{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Solomon Islands", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Development Strategy 2016 - 2035", "document_country_code": "SLB", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "04/01/2016", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/SLB/2016/SLB-2016-01-04-National Development Strategy 2016 - 2035_b8b5844985fa3730501bd54748ef17b0.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "S"}, {"text_block_id": "p0_b2", "text": "OL"}, {"text_block_id": "p0_b3", "text": "O"}, {"text_block_id": "p0_b4", "text": "M"}, {"text_block_id": "p0_b5", "text": "O"}, {"text_block_id": "p0_b6", "text": "N"}, {"text_block_id": "p0_b7", "text": "I"}, {"text_block_id": "p0_b8", "text": "S"}, {"text_block_id": "p0_b9", "text": "LA"}, {"text_block_id": "p0_b10", "text": "ND"}, {"text_block_id": "p0_b11", "text": "S"}, {"text_block_id": "p0_b12", "text": "G"}, {"text_block_id": "p0_b13", "text": "ftVERNMEN"}, {"text_block_id": "p0_b14", "text": "J"}, {"text_block_id": "p0_b15", "text": "111"}, {"text_block_id": "p0_b16", "text": "1"}, {"text_block_id": "p0_b17", "text": "p"}, {"text_block_id": "p0_b18", "text": "roving 111e"}, {"text_block_id": "p0_b19", "text": "social and Econonuc liven11oods of an Solomon Islanders"}, {"text_block_id": "p0_b20", "text": "Ł"}, {"text_block_id": "p0_b21", "text": "ŁŁŁ"}, {"text_block_id": "p0_b22", "text": "Ł"}, {"text_block_id": "p0_b23", "text": "Ł"}, {"text_block_id": "p0_b24", "text": "ŁŁ"}, {"text_block_id": "p0_b25", "text": "ŁŁ Ł"}, {"text_block_id": "p0_b26", "text": "Ł"}, {"text_block_id": "p0_b27", "text": "ŁŁŁŁ Ł"}, {"text_block_id": "p0_b28", "text": "Ł"}, {"text_block_id": "p0_b29", "text": "Ł"}, {"text_block_id": "p0_b30", "text": "Ł"}, {"text_block_id": "p0_b31", "text": "ŁŁŁŁ Ł ŁŁŁŁŁ"}, {"text_block_id": "p0_b32", "text": "Ł"}, {"text_block_id": "p0_b33", "text": "ŁŁŁŁŁ Ł"}, {"text_block_id": "p0_b34", "text": "Ł"}, {"text_block_id": "p0_b35", "text": "Ł"}, {"text_block_id": "p0_b36", "text": "Ł"}, {"text_block_id": "p0_b37", "text": "ŁŁŁŁŁŁ ŁŁŁ"}, {"text_block_id": "p0_b38", "text": "Ł"}, {"text_block_id": "p0_b39", "text": "ŁŁ ŁŁŁŁŁŁ"}, {"text_block_id": "p0_b40", "text": "ŁŁ"}, {"text_block_id": "p0_b41", "text": "Ł"}, {"text_block_id": "p0_b42", "text": "Ł"}, {"text_block_id": "p0_b43", "text": "ŁŁ Ł"}, {"text_block_id": "p0_b44", "text": "ŁŁ"}, {"text_block_id": "p0_b45", "text": "Ł ŁŁŁŁŁŁŁŁ"}, {"text_block_id": "p0_b46", "text": "Ł"}, {"text_block_id": "p0_b47_merged_merged_merged", "text": "ŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁŁ"}, {"text_block_id": "p0_b66", "text": "Ł"}, {"text_block_id": "p2_b67", "text": "Solomon Islands Government"}, {"text_block_id": "p2_b68", "text": "National Development Strategy"}, {"text_block_id": "p2_b69", "text": "2016 to 2035"}, {"text_block_id": "p2_b70", "text": "Improving the Social and Economic Livelihoods of all Solomon Islanders"}, {"text_block_id": "p2_b71", "text": "Ministry of Development Planning and Aid Coordination"}, {"text_block_id": "p2_b72", "text": "Honiara, Solomon Islands"}, {"text_block_id": "p2_b73", "text": "April 2016"}, {"text_block_id": "p3_b74", "text": "Foreword"}, {"text_block_id": "p3_b75", "text": "The Solomon Islands Government recognises the need to establish a visionary pathway to guide socioeconomic development in Solomon Islands. To this end, the Ministry of Development Planning and Aid Coordination (MDPAC) under the guidance of the NDS National Steering Committee was tasked to prepare the National Development Strategy (NDS) 2016-2035."}, {"text_block_id": "p3_b76", "text": "The NDS 2016-2035 maps out a strategic direction for the future development of Solomon Islands. It presents a visionary strategy for the next twenty years, setting out a long term vision, mission and objectives that reflect the aspirations of all Solomon Islanders. Past NDS"}, {"text_block_id": "p3_b77", "text": "‟"}, {"text_block_id": "p3_b78", "text": "and Plans have covered five to ten years. This NDS covers a twenty-year period to provide a longer term framework for planning that lays the foundations for recovery and long term sustainable development. The strategic vision through to 2035 will provide greater stability and continuity."}, {"text_block_id": "p3_b79", "text": "The NDS focuses on two key areas; social and economic livelihoods, hence its"}, {"text_block_id": "p3_b80", "text": "National Vision “"}, {"text_block_id": "p3_b81", "text": "Improving the Social and Economic Livelihoods of all Solomon Islanders"}, {"text_block_id": "p3_b82", "text": "”."}, {"text_block_id": "p3_b83", "text": "The NDS recognises that the key to growth and progress of the people of Solomon Islands lies within sustainable economic development. Sustainable growth is the only way to guarantee a reasonable standard of living for all Solomon Islanders. Economic growth and improved service delivery are the basis of the strategy in the immediate future."}, {"text_block_id": "p3_b84", "text": "The NDS 2016-35 has been developed in a consultative process over the period June 2015 to March 2016. An initial strategic framework document was developed based on discussions at technical levels with government institutions, analysis of the previous NDS 2011-2020, Sector plans, Provincial plans and Ministry Corporate plans. Following Cabinet endorsement of the Strategic Framework, a nationwide participatory process was undertaken that provided valuable feedback. Consultations involved government ministries and agencies, provinces, development partners, private sector, NGOs, church groups and communities including chiefs, elders, women and youths in all provinces. The consultation process ensured wider participation and instilled a sense of ownership of all stakeholders."}, {"text_block_id": "p3_b85_merged_merged_merged", "text": "Reforms are key to successful implementation of the NDS. The NDS underlines the importance of good governance and public sector reforms. Good governance and credible and stable policies are fundamental conditions for private sector growth. The NDS encompasses a public sector reform programme that will impart a clear sense of direction for our public service, improve accountability and enhance the efficiency of service delivery. Improved fiscal governance is critical for achieving the vision of the NDS. The NDS includes medium term strategies that will guide the Government‟s development expenditure programme."}, {"text_block_id": "p3_b88", "text": "Achievement of the objectives and strategies of this NDS 2016-35 will take time and will require the concerted actions of all of us including the private sector,"}, {"text_block_id": "p4_b89", "text": "development partners, NGOs, faith based organisations and other stakeholders. Effective implementation of the NDS depends on a clear understanding of the vision and direction by our political leaderships, and clear instructions in delivery. Partnerships will be crucial. Strategic partnerships with our key stakeholders including development partners, provincial governments and other stakeholders will strengthen implementation and ownership. Given that government at all levels face financial and capacity constraints, our development goals will only be achieved if we mobilise and pool our resources and work together."}, {"text_block_id": "p4_b90", "text": "The consultation process has been a key element in developing this NDS. In this connection I wish to express my appreciation to all who participated in the consultations in providing information, guidance and comments. Your participation has made this document a national one owned by Solomon Islanders."}, {"text_block_id": "p4_b91", "text": "I would also like to recognize and appreciate the contributions from the Asian Development Bank for its financial support and technical inputs in helping to prepare this NDS and to the European Union for its support during the consultation process. All these efforts have contributed enormously to the successful preparation of the NDS."}, {"text_block_id": "p4_b92", "text": "Lastly, but not the least, I wish to express my personal gratitude to my Staff of MDPAC for their commitment and dedication in developing and finalizing this NDS document."}, {"text_block_id": "p4_b93", "text": "As a nation, and human as we are, we have made our share of mistakes. The true test of the quality of our nation, however, is its ability to learn from its past and move forward in a positive and confident manner. The NDS 2016-35 is indeed our road map for the journey that lies ahead of us as we move our country towards inclusive development that will bring an improvement in the social and economic livelihoods of all Solomon Islanders."}, {"text_block_id": "p4_b94", "text": "It is my sincere call for the national and provincial governments, our development partners, private sector, civil society and all Solomon Islanders to embrace the NDS 2016-2035."}, {"text_block_id": "p4_b95", "text": "I dedicate this National Development Strategy and more importantly its implementation to all the people of Solomon Islands."}, {"text_block_id": "p4_b96", "text": "Hon. Danny Philip"}, {"text_block_id": "p4_b97", "text": "Minister for Development Planning and Aid Coordination"}, {"text_block_id": "p5_b98", "text": "C O N T E N T S"}, {"text_block_id": "p5_b99", "text": "Page"}, {"text_block_id": "p6_b100", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p7_b101", "text": "I. Introduction"}, {"text_block_id": "p7_b102", "text": "A. Background"}, {"text_block_id": "p7_b103", "text": "1. National Development Strategy (NDS)"}, {"text_block_id": "p7_b104", "text": "This National Development Strategy 2016-2035 maps out a strategic direction for the future development of Solomon Islands. It presents a visionary strategy for the next twenty years, setting out a long term vision, mission and objectives that reflect the aspirations of all Solomon Islanders. The NDS covers a twenty-year period to provide a longer term framework for planning."}, {"text_block_id": "p7_b105", "text": "The NDS is a vision and plan for all the people of Solomon Islands. It sets out a framework for development policies, priorities and programmes, providing a single reference point and common direction over the next twenty years. Government institutions and development partners can use it as a base for their support programmes. Other stakeholders including non-government organisations, churches and faith based organisations, community leaders and individuals can adopt this common direction and find their own role within the NDS."}, {"text_block_id": "p7_b106", "text": "2. Request for NDS 2016-2035"}, {"text_block_id": "p7_b107", "text": "The Solomon Islands Government in 2015 requested that the NDS 2011-2020 be reviewed and revised and extended to cover a twenty-year period to provide a longer term framework for planning that lays the foundations for recovery and long term sustainable development. Moreover, the NDS provides a strategic vision through to 2035 that will provide greater stability and continuity."}, {"text_block_id": "p7_b108", "text": "B. Preparation of the NDS 2016-2035 and Structure of the Planning Process"}, {"text_block_id": "p7_b109", "text": "1. Preparation of the NDS"}, {"text_block_id": "p7_b110", "text": "The NDS has been developed in a consultative manner. A first draft was prepared by MDPAC based on analysis of the performance of the NDS 2011-2020 and consultations at the technical level with line ministries. It took into account priorities identified by the Government as outlined in its 2015 Policy Statement and Translation document. It drew on varied sector and provincial strategic development plans and feedback from the Provinces both from surveys and during the consultation process."}, {"text_block_id": "p7_b111_merged", "text": "An NDS Framework document was prepared based on the first draft, setting out longer term objectives and medium term strategies to achieve these, and highlighting key aspects and issues. The framework is a strategic level document, without detailed specific programmes and projects. The NDS framework was discussed in a consultative manner with a broad audience during August – November 2016 including consultations with stakeholders in the Provinces."}, {"text_block_id": "p7_b114", "text": "The NDS expands the NDS Framework into a fuller Strategy and provides more details of the medium term strategies, policies and programmes. Specific details of programmes and projects are set out in the Medium Term Development Plan (MTDP) which translates the NDS into actionable programmes and projects."}, {"text_block_id": "p7_b115", "text": "The provincial consultations provided valuable feedback. Consultations were held in all nine Provinces involving officials, leaders, church groups, other faith based organisations (FBO), non-government organisations (NGOs), and communities. The consultation process was widely appreciated and helped ensure ownership by stakeholders. The long term objectives and medium term strategies were broadly supported during these consultations with some"}, {"text_block_id": "p8_b116", "text": "suggestions for refinement. The main focus of concern raised by participants, however, was on implementation of programmes at the Provincial level. The main issue raised relates to the need for improved infrastructure particularly roads to allow access to markets and productive resources and help create employment and improve livelihoods. The plea was for more to be done at Provincial level and for more delegation of decision making to the Provinces. Poor governance and perceptions of increasing corruption were commonly referred to. These concerns are taken into account in the NDS but are of greater significance for selection, design and implementation of specific programmes and will be addressed through the MTDP."}, {"text_block_id": "p8_b117", "text": "2. NDS 2016-2035 and NDS 2011-2020"}, {"text_block_id": "p8_b118", "text": "In developing the NDS 2016-2035, the development objectives of the NDS 2011-2020 have been retained where possible, re-numbered and re-worded as appropriate. A major reason for this is that many programmes and projects are ongoing or have only just started and are based on the NDS 2011-2020 objectives which largely remain valid. In addition, many programmes and projects are part of the strategic programmes of donor partners, and retaining the wording of NDS 2011-2020 objectives where possible will minimise changes needed in donor support programmes and support documents. A brief analysis of the performance of NDS 2011-2020 is provided in Appendix 1."}, {"text_block_id": "p8_b119", "text": "3. Alignment of the NDS with the Sustainable Development Goals (SDGs)"}, {"text_block_id": "p8_b120", "text": "The NDS in section III below, identifies linkages and alignment of individual objectives, medium term strategies and sector goals with the new Sustainable Development Goals (SDGs). The SDGs are structured differently to the Millennium Development Goals (MDGs) that they replaced in that the proposed goals and associated targets are linked and explicitly refer to multiple goals. This requires better integration and policy coherence across sectors and sector policies. Achievement of some goals are critical to achievement of others such as education which is essential for capacity building and integral to achieving health goals, gender equality and climate change adaptation where raising awareness is key."}, {"text_block_id": "p8_b121", "text": "Several SDG goals overlap and some targets reflect multiple goals. There are 17 SDGs and 169 related targets and indicators. It would not be feasible or appropriate for the Solomon Islands Government to monitor and report on all these. However, the SDGs are not mandatory. They set out a general global agenda and inform national and sector development plans. Each country is expected to select those which represent its national priorities. The NDS, in this respect, includes only those most relevant to the NDS objectives and targets."}, {"text_block_id": "p8_b122", "text": "4. Performance Monitoring"}, {"text_block_id": "p8_b123", "text": "Implementation of the NDS and the MTDP will be monitored using the Programme Framework attached as Appendix 2. This includes performance targets and monitoring indicators. The Framework also shows the NDS alignment with the SDGs and relates the NDS performance indicators to individual SDGs, facilitating monitoring and reporting on both. The SDG list is long. Thus, priority will be given to monitoring those SDGs specifically linked to monitoring the performance of NDS/MTDP programmes and projects. Section III which sets out more details of the medium term strategies to deliver on the NDS includes some key performance targets and monitoring indicators. The Programme Framework is a living document and will be part of the annual MTDP process and as such kept under review."}, {"text_block_id": "p9_b124", "text": "5. Structure of the NDS, MTDP and the Planning System"}, {"text_block_id": "p9_b125", "text": "The structure of the NDS and the planning process is presented schematically in the figure 1 below. This shows the links between the longer term strategic framework of the NDS, medium term strategies included in sector plans, provincial development plans, community plans, ministry corporate plans and more immediate programmes and projects included in the medium term development plan (MTDP) and the annual development budget."}, {"text_block_id": "p9_b126", "text": "The relationship between the NDS and the MTDP is important. The NDS is a strategic level document. It provides the overall twenty-year strategic framework to guide planning. It includes medium term development strategies that are designed as more immediate strategies and targets to achieve the NDS Objectives but not details of individual programme and project priorities. These medium term strategies and priorities are translated into implementable policies, programs and projects through the MTDP, which is a rolling five-year plan comprising development programmes and projects. In turn, these projects are included in annual development budgets. The MTDP identifies priority medium term policies, programmes and projects consistent with the NDS. It is the means by which the government implements the NDS."}, {"text_block_id": "p10_b127", "text": "Figure 1. Structure of the NDS and Planning Process"}, {"text_block_id": "p11_b128", "text": "II. The National Development Strategy"}, {"text_block_id": "p11_b129", "text": "A. National Vision and Mission"}, {"text_block_id": "p11_b130", "text": "1. National Vision"}, {"text_block_id": "p11_b131", "text": "The National Vision is “"}, {"text_block_id": "p11_b132", "text": "Improving the Social and Economic Livelihoods of all Solomon Islanders"}, {"text_block_id": "p11_b133", "text": "”"}, {"text_block_id": "p11_b134", "text": "."}, {"text_block_id": "p11_b135", "text": "2. National Mission"}, {"text_block_id": "p11_b136", "text": "The National Mission is to create a peaceful, harmonious and progressive Solomon Islands led by ethical, accountable, respected and credible leadership that enhances and protects"}, {"text_block_id": "p11_b137", "text": "people‟s culture, social"}, {"text_block_id": "p11_b138", "text": ", economic and spiritual well-being."}, {"text_block_id": "p11_b139", "text": "B. National Development Strategy and Objectives"}, {"text_block_id": "p11_b140", "text": "1. National Development Strategy -a longer term strategic framework"}, {"text_block_id": "p11_b141", "text": "The NDS sets out a long term development strategy and priority development objectives to guide government activities, the Medium Term Development Plan (MTDP) and the budget. It provides a strategic vision through to 2035 that will provide greater stability and continuity. It provides a framework that will lay the foundations of long-term recovery and reform."}, {"text_block_id": "p11_b142", "text": "A"}, {"text_block_id": "p11_b143", "text": "“whole of government” approach"}, {"text_block_id": "p11_b144", "text": "is envisaged, with collective decision making through effective coordination by cluster groupings. The NDS seeks to grow the economy through creating investment opportunities in manufacturing and industry development such as tourism, agriculture, fisheries, forestry, energy and related sectors in an environmentally sustainable manner."}, {"text_block_id": "p11_b145", "text": "The NDS addresses several challenges which have hindered growth. These include longer term guidance for economic and social development and reform, broad-based economic development, private sector led growth, good governance, prevention and eradication of corruption, national unity and a secure and peaceful country. Reforms are needed in governance and in the development sector, the productive sector, resource sector, social sector as well as judiciary and national security."}, {"text_block_id": "p11_b146", "text": "This NDS provides a twenty-year strategy and long term objectives, with development targets for each sector that will guide social reform and economic advancement and facilitate fundamental and sector reform programmes. It will facilitate good governance and encourage broad-based economic development that will enhance improved livelihoods for all Solomon Islanders."}, {"text_block_id": "p11_b147_merged_merged_merged_merged", "text": "The twenty-year strategy provides a framework that lays the foundations of long-term recovery and reform including the phases identified by the national government of re-discovery, consolidation, expansion and innovation. However, progress through these development phases will vary between sectors and will not be sequential as a whole."}, {"text_block_id": "p11_b150", "text": "The long term approach should facilitate the attainment of the SDGs. The lack of growth had impeded achievement of the MDGs while continued lack of growth will similarly lead to non-achievement of the SDGs."}, {"text_block_id": "p12_b151", "text": "2. Long Term NDS Objectives"}, {"text_block_id": "p12_b152", "text": "The overall vision and long term objective of the NDS is to achieve an improvement in the social and economic livelihoods of all Solomon Islanders. Five key long term NDS Objectives have been identified on which development should focus:"}, {"text_block_id": "p12_b153", "text": "The overall vision and long term objective of the NDS is to achieve an improvement in the social and economic livelihoods of all Solomon Islanders. Five key long term NDS Objectives have been identified on which development should focus:\n* Sustained and inclusive economic growth\n* Poverty alleviated across the whole of the Solomon Islands, basic needs addressed and food security improved; benefits of development more equitably distributed\n* All Solomon Islanders have access to quality health and education\n* Resilient and environmentally sustainable development with effective disaster risk management, response and recovery\n* Unified nation with stable and effective governance and public order"}, {"text_block_id": "p12_b163", "text": "A return to economic growth and continued sustainable and inclusive economic and social development will provide the economic and social capital that will enable improvement in the economic and social wellbeing of all Solomon Islanders. Improved economic management and reforms are needed that will ensure broad-based economic development and increase investment opportunities for all Solomon Islanders. Private sector-led economic growth needs to be encouraged and facilitated.  Rural and customary land need to be made available for commercial and agricultural development."}, {"text_block_id": "p12_b164", "text": "Sustainable and inclusive growth is seen as the key to long term development, necessary for the alleviation and prevention of poverty, provide for basic needs and improve food security particularly in the rural areas of the Solomon Islands and for the provision of adequate, accessible and quality social services."}, {"text_block_id": "p12_b165", "text": "Solomon Islands needs to respond effectively to climate change and the increasing frequency of storm surges and floods. It needs to effectively manage the environment and the risks of natural disasters."}, {"text_block_id": "p12_b166_merged", "text": "Similarly, improved governance, national unity, public order and safety are essential for a stable environment within which the economy can grow and people‟s livelihoods and well-being improved. Poor economic growth has been identified as a direct result of poor governance and management and lack of accountability at all levels. Good governance values and practices need to be enforced and accountability and transparency enhanced at all levels of governance. Corruption needs to be eradicated. National unity needs to be strengthened through shared visions and agreed social and economic development goals."}, {"text_block_id": "p12_b171", "text": "Successful implementation of the NDS will lead to:"}, {"text_block_id": "p12_b172", "text": "Successful implementation of the NDS will lead to:\n* Sustainable and inclusive economic growth\n* Increased investment opportunities for all Solomon Islanders\n* Alleviation of poverty and improved food security\n* Sustainable environment, contributing to climate change mitigation\n* Provision of adequate, accessible and quality social services, basic needs, infrastructure and utilities for all Solomon Islanders"}, {"text_block_id": "p12_b182", "text": "C. Implementing the NDS -Medium Term Strategies and Priorities"}, {"text_block_id": "p12_b183", "text": "Implementation of the strategy in the medium term involves two parallel development and reform agendas: (i) sector interventions, activities and reforms that will encourage development of the productive sector, resource sector, social sector and development"}, {"text_block_id": "p13_b184", "text": "sectors; and (ii) fundamental reforms which will redefine the norms and values of the Solomon Islands society to become more inclusive to enhance sustainable unity and improve governance including the public service, judiciary and national security."}, {"text_block_id": "p13_b185", "text": "The medium term priority strategies and activities for the first five years of the NDS are included in a Medium Term Development Plan (MTDP), a 5 year rolling development plan. The medium term strategies are set out below."}, {"text_block_id": "p13_b186", "text": "NDS Objective One: Sustained and inclusive economic growth"}, {"text_block_id": "p13_b187", "text": "The productive and resource sectors (agriculture, livestock, agro-forestry, aquaculture, marine resources and fisheries including small scale rural fisheries, tourism, forestry and reforestation, mining and energy) need reinvigorating to increase value added and export earnings and to achieve sustained growth. Infrastructure facilities and utilities to support growth in the productive sectors are a priority. Information and communications technology is currently under-prioritised and need expansion and improvement. Much land is under-utilised and the land tenure system is an obstacle to development. Rural and customary land need to be made available for commercial and agricultural development."}, {"text_block_id": "p13_b188", "text": "Sustainable and inclusive growth is seen as the key to long term development necessary for the alleviation and prevention of poverty, provide for basic needs and improve food security particularly in the rural areas of the Solomon Islands and for the provision of adequate, accessible and quality social services."}, {"text_block_id": "p13_b189", "text": "The following medium term strategies will be adopted to achieve Objective 1. These are elaborated on in section III below including its matrices."}, {"text_block_id": "p13_b190", "text": "Medium Term Strategy 1: Reinvigorate and increase the rate of inclusive economic growth"}, {"text_block_id": "p13_b191", "text": "Medium Term Strategy 2: Improve the environment for private sector development and increase investment opportunities for all Solomon Islanders"}, {"text_block_id": "p13_b192", "text": "Medium Term Strategy 3: Expand and upgrade weather resilient infrastructure and utilities focused on access to productive resources and markets and to essential services"}, {"text_block_id": "p13_b193", "text": "Medium Term Strategy 4: Strengthen land reform and other programmes to encourage economic development in urban, rural and customary lands"}, {"text_block_id": "p14_b194", "text": "NDS Objective Two: Poverty alleviated across the whole of the Solomon Islands, basic needs addressed and food security improved; benefits of development more equitably distributed"}, {"text_block_id": "p14_b195", "text": "Over 80% of the population of the Solomon Islands live in rural areas. The benefits of development have not filtered down to areas outside of Honiara and poverty and risks of hunger due to lack of food security are prevalent. Basic needs such as water and sanitation are often not met. Social and communal harmony is important. The drift to urban areas and subsequent unemployment or under-employment particularly of the youth moving to Honiara is increasing, affecting urban stability and raising the risk of a return to problems of the tension period. Gender equality remains a concern. Challenges exist for women and children, the disabled and other vulnerable groups."}, {"text_block_id": "p14_b196", "text": "The following medium term strategies will be adopted to achieve Objective 2. These are elaborated on in section III below, including its matrices. Activities under objective 5, particularly those affecting governance and peace and order, will also impact on the well"}, {"text_block_id": "p14_b197", "text": "-"}, {"text_block_id": "p14_b198", "text": "being of people in rural areas."}, {"text_block_id": "p14_b199", "text": "Medium Term Strategy 5: Alleviate poverty, improve provision of basic needs and increase food security."}, {"text_block_id": "p14_b200", "text": "Medium Term Strategy 6: Increase employment and labour mobility opportunities in rural areas and improve the livelihoods of all Solomon Islanders"}, {"text_block_id": "p14_b201", "text": "Medium Term Strategy 7: Improve gender equality and support the disadvantaged and the vulnerable"}, {"text_block_id": "p14_b202", "text": "NDS Objective Three: All Solomon Islanders have access to quality health and education"}, {"text_block_id": "p14_b203", "text": "Access to quality health care is a universal aim of all Solomon Islanders. Life expectancy has not improved since 2000."}, {"text_block_id": "p14_b204", "text": "Women‟s access to health"}, {"text_block_id": "p14_b205", "text": "and family planning services is particularly poor in rural areas and infant and child mortality rates remain high. Development needs a healthy population. The vision for health is to contribute to the well-being of all Solomon Islands people."}, {"text_block_id": "p14_b206_merged_merged_merged", "text": "Access to quality education is essential to build the capacity for growth and meet the manpower needs of Solomon Islands for increased growth and improved livelihoods, enhancing people‟s well-being. The overarching strategic goal is to provide universal access to quality secondary education for all children by 2030 and improved access to technical and vocational education and training and higher education. Government will place priority on refocusing education sector expenditure on providing services at primary and junior secondary schools to achieve the target of achieving universal completion of quality junior secondary by 2030."}, {"text_block_id": "p14_b209", "text": "The following medium term strategies will be adopted to achieve Objective 3. These are elaborated on in section III below and its matrices."}, {"text_block_id": "p14_b210", "text": "Medium Term Strategy 8: Ensure all Solomon Islanders have access to quality health care; combat communicable and non-communicable diseases"}, {"text_block_id": "p14_b211", "text": "Medium Term Strategy 9: Ensure all Solomon Islanders can access quality education"}, {"text_block_id": "p14_b212", "text": "and the nation‟s manpower needs are sustainably met"}, {"text_block_id": "p15_b213", "text": "NDS Objective Four: Resilient and environmentally sustainable development with effective disaster risk management, response and recovery"}, {"text_block_id": "p15_b214", "text": "There is a need to promote resilient and environmentally sustainable development by ensuring effective climate, disaster and environmental disaster risk management is central to all development decision making. Solomon Islands needs to respond effectively to climate change and the increasing frequency of storm surges and floods. It needs to effectively manage the environment and the risks of natural disasters. Greater emphasis is needed on disaster preparedness and mitigation to reduce the scale of necessary response to a disaster. Environmental sustainability and improved disaster risk management cuts across the three objectives noted above."}, {"text_block_id": "p15_b215", "text": "The following medium term strategies will be adopted to achieve Objective 4. These are elaborated on in section III below and its matrices."}, {"text_block_id": "p15_b216", "text": "Medium Term Strategy 10: Improve disaster and climate risk management, including prevention, risk reduction, preparedness, response and recovery as well as adaptation as part of resilient development"}, {"text_block_id": "p15_b217", "text": "Medium Term Strategy 11: Manage the environment in a sustainable resilient way and contribute to climate change mitigation"}, {"text_block_id": "p15_b218", "text": "NDS Objective Five: Unified nation with stable and effective governance and public order"}, {"text_block_id": "p15_b219_merged", "text": "Improved governance, national unity, public order and safety are essential for a stable environment within which the economy can grow and people‟s livelihoods and wellbeing improved. Poor economic growth has been identified as a direct result of poor governance and management and lack of accountability at all levels. Good governance values and practices need to be enforced and accountability and transparency enhanced at all levels of governance. A sound corporate culture needs to be embedded in the public service. Corruption needs to be eradicated, both within and outside the public service. National unity needs to be strengthened through shared visions and agreed social and economic development goals. Law and order need to be maintained to provide stability."}, {"text_block_id": "p15_b222", "text": "The following medium term strategies will be adopted to achieve Objective 5. These are elaborated on in section III below and its matrices."}, {"text_block_id": "p15_b223", "text": "Medium Term Strategy 12: Efficient and effective public service with a sound corporate culture"}, {"text_block_id": "p15_b224", "text": "Medium Term Strategy 13: Reduce corruption and improve governance at national, provincial and community levels"}, {"text_block_id": "p15_b225", "text": "Medium Term Strategy 14: Improve national unity and peace and promote cultural heritage at all levels"}, {"text_block_id": "p15_b226", "text": "Medium Term Strategy 15: Improve national security, law and order and foreign relations"}, {"text_block_id": "p16_b227", "text": "III. Detailed Medium Term Strategies and Priorities"}, {"text_block_id": "p16_b228", "text": "The immediate and medium term strategy for government interventions to lay the foundations for achieving the longer term NDS objectives is a focus on reinvigorated economic growth and improved and effective service delivery. Sustainable growth is needed to guarantee a reasonable standard of living for all Solomon Islanders and to lessen dependence on external support. The private sector will be a key driving force behind such growth."}, {"text_block_id": "p16_b229", "text": "NDS Objective One: Sustained and inclusive economic growth"}, {"text_block_id": "p16_b230", "text": "Medium Term Strategy 1: Reinvigorate and increase the rate of inclusive economic growth"}, {"text_block_id": "p16_b231", "text": "Economic and finance sector"}, {"text_block_id": "p16_b232", "text": ": Economic stability is needed as a platform for growth. The economy needs to be managed better. There is a need to create a vibrant and robust economic environment to stimulate growth and investment. Private sector led development will be key (MTS 2 below). National fiscal and monetary policies will be reviewed to enhance broad based economic development and facilitate growth in the economy but improvements are needed in economic and financial management as a whole. Public sector management and accountability needs to be improved (also NDS Objective 5)."}, {"text_block_id": "p16_b233", "text": "Productive sectors"}, {"text_block_id": "p16_b234", "text": ": Development of the productive sectors is a key element to reinvigorate growth."}, {"text_block_id": "p16_b235", "text": "Agriculture"}, {"text_block_id": "p16_b236", "text": "is the major economic sector, the largest export earner, and main source of rural employment and livelihoods. Agricultural exports are a major source of export earnings. While enhanced production of staple foods will remain a key element of the strategy and essential for food security and the well-being of the rural population (NDS objective two), a twin track strategy including the development of commercial agriculture and exports is key to growth. The agriculture sector is targeted to increase its contribution to GDP from 33% in 2012 to 40% by 2020 and to maintain that level during the plan period."}, {"text_block_id": "p16_b237_merged_merged", "text": "Agriculture can be viewed as having three sub-sectors: (i) subsistence smallholder farming; (ii) market production; and (iii) commercial export crops. Some 84% of Solomon Islanders engage in subsistence smallholder farming and rural communities rely on agriculture and forest products for their food and fuel. Subsistence food crop production represents a major strength of the Solomon Islands economy and food production has kept pace with population growth. Considerable intensification of land use is therefore required as traditional fallow periods of 15 years or more have fallen in some case to less than five years. Combined with"}, {"text_block_id": "p17_b240", "text": "lack of improved husbandry, soil fertility has fallen, yields have declined and pest and disease problems increased."}, {"text_block_id": "p17_b241", "text": "Domestically marketed production"}, {"text_block_id": "p17_b242", "text": "is an increasing source of cash income for rural villagers as upgraded markets in Honiara and provincial centres of Noro, Auki, Tulagi, Gizo and rural centres of Guadalcanal have facilitated marketing. Flourishing markets have led to diversification in the range of products and in the tastes of rural and urban consumers. There are a number of minor cash crops that contribute to the livelihoods of rural people including indigenous nuts, rice, coffee, spices and temperate vegetables. Some of these provide significant opportunities for expansion."}, {"text_block_id": "p17_b243", "text": "Commercial export crops"}, {"text_block_id": "p17_b244", "text": "are being grown on a larger scale, increasing cash incomes for rural households and are now the main contributors to the economy. These crops include cocoa, coffee, kava, vanilla, copra and coconut oil, oil palm and honey. Further development needs improved infrastructure in terms of wharves, shipping and marketing and a regulatory authority for food security and goods and services standards to meet the needs of domestic and international markets. There is a large potential to increase production and export from large-scale plantations such as the GPPOL oil palm plantation and out-growers, the RIPEL Yandina coconut plantation and Horokiki and other cocoa plantations. The Russell Islands Plantation Estate needs repossessing and rehabilitation by SIG and traditional landowning groups."}, {"text_block_id": "p17_b245", "text": "The"}, {"text_block_id": "p17_b246", "text": "livestock"}, {"text_block_id": "p17_b247", "text": "sector is under-developed and domestic production does not meet consumption, with imports from Vanuatu, Australia and New Zealand. The domestic industry is mostly back-yard production, but meat production could be increased through better animal husbandry and feeding practices and improved breeds. Commercial cattle farming offers possibilities."}, {"text_block_id": "p17_b248", "text": "There are a number of constraints that inhibit development of the agriculture sector which need to be addressed including land issues in particular (tenure, acquisition, lack of land use policy) and lack of rural finance and credit. Solomon Islands are prone to disasters such as earthquakes, tropical cyclones and droughts and will be affected by climate change."}, {"text_block_id": "p17_b249", "text": "Fisheries"}, {"text_block_id": "p17_b250", "text": ":"}, {"text_block_id": "p17_b251", "text": "The Fisheries sector has significant potential in terms of food security and economic development. Its contribution to GDP has been increasing at a steady 1-2% a year and this growth is targeted to continue. Coastal resources are an essential supply of protein with average annual fish consumption meeting 50% of required protein and amounting to 33.7kg to 35.4kg per capita. Fish consumption ranges from 33kg to 50kg. The sector is currently among the principal sectors of the economy in terms of government revenue, foreign exchange earnings and employment. However, over-fishing and illegal, unregulated and unreported fishing are threatening this valuable resource. To address these issues, regional-and country-level initiatives are underway. Through the Western and Central Pacific Fisheries Commission, Pacific Island countries have been effective in their push to establish a satellite vessel monitoring system, a regional observer programme for the tuna fishery and conservation and management measures for big-eye and yellow fin tuna. Coastal fisheries are a mainstay of food security and will need careful management to avoid over-fishing and subsequent stock depletion."}, {"text_block_id": "p17_b252", "text": "Offshore fisheries:"}, {"text_block_id": "p17_b253_merged_merged", "text": "The major income earning activity is the licensing of foreign fishing vessels through the Vessel Day Scheme (VDS), targeting the country‟s tuna resources. The Fishery Act 2015 should help future development, but needs effective management and enforcement. The Government encourages foreign investors to set up tuna loin processing."}, {"text_block_id": "p18_b256", "text": "Inshore Fisheries:"}, {"text_block_id": "p18_b257", "text": "Development of in-shore fishery facilities including aquaculture, mariculture and other types of farming for subsistence and commercial development is needed for the benefit of coastal and atoll dwellers. At the same time, the conservation of marine resources needs to be encouraged to ensure sustainable harvesting. Unlawful use of cyanide and dynamite fishing, unsustainable beech-de-mere harvesting, unsustainable yellow-fin and big eye tuna catching are creating serious long-term problems for the fishing industry."}, {"text_block_id": "p18_b258", "text": "Tourism"}, {"text_block_id": "p18_b259", "text": "The Tourism Sector in Solomon Islands is among the smallest sectors in terms of its contribution to the national economy but is growing strongly in recent years. Solomon Islands offer tourists a range of products including dive tourism, adventure tourism related to nature and culture, kayaking, game fishing, village stay tourism and World War II heritage tourism. Development depends on the private sector to provide services that can increase tourism yields. Visitor arrivals of 20,500 in 2012 are targeted to increase to 50,000 a year by 2025."}, {"text_block_id": "p18_b260", "text": "There is need for increased and improved airline and hotelier services.  A key factor in tourism development has been the increase in competition on international routes, which has reduced the price of travel and improved service provision. Increased services provided by Fiji Airways, Air Niugini and Virgin have continued to provide competition on the important Honiara to Brisbane route and Honiara to Port Moresby, Port Vila and Nadi routes. Solomon Airlines is currently operating five weekly flights from Brisbane and three weekly flights to Nadi. The long-term lease of a Dash 8 aircraft has made an important improvement to domestic air services, enabling more flights and higher load factor."}, {"text_block_id": "p18_b261", "text": "Construction of new rest houses, motels, hotels, resorts and expansion of existing ones has expanded accommodation capacity. Tourism is a growing industry but faces challenges and setbacks. Good infrastructure, in the form of roads, airports, tourist ports, electricity, waste and water services is needed. There are inadequate suitable tourism skills at vocational levels in the existing workforce and limited capacity to deliver training that meets future needs. The absence of tourism standards compounds the issue and results in value for money concerns. Despite recent growth in arrivals, the base is low and knowledge within target markets of what Solomon Islands can offer tourists is constrained by weak marketing activity. A lack of other tourism needs such as attractions and tours typically delivered by SMEs also impedes growth in tourism yield."}, {"text_block_id": "p18_b262", "text": "Resources Sector: the forestry sector"}, {"text_block_id": "p18_b263_merged", "text": "currently provides more than half of GDP and a significant proportion of export earnings. It has traditionally played an important role in the livelihood of rural Solomon Islanders. Traditionally, forests are a source of food, building materials and traditional medicines for the people. Forestry is the most significant revenue earner for the country through round log exports from logging of natural forest. However, the resource is not sustainable at current extraction rates and value added is minimal. Current estimated commercial natural forest area stands at 600,000 ha. The forecasted dramatic decline in the natural forest wood-flow will have a significant fiscal impact on government given the current reliance on round logs exports to generate 50-65% of the total foreign export earnings. Earnings from log exports are the national government‟s major source of non-donor income. Forestry plantations are estimated at 30,600 ha, with a commercial area of 20,800 ha. Current production from these plantation is around 100,000 m3 per year."}, {"text_block_id": "p18_b266", "text": "Village and family based smallholder plantation development started in the late 1990s. There are currently around 6,000 ha of plantations established in small woodlots totalling about"}, {"text_block_id": "p19_b267", "text": "12,500 ha across the nation. Western Province accounts for more than half of the total area and two-thirds of the plantations are teak."}, {"text_block_id": "p19_b268", "text": "More emphasis is needed on reforestation and plantation development and on downstream processing and value adding. The regulatory environment particularly compliance needs to be reviewed. The Code of Logging Practice sets out the guiding principles for the operation of logging activities in Solomon Islands. Currently, there is no legal provision in the legislation for compliance with the Code of Logging Practice, although it was included in the Forest Bill 2008. Private sector involvement in forestry is critically important for developing, managing, and conserving forest resources as well as for processing and marketing of forest products. Public-private partnerships could bring innovative financing mechanisms for sustainable forest management through re-forestation and are promising."}, {"text_block_id": "p19_b269_merged", "text": "The mining sector faces similar regulatory problems including lack of compliance and respect for regulations and ownership. The sector has significant economic potential. However, there is a need to develop and enforce mining regulations and ensure proper financial, contracting, renting, licensing and resource allocation for landowners. Extraction needs to take account of environmental and social concerns, with development benefiting the local community needing to be part of the strategy to make extraction benefits broader based and environmentally sound."}, {"text_block_id": "p19_b272", "text": "Table 1 Objective 1:  MTS1 Reinvigorate and increase the rate of inclusive economic growth"}, {"text_block_id": "p21_b273", "text": "Medium Term Strategy 2: Improve the environment for private sector development and increase investment opportunities for all Solomon Islanders."}, {"text_block_id": "p21_b274", "text": "The Private Sector"}, {"text_block_id": "p21_b275", "text": "is to be a key driving force for growth. Economic growth has been slow partly as a result of lack of diversification into other productive enterprises outside the resource sector, under-investment and the high cost of doing business. The private sector is considered as the principal driver of growth and there is a need to improve the institutional and enabling environment for private sector growth including institutional infrastructure, policies and other legislation. Access to financial services needs to be improved with a broader range of financial services being made available. The transparency of the legislative and policy environment needs to be enhanced. Foreign investment and trade policy needs to be clear, with care taken over any investment protection policies and treaties."}, {"text_block_id": "p21_b276", "text": "The Business and Trade environment faces many challenges and disadvantages, shared with other small island states, in promoting economic development"}, {"text_block_id": "p21_b277", "text": "and equitably distributing the benefits of such development between all parts of the country. Solomon Islands private sector development has been limited. For it to lead and lift economic growth"}, {"text_block_id": "p21_b278", "text": "there must be major improvements in the “ease of doing business”."}, {"text_block_id": "p21_b279", "text": "The NDS targets Solomon Islands ranking under the"}, {"text_block_id": "p21_b280", "text": "World Bank “Ease of Doing Business” to improve from"}, {"text_block_id": "p21_b281", "text": "the current 112 to 110 by 2020, and 108 by 2035. Government must maintain macroeconomic stability and provide public goods and services including economic infrastructure and a regulatory framework, but is not suitably equipped to provide the entrepreneurship to identify profit opportunities and productivity improvements that drive sustainable growth."}, {"text_block_id": "p21_b282", "text": "Government‟s “commercial activities” perform badly in"}, {"text_block_id": "p21_b283", "text": "terms of cash flow, service and contribution to growth."}, {"text_block_id": "p21_b284", "text": "Government recognises that promotion of private sector development needs reduced costs of doing business and has initiated far-reaching reforms of laws governing commercial activity. However, these need to be effectively implemented. More needs to be done to develop a predictable regulatory framework that protects the public interest and consumers while encouraging private sector development through increased certainty of business conditions and reduced transaction costs of doing business. This includes establishment and enforcement of weights and measures regulations, and quality standards."}, {"text_block_id": "p21_b285_merged_merged", "text": "More emphasis should be given to trade as a way to reduce poverty and increase economic growth. Trade policy and development need to be planned, implemented and managed in an integrated way. To expand trade opportunities, Pacific island countries are deepening"}, {"text_block_id": "p22_b289", "text": "their engagement with the global trading system. Solomon Islands as a World Trade Organization member, has engaged in regional trade agreements including the Melanesian Free Trade Agreement, the intra-regional Pacific Island Countries Trade Agreement (PICTA), the European Union Economic Partnership Agreement, and the new trade agreement with Australia and New Zealand (PACER Plus). These agreements are essential for exploring opportunities to better integrate the economy regionally and globally. Solomon Islands authorities need to better understand the trade environment and trade liberalization. Trade liberalisation does not guarantee that the benefits of trade will flow immediately; liberalisation must be accompanied by an improvement in domestic resources and domestic competitiveness. This includes improving skills, knowledge, technology and the business enabling environment including improving access to finance."}, {"text_block_id": "p22_b290", "text": "Labour migration"}, {"text_block_id": "p22_b291", "text": "offers opportunities for improved incomes for Solomon Islanders. There is a strong demand for skilled and unskilled migrant workers in the developed world particularly in horticulture, construction, health, domestic services and hospitality sectors. Matching these needs with the supply of skilled and low-skilled labour will bring mutual benefits for sending and host countries. However, the movement of people also has a range of social impacts that need to be taken into account by policy-makers."}, {"text_block_id": "p22_b292", "text": "Table 2 Objective 1: MTS2 Improve the environment for private sector development and increase investment opportunities for all Solomon Islanders"}, {"text_block_id": "p23_b293", "text": "Medium Term Strategy 3: Expand and upgrade weather resilient infrastructure and utilities focused on access to productive resources and markets and to essential services"}, {"text_block_id": "p23_b294", "text": "Infrastructure"}, {"text_block_id": "p23_b295", "text": "plays a critical role in achieving the objectives of the NDS. However, infrastructure needs in the Solomon Islands are great but allocated limited resources. Priority should be given initially to those investments that are targeted at key productive sectors and initiatives, providing links to economic possibilities and opportunities. A national infrastructure investment plan (NIIP) has been prepared and is being revised to highlight such key priority investments over the next 5-10 years. Investments in the Provinces are needed also to meet needs of the population (NDS objective two) but these should be considered in the context of such provincial and rural needs, with the NIIP focusing on key national infrastructure projects focused on reinvigorating economic growth. The NDS targets that by 2035, at least 40% of Solomon Islanders in rural areas should have access to essential services as a direct result of rehabilitation, and building of new roads, bridges and wharves. Infrastructure investments need to be sustainable and be resilient to natural disasters. Design must take into account the potential impacts of climate change. Maintenance of infrastructure is essential."}, {"text_block_id": "p23_b296", "text": "The road network"}, {"text_block_id": "p23_b297", "text": "covers 1,751 km with 188 bridges, spread over 30 islands. Roads have deteriorated due to lack of maintenance and destruction during ethnic tensions and natural disasters. A new programme of labour-based community contracts is improving the condition of roads. However, government programmes are under-funded, resulting in poor delivery and deferment of programmes. National and provincial governments must be proactive in ensuring that infrastructure development programmes meet the highest quality standards and are implemented within the proposed time frame. Development has tended to focus on building roads and bridges connecting densely populated areas. Areas where there are economic resources that can be developed are sometimes ignored on the grounds of geographic location or low population density. A major problem is that roads have been"}, {"text_block_id": "p24_b298", "text": "developed but the more expensive bridges connecting them have not.  There is apparent lack of connectivity which needs to be corrected. Programmes in road development must address economic development needs to create incentives for more economic activities which will contribute to expanding the economic base."}, {"text_block_id": "p24_b299", "text": "Transportation services"}, {"text_block_id": "p24_b300", "text": "need to be improved."}, {"text_block_id": "p24_b301", "text": "Shipping"}, {"text_block_id": "p24_b302", "text": "is the major domestic transport mode and strategies and programmes are needed to strengthen services. Infrastructure is needed to support market access and development. The inter-island shipping scheme is an initiative funded by donors to service uneconomical routes. However, it will not solve the problem in the long run as costs associated will be unsustainable in the future. Provincial Governments must be proactive to revive the once thriving transport sector."}, {"text_block_id": "p24_b303", "text": "Passenger well-being and safety at sea is a major problem with current service providers. Enforcement of marine regulations is also weak. There is a need for rigorous enforcement of regulations in the sector and current and new policies must address this issue. Penalties on service providers who breach safety regulations should be increased. The capacity to enforce regulations and monitor compliance to marine and maritime regulations needs to be increased."}, {"text_block_id": "p24_b304", "text": "There are only two shipyards in the country servicing vessels. It is important that infrastructure development programmes focus on developing this in anticipation of future expansion of the industry. Major plans to relocate Honiara Port have been shelved for now and the focus is on improving and extending the port in the current location. A new wharf is under construction (JICA funding) and about to be complete. The port area will need further investment in increased storage areas and improvements to the access and internal roads. A programme of new wharf construction has been ongoing with funding from ADB and NZ under the Domestic Maritime Support Project (DMSP). A proposal to develop an international port in Bina Harbour is becoming more tangible as reports suggest that land registration may soon be completed. The next step will be to identify potential investors for the project."}, {"text_block_id": "p24_b305", "text": "Solomon Islands Ports Authority (SIPA) is self-financing except for major capital projects. Revenues come from berthing fees, stevedoring, container storage and pilotage. Privatization of SIPA has been considered but is not on the immediate agenda."}, {"text_block_id": "p24_b306_merged_merged", "text": "Recent developments in the aviation sector following the Civil Aviation Act 2008 which opened the industry have improved the reliability and frequency of service. However, aviation is hindered by institutional issues between the Civil Aviation Authority and the Civil Aviation Ministry, leading to ineffective implementation. Use of larger and more economical aircraft is hampered as most provincial airstrips cannot handle such aircraft or operate in all weather. A number of strategic airstrips are held under customary land ownership, constraining upgrades and maintenance. Solomon Airlines, the only domestic carrier, need to use profits from international routes to subsidise domestic routes."}, {"text_block_id": "p24_b309", "text": "W"}, {"text_block_id": "p24_b310", "text": "hile improvements in domestic aviation services are important, the industry must improve adherence to international standards including making improvements in navigational aids to meet those standards. The sector, however, faces several challenges including: (i) equipment and facilities at the international airport are below international standards and the aviation sector is struggling to meet the International Civil Aviation Organizations (ICAO) standards and regulations. Current programmes focus on: (i) upgrading and maintenance of equipment at the international airport including the replacement of the navigational equipment (DVOR/DME) and (ii) maintenance and upgrading of provincial airstrips."}, {"text_block_id": "p25_b311_merged", "text": "Access to key utilities is also an essential factor in both economic growth and meeting the needs of the people. During the provincial consultation process for developing the NDS, access to water supply and improved sanitation was highlighted as the highest priority need, particularly in rural areas. However, there is also an urgent need for improvement in water supply and sanitation in Honiara and urban centres. Significant urban growth especially in Honiara, suggests the city will shortly begin to experience routine water supply shortages and rationing unless alternative water sources and treatment is identified and made operational within a few years. About 30% of the City has rudimentary sewerage services, all of which is discharged untreated to adjacent waterways. The ongoing health and environmental effects of improper water and sanitation services needs to be better understood, funded and improvements delivered."}, {"text_block_id": "p25_b316", "text": "Energy"}, {"text_block_id": "p25_b317", "text": ", as with other utilities and infrastructure, is essential for sustainable economic growth and effective delivery of health and education services. Energy underpins all aspects of socio-economic development ranging from production, storage and transport to sustenance of livelihoods. Solomon Islands offers challenging conditions for sustainable energy development due to widely scattered populations on islands separated by substantial expanses of sea with small communities and isolated population centres."}, {"text_block_id": "p25_b318", "text": "Reliable and low cost power generation in the Solomon Islands is a major challenge especially given the heavy reliance on diesel plants for power generation. Rising fuel prices has increased the cost of electricity in Solomon Islands. The main electricity provider is the Solomon Islands Electricity Authority (SIEA), a state owned enterprise."}, {"text_block_id": "p25_b319", "text": "Most of the rural communities in the Solomon Islands have limited access to or cannot afford, basic energy services such as electricity, lighting, heating and transportation. Use of traditional fuels such as wood and crop residue (biomass) is commonly used by the communities. However, there is a growing trend in communities towards using solar power, kerosene and lanterns. Many low income earners pay a large proportion of their income for the energy supplies they can access. More than 95 per cent of rural households use wood for cooking as opposed to 63 per cent of urban households. Moving to cleaner cooking fuels has a demonstrable impact on child and maternal health and electricity helps boost incomes by enabling economic activity to be conducted beyond daylight hours. The proportion of homes with no electricity supply is targeted to be reduced from 50% in 2010 to less than 20% by 2035. The proportion of homes using solar power energy is targeted to increase from 15%-50% by 2035."}, {"text_block_id": "p25_b320", "text": "Building renewable energy sources is a major task and requires high up-front capital costs. However, diesel generation and use of bio-fuel, while having low up-front costs have high recurrent costs in fuel and maintenance. For renewable energy technologies to be more widely used in Solomon Islands, it will require a strong government policy setting and the implementation of innovative, low-oversight solutions. In the Pacific region, most approaches to renewable energy have largely failed to develop into viable alternatives to conventional approaches and while a number of small-scale rural renewable energy-based electrification projects have been carried out in the region over the last two decades, their impacts have been minimal. Energy efficiency is also important, but donor partners have tended to focus more on energy-supply approaches, devoting only a small proportion of their funds to energy-efficiency programmes. There are also other barriers to optimizing energy efficiency such as the lack of access to energy efficient technologies and financial resources as well as market-related and institutional issues."}, {"text_block_id": "p25_b321", "text": "Information and Communications Technology"}, {"text_block_id": "p25_b322", "text": "(ICT) in Solomon Islands is under-prioritized and amongst the poorest in the Pacific region. Current communications development focuses on telecommunication services whilst media developments are under-prioritized and regulatory enforcement is lacking. The Telecommunications Act 2009 which"}, {"text_block_id": "p26_b323", "text": "requires increased capacity for enforcement seeks to increase competition by having extra mobile services. There is still no competition in internet and landline services which remain exclusively with Our Telekom. Internet services are growing but more than 50 percent of the population still lack services or find it very expensive to utilise. The sector needs further liberalisation and there is a need for more efficient and cost effective services with a wider coverage.  Internet users per 100 populations increased from 1.65 in 2006 to 5 in 2010 and is targeted to increase to over 10 before 2020."}, {"text_block_id": "p26_b324", "text": "Priority medium term activities include the following:"}, {"text_block_id": "p26_b325", "text": "Priority medium term activities include the following:\n* Infrastructure â improve and maintain roads, feeder roads and other rural infrastructure and ports throughout Solomon Islands.\n* Improve road and maritime transportation services including supporting the National Transport Plan and reviewing domestic shipping services.\n* Rehabilitate and develop international and domestic airports throughout Solomon Islands including all weather airstrips.\n* Enforce international civil aviation safety standards.\n* Improve and maintain utilities notably water and sanitation services.\n* Develop renewable energy resources including Tina River and Fiu River hydropower schemes.\n* ICT -link communities with telecommunication networks.\n* Establish fiber optic submarine cable system and provide broad band services."}, {"text_block_id": "p26_b343", "text": "Table 3 Objective 1: MTS3 Expand and upgrade weather resilient infrastructure and utilities focused on access to productive resources and markets and to essential services."}, {"text_block_id": "p28_b344", "text": "Medium Term Strategy 4: Strengthen land reform and other programmes to encourage economic development in urban, rural and customary lands."}, {"text_block_id": "p28_b345", "text": "The land tenure system in the Solomon Islands has been a major obstacle to development including for public sector activities, the business environment and foreign investment. Many government development projects and private sector initiatives are constrained by the need to obtain land, whether by purchase or leasehold. There is significant unproductive and unused land in both urban and rural areas including customary land which could be more productively used. Policy changes and land reform efforts need to be enhanced to help remove land as an obstacle to development and allow land owners to share in the benefits of development. Without land reform, development will be constrained."}, {"text_block_id": "p28_b346", "text": "In the Solomon Islands around 87 percent of all land is customarily owned, 9 percent is owned by the government, 2 percent belongs to individual Solomon Islanders and the"}, {"text_block_id": "p29_b347", "text": "remaining 2 percent is leased to foreigners. Unlike western systems, most land in Solomon Islands is communally owned with each resource owner having equal rights to land for building or constructing house and for farming. The right to use land comes from being a member of a tribe or a clan. Customary land is owned by all the community members and not by one individual. For Solomon Islands and other Melanesian countries, land is life and is integral to social relations and cohesion, culture, food security and environmental management. Several laws need reviewing, with a first step including the enumeration and delineation of boundaries of custom and tribal land."}, {"text_block_id": "p29_b348", "text": "Solomon Islands ranks 112"}, {"text_block_id": "p29_b349", "text": "th out of 178 in the World Bank‟s “Ease of Doing Business Rankings”"}, {"text_block_id": "p29_b350", "text": ". On the issue of registering property Solomon Islands is ranked 162nd and amongst the most difficult 10% of countries in the world. Improvement in security of land tenure and land use can have a substantial impact on the overall ease of doing business in the country, making it more attractive for both national and international investors."}, {"text_block_id": "p29_b351", "text": "Priority medium term activities include the following:"}, {"text_block_id": "p29_b352", "text": "Priority medium term activities include the following:\n* Urban Land â develop a national urbanisation policy that supports urban and rural dwellers, informal settlements and return of unutilized alienated lands.\n* Encourage land owners to participate in economic development and become partners in development.\n* Re-establish Customary Lands recording and registration process and ensure that the roles of chiefs and land ownership are recognized, respected, strengthen and supported."}, {"text_block_id": "p29_b360", "text": "Table 4 Objective 1: MTS 4: Strengthen land reform and other programmes to encourage economic development in urban, rural and customary lands."}, {"text_block_id": "p30_b361", "text": "NDS Objective Two: Poverty alleviated across the whole of the Solomon Islands, basic needs addressed and food security improved; benefits of development more equitably distributed to Solomon Islanders."}, {"text_block_id": "p30_b362", "text": "Improved harmonisation between population and development and an improved quality of life through more effective planning of development are essential factors in the alleviation of poverty and improving the lives of all Solomon Islanders particularly in rural areas. Poverty alleviation remains a priority, but economic growth is needed to provide the resources to meet this objective. Inclusive growth implies focussing on all segments of society. Given that over 80% of Solomon Islanders live in rural areas, inclusiveness will require a heightened focus on rural development. Basic needs such as provision of essential services including water and sanitation are as important as improving food security and reducing poverty. There has been no improvement in the HDI in recent years and the declared goal in the NDS 2011-2020 of joining the medium human development countries and catching up with neighbouring states is unlikely to be achieved in the near future. Nevertheless, this target is maintained in this NDS but with a target of no further decline in ranking by 2018-20 and achieving the original goal by 2030."}, {"text_block_id": "p30_b363", "text": "To achieve this, decentralisation of government services will be important as this will facilitate development by involving the rural population and help stimulate the rural economy. However, it does have some disadvantages such as the loss of economies of scale and control over scarce financial resources by the national government. Weak administrative or technical capacity at local levels may result in services being delivered less efficiently and effectively in some areas of the country."}, {"text_block_id": "p30_b364", "text": "Decentralisation can also play an important role in broadening participation in political, economic and social activities and help alleviate bottlenecks in decision making that are often caused by national government planning and control of important economic and social activities. In the Solomon Islands context, decentralisation can help the national government"}, {"text_block_id": "p31_b365", "text": "reach larger numbers of local areas with services; allow greater political representation for diverse political, ethnic, religious, and cultural groups in decision-making and relieve managers in central ministries of \"routine\" tasks to concentrate on policy. Decentralisation may make coordination of national policies more complex but it can also increase political stability and national unity by allowing citizens to better control public programmes at the local level, contributing to the achievement of NDS objective 5, as discussed further below."}, {"text_block_id": "p31_b366", "text": "Medium Term Strategy 5: Alleviate poverty, improve provision of basic needs and increase food security"}, {"text_block_id": "p31_b367", "text": "Alleviation of poverty remains a top priority. Priority medium term activities include the need to address and meet basic needs of people in the rural areas such as provision of essential rural infrastructure and services (water, sanitation) and social and community development and improving the social well-being of all Solomon Islanders. Increase efforts are needed directed at poverty alleviation, improved food security, increased diversification, food safety and nutrition. Key programmes and activities are summarised in the matrix below."}, {"text_block_id": "p31_b368", "text": "Poverty in Solomon Islands is overwhelmingly a rural phenomenon. The NDS target is to reduce the proportion of the population below the poverty line from 12.7% in 2013 to less than 10% by 2020, and 5% by 2030. In line with the SDG targets, the NDS also includes the target of eradicating extreme poverty for all people in the Solomon Islands, currently measured as people living on less than $1.25 a day. Further analysis, however, is needed to determine the degree of extreme poverty in Solomon Islands. The proportion of the population living below the food poverty line is currently 4.4% and the target is to reduce this below 3% by 2025."}, {"text_block_id": "p31_b369", "text": "The provision of improved water and sanitation services are important for improving health and well-being in rural areas. The NDS targets improved access to clean water from 35% of the population in 2014 to 60% by 2035 and access to proper sanitation services increased from 18% in 2010 to 40% by 2035. This should help improve health through reduction in water borne diseases including incidences of diarrhoea among children aged less than five years old. The target is to improve from 9.4% to less than 4% by 2035."}, {"text_block_id": "p31_b370", "text": "Improved food security is also key to alleviating poverty and improving well-being. The NDS targets an improvement in the food production index from average 117 for 2008-10 (base 2006) to an average of 130 by 2015 and maintained at over 150 by 2020. The proportion of own food production in food consumption by households is targeted to increase from 49% in 2006 to 52% by 2020."}, {"text_block_id": "p31_b371", "text": "Table 5 Objective 2: MTS 5 Alleviate poverty, improve provision of basic needs and increase food security."}, {"text_block_id": "p32_b372", "text": "Medium Term Strategy 6: Increase employment and labour mobility opportunities in rural areas and improve the livelihoods of all Solomon Islanders."}, {"text_block_id": "p32_b373", "text": "Increasing employment opportunities and improving livelihoods is important to help ensure a more equitable distribution of benefits across the Solomon Islands. This is an increasing challenge experienced in rural areas especially amongst young people. Priority medium term activities include the need to (i) generate jobs and increase employment opportunities for the growing population across all Provinces including young people in rural areas; (ii) improve rural livelihoods and the wealth of all Solomon Islanders; and (iii) promote agricultural services to support small scale farmers.,"}, {"text_block_id": "p32_b374", "text": "Establishing programmes targeting young people, including young newly married couples, will help ensure they are engaged in worthwhile activities.  Such programmes must encourage formal employment and non-formal employment opportunities."}, {"text_block_id": "p32_b375", "text": "Access to finance and financial institutions is a constraint to development of opportunities in rural and remote areas and this is particularly important given the low rate of domestic savings. Poor availability of collateral, controls over bank lending, and regular bank risks are constraints. There is virtually no financing of investments for small income earners, communities and customary landowners. There is a need to examine how loans and financial capital can be provided to rural or low income earners, to help build livelihoods and improve standards, utilising their limited available resources, customary land and other assets and commodities."}, {"text_block_id": "p33_b376", "text": "Table 6 Objective 2: MTS 6: Increase employment and labour mobility opportunities in rural areas and improve the livelihoods of all Solomon Islanders."}, {"text_block_id": "p33_b377", "text": "Medium Term Strategy 7: Improve gender equality and support the disadvantaged and the vulnerable."}, {"text_block_id": "p34_b378", "text": "Achieving sustainable and inclusive social and economic development requires national population dynamics to be mainstreamed into the government development planning process. Development should benefit all the people of Solomon Islands. The SDGs emphasize the importance of including the disadvantaged including the disabled and other vulnerable groups. The drift of the population from rural to urban areas and the increasing number of unemployed youths is creating tensions that could undermine the improvements in social cohesion and security in the past few years. The role and place of women in society is an essential element of any country and promoting gender equality and empowering women was a critical MDG and remains so as an SDG."}, {"text_block_id": "p34_b379", "text": "Priority medium term activities include the following:"}, {"text_block_id": "p34_b380", "text": "Priority medium term activities include the following:\n* Provide support to the vulnerable including women, children and other vulnerable and disadvantaged groups such as the elderly and disabled\n* Develop community engagement programmes that address the needs of women, youth and children and which encourage social and communal stability.\n* Promote gender equality and empower women.\n* Promote the social and communal aspects of the youth development and a national youth policy and link to development of national and provincial sports activities.\n* Improve social and communal security including related policies."}, {"text_block_id": "p34_b390", "text": "Table 7 Objective 2: MTS 7 Improve gender equality and support the disadvantaged and the vulnerable."}, {"text_block_id": "p35_b391", "text": "NDS Objective Three: All Solomon Islanders have access to quality health and education."}, {"text_block_id": "p35_b392", "text": "Access to quality health and medical services and to quality education is essential for the well-being of all Solomon Islanders. Development needs a healthy population with an education that can meet the needs of a growing country."}, {"text_block_id": "p35_b393", "text": "Medium Term Strategy 8: Ensure all Solomon Islanders have equitable access to quality health care; combat communicable and non-communicable diseases."}, {"text_block_id": "p35_b394", "text": "The Ministry of Health and Medical Services is developing a new sector strategy. It recognises that the quest for health goes beyond fighting disease, reducing sickness, preventing the loss of young lives and relieving suffering. The vision for health is to contribute to the well-being of all Solomon Islanders. The overall goal is to achieve universal health coverage. This means that all people can access and use the preventive, curative, rehabilitative and palliative health services they need and which the country can afford, and that these services are of sufficient quality to be effective, At the same time, it must ensure that the use of these services does not expose the community to financial hardship."}, {"text_block_id": "p35_b395", "text": "The sector strategy sets out some key challenges that have hindered progress. These were identified during internal ministry group discussions and in particular cited aspects of leadership and delays in financial and human resource administrative systems as the main constraint:"}, {"text_block_id": "p35_b396", "text": "The sector strategy sets out some key challenges that have hindered progress. These were identified during internal ministry group discussions and in particular cited aspects of leadership and delays in financial and human resource administrative systems as the main constraint:\n* Resources (especially pharmaceuticals and supplies) did not flow to the periphery of the system.\n* Activities were fragmented, with poor coordination particularly amongst the public health divisions.\n* No clear prioritisation meant the agenda was crowded with no clear priority.\n* Resources were insufficient including resources being available but not spent.\n* Strategic leadership was primarily focused on donor-led activities.\n* Social conditions were deteriorating.\n* Disasters and disease outbreaks interrupted service delivery.\n* Lack of staff diligence and attendance; a fraud case crippled core functions such as procurement and dented confidence of donors and within the sector.\n* Decision-makers at provincial and national levels were unable to direct available resources."}, {"text_block_id": "p36_b414", "text": "The sector strategy sets out some key challenges that have hindered progress. These were identified during internal ministry group discussions and in particular cited aspects of leadership and delays in financial and human resource administrative systems as the main constraint:\n* Resources (especially pharmaceuticals and supplies) did not flow to the periphery of the system.\n* Activities were fragmented, with poor coordination particularly amongst the public health divisions.\n* No clear prioritisation meant the agenda was crowded with no clear priority.\n* Resources were insufficient including resources being available but not spent.\n* Strategic leadership was primarily focused on donor-led activities.\n* Social conditions were deteriorating.\n* Disasters and disease outbreaks interrupted service delivery.\n* Lack of staff diligence and attendance; a fraud case crippled core functions such as procurement and dented confidence of donors and within the sector.\n* Decision-makers at provincial and national levels were unable to direct available resources.\n* Operating budgets were tied up in specific programme funds and could not be used to support core functions in the province.\n<\\li1>"}, {"text_block_id": "p36_b416", "text": "The proposed new health sector policy addresses these within four key groupings of objectives and strategies: (i) essential services that will contribute to a positive change in the health status of the community; (ii) delivery of those essential services across all provinces and the NRH; (iii) the corporate support required to facilitate the delivery; and (iv) laying foundations for the future. Immediate priority activities include the relocation of NRH while other medium term priorities include rehabilitation, reconstruction and construction of new medical infrastructures in rural and urban centres."}, {"text_block_id": "p36_b417", "text": "The four groupings have been designated as Key Result Areas (KRA). Policies and programmes are outlined in the matrix below:"}, {"text_block_id": "p36_b418", "text": "KRA 1: Improved Service Coverage"}, {"text_block_id": "p36_b419", "text": ". The overall goal is to achieve universal health coverage. This means that all people can access and use the preventive, curative, rehabilitative and palliative health services they need and which the country can afford and that they are of sufficient quality to be effective. At the same time, it is crucial that the use of these services does not expose the community to financial hardship. The aim of the government for the next 5 years is to see a broader approach to addressing health issues at the community level with the clear goal of achieving better health outcomes in a number of priority areas:"}, {"text_block_id": "p36_b420", "text": ". The overall goal is to achieve universal health coverage. This means that all people can access and use the preventive, curative, rehabilitative and palliative health services they need and which the country can afford and that they are of sufficient quality to be effective. At the same time, it is crucial that the use of these services does not expose the community to financial hardship. The aim of the government for the next 5 years is to see a broader approach to addressing health issues at the community level with the clear goal of achieving better health outcomes in a number of priority areas:\n* Improved child survival particularly for disadvantage, remote and hard to reach populations\n* Improved maternal health across all provinces especially for high risk mothers and those in hard to reach communities\n* Improved health and wellbeing of youth and adolescents\n* Reduction in non-communicable disease incidents and impacts\n* Reduced burden of communicable diseases\n* Improved safe water, sanitation and hygiene practices"}, {"text_block_id": "p36_b432", "text": "KRA 2: Strengthened Collaboration and Partnerships"}, {"text_block_id": "p36_b433", "text": ". Current programmes and actors such as health promotion, RWASH, family planning, NCDs, MCH, and local NAPs all tend to work in isolation to each other.   All should work together under the Healthy Islands framework. Provincial health strategies need strong partnerships with provincial government strategies to address health infrastructure and coordination of local government development efforts."}, {"text_block_id": "p36_b434", "text": "KRA 3: Improved quality of and support for health services."}, {"text_block_id": "p36_b435", "text": "Funds allocated need to be effectively spent. The biggest part of expenditure is on staff costs and the decisions taken regarding staff costs have the biggest impact on the health budget.  Universal coverage will require increased costs for staff, equipment, infrastructure and medical supplies."}, {"text_block_id": "p36_b436", "text": "KRA 4: Foundations for the Future"}, {"text_block_id": "p36_b437", "text": "–"}, {"text_block_id": "p36_b438", "text": "Governance, Planning and Management of Health Services."}, {"text_block_id": "p36_b439_merged", "text": "Focus is on activities which will help build the foundations that will help ensure sustainability of health services and enable the achievement of the SDG required in the next five years. Health workforce planning will need to examine skills balance and possible redeployment from the main health centres to rural areas. Facilities at the proposed new NRH and provincial hospitals need review, together with the referral system between them to make the national system more effective. Governance of the health system needs strengthening. Financial planning needs to rely less on donor support and more on local resources. Financial strategy has to focus on spending existing resources more effectively,"}, {"text_block_id": "p37_b441", "text": "efficiently and with improved accountability, over time presenting health expenditure as an"}, {"text_block_id": "p37_b442", "text": "“investment” rather than cost."}, {"text_block_id": "p37_b443", "text": "Table 8 Objective 3: MTS 8 Ensure all Solomon Islanders have access to quality health care; combat communicable and non-communicable diseases."}, {"text_block_id": "p39_b444", "text": "Medium Term Strategy 9: Ensure all Solomon Islanders can access quality"}, {"text_block_id": "p39_b445", "text": "education and the nation’s"}, {"text_block_id": "p39_b446", "text": "manpower needs are sustainably met."}, {"text_block_id": "p39_b447", "text": "The Ministry of Education and Human Resource Development has developed a new education sector strategy. The overarching strategic goal is to provide universal access to quality secondary education for all children by 2030 and improve access to technical and vocational education and training and higher education. Government will place priority on refocusing education sector expenditure on providing services at primary and junior secondary schools to achieve the target of achieving universal completion of quality junior secondary by 2030. The Programme Framework in Appendix 2 shows the alignment of the strategy with the SDGs."}, {"text_block_id": "p39_b448_merged_merged", "text": "The long-term goals for the Solomon Islands education system over the Ministry‟s planning period (2016 to 2030) are:"}, {"text_block_id": "p39_b451", "text": "The long-term goals for the Solomon Islands education system over the Ministry‟s planning period (2016 to 2030) are:\n* Provide access to all girls and boys to quality early childhood development, care and pre-primary education by 2030 and to achieve full enrolment of all 5 year olds by 2020\n* Achieve full completion to quality and relevant basic education (primary and junior secondary) for all children in the Solomon Islands.\n* Ensure that secondary education delivers both work-related skills and transferable skills, including entrepreneurial and ICT skills to increase the number of youth who have relevant skills for employment, decent jobs and entrepreneurship.\n* Consolidate the establishment of a comprehensive, integrated system of Tertiary and TVET Education which provides quality education and relevant skills for employment, decent jobs and entrepreneurship.\n* Strengthen multi stakeholder approaches to extend adult literacy and gradually introduce lifelong learning approaches to education and training.\n* Manage education resources in an efficient, effective and transparent manner."}, {"text_block_id": "p39_b463", "text": "The education sector strategy identifies challenges facing the sector in meeting these goals, not least of which is need to find an affordable solution for expanding supply and providing access for early childhood and care education (ECCE). For education overall, it recognises"}, {"text_block_id": "p40_b464", "text": "that issues remain to ensure equitable access. For instance, Solomon Islands is still unable to systematically measure the main reasons for social, cultural and economic exclusion and understand the best policies and measures to overcome these.  A renewed effort is needed to address the various factors that are limiting education quality and relevance and focus the design of future interventions with the main purpose of achieving short and medium-term measureable results."}, {"text_block_id": "p40_b465", "text": "The new education sector strategy proposes four key strategies as a focus for the period 2015 to 2030 to achieve its objective:"}, {"text_block_id": "p40_b466", "text": "The new education sector strategy proposes four key strategies as a focus for the period 2015 to 2030 to achieve its objective:\n* . Increasing access will be accompanied by measures to improve the quality and relevance of education and learning:\n\t* adequately and equitably resourcing education institutions and programmes with safe and easily-accessible facilities;\n\t* providing teacher policies and regulations to ensure a sufficient number of qualified, professionally-trained and well-motivated teachers who are equitably and efficiently deployed across the whole education system;\n\t* using learner-centred pedagogical approaches and books and other learning materials and technologies that are cost-effective and available to all learners including children, youth and adults;\n\t* improving systems and practices for assessment of learning outcomes in cognitive and non-cognitive domains and continually assessed as an integral part of the teaching and learning process.\n\t* . More work is needed to ensure stronger national legal and policy frameworks that lay the foundation and conditions for the delivery and sustainability of good quality education. Highest priority will be given to ensuring the effective implementation of these policies and to develop the management capacity of MEHRD, focusing on strengthening key central and decentralised education management functions."}, {"text_block_id": "p40_b480", "text": "Appropriate institutional management arrangements, governance and accountability mechanisms, management quality assurance, planning, information systems, financing procedures and mechanisms and general administrative systems will have to be developed. A better use of information and communication technologies (ICTs) will be harnessed to support evidence-based decision-making, strengthen education systems and provide education services more efficiently."}, {"text_block_id": "p40_b481", "text": "(iii)"}, {"text_block_id": "p40_b482", "text": "Emphasizing Equity, Inclusion and Gender Equality"}, {"text_block_id": "p40_b483", "text": ". Cross-sector policies and plans will be developed to address the social, cultural and economic barriers that deprive children, youth and adults of education and quality learning. This will include changes in education contents, approaches, structures and funding strategies to address the situation of groups of excluded children, youth and adults including girls, children with disability and language minorities, the poorest. Strategies will include:"}, {"text_block_id": "p40_b484", "text": ". Cross-sector policies and plans will be developed to address the social, cultural and economic barriers that deprive children, youth and adults of education and quality learning. This will include changes in education contents, approaches, structures and funding strategies to address the situation of groups of excluded children, youth and adults including girls, children with disability and language minorities, the poorest. Strategies will include:\n* reduction of cost barriers;\n* provision of second chance/re-entry programmes;\n* development of inclusive school facilities;\n* extend teacher training on inclusive education; and\n* mainstreaming use of vernacular language policies to address exclusion."}, {"text_block_id": "p40_b494", "text": "Further gender-sensitive measures are needed to ensure that teaching and learning have an equal impact on girls and boys and to ensure the personal security of girls in and on the journey to and from education institutions. It is also necessary to develop more systematic approaches to collect, analyse, and use disaggregated data to measure marginalization in education and set targets for reducing inequity and to monitor progress towards these targets."}, {"text_block_id": "p41_b495", "text": "(iv)"}, {"text_block_id": "p41_b496", "text": "Introducing Lifelong Learning"}, {"text_block_id": "p41_b497", "text": ". The education systems will gradually adopt institutional strategies and policies and adequately resourced programmes to ensure opportunities for all age groups including adults. This will include special measures to address the needs of adult learners and children, youth and adults who remain illiterate. To ensure the acquisition of new knowledge and skills, the Ministry will promote institutionalization of mechanisms and processes to assess the quality and quantity of the skills available and ensure that curricula and education and training systems are responsive to the needs of the labour market and society. Cross-sector approaches traversing education, science and technology, family, employment, industrial and economic development, migration and integration, citizenship, social welfare and public finance policies will be used."}, {"text_block_id": "p41_b498", "text": "Achievement of the ESF will take time and the education strategy thus sets out medium term objectives and targets for the period 2016-2020. These are presented in the new National Education Action Plan (NEAP). These goals and objectives are summarised in the matrix table below. Individual programmes and projects will be presented in the MTDP, a rolling four-year development plan that translates the NDS into implementable programs over the medium term. The NEAP medium term strategies cover:"}, {"text_block_id": "p41_b499", "text": "Early Childhood and Care Education (ECCE):"}, {"text_block_id": "p41_b500", "text": "Goal -by the end of 2020 more girls and boys complete free, equitable and quality early childhood education and care:"}, {"text_block_id": "p41_b501", "text": ""}, {"text_block_id": "p41_b502", "text": "3 to 4-year-old children will be supported to expand access to early childhood education in ECCE centres."}, {"text_block_id": "p41_b503", "text": ""}, {"text_block_id": "p41_b504", "text": "5-year-old children have equal access to pre-primary schooling and have access to schooling taught in the vernacular."}, {"text_block_id": "p41_b505", "text": ""}, {"text_block_id": "p41_b506", "text": "3 to 4-year-old children will receive improved quality early childhood education through community ECCE centres."}, {"text_block_id": "p41_b507", "text": ""}, {"text_block_id": "p41_b508", "text": "5-year-old children will receive quality pre-primary educations."}, {"text_block_id": "p41_b509", "text": "Basic Education"}, {"text_block_id": "p41_b510", "text": ""}, {"text_block_id": "p41_b511", "text": "All Year1-9 students have equitable access to fee-free schooling and complete basic education"}, {"text_block_id": "p41_b512", "text": ""}, {"text_block_id": "p41_b513", "text": "More girls and boys receive quality basic education with relevant and effective learning outcomes (literacy and numeracy) key competences."}, {"text_block_id": "p41_b514", "text": "Senior Secondary Education"}, {"text_block_id": "p41_b515", "text": ""}, {"text_block_id": "p41_b516", "text": "By the end of 2020 more girls and boys receive quality senior secondary education with relevant and effective learning outcomes."}, {"text_block_id": "p41_b517", "text": ""}, {"text_block_id": "p41_b518", "text": "Key content reforms are developed and partially introduced to the curricula of Senior Secondary Education."}, {"text_block_id": "p41_b519", "text": "VET and Tertiary Education"}, {"text_block_id": "p41_b520", "text": ""}, {"text_block_id": "p41_b521", "text": "Equitable access provided to quality assured skills development for women and young people and people with a disability."}, {"text_block_id": "p41_b522", "text": ""}, {"text_block_id": "p41_b523", "text": "A new system for managing national and international scholarships that provides equitable access, coherence with national education and labour market priorities and substantially increases the effectiveness of the results obtained is developed and implemented."}, {"text_block_id": "p41_b524", "text": ""}, {"text_block_id": "p41_b525", "text": "A new institutional and governance system is operative and capable of delivering quality and relevant technical and university education and developing solid partnerships with the private sector and the labour market."}, {"text_block_id": "p41_b526", "text": "Cross Cutting Areas: Improving Education Quality"}, {"text_block_id": "p42_b527", "text": ""}, {"text_block_id": "p42_b528", "text": "In-Service Training -MEHRD develops more efficient and effective ways for upgrading the technical capacity of teachers to deliver improved curricular contents."}, {"text_block_id": "p42_b529", "text": ""}, {"text_block_id": "p42_b530", "text": "Management of the Curriculum Cycle -MEHRD develops more efficient and effective ways to design, deliver main curricular reforms and to monitor their implementation."}, {"text_block_id": "p42_b531", "text": ""}, {"text_block_id": "p42_b532", "text": "Teaching Materials: MEHRD develops more efficient and effective ways to procure and distribute books and other teaching materials to all provinces."}, {"text_block_id": "p42_b533", "text": "Reforming the Management of Education"}, {"text_block_id": "p42_b534", "text": ""}, {"text_block_id": "p42_b535", "text": "School Management: School management‟s capacity"}, {"text_block_id": "p42_b536", "text": "is substantially developed to meet agreed and understood management performance standards and targets designed to improve school management and deliver NEAP education outcomes."}, {"text_block_id": "p42_b537", "text": ""}, {"text_block_id": "p42_b538", "text": "EA Management:"}, {"text_block_id": "p42_b539", "text": "Education Authorities (EAs) management‟s capacity is"}, {"text_block_id": "p42_b540", "text": "substantially developed to meet agreed and understood management performance standards and targets designed to improve school management and deliver NEAP education outcomes."}, {"text_block_id": "p42_b541", "text": ""}, {"text_block_id": "p42_b542", "text": "MEHRD Management:"}, {"text_block_id": "p42_b543", "text": "strengthen MEHRD core capacity at the institutional, organisational and individual levels."}, {"text_block_id": "p42_b544_merged", "text": "Table 9 NDS Objective 3: MTS 9: Ensure all Solomon Islanders can access quality education and the nation’s manpower needs are sustainably met."}, {"text_block_id": "p43_b547", "text": "NDS Objective Four: Resilient and environmentally sustainable development with effective disaster risk management, response and recovery."}, {"text_block_id": "p43_b548", "text": "Solomon Islands needs to respond effectively to climate change and the increasing frequency of storm surges and floods. It needs to effectively manage the environment and the risks of natural disasters and greater emphasis is needed on disaster preparedness and mitigation to reduce the scale of necessary response to a disaster. The response mechanism needs improvement. Environmental sustainability and improved disaster risk"}, {"text_block_id": "p44_b549", "text": "management cuts across the three objectives above. Two medium term strategies are envisaged to achieve this objective."}, {"text_block_id": "p44_b550", "text": "Medium Term Strategy 10:"}, {"text_block_id": "p44_b551", "text": "Improve disaster and climate risk management including prevention, risk reduction, preparedness, response and recovery and adaptation as part of resilient development."}, {"text_block_id": "p44_b552", "text": "Disaster management arrangements in the Solomon Islands are governed by the National Disaster Council Act (1989) supported by the National Disaster Risk Management Plan (2010). The Act establishes the National Disaster Council (NDC) with the National Disaster Management Office as its secretariat. The NDC Act also established the Provincial Disaster Committees. However, these have not been active due mainly to capacity and resource constraints and have largely been left unsupported over the years. Nonetheless, the need to strengthen Provincial Disaster Risk Management arrangements has been recognised and support activities are increasing."}, {"text_block_id": "p44_b553", "text": "Medium Term Strategy 11: Manage the environment in a sustainable resilient way and effectively respond to climate change."}, {"text_block_id": "p44_b554", "text": "The Ministry of Agriculture and livestock will make an important contribution to both these strategies through: (i) farmers shielded from impacts of natural disasters and climate change through disaster and risk management and climate change mitigation; (ii) soil conservation and management enhanced, land fertility and productivity increased, land use planning and policies in place; and (iii) appropriate regulatory framework in place and enforced."}, {"text_block_id": "p44_b555", "text": "Table 10 Objective 4: MTS 10 Improve disaster and climate risk management including prevention, risk reduction, preparedness, response and recovery and adaptation as part of resilient development. MTS 11 Manage the environment in a sustainable way and contribute to climate change mitigation"}, {"text_block_id": "p44_b556", "text": "."}, {"text_block_id": "p46_b557", "text": "NDS Objective Five: Unified nation with stable and effective governance and public order."}, {"text_block_id": "p46_b558", "text": "Good governance at national, provincial and community levels including maintenance of law and order is essential for achieving a better future and achieving the full potential of the country. Improved governance cuts across all the NDS objectives and has many facets. It is an essential enabling environment for development and social cohesion and well-being. Poor governance correlated with a top-down decision making and centralised structure over the years has progressively weakened the public service delivery. Politicisation, corruption and poor work standards and ethics have eroded professionalism and morale standards in the public sector. There is an ongoing need to build capacity of both government institutions and personnel to carry out their responsibilities in an effective manner. Successive"}, {"text_block_id": "p47_b559", "text": "governments over the past 10 years have realized the weaknesses in the public sector and have made attempts through various programmes to address the ineffectiveness and inefficiencies, with seemingly limited success. Thus, there is a strong need to further strengthen the sub-national governments for effective decentralised service delivery."}, {"text_block_id": "p47_b560", "text": "The 2011 country corruption perception index ranked the Solomon Islands as 120, a drop from the 109 position in 2008. However, more needs doing and a sound corporate culture needs to be instilled within and outside the public service to reduce and eventually eradicate corruption, which is holding back development. A coordinated direction and harmonization at all levels through public sector reform programmes is a priority towards restoring professional standards and morale in the public sector. Strengthening government accountability, efficiency and effectiveness remains a key element for achieving stability and good governance at both the political and administrative levels. A fundamental reform programme is needed to ensure the roles of public institutions at all levels are harmonized and enforced to support the quality of public service delivery to all Solomon Islanders."}, {"text_block_id": "p47_b561_merged", "text": "Maintaining security, law and order, peace and harmony remains a priority for Solomon Islands for achieving sustainable peace and harmony and effective partnership, necessary for achieving the NDS twenty-year development objectives. Fundamental for achieving these objective is the traditional mandates of the government through police, law and justice, village chiefs and the church. The RAMSI People‟s survey 2007, asserts that 93% of people preferred to resolve disputes within their own community rather than through police and legal systems. This indicates the need to empower traditional institutions in their roles in maintaining peace, law and order in rural communities.  Similarly, the role of the church in restoring peace is evident in the post-conflict reconciliation programmes. The need for spiritual development of the society as a pillar towards building a community that is honest, trustworthy and forward looking is an important element stressed during the provincial consultations."}, {"text_block_id": "p47_b564", "text": "Solomon Islands foreign relations with the global community constitute the international dimension of national objectives to ensure that mutual diplomatic and productive relations are built for development results."}, {"text_block_id": "p47_b565", "text": "Medium Term Strategy 12: Efficient and effective public service with a sound corporate culture:"}, {"text_block_id": "p47_b566", "text": "The objective of this strategy is to enhance efficiency and effectiveness of public sector founded on principles of transparency, accountability, trustworthy and honesty. Priority policies, programmes and activities are included in the table below."}, {"text_block_id": "p47_b567", "text": "Medium Term Strategy 13: Reduce Corruption and improve governance at national, provincial and community levels:"}, {"text_block_id": "p47_b568", "text": "The objective of this strategy is to reduce corruption within government institutions and to instil a sound corporate culture at all levels (see table below)."}, {"text_block_id": "p47_b569", "text": "Medium Term Strategy 14: Improve national unity, peace and stability at all levels:"}, {"text_block_id": "p47_b570", "text": "The objective of this strategy is to achieve a united and stable society based on mutual respect of our diverse cultural heritage. There is a need to continue to address the conflict and post conflict issues. Churches and religious organisations are recognised as playing an important role in the spiritual development of the country and in shaping and guiding the moral behaviour of the people (see table below)."}, {"text_block_id": "p47_b571", "text": "Medium Term Strategy 15: Improve national security, law and order and foreign relations:"}, {"text_block_id": "p47_b572", "text": "A healthy and productive society must have a high level of law and order."}, {"text_block_id": "p48_b573", "text": "Development of a community policing and crime prevention model is helping to reduce crime and family violence. An effective judicial and legal system is essential."}, {"text_block_id": "p48_b574", "text": "Table 12 Objective 5: Unified nation with stable and effective governance and public order. MTS 12, 13, 14 and 15"}, {"text_block_id": "p50_b575", "text": "IV. Implementation of the NDS: Managing for Results"}, {"text_block_id": "p50_b576", "text": "The NDS will help ensure that all stakeholders are clear on a common direction in development over the next 20 years. It will allow all stakeholders including government agencies to see where their strategies and efforts can contribute to and fit into the national strategy and thereby develop their own programmes in a complementary manner and identifying areas for potential partnerships. This should include the donor partners, private sector, NGOs as well as faith based organisations."}, {"text_block_id": "p50_b577", "text": "Effective implementation of the NDS requires actions in four main areas: (i) managing for results (performance monitoring -Appendix 2); (ii) improved budget processes to improve effectiveness of expenditure, strengthening the links between NDS, development budget and recurrent budgets (PFM Act and Roadmap"}, {"text_block_id": "p50_b578", "text": "–"}, {"text_block_id": "p50_b579", "text": "Appendix 3); (iii) coordination of donor partner support (Development Partners Framework"}, {"text_block_id": "p50_b580", "text": "–"}, {"text_block_id": "p50_b581", "text": "Appendix 4) to help ensure complementarity of programme; and (iv) improved project identification and design and development of a pipeline of soundly prepared projects for inclusion in the MTDP to help meet NDS objectives and targets."}, {"text_block_id": "p50_b582", "text": "1. Managing for Results -M&E Performance Monitoring Framework"}, {"text_block_id": "p50_b583", "text": "The Paris Declaration commits to “Managing resources and improving decision making for results.”"}, {"text_block_id": "p50_b584", "text": "Improvements have been made in the SIG planning approach with the adoption of a logical framework approach for developing all development proposals. Performance monitoring of programme and project implementation will be improved at both ministerial level and through the central agencies including Ministry of Development Planning and Aid Coordination (MDPAC) and Ministry of Finance and Treasury (MOFT). An M&E Framework is set out in Appendix 2."}, {"text_block_id": "p50_b585", "text": "The M&E Framework sets out performance indicators both at the strategic NDS level, showing alignment with the SDGs, and at the program level. Line ministries will monitor and report on project and programme achievement, liaising closely with the sector staff of MDPAC. Individual programme and project monitoring will draw on performance indicators included in each programme/project logical framework, showing how these individual activities link to and contribute to achievement of NDS and MTDP objectives and priorities. MDPAC will draw on these programme/project level performance reports in reporting on overall achievement of NDS objectives and SDGs. This is a crucial link that is missing in the current M&E reporting and has prevented assessment of the performance of NDS 2011-2020, as noted in Appendix 1. It is intended that the performance framework will form a key element in developing and monitoring the performance of the MTDP each year, and thus for reporting on progress in achieving the NDS objectives. It will be refined and adjusted annually as part of the rolling MTDP process."}, {"text_block_id": "p50_b586", "text": "An operational plan for the Performance Monitoring Framework will be developed reconfirming data sources, collection and reporting methodologies and establishing baselines where they do not exist."}, {"text_block_id": "p50_b587", "text": "2. Improved Budget Processes -PFM Act and Roadmap"}, {"text_block_id": "p50_b588_merged_merged", "text": "The Public Financial Management Act of 2013 became effective in January 2014 and proposes a series of major reforms in Solomon Islands' public financial management, providing a framework for sound financial management and enhancing transparency and accountability in the use of public resources. The framework includes reforms designed to strengthen multi-year budget projections, integrate the recurrent and development budgets, and strengthen the alignment and reporting of donor partners‟ development assistance. The Act includes improved planning processes, centred on development each year of a Medium"}, {"text_block_id": "p51_b591", "text": "Term Development Plan designed to improve effectivity and coordination of the government"}, {"text_block_id": "p51_b592", "text": "‟"}, {"text_block_id": "p51_b593", "text": "s financial decision making processes."}, {"text_block_id": "p51_b594", "text": "A PFM Reform Roadmap for the period July 2014 to June 2017 was published in June 2014 to support the implementation of the Act. The core reforms in planning and development budget processes are set out in Appendix 3. Recognizing long term public investment as a major source of economic growth and social development, the Roadmap intends the MTDP to become SIG's central multi-year planning document. The Act requires that the MTDP be tabled in Parliament before the end of September each year. The Roadmap aims for coordination of the MTDP and fiscal and budget strategies, which should be \"published at the same time\". The Roadmap intends to strengthen the links between the MTDP and corporate plans and sector policies as well as the budget. Preparation of a medium term budget framework is under consideration and will be introduced."}, {"text_block_id": "p51_b595", "text": "3. The Partnership Framework for Effective Development Cooperation"}, {"text_block_id": "p51_b596", "text": "The Partnership Framework for Effective Development Cooperation, published in January 2016, outlines a strategy for the effective implementation of the Aid Management and Development Cooperation Policy.  It describes a set of practical, mutually agreed actions that the Government and its development partners commit to undertake, either together or"}, {"text_block_id": "p51_b597", "text": "individually, to ensure the achievement of the country‟s development plans and priorities."}, {"text_block_id": "p51_b598", "text": "An extract setting out key commitments and responsibilities of the government and partners is included as Appendix 4."}, {"text_block_id": "p51_b599", "text": "Effective implementation of the framework will help ensure integration and complementarity"}, {"text_block_id": "p51_b600", "text": "of partners‟ program"}, {"text_block_id": "p51_b601", "text": "mes with the NDS/MTDP and with each other. It should also help planning and monitoring of development expenditure."}, {"text_block_id": "p51_b602", "text": "The principles of development cooperation for effective development included within the framework are consistent with the agreed international commitments on human rights, decent work, gender equality, environmental sustainability and disability and are summarized as follows:"}, {"text_block_id": "p51_b603", "text": ""}, {"text_block_id": "p51_b604", "text": "Ownership of development priorities by developing countries"}, {"text_block_id": "p51_b605", "text": "where partnerships for development succeeds if they are led by developing countries and adopt implementing approaches that are tailored to country-specific situations and needs."}, {"text_block_id": "p51_b606", "text": ""}, {"text_block_id": "p51_b607", "text": "Focus on results"}, {"text_block_id": "p51_b608", "text": "where investments have a lasting impact on eradicating poverty and reducing inequality; on promoting sustainable development; on enhancing"}, {"text_block_id": "p51_b609", "text": "developing countries‟ capacities; and are aligned with th"}, {"text_block_id": "p51_b610", "text": "e priorities and policies set out by developing countries themselves."}, {"text_block_id": "p51_b611", "text": ""}, {"text_block_id": "p51_b612", "text": "Inclusive development partnerships"}, {"text_block_id": "p51_b613", "text": "that ensure openness, trust, mutual respect and learning and which recognize the different and complementary roles of all actors."}, {"text_block_id": "p51_b614", "text": ""}, {"text_block_id": "p51_b615", "text": "Transparency and accountability"}, {"text_block_id": "p51_b616", "text": "where there is mutual accountability to each other and accountability to the intended beneficiaries of the co-operation as well as to the respective citizens of all partners, organizations, constituents and shareholders."}, {"text_block_id": "p51_b617", "text": "Transparent practices form the basis for enhanced accountability."}, {"text_block_id": "p51_b618_merged_merged_merged_merged_merged_merged", "text": "The Partnership Framework sets out roles and responsibilities: The Hon. Minister of Development Planning and Aid Coordination is responsible for establishing, reforming and managing the aid effectiveness and development cooperation functions of the SIG.  MDPAC"}, {"text_block_id": "p52_b621", "text": "4. Improved Project Identification and Design"}, {"text_block_id": "p52_b622", "text": "–"}, {"text_block_id": "p52_b623", "text": "Project Pipeline"}, {"text_block_id": "p52_b624", "text": "Many projects in the current MTDP financed by the government budget are relatively small while most of the large projects are funded by donor partners. The quality of design of several of the SIG funded projects is not as sound as some donor funded projects, leading to delays in implementation. Some donor funded projects suffer from similar weaknesses. Projects take time to be developed and made ready for implementation and more effort is needed at the project identification and design stage. MDPAC has provided some training in this. A major effort in this regard was development of the"}, {"text_block_id": "p52_b625", "text": "National Infrastructure Investment Plan (NIIP)"}, {"text_block_id": "p52_b626", "text": "funded by the Pacific Region Infrastructure Facility (PRIF), a multi-partner coordination and technical assistance facility funded by the Asian Development Bank (ADB),"}, {"text_block_id": "p52_b627", "text": "Australia‟s"}, {"text_block_id": "p52_b628", "text": "Department of Foreign Affairs and Trade (DFAT) and the New Zealand Agency for International Development (NZAID) that supports infrastructure development and maintenance in its Pacific partner countries."}, {"text_block_id": "p52_b629_merged_merged_merged", "text": "The NIIP focused on preparing a pipeline of priority economic infrastructure projects for potential future financing as part of the government‟s development programme. It included rigorous identification and selection criteria and methodologies. While it focused on larger economic infrastructure projects, thereby not covering social infrastructure projects and multi-unit projects such as the school classrooms or government housing programmes, its methodologies and criteria are applicable for identifying, analysing and designing any development project."}, {"text_block_id": "p52_b632", "text": "It is intended that the NIIP, with an expanded sector coverage, be used as a pipeline of projects for inclusion in the NDS and future MTDPs. New project ideas should be submitted as early as possible to MDPAC and undergo the rigorous analytical approach of the NIIP. In this way the government can develop a pipeline of projects ready for future funding."}, {"text_block_id": "p53_b633", "text": "Appendix 1: Performance of NDS 2011-2020"}, {"text_block_id": "p53_b634", "text": "The NDS 2011-2020 was prepared in 2010-2011 and published in July 2011. While the NDS is at its mid-point, implementation effectively began only in 2013 and most of the NDS targets remain to be achieved."}, {"text_block_id": "p53_b635", "text": "A report on the Performance of the NDS was prepared by the Monitoring and Evaluation Unit of MDPAC in February 2015, based on a survey conducted in November-December 2014. It assessed progress towards meeting the eight national objectives set out in the NDS. While lack of data limited findings, overall it found that only 28% of the indicators reflected any progress towards meeting the 2020 targets."}, {"text_block_id": "p53_b636", "text": "There has been little progress in economic growth. GDP growth rate declined from 7.1% in 2010 to 3% in 2013, and per-capita GDP growth declined from 5.4% to 0.8% (per capita GNI"}, {"text_block_id": "p53_b637", "text": "is about US$ 2,605). There has been some growth in natural resource based sectors, on which most people depend, but growth has been patchy and generally weak. Indicators show good performance for health but slow performance in education, with declining public satisfaction for both."}, {"text_block_id": "p53_b638", "text": "The “best performance” was on Objective 6, infrastructure"}, {"text_block_id": "p53_b639", "text": "development, where 50% of the indicators suggested that the country was on track to reach the targets. Significant improvements were observed in communications, water supply and electricity supply, suggesting that the NDS targets can be achieved, but not in transportation. There have been improvements in governance but in general indicators suggest a steady performance rather than significant improvements."}, {"text_block_id": "p53_b640", "text": "Importantly there has been no improvement in human development status, with the Human Development Index (HDI) not improving recently, following significant growth in the early 2000s. One of"}, {"text_block_id": "p53_b641", "text": "the declared goals of the NDS is to join the group of “Medium Human Developed Countries” before 2020 and to catch up with neighbouring islands states"}, {"text_block_id": "p53_b642", "text": "(Vanuatu, Kiribati and FSM). However, this target appears further away than ever. Compared to 2014, Solomon Islands lost 14 ranks (143 to 157, out of 187) in the HDI-ranking. Health was the only component showing strong performance. While there was a small improvement in access to drinking water, the population using improved sanitation facilities declined a little. Urban population is growing at 4.3% compared to 1.5% in rural areas."}, {"text_block_id": "p53_b643", "text": "The age dependency ratio fell, indicating an increase in the working age population. However, there has been no improvement in employment. Secondary school enrolment increased but is not on track to achieve the 60% target by 2016, or 75% before 2020. The gender parity index for girls and boys in secondary school increased only slightly but parity could be achieved by 2016. The ratio of female to male labour has been stagnant at 66% since 2000 and will decline unless action is taken as male participation rates are rising. Participation rates for youth and by gender have not improved. Perceptions on living in safe and peaceful communities, however, rose from 31% to 43%, with such perceptions doubling in Honiara."}, {"text_block_id": "p53_b644_merged_merged_merged", "text": "The M&E Performance Report focuses on achievement of the eight NDS objectives but did not undertake an evaluation based on the performance targets and indicators identified by line Ministries in the NDS and the Medium Term Development Plan (MTDP – a five year rolling plan presenting ministry development budgets, based on the NDS). A separate evaluation attempted to assess ministry performance against their targets and the eight NDS objectives. However, lack of data and performance reports inhibited analysis. Many development projects are funded by donor partners and are not included in the SIG"}, {"text_block_id": "p54_b647", "text": "appropriated budget and performance reports on these are not included in line Ministry performance reporting to MDPAC on the MTDP. Lack of information on non-appropriated expenditure makes sector analysis particularly difficult, inhibiting assessments of the amount of resources allocated to any sector, which in turn inhibits prioritisation and allocation of forward expenditure as part of an effective planning and budgeting process. The evaluation assessment also found that many ministry programs do not set out direct linkages to the eight NDS objectives. However, this may largely be a problem of choice of performance indicators rather than lack of linkages. Until performance reporting is improved, it will be a significant challenge to regularly assess progress in meeting NDS targets."}, {"text_block_id": "p54_b648", "text": "Government‟s development expenditure from its own resources has risen over the past three"}, {"text_block_id": "p54_b649", "text": "years from around $600 million to over $1.18 billion. Funding from donor partners has nearly doubled these amounts, with over $2.1 billion planned for 2016. Lack of data on non-appropriated funds hinders analysis. Nonetheless, about 20% of total expenditure has been on infrastructure, a further 15% on economic and productive sectors, and 30% on rural development (most on the Constituency Development Fund). Less than 10% has been allocated to education and less than 5% to health. The remaining 20% has been allocated to governance, public administration and public order."}, {"text_block_id": "p55_b650", "text": "Appendix 2: M&E Performance Framework"}, {"text_block_id": "p55_b651", "text": "NDS 2016-2035 PERFORMANCE FRAMEWORK"}, {"text_block_id": "p73_b652", "text": "Appendix 3: PFM Road Map, MTBF and the MTDP"}, {"text_block_id": "p73_b653", "text": "(i) Introduction"}, {"text_block_id": "p73_b654", "text": "The Public Financial Management Act of 2013 became effective in January 2014 and represents a series of major reforms in Solomon Islands' public financial management, providing a framework for sound financial management and enhancing transparency and accountability in the use of public resources. The framework includes reforms designed to integrate the recurrent and development budgets, strengthen multi-year budget projections and strengthen the alignment and reporting of donor partner"}, {"text_block_id": "p73_b655", "text": "s‟ development assistance. The Act includes improved"}, {"text_block_id": "p73_b656", "text": "planning processes, centred on development each year of a Medium Term Development Plan designed to improve effectivity and coordination of the Government"}, {"text_block_id": "p73_b657", "text": "‟"}, {"text_block_id": "p73_b658", "text": "s financial decision making processes."}, {"text_block_id": "p73_b659_merged_merged", "text": "A PFM Reform Roadmap for the period July 2014 to June 2017 was published in June 2014 to support the implementation of the Act. The core reforms in planning and development budget processes are set out below. Recognizing long term public investment as a major source of economic growth and social development, the Roadmap intends the MTDP to become the Government‟s central multi-year planning document. The Act requires that the MTDP be tabled in Parliament before the end of September each year. The Roadmap aims for coordination of the MTDP, fiscal and budget strategies, which should be \"published at the same time\". The Roadmap intends to strengthen the links between the MTDP and corporate plans and sector policies as well as the budget and medium term budget framework (MTBF) documents. Some key aspects are highlighted below."}, {"text_block_id": "p73_b662", "text": "(ii) Integrating the recurrent and development budget"}, {"text_block_id": "p73_b663", "text": "MDPAC's recent planning and budget reforms have included the conversion of development budget bids from lump sums to the Chart of Accounts breakdown shared with recurrent budgets and in the MTDP templates, required proposals to indicate the incremental recurrent costs resulting from programme implementation."}, {"text_block_id": "p73_b664", "text": "Item 3.4.03 proposes greater consultation and coordination between MDPAC and MOFT in budget preparation, continuing the developments already begun. The effective coordination of development and recurrent budgets will require changes by all ministries rather than MDPAC and MOFT alone and this may take some time to effectively achieve."}, {"text_block_id": "p73_b665", "text": "3.4.03 also highlights the need for a clear definition of \"development\" and \"recurrent\" expenditure and 3.4.07 raises the specific issue of payments to programme staff. Many of the costs proposed for the development budget appear to be recurrent in nature whilst many asset purchases -housing, offices, IT -are clearly capital expenditures but are tenuously linked to \"development\". Definition may be difficult but is needed to support consistent, objective decisions on allocation of resources, as in the MTDP and is necessary to give effective control of recurrent expenditures."}, {"text_block_id": "p73_b666", "text": "The MTDP's inclusion of projected incremental recurrent costs is not simply to support MTBF and budget projections but is a necessary input to the intended appraisal process involving cash flow analysis to determine cost effectiveness and rates of return. However, much more training is required to achieve this and simplified templates need to be developed."}, {"text_block_id": "p73_b667", "text": "(iii) Strengthening multiyear budget projections"}, {"text_block_id": "p73_b668", "text": "The origin of the MTDP in the NDS is to create a link between NDS strategic objectives and allocation of resources to activities which contribute to achievement of the national objectives."}, {"text_block_id": "p74_b669", "text": "The MTDP process has focused on linking planning and budget processes. To be fully effective in aligning activities to serve national objectives it is necessary that the MTDP and MDPAC planning also be closely involved with the corporate and sectoral planning processes, as proposed in item 3.4.10 in the Roadmap."}, {"text_block_id": "p74_b670", "text": "Whilst the budget process is primarily an annual cycle the NDS, MTDP, corporate plans and sectoral policies and plans are all multi-year. Indeed, significant development expenditures are multi-year and can be seriously delayed and benefits forgone due to irregularity and uncertainty in available annual funds. The MTDP, therefore, needs to be a link between multi-year plans and annual budget process in order to strengthen multi-year budget projections and support development of the MTBF, as intended at 3.4.11."}, {"text_block_id": "p74_b671", "text": "Influenced by the annual budget cycle, several multi-year investment programmes seem to be planned on an annual basis so that their MTDP proposals are actually a single year from an on"}, {"text_block_id": "p74_b672", "text": "-"}, {"text_block_id": "p74_b673", "text": "going programme. This is the case with clearly multi-year programmes including: MID's Rural Transport Infrastructure, MPNS Infrastructure, MCILI's Private Sector and MSME Development, MCA's International and Provincial Airports Programmes, and both of MMERE's Renewable Energy Programmes. It would be inappropriate to appraise proposals in the absence of full development costs and the incremental recurrent costs."}, {"text_block_id": "p74_b674", "text": "Multi-year planning and budgeting require complete data on a proposal and the rejection of proposals with incomplete information, appropriately supported by regulations."}, {"text_block_id": "p74_b675", "text": "An incentive to encourage Line Ministries to more seriously adopt multi-year programmatic approaches to development would be through a move to multi-year programme budgeting rather than simply projections. It would not be possible to guarantee availability of SIG funds but priority could be given on an objective basis -as has been given to on-going programmes over new bids in this MTDP. Similarly, multi-year priority could be given to provision of counterpart funds for development partner supported programmes, as with the \"new\" proposals by MID for support to donor programmes and by MDPAC for counterpart funds for the Rural Development Programme."}, {"text_block_id": "p74_b676", "text": "(iv) Strengthening alignment and reporting of donor assistance"}, {"text_block_id": "p74_b677", "text": "At 3.4.13, the Roadmap notes that \""}, {"text_block_id": "p74_b678_merged_merged", "text": "alignment of donor assistance to the MTDP through donor policies and SIG strategies .... has been weak with donors dictating their areas of assistance. Donors go directly to LMs and offer assistance in their chosen area\". It is suggested \"development partners provide multi-year allocation of assistance according to budget classification"}, {"text_block_id": "p74_b681", "text": "\"."}, {"text_block_id": "p74_b682", "text": "The bypassing of central agencies is inappropriate and inconsistent with international agreements but has become a characteristic of donor behaviour which, as noted in the Roadmap, needs to be changed so that aid becomes more effective in achieving the benefits sought in national plans and strategies."}, {"text_block_id": "p74_b683", "text": "The Roadmap indicates MDPAC as the responsible agency and needs to contribute towards changed behaviour in two ways. First, completing development of a comprehensive aid coordination strategy and then implementing it in partnership with donors. Second, through the involvement of sector and planning staff in the preparation of proposed programmes to optimise their design in relation to SIG objectives and benefits to Solomon Islanders."}, {"text_block_id": "p74_b684", "text": "(v) Roadmap Extract"}, {"text_block_id": "p74_b685", "text": "Integrating the preparation, monitoring and reporting of recurrent and development budgets. This section is an unrevised quotation of section 14.3.4 in the Roadmap. As is clear, the dates"}, {"text_block_id": "p75_b686", "text": "proposed are no longer realistic and need to be revised. The contents of the development budget and its linkages to the recurrent budget have been improved over recent years to build on what has already been achieved by MDPAC and the Budget Division in MOFT working together in the preparation, monitoring and reporting of the total government budget. This process has been strengthened through the creation of a Budget Coordination Committee (BCC) that also includes representatives from the MPS and the OPMC. The Committee holds joint budget consultations and the determination of the development budget resources early in the budget process."}, {"text_block_id": "p75_b687", "text": "Roadmap 14.3.4: Integration of recurrent and development budget"}, {"text_block_id": "p77_b688", "text": "Appendix 4: Development Partners Framework"}, {"text_block_id": "p77_b689", "text": "(Extract from SIG Partnership Framework for Effective Development Cooperation January 2016)"}, {"text_block_id": "p77_b690", "text": "Commitments and Shared Declaration of Intent"}, {"text_block_id": "p77_b691", "text": "The Partnership Framework is a shared declaration of intent between the Government of Solomon Islands and its Development Partners and does not constitute a legally binding document. It aims to localize the Paris Declaration, the Accra Agenda for Action, Busan Partnership commitments and actions, the outcome of the GPEDC and the Forum Compact. It also seeks to give meaning to the development cooperation principles in the context of the Solomon Islands and translates them into quantifiable and verifiable commitments by both the Government and its partners."}, {"text_block_id": "p77_b692", "text": "This extract from the Framework covers:"}, {"text_block_id": "p77_b693", "text": "(i)"}, {"text_block_id": "p77_b694", "text": "Ownership, alignment, harmonization and simplification"}, {"text_block_id": "p77_b695", "text": "(ii)"}, {"text_block_id": "p77_b696", "text": "Transparency, accountability and predictability"}, {"text_block_id": "p77_b697", "text": "(iii)"}, {"text_block_id": "p77_b698", "text": "Managing for Results"}, {"text_block_id": "p77_b699", "text": "(iv)"}, {"text_block_id": "p77_b700", "text": "Inclusive Partnerships"}, {"text_block_id": "p77_b701", "text": "(v)"}, {"text_block_id": "p77_b702", "text": "Inclusive Partnerships"}, {"text_block_id": "p77_b703", "text": "Ownership, alignment, harmonization and simplification"}, {"text_block_id": "p77_b704", "text": "Commitment of Solomon Islands Government"}, {"text_block_id": "p77_b705", "text": "SIG strengthens its institutional capacity with support from the development partners."}, {"text_block_id": "p77_b706", "text": ""}, {"text_block_id": "p77_b707", "text": "SIG will produce, in a consultative and transparent manner involving all stakeholders, a twenty-year National Development Strategy (2016-35), a Medium Term Development Plan (2016-2020) as well as associated Sector or Ministry Corporate Plans that set out the"}, {"text_block_id": "p77_b708", "text": "Government‟s development priorities."}, {"text_block_id": "p77_b709", "text": ""}, {"text_block_id": "p77_b710_merged", "text": "SIG will consult with development partners in order to reinvigorate the Stakeholders Forum. This Forum will discuss all forms of assistance and role of loans, budget support, sector support and other forms of development assistance to ensure effective coordination with"}, {"text_block_id": "p77_b712", "text": "SIG‟s domestic resources."}, {"text_block_id": "p77_b713", "text": ""}, {"text_block_id": "p77_b714", "text": "SIG will follow existing policies and processes in reporting to Parliament and associated statutory authorities to promote transparency and accountability in the identification of national priorities and in the budget and implementation decisions that ensure all development resources (SIG and external) are used to promote inclusive sustainable development for all Solomon Islanders)."}, {"text_block_id": "p77_b715", "text": ""}, {"text_block_id": "p77_b716", "text": "SIG, including both the National and Provincial Governments, undertakes to review its internal coordination and information sharing policies, processes and systems, including the internal MDPAC structure and coordination and to strengthen the responsibilities and"}, {"text_block_id": "p78_b717", "text": "functions of the Development Standards Committee to ensure a consistent and transparent strategy for engaging development partners."}, {"text_block_id": "p78_b718", "text": ""}, {"text_block_id": "p78_b719", "text": "SIG will negotiate the design of development initiatives with individual or coalitions of development partners in an open and transparent manner to ensure that the initiatives are fully aligned with the development aspirations of the Government; focus on results; and build and sustain local capacity (refer Annex C)."}, {"text_block_id": "p78_b720", "text": ""}, {"text_block_id": "p78_b721", "text": "SIG will implement the reforms outlined in Public Finance Management Reform Roadmap."}, {"text_block_id": "p78_b722", "text": ""}, {"text_block_id": "p78_b723", "text": "SIG will maintain an open dialogue with all development partners, including State-owned enterprises, Non-Governmental Organizations (NGOs), Faith-Based Organizations (FBOs), philanthropic organizations, academia and the private sector to ensure comprehensive approach to development effectiveness."}, {"text_block_id": "p78_b724", "text": ""}, {"text_block_id": "p78_b725_merged", "text": "SIG will ensure that it has the statistical and information management capacity to record aid flows and to ensure that the funding support of all development partners‟ is recorded in the budget documents."}, {"text_block_id": "p78_b728", "text": ""}, {"text_block_id": "p78_b729", "text": "SIG will strengthen institutions, systems and processes and build its human resource capacity, and development partners will use the country systems for development assistance supported programs in support of activities managed by the public sector. SIG and development partners will jointly assess quality of country systems and procedures in a country-led process using mutually agreed diagnostic tools."}, {"text_block_id": "p78_b730", "text": ""}, {"text_block_id": "p78_b731", "text": "SIG and Development Partners acknowledge the importance of non-state-actors as key partners in achieving effective aid outcomes and will involve them in the development and"}, {"text_block_id": "p78_b732", "text": "implementation of Solomon Islands‟ development policies and priorities."}, {"text_block_id": "p78_b733", "text": "Commitment of Development Partners"}, {"text_block_id": "p78_b734", "text": "Development partners will align with SIG’s development strategies and priorities."}, {"text_block_id": "p78_b735", "text": "Development Partners increasingly use strengthened country systems and procedures."}, {"text_block_id": "p78_b736", "text": ""}, {"text_block_id": "p78_b737", "text": "Development Partners will base their development policy dialogue with Government on the poverty reduction and growth agenda articulated in the MTDP and related national and sectoral plans and in doing so, undertake to respect SIG development cooperation policies and procedures; follow the SIG approval processes for all development assistance; and acknowledge the central coordinating and monitoring role of the MDPAC."}, {"text_block_id": "p78_b738", "text": ""}, {"text_block_id": "p78_b739", "text": "Development Partners will support all efforts of the SIG to strengthen their national systems and where possible promote the use of budget support that is implemented and reported upon by SIG.  If a development partner opts to use a delivery mechanism outside the country system, the Partner will detail the rationale and will indicate how it will work with the Government to better align its support in the future."}, {"text_block_id": "p78_b740", "text": ""}, {"text_block_id": "p78_b741", "text": "Development Partners will ensure that their support is directly in line with the priorities of the NDS, MTDP and related sectoral and corporate plans and at all times undertake detailed"}, {"text_block_id": "p79_b742", "text": "planning and design that reflects the country context; the implications of the interventions on the relevant ministry workloads; as well as the impact on existing and future recurrent budgets with respect to operations and maintenance."}, {"text_block_id": "p79_b743", "text": ""}, {"text_block_id": "p79_b744", "text": "Development Partners agree to ensure that their missions and program management and monitoring visits are carefully coordinated with the Government, seek at all times to meet the timing requirements of SIG and respect a decision by the SIG to place a moratorium on Missions during the period of budget preparations."}, {"text_block_id": "p79_b745", "text": "Transparency, accountability and predictability"}, {"text_block_id": "p79_b746", "text": "Commitment of Solomon Islands Government"}, {"text_block_id": "p79_b747", "text": ""}, {"text_block_id": "p79_b748", "text": "SIG will strengthen its mechanisms for collecting and sharing information in an effort to maximize transparency and accountability for the benefit of all Solomon Islanders as well for development partners."}, {"text_block_id": "p79_b749", "text": ""}, {"text_block_id": "p79_b750", "text": "SIG through MDPAC and the annual budget process will continue to collect development assistance information from ministries and all national stakeholders in an effort to improve coordination and availability of information. The information collected by MDPAC will be verified with development partners before publication."}, {"text_block_id": "p79_b751", "text": ""}, {"text_block_id": "p79_b752", "text": "SIG undertakes to pursue regular consultations with all development partners to ensure a full understanding of its development priorities, while encouraging development partners to provide information on their longer-term intentions with respect to support."}, {"text_block_id": "p79_b753", "text": "Commitment of Development Partners"}, {"text_block_id": "p79_b754", "text": ""}, {"text_block_id": "p79_b755", "text": "As part of the SIG budget process, development partners will share annually information on their programs and where feasible conclude multi-year agreements with SIG to enhance the predictability of development assistance."}, {"text_block_id": "p79_b756", "text": ""}, {"text_block_id": "p79_b757", "text": "Development partners will provide an annual report to MDPAC on their contribution to the NDS objectives and more specifically to the MTDP. These reports will form part of the Development Expenditure Report to be prepared each year by MDPAC."}, {"text_block_id": "p79_b758", "text": "Managing for Results"}, {"text_block_id": "p79_b759", "text": "Managing resources and improving decision-making for results."}, {"text_block_id": "p79_b760", "text": "Commitment of Solomon Islands Government"}, {"text_block_id": "p79_b761", "text": ""}, {"text_block_id": "p79_b762", "text": "SIG will develop instruments for measuring and managing development results, including the identification of performance indicators for the NDS and MTDP that can be incorporated in the recurrent and development budgets and the Aid Information and Management System."}, {"text_block_id": "p79_b763", "text": ""}, {"text_block_id": "p79_b764", "text": "SIG will strengthen monitoring and evaluation capacities, and development partners will support the implementation of a results-based delivery framework and accountability mechanism."}, {"text_block_id": "p79_b765", "text": ""}, {"text_block_id": "p79_b766", "text": "SIG and development partners will periodically conduct joint reviews on progress in realization of commitments on aid effectiveness and achievement of development results."}, {"text_block_id": "p80_b767", "text": ""}, {"text_block_id": "p80_b768_merged", "text": "SIG and development partners will support efforts to broaden participation of Parliamentarians, provincial and local government officials, civil society, private sector and media in discussions of country‟s development goals, the design and implementation of programs and projects and results."}, {"text_block_id": "p80_b771", "text": "Commitment of Development Partners"}, {"text_block_id": "p80_b772", "text": ""}, {"text_block_id": "p80_b773", "text": "Development partners in supporting the design of programs and projects will ensure the expected results are aligned to the national priorities and that the means of measurement or indicators are, as far as possible those used in the NDS and MTDP so that they can be understood by the relevant counterpart agency and can be jointly monitored through national systems."}, {"text_block_id": "p80_b774", "text": "Inclusive Partnerships"}, {"text_block_id": "p80_b775", "text": "Commitment of Solomon Islands Government"}, {"text_block_id": "p80_b776", "text": ""}, {"text_block_id": "p80_b777", "text": "In line with the Aid Management and Development Cooperation Policy, guidelines have been developed to ensure a clear understanding of how SIG ministries and Government agencies will work together to strengthen cross-sector implementation and engagement policy with development partners (Refer Annex B)."}, {"text_block_id": "p80_b778", "text": ""}, {"text_block_id": "p80_b779", "text": "SIG undertakes to include all relevant stakeholders, including NGOs, FBOs and the private sector in the design and delivery of activities for achievement of the national priorities as identified in the NDS and MTDF.  At all times looking for opportunities for a multi-sector approach to development and alignment with the policies and principles of relevant line ministries and agencies.  The mechanisms for Government/NGO and FBO engagement are currently under review."}, {"text_block_id": "p80_b780", "text": ""}, {"text_block_id": "p80_b781", "text": "All relevant ministries of SIG, including MoFT and MDPAC, undertake to develop a unified reporting template for all non-government organizations to reduce the burden of reporting and promote a better sharing of information among all development partners."}, {"text_block_id": "p80_b782", "text": "Commitment of Development Partners"}, {"text_block_id": "p80_b783", "text": ""}, {"text_block_id": "p80_b784", "text": "Development partners will be open and transparent in supporting initiatives of SIG and in working with other development partners, always ensuring that the Government leads these arrangements to maximize national ownership, efficiency and ensure partners with a comparative advantage are included."}, {"text_block_id": "p80_b785", "text": ""}, {"text_block_id": "p80_b786", "text": "Development partners in recognizing both the importance of a multi-sector approach to development and the coordination role of MDPAC, undertake to ensure that in designing programs and projects, resources are provided for the effective involvement of all relevant SIG stakeholders."}, {"text_block_id": "p80_b787", "text": "Performance Monitoring"}, {"text_block_id": "p80_b788", "text": "In order to maintain oversight of the commitments made under this Partnership Framework it is essential to set targets annually for both SIG and development partners to systematically ensure progress is made towards a strengthened development coordination agenda in the Solomon Islands. The targets for the period 2015-2016 are set down in Annex D with a proposal to undertake a joint review of the performance in June 2016."}, {"text_block_id": "p81_b789", "text": "The Stakeholder Forum will be strengthened to ensure the full participation of all development partners and be an opportunity for specific consultations on the performance of the MTDP and the contribution made by development partners."}, {"text_block_id": "p81_b790", "text": "The Stakeholder Forum will receive an annual progress report on the implementation of the commitments under the Partnership Framework for Effective Development Cooperation. The Forum is an opportunity to review the progress report and for individual development partners to indicate the specific steps they have taken during the preceding twelve months to meet the commitments under the Framework. The Forum will also agree Framework implementation targets for the next twelve months."}], "document_description": "Multiple references to climate change (adaptation as well as mitigation), REDD+ projects and renewable energy."}