{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Solomon Islands", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Solomon Islands National Energy Policy 2014", "document_country_code": "SLB", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2014", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/SLB/2014/SLB-2014-12-25-Solomon Islands National Energy Policy 2014_1724508d3fe3d68fa8133c2c327cd584.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "FINAL DRAFT"}, {"text_block_id": "p0_b2", "text": "SOLOMON ISLANDS NATIONAL ENERGY POLICY AND STRATEGIC PLANNING"}, {"text_block_id": "p0_b3", "text": "VOLUME 1: SOLOMON ISLANDS NATIONAL ENERGY POLICY"}, {"text_block_id": "p0_b4", "text": "2014"}, {"text_block_id": "p0_b5", "text": "SOLOMON ISLANDS NATIONAL ENERGY POLICY AND STRATEGIC PLAN"}, {"text_block_id": "p0_b6", "text": "Volume 1"}, {"text_block_id": "p0_b7", "text": "SOLOMON ISLANDS NATIONAL ENERGY POLICY"}, {"text_block_id": "p0_b8", "text": "2014"}, {"text_block_id": "p0_b9", "text": "MINISTRY OF MINES, ENERGY AND RURAL ELECTRIFICATION"}, {"text_block_id": "p2_b10", "text": "VOLUME 1"}, {"text_block_id": "p2_b11", "text": "SOLOMON ISLANDS NATIONAL ENERGY POLICY"}, {"text_block_id": "p2_b12", "text": "2014"}, {"text_block_id": "p2_b13", "text": "MINISTRY OF MINES, ENERGY AND RURAL ELECTRIFICATION"}, {"text_block_id": "p2_b14", "text": "2014"}, {"text_block_id": "p4_b15", "text": "Contents"}, {"text_block_id": "p4_b16", "text": "LIST OF TABLES"}, {"text_block_id": "p5_b17", "text": "Foreword"}, {"text_block_id": "p5_b18", "text": "I am pleased to present to you the Solomon Islands National Energy Policy, which presents the priorities of the government and the strategic directions for key initiatives in the energy sector over the next ten years to facilitate sustainable economic development. This policy is an improvement on the 2007 policy and is closely linked to the National Development Strategy of Solomon Islands 2011–2020 and its vision of a ‘united and vibrant Solomon Islands’."}, {"text_block_id": "p5_b19", "text": "Energy is included in the Solomon Islands National Infrastructure Investment Plan and the National Development Strategy as being integral and important for achieving the goals they have set. Energy is a key driver of economic growth, social development and improvement in the livelihood of communities. Against that context, it is, therefore, important that the policy directions in the energy sector are set right for the planning and implementation processes of the strategies and investment plans. This will ensure that there is conformity and linkages that positively support the development aspirations of other sectors within the economy."}, {"text_block_id": "p5_b20", "text": "Solomon Islands has its own challenges and opportunities in terms of our energy situation. Our extremely low national electricity coverage, high energy costs and high dependence on imported fossil fuel are exacerbated by the geographical spread of the archipelago, and this adversely affects our economic and social development. Although our country is blessed with abundant renewable energy resources, it is important that the country utilises its resources wisely and minimises any potentially detrimental effect on economic and social development. The aspiration of the government to increase electricity access that is affordable to the population of Solomon Islands needs policy direction to support effective planning and implementation. Given our high dependence on imported fossil fuel, management of the petroleum sub-sector needs policy direction to ensure safety aspects are upheld and energy efficiency is maintained."}, {"text_block_id": "p5_b21", "text": "This policy was developed in close consultation with energy service providers, representatives of the government and community, the private sector, and development partners. It is, therefore, a country-owned and led document, and a living document, which can be adjusted in response to future changes and needs that may impact the energy situation of the country."}, {"text_block_id": "p5_b22", "text": "For this reason, the government intends to establish an energy advisory committee, comprised of high-level multi-sectoral members tasked with monitoring the progress of the policy against policy performance indicators."}, {"text_block_id": "p5_b23", "text": "In conclusion, I wish to thank all national stakeholders and development partners for their contributions to this Solomon Islands National Energy Policy. Its implementation requires concerted effort from all stakeholders and I strongly encourage you to continue to support and contribute to the implementation of the policies identified in this document that will help improve the lives of all Solomon Islanders."}, {"text_block_id": "p5_b24", "text": "Minister for Mines Energy and Rural Electrification"}, {"text_block_id": "p6_b25", "text": "Acknowledgements"}, {"text_block_id": "p6_b26", "text": "The 2014 Solomon Islands National Energy Policy (SINEP) was developed through consultative processes, including workshops, interviews and a desktop review of relevant documents. The Energy Programme of the Secretariat of the Pacific Community’s Economic Development Division provided technical assistance for the review and development of the 2014 SINEP. The first in-country visit was conducted in November 2012 and during the second visit the draft policy was presented at the National Energy Forum held in June 2013. The policy was also presented at the Prime Minister’s Second Roundtable Discussion held in November 2013. It was also circulated to all government ministries and the private sector for the period October to November 2013."}, {"text_block_id": "p6_b27", "text": "The efforts of the following agencies and persons are greatly appreciated and acknowledged. Their contributions and insights in the review and formulation of the 2014 SINEP were extremely valuable."}, {"text_block_id": "p6_b28", "text": "The efforts of the following agencies and persons are greatly appreciated and acknowledged. Their contributions and insights in the review and formulation of the 2014 SINEP were extremely valuable.\n* The Asian Development Bank (ADB) for supporting the renewable energy strategies and investment plan, and their willingness to work together on aligning the policy with renewable energy targets for urban and rural households;\n* The World Bank Energy Specialist for Solomon Islands for initial comments provided;\n* The private sector, government officials and NGO participants, regional and international partners at the November 2012 national energy workshop on the review and amendments to SINEP and at the June 2013 national energy forum, all of whom actively and willingly reviewed the draft SINEP and the energy efficiency and petroleum strategies and investment plan;\n* The presenters at the June 2013 National Energy Forum for their valuable insights into the energy sector issues and challenge: the Central Bank of Solomon Islands, the Ministry of Infrastructure and Transport, the Solomon Islands Electricity Authority, and the private sectorâs perspective by Geodynamics Limited and the Inter Action Corporation; and the Foreign Investment Division for presenting on the business climate and foreign investment in Solomon Islands;\n* The Deputy Director and staff at the Energy Programme of the Economic Development Division of the Secretariat of the Pacific Community for their endurance and guidance in facilitating the review of the 2007 SINEP, and the formulation of the 2014 SINEP and associated strategies and investment plans on energy efficiency and petroleum;\n* Pacific Appliance Labelling and Standards (PALS) Programme, funded by the Government of Australia through the Department of Climate Change and Energy Efficiency, for additional funding and resources."}, {"text_block_id": "p7_b40", "text": "Abbreviations"}, {"text_block_id": "p10_b41", "text": "Executive Summary"}, {"text_block_id": "p10_b42", "text": "The energy sector is important to the development of the Solomon Islands social, economic and environmental status quo. The National Development Strategy (NDS) 2011–2020 highlights three main focus areas that reflect the challenges facing the people of Solomon Islands. These challenges are: (i) poverty alleviation; (ii) access to quality health care and education services; (iii) raising the standard of living; and (iv) improving livelihoods. To combat these challenges, the NDS has the following focus areas:"}, {"text_block_id": "p10_b43", "text": "Overarching focus area"}, {"text_block_id": "p10_b44", "text": ": building better lives for all Solomon Islanders;"}, {"text_block_id": "p10_b45", "text": "Central focus areas"}, {"text_block_id": "p10_b46", "text": ": (1) taking better care of the people and (2) improving the livelihoods of the people;"}, {"text_block_id": "p10_b47", "text": "Underlining focus area"}, {"text_block_id": "p10_b48", "text": ": creating and maintaining the enabling environment."}, {"text_block_id": "p10_b49", "text": "These focus areas are supported by eight national objectives."}, {"text_block_id": "p10_b50", "text": "The Solomon Islands Government (SIG) views its energy sector as a key enabling factor to support its poverty alleviation effort, accelerate access to better health care and education services, and improve the standard of living and livelihoods of communities. At the same time, the SIG appreciates that, in 2009, access to electricity for the urban areas was only 16%. The widely scattered market on islands that are separated by large areas of sea and that have small, isolated communities make sustainable energy development challenging. Energy policy changes are required to increase energy access, private sector participation and foreign investment, and also to create fiscal incentives for improving energy access, efficiency and activities that will contribute to expanding the economic base."}, {"text_block_id": "p10_b51", "text": "Solomon Islands has the potential to increase electricity access and use through renewable energy resources and technologies to 100% by 2050. However, increasing the use of these renewable energy resources presents challenges. These include a lack of enabling environments to foster private investment in the electricity sector and the need to improve funding opportunities (through consolidating funding proposals) and support to assist the Solomon Islands Energy Authority (SIEA) and the Energy Division (ED) in expanding energy access in both urban and rural areas."}, {"text_block_id": "p10_b52", "text": "The 2014 Solomon Islands National Energy Policy (SINEP) will provide an enabling platform that will inform decision makers on policy directions and strategies for improving the effectiveness of the Solomon Island energy sector and achieving the NDS 2011–2020 through increased access to reliable, affordable and clean sources of electricity. The estimate costs for the implementation of the SINEP is given in the table below."}, {"text_block_id": "p11_b53", "text": "Methodology"}, {"text_block_id": "p11_b54", "text": "The policy has been developed through the following;"}, {"text_block_id": "p11_b55", "text": "The policy has been developed through the following;\n* a desk review of relevant documents;\n* review of the 2007 SINEP and 2009 Strategic Action Plan. Some recommendations were made that contribute to relevant issues in this policy, such as thematic areas and guiding principles to be adopted;\n* a participatory and consultative process, engaging various stakeholders in face-to-face interviews. Consultations were done with government departments, development partners, financing institutions, private sector operators and community service organisations. A two-day national workshop was also conducted during the first country visit in November 2012;\n* a national energy forum was conducted on 19â20 June 2013, at which there was broad participation by all government ministries, the private sector and development partnersâ They commented on the draft policy and energy efficiency and petroleum strategies. A list of stakeholders consulted for the formulation of the 2014 draft policy is attached as Annex 1;\n* presentation of the policy at the Prime Minister second roundtable in October 2013; and\n* the draft 2014 SINEP was circulated in October 2013 to all national and regional stakeholders, including the development partners, for final comment. The final comments were compiled and edited in December 2013."}, {"text_block_id": "p13_b67", "text": "2. A Framework for the National Energy Policy and its Implementation"}, {"text_block_id": "p13_b68", "text": "The 2014 SINEP is intended to guide energy sector planning over the next ten years (2014–2024) and is expected to contribute to the achievement of Solomon Islands’ national vision: ‘A united and vibrant Solomon Islands’ (see Solomon Islands NDS 2011–2020) and the vision of the energy sector (see 2.1 below)."}, {"text_block_id": "p13_b69", "text": "The policy is also intended to guide the development over the next five years of energy sub-sector strategies and investment plans. It is envisaged that the strategies for the different energy sub-sectors will be integrated into the Ministry of Mines, Energy and Rural Electrification (MMERE) five-year corporate plan, which is mainstreamed into government financial resources and budgeting. However, new information should be accommodated and adjustments made to the strategies and investment plans where appropriate and in a timely manner."}, {"text_block_id": "p13_b70", "text": "2.1 Vision"}, {"text_block_id": "p13_b71", "text": "Unlocking the development potential of Solomon Islands’ economic base through a dynamic and effective energy sector"}, {"text_block_id": "p13_b72", "text": "2.2 Mission"}, {"text_block_id": "p13_b73", "text": "Provides the base for appropriate coordination, planning, promotion, development and management, and efficient use of energy resources"}, {"text_block_id": "p13_b74", "text": "2.3 Broad outcomes"}, {"text_block_id": "p13_b75", "text": "2.3 Broad outcomes\n* Strengthen the energy sector leadership and planning\n* Increase access to electricity in urban areas to 100% by 2020.\n* Increase access to electricity in rural households to 35% by 2020.\n* Increase access of safe, affordable and reliable petroleum fuels to outer islands and remote rural locations\n* Increase the use of renewable energy sources for power generation in urban and rural areas to 79% by 2030.\n* Increase the development and penetration of gaseous fuels and alternative liquid fuels from indigenous raw materials.\n* Improve energy efficiency and conservation in all sectors by 10.7% by 2019."}, {"text_block_id": "p13_b89", "text": "2.4 Guiding principles"}, {"text_block_id": "p13_b90", "text": "The guiding principles are aligned to Solomon Islands; NDS 2011–2020, the regional"}, {"text_block_id": "p13_b91", "text": "Framework for Action on Energy Security in the Pacific"}, {"text_block_id": "p13_b92", "text": "(FAESP) and the Sustainable Energy for All Initiative Goals. The eleven guiding principles are to be embraced in the implementation of the policy."}, {"text_block_id": "p13_b93", "text": "(FAESP) and the Sustainable Energy for All Initiative Goals. The eleven guiding principles are to be embraced in the implementation of the policy.\n* : Instigate a whole-of-energy-sector approach and foster partnerships between the relevant institutions and stakeholders. Each institutionâs roles and responsibilities are to be recognised through proper delineation of roles and avoidance of repetitive or overlapping activities. A strong leadership with legal mandates should be developed and strengthened to coordinate planning and management in the energy sector. The whole-of-energy-sector approach also means looking at all the options in a holistic manner â how the energy sub-sectors connect to each other e.g petroleum uses can be minimised through energy efficiency and conservation. The deployment the energy services and technologies is determined by understanding the communityâs needs, the availability of appropriate energy sources rather than a predetermined application, technology and energy source.\n* : The energy sector strives to ensure that the environment is protected through the proper management, storage and disposal of renewable energy accessories and parts, energy efficient technologies and parts, and petroleum fuel wastes. While environmental issues are considered the responsibility of the Environment Department, the onus is on private developers and communities to take responsibility for any waste generated through energy sector activities. Climate change is a risk to the development of the nation and therefore efforts to reduce the carbon footprint through the use of renewable energy technologies and energy efficient measures are considered an important part of this energy policy.\n* : Capacity building, training and research in all aspects of the energy sector are continuous efforts that should be integrated into all sub-sector strategies and activities.\n* Gender is to be recognised as an important element for sustainability of energy programmes and provision of efficient and affordable energy services. The wantok communal system continues to be a barrier in promoting equitable distribution of energy projects and programmes. However, gender sensitive approaches should be considered"}, {"text_block_id": "p14_b107", "text": "(FAESP) and the Sustainable Energy for All Initiative Goals. The eleven guiding principles are to be embraced in the implementation of the policy.\n* : Instigate a whole-of-energy-sector approach and foster partnerships between the relevant institutions and stakeholders. Each institutionâs roles and responsibilities are to be recognised through proper delineation of roles and avoidance of repetitive or overlapping activities. A strong leadership with legal mandates should be developed and strengthened to coordinate planning and management in the energy sector. The whole-of-energy-sector approach also means looking at all the options in a holistic manner â how the energy sub-sectors connect to each other e.g petroleum uses can be minimised through energy efficiency and conservation. The deployment the energy services and technologies is determined by understanding the communityâs needs, the availability of appropriate energy sources rather than a predetermined application, technology and energy source.\n* : The energy sector strives to ensure that the environment is protected through the proper management, storage and disposal of renewable energy accessories and parts, energy efficient technologies and parts, and petroleum fuel wastes. While environmental issues are considered the responsibility of the Environment Department, the onus is on private developers and communities to take responsibility for any waste generated through energy sector activities. Climate change is a risk to the development of the nation and therefore efforts to reduce the carbon footprint through the use of renewable energy technologies and energy efficient measures are considered an important part of this energy policy.\n* : Capacity building, training and research in all aspects of the energy sector are continuous efforts that should be integrated into all sub-sector strategies and activities.\n* Gender is to be recognised as an important element for sustainability of energy programmes and provision of efficient and affordable energy services. The wantok communal system continues to be a barrier in promoting equitable distribution of energy projects and programmes. However, gender sensitive approaches should be considered\n* : the cultural diversity of Solomon Islands is to be valued. Traditional institutions and chiefs form an important part of the countryâs social fabric and community and, while they are recognised in the countryâs constitution, they are largely left out of formal governance and administrative structures (SPC, Solomon Islands Nasional Policy Framework blong KALSA, 2012). Acknowledging the traditional administrative structure at the community level and the control and ownership of resources (rivers, land, biomass, etc.) is important for access to land, thereby facilitating improvements to renewable energy resources and the installation of renewable energy technologies.\n* : Group and individual identity are defined by their relationship with the land. Of the total land area, 87% is customary land and 13% is alienated land. Alienated land was procured during colonial times and its boundaries are surveyed and registered. Customary lands are not surveyed and boundaries are fixed by geographical features such as rivers and ridges. Therefore ownership can be contested by many communities or land-owners. Promoting energy service systems should consider where land access has been secured and that the resource used should benefit only those communities in order to minimise conflicts over land/resource issues.\n* : Updating of legislation and regular review of regulations to align to changes and needs for effective governance and management of the energy sector.\n* : The availability, accessibility and quality of data and information for all key strategic areas are critical in order to make informed decisions and policy interventions. Continued efforts are needed across all sub-sectors for effective and efficient data collection and management.\n* Financing the investment plan is required for implementing the policy with its strategies and activities. The energy sector is a high capital infrastructure and therefore all avenues for sourcing funding should be a priority.\n* : The Ministry of Commerce, Industry, Labor and Immigration (MCILI) is the lead one-stop agency responsible for the formulation and implementation of economic and industrial development strategies for Solomon Islands. The energy sector is currently one of the priority areas for government and this has encouraged investments in both the Savo Geothermal and the Tina River Hydro Development projects. A conducive and enabling environment for investors is required to increase the uptake of renewable energy technologies. To achieve this, action to be taken could include changes to current policies to include more players (at local, regional and international level) through offering a package of trade and investment incentives for renewable energy and energy efficiency, including duty concessions, investment allowances, tax exemption and tax free regions, low corporate tax rate.\n* : energy sector management should be improved through a stronger emphasis on sustainability principles: economic growth, social development and environmental protection. Therefore, it is very important to recognise the value of natural resources and communitiesâ contribution and participation in project planning and decision making about energy services and technologies. Development partners and energy service providers should also encompass a user pays principle, support community-based activities that empower communities, and provide services and assistance that will achieve sustainable development with or without external support."}, {"text_block_id": "p14_b131", "text": "2.5 Energy sub sectors"}, {"text_block_id": "p14_b132", "text": "The Solomon Islands energy sector is divided into six sub-sectors (thematic areas) that have been identified as important. These include:"}, {"text_block_id": "p14_b133", "text": "The Solomon Islands energy sector is divided into six sub-sectors (thematic areas) that have been identified as important. These include:\n* planning, coordination, leadership and partnership;\n* electric power (urban);\n* electric power (rural);\n* renewable energy;\n* petroleum and alternative liquid and gaseous fuels; and\n* energy efficiency and conservation."}, {"text_block_id": "p14_b145", "text": "Each sub-sector is supported with a policy outcome, policy statement, policy details and key priorities. The strategies and investment plans for the energy sub-sectors are developed as separate documents. All are aligned to the policy vision, mission and goals."}, {"text_block_id": "p16_b146", "text": "3. Policy Outcomes and Statements"}, {"text_block_id": "p16_b147", "text": "Thematic area 1: Planning, coordination, leadership and partnership"}, {"text_block_id": "p16_b148", "text": "Policy outcome 1.1: Strengthened energy sector leadership and planning through an integrated approach to policy implementation"}, {"text_block_id": "p16_b149", "text": "Policy details"}, {"text_block_id": "p16_b150_merged", "text": "The energy sector is vertically structured with the Energy Division responsible for policy development, rural electrification project and administration of The Petroleum Act 1987."}, {"text_block_id": "p16_b153", "text": "More emphasis on strengthening partnerships at local, national, regional and international levels is required to support sustainability and financing of the energy programmes and strategies."}, {"text_block_id": "p16_b154", "text": "Regarding a multi-sectoral coordinating mechanism, an energy advisory committee (EAC) is needed to facilitate the whole-of-energy-sector approach to the planning and management of the energy sector."}, {"text_block_id": "p16_b155", "text": "Capacity building through informal and formal training should be key priority for the Energy Division staff in order to raise the quality of the work on renewable energy, energy efficiency and conservation, energy data collection, establishing an energy database, licensing for storage of petroleum products, and petroleum safety standards and procedures. Monitoring and evaluation of the energy sector through a more strategic approach, including the use of energy security indicators, could be encouraged in order to improve the reporting on the overall status of the energy sector."}, {"text_block_id": "p16_b156", "text": "Establish an EAC to coordinate and monitor the implementation of the SINEP."}, {"text_block_id": "p16_b157", "text": "Establish an energy regulator through the proposed Energy Act to regulate the energy subsectors: electricity, petroleum, renewable energy, standards, etc."}, {"text_block_id": "p16_b158", "text": "Reporting regularly on Energy Division activities and projects, including progress towards the energy policy goal and the NDS focus areas."}, {"text_block_id": "p16_b159", "text": "Reporting regularly on Energy Division activities and projects, including progress towards the energy policy goal and the NDS focus areas.\n"}, {"text_block_id": "p16_b161", "text": "Develop a national energy balance database."}, {"text_block_id": "p16_b162", "text": "Build capacity in the areas of petroleum storage, and regulating and monitoring petroleum supply and demand."}, {"text_block_id": "p16_b163", "text": "Review the Petroleum Act 1987."}, {"text_block_id": "p16_b164", "text": "Promote and strengthen partnerships with relevant financing and investing in the energy sector through presentations at annual investment/development partners’ forums."}, {"text_block_id": "p17_b165", "text": "Thematic area 2: Electric power (urban)"}, {"text_block_id": "p17_b166", "text": "Policy outcome 2.1: Access to grid connected electricity in the urban areas increased to 80% by 2020"}, {"text_block_id": "p17_b167", "text": "Policy details"}, {"text_block_id": "p17_b168", "text": "The electricity sector is managed by the government-owned company, the Solomon Islands Electricity Authority (SIEA). SIEA is totally dependent on diesel for power generation; 80% of energy is produced for Honiara while 20% is for outstations in eight provincial centres. SIEA has a total of 14,000 customers in 2013. It produces around 78 Gwh of energy annually, using 1.7 million litres of diesel a month for power generation, which contributes to 80% of the total expenses of the company. While SIEA operates in a commercial way, a major challenge is the non-payment of government institutions and commercial and residential customers. The Solomon Islands Sustainable Energy Programme (SISEP) started in June 2009 has improved the operational efficiency, system reliability and financial sustainability of SIEA by improved financial and operational management, reduction of losses, and increased revenue collection."}, {"text_block_id": "p17_b169", "text": "The current focus of SIEA, critical to its ongoing financial sustainability is on:"}, {"text_block_id": "p17_b170", "text": "The current focus of SIEA, critical to its ongoing financial sustainability is on:\n* reducing arrears from state owned enterprises, in particular Solomon Islands Water Authority;\n* addressing metering deficiencies and fraud by large commercial/industrial consumers;\n* implementing improved financial controls and reporting, including replacing SIEAâs existing general ledger accounting system (WB report no. ISR4675);\n* a tariff review; and\n* professional staff development."}, {"text_block_id": "p17_b180", "text": "With only 14% electrification rate in the urban areas of Honiara and provincial centres in 2009, SIEA also needs to increase its renewable energy mix to meet the increasing demand for electricity."}, {"text_block_id": "p17_b181", "text": "Thematic area 3: Electric power (rural)"}, {"text_block_id": "p17_b182_merged", "text": "Policy outcome 3.1: Access to electricity in rural households and institutions increased to 35% by 2020"}, {"text_block_id": "p17_b184", "text": "Policy details"}, {"text_block_id": "p17_b185", "text": "Access to electricity in both the rural and urban areas has made slow progress since 2005. However, there is an increase of 7% rural households that use solar PV systems for lighting in 2009. The 2009 household income and expenditure survey showed an estimate of 71,749 households relying on kerosene and traditional biomass for lighting. There are about 619 primary"}, {"text_block_id": "p17_b186", "text": "3"}, {"text_block_id": "p18_b187", "text": "schools and health centres that require modern sources of energy. There are 135 high schools and three hospitals that require a reliable and affordable source of electricity. A capacity of 100 Watts solar PV home systems with batteries (lead acid type) are appropriate for these rural and remote services and households while off-grid mini and micro hydro–power of 1000 Watts are appropriate at the community level within the specific hydro site."}, {"text_block_id": "p18_b188", "text": "Thematic area 4: Renewable energy"}, {"text_block_id": "p18_b189", "text": "Policy outcome 4.1: Use of renewable energy sources for power generation in urban and rural areas increased to 50% by 2020"}, {"text_block_id": "p18_b190", "text": "Policy details"}, {"text_block_id": "p18_b191", "text": "The share of renewable energy for power generation in Solomon Islands in 2009 was only 0.6%. A renewable energy resource summary shows the generating electricity capacity for the different renewable energy resources:"}, {"text_block_id": "p18_b192", "text": "The share of renewable energy for power generation in Solomon Islands in 2009 was only 0.6%. A renewable energy resource summary shows the generating electricity capacity for the different renewable energy resources:\n* geothermal: available but not fully explored except for the Savo Island geothermal resource currently being explored with estimated potential between 20 and 40 MW;\n* hydro: small hydro approximate potential of 11 MW, a total estimated hydro potential of approximately 300 MW;\n* wind: no detailed wind assessment has been carried out;\n* solar energy: solar radiations estimated at 5.5 to 6.5 kwh/m2/day with potential for small, off-grid solar schemes of a total capacity of less than 1 MW;\n* traditional biomass energy: timber wood/forest waste and biofuel with an approximate potential of 20 MW; and\n* off-grid biomass/biogas schemes to serve rural communities with total potential of about 500 kW."}, {"text_block_id": "p18_b204", "text": "The Levelised Cost of Energy (LCOE) for different renewable energy options and technologies shows that solar PV appears to be the best option for renewable generation in remote villages. Solar PV costs USD 0.24 per kWh, while other options of a hybrid of a solar PV system with a biomass gasifier or with biofuel and hydro have an LCOE between 0.27 and 0.28 USD per kWh, with the exception of wind at 0.50 USD per kWh. However the utility scale renewable generation options such as the Tina Hydro Development Project and the Savo Geothermal will have a lower LCOE."}, {"text_block_id": "p18_b205", "text": "Increasing renewable energy largely depends on public policies that foster public / private partnerships and create policy instruments for renewable energy. These policy instruments include the setting up of regulations and standards, quantity instruments, procurement strategies and price instruments."}, {"text_block_id": "p18_b206", "text": "Research, development and assessment of renewable energy technology options, including biomass gasification, is considered vital due to the high land mass area of Solomon Islands. The scaling up of successful trials on bio-fuel use for power generation and transport also requires policy support."}, {"text_block_id": "p19_b207", "text": "Thematic area 5: Petroleum and alternative liquid and gaseous fuels"}, {"text_block_id": "p19_b208", "text": "Policy outcome: 5.1: Access to safe, affordable and reliable petroleum products and alternative liquid fuels and gaseous fuels increased"}, {"text_block_id": "p19_b209", "text": "Policy details"}, {"text_block_id": "p19_b210_merged", "text": "The energy sector remains dependent on petroleum products for driving the economy, in particular the electricity and transport (land, air and sea) sectors, and therefore it is very important that the petroleum sub-sector is regulated properly to maintain fair and unbiased prices to both the suppliers and the users. What remains a challenge in Solomon Islands is the proper handling, storage and distribution of the petroleum products in the outer and remote islands. In addition, enforcement of the Price Control Act in the outer islands is not effective due to the lack of human resources and financial constraints. A one cent levy on the imported petroleum product was recommended to assist the Price Control Unit to check that proper prices are applied in rural and remote areas. The Petroleum Act 1978 is also out-dated, with provisions for fines irrelevant and inappropriate. There are currently no safety and environmental standards due to limited capacity in developing these standards. While there may be international standards that are available, these standards need to be adapted to the local context. Activities related to alternative fuels are limited to small-scale use trials, such as the ADB and SIEA 360 kW biofuel plant trial in Auki. SIEA is promoting the use of coconut oil. In addition, SIEA has a power purchase agreement with Solomon Tropical Products Ltd on using biofuel while a transport trial is being developed in Honiara."}, {"text_block_id": "p19_b215", "text": "The challenges faced by SIEA in maintaining the use of coconut oil is the shortage of supply due to the limited supply of copra from plantation owners and farmers. There is also competition from well-established exporters to foreign markets with links to local farmers. The potential for harnessing biomass through the gasification process of by-products and forest waste needs to be properly assessed."}, {"text_block_id": "p20_b216", "text": "Thematic area 6: Energy efficiency and conservation"}, {"text_block_id": "p20_b217", "text": "Policy outcomes 6.1"}, {"text_block_id": "p20_b218", "text": "Policy outcomes 6.1\n* Reduce electricity consumption in Government services by 20% in 2019, while increasing efficiency of service delivery by 2019\n* Reduce electricity consumption in the residential services by 10% in 2019\n* Reduce electricity consumption in commercial services by 5% in 2019\n* Reduce electricity consumption in industrial services by 5% in 2019\n* Build a sufficient body of expertise within government in order to implement energy efficiency and enegy conservation strategy targets"}, {"text_block_id": "p20_b228", "text": "Increase nationwide levels of awareness leading to strong demand for energy efficiency products and services"}, {"text_block_id": "p20_b229", "text": "▶"}, {"text_block_id": "p20_b230", "text": "Include as mandatory course materials on energy efficiency and conservation at all levels of the education systems by 2019"}, {"text_block_id": "p20_b231", "text": "▶"}, {"text_block_id": "p20_b232", "text": "By 2019, realise electricity savings of 2.56 GWh from mandatory implementation of minimum energy performance standards and energy labelling for freezers, refrigerators, lights and air conditioning units"}, {"text_block_id": "p20_b233", "text": "▶"}, {"text_block_id": "p20_b234", "text": "By 2019, fully realise incentives for the purchase and use of efficient vehicles and cooking technologies"}, {"text_block_id": "p20_b235", "text": "Policy details"}, {"text_block_id": "p20_b236", "text": "The standards on efficient appliances and the ways in which electricity use in households, government buildings and public institutions, as well as petroleum use in the electricity and transport sector, are all part and parcel of this energy sub-sector. Information sharing and dissemination on energy efficient practices and appliances is important. Information is more easily conveyed to people through demonstration, yet there have been few demonstrations of energy efficient appliance in past years. A regional programme has been developed to reduce this gap in most countries where energy efficiency has not been a priority for the government. Solomon Islands needs to commit its resources to promoting, regulating and increasing the use of energy efficient appliances and fuel efficient vehicles."}, {"text_block_id": "p22_b237", "text": "4. Linking the Policy to the Strategies and Investment Plans"}, {"text_block_id": "p22_b238_merged", "text": "The strategies and investment plansfor each policy sub-sector are developed as separate volumes to this policy document. The Energy Programme of the Economic Development Division of the Secretariat of the Pacific Community is providing technical assistance to the Energy Division in developing both the Energy efficiency and conservation strategies and investment plan (EE-EC-IP) and the Petroleum strategies and investment plan (PS-IP). The ADB has formulated the Renewable Energy Investment Plan (RE-IP), which was adapted to formulate the Renewable Energy Strategy and Investment Plan (RE-SIP). SIEA is formulating its Power sector strategies and action plan which is also aligned to this policy framework."}, {"text_block_id": "p22_b248", "text": "The strategies for each energy sub-sector are presented in Tables 1 to 6. The strategies are to guide the formulation of short-term and long-term activities for achieving the goals and targets for each sub-sector. The investment costs and responsible agencies are also highlighted in the policy so to get a clear estimate of the capital investment required for implementing the policy."}, {"text_block_id": "p22_b249", "text": "Table 1: Planning coordination, leadership and partnership strategies and investment costs"}, {"text_block_id": "p24_b250", "text": "Table 3: Electric power (rural) strategies and investment costs"}, {"text_block_id": "p26_b251", "text": "Table 5: Petroleum and alternative liquid/gaseous fuels strategies and investment costs"}, {"text_block_id": "p27_b252", "text": "Table 6: Energy efficiency and conservation strategies and investment costs"}, {"text_block_id": "p27_b253", "text": "Policy Statement 6.1"}, {"text_block_id": "p27_b254", "text": "Promote energy efficiency and conservation measures at government, residential, commercial and industrial sectors"}, {"text_block_id": "p27_b255", "text": "6.1.1 Encourage demand side management and ensure the transformation towards a more efficient use of energy"}, {"text_block_id": "p27_b256", "text": "6.1.1 Encourage demand side management and ensure the transformation towards a more efficient use of energy\n* Ensure wider public engagement in energy efficiency\n* Encourage energy efficiency in appliances, equipment and technologies.\n* Ensure there is appropriate standards, guidelines and tax incentives for the use of energy efficient appliances, equipment and technologies"}, {"text_block_id": "p29_b262", "text": "5. Scale of Implementation"}, {"text_block_id": "p29_b263", "text": "5.1 Institutional framework"}, {"text_block_id": "p29_b264", "text": "The Energy Division is the leading coordinating agency for implementing the policy, while the administration and oversight of the progress is to be monitored by a high-level multi-sectoral committee to be known as the Energy Advisory Committee (EAC). The Ministry of Development Planning and Aid Coordination is the key member of the committee and its coordinating role in promoting congruence between government priorities and donors is considered important. The EAC is to be chaired by the Permanent Secretary of the Ministry of Mines, Energy and Rural Electrification, with core members from the 12 ministries, as illustrated in Figure 1."}, {"text_block_id": "p29_b265", "text": "A technical working group (TWG) is required to provide technical advice on the implementation of energy projects and programmes. The TWG will include alternate members from the various energy sub-sectors, including the electricity/power companies, petroleum oil companies, a regulatory body such as the Commerce Commission, the Price Control Unit, and related government ministries and private agencies, including donor partners. The proposed TWG is to report to the EAC on project implementation and progress and is to be coordinated and chaired by the ED, which also provides technical support and reporting to the EAC. The TWG will allow external project partners, such donors, Division or consultants to provide and also get feedback on projects implementations. The proposed institutional structure is provided in Figure 1."}, {"text_block_id": "p29_b266", "text": "Figure 1: Composition and management structure of the Energy Advisory Committee"}, {"text_block_id": "p30_b267", "text": "5.2 Governance and regulation"}, {"text_block_id": "p30_b268_merged", "text": "The current institutional framework for governance and coordination is vertically structured and there is no overall coordination or regulation for the energy sector. Petroleum pricing and storage are regulated through the Price Control Act and Petroleum Act respectively but both acts need updating as the fines are out-dated."}, {"text_block_id": "p30_b273", "text": "Consideration should be given to the merits of developing an energy act to mandate new efforts under the policy and subsequent strategies. An energy regulator is to be established under the proposed energy act, which mandates the terms and conditions of the independent power producers, and regulates standards for off-grid and on-grid connections and other energy sector regulations."}, {"text_block_id": "p30_b274", "text": "During the National Energy Forum, there was a recommendation that the Commerce Commission be engaged to regulate the RE standards and certification. However, technical knowledge and capacity development are needed to set up and regulate standards for all relevant stakeholders."}, {"text_block_id": "p30_b275", "text": "5.3 Monitoring and evaluation"}, {"text_block_id": "p30_b276", "text": "To monitor the progress of the 2014 SINEP, a log-frame matrix is to be put together with strategies and activities, performance indicators, means of verification and time-lines. The log-frame matrix will become an implementation plan for the policy. Each energy sub-sector has goals and quantified targets, which can be easily monitored. A review of the implementation plan is to be done annually, and this should indicate what needs to be done if monitoring shows a lack of progress."}, {"text_block_id": "p30_b277", "text": "The progress of SINEP will be monitored and performance evaluated against the performance indicators of the policy and against the energy security indicators. The 2009 energy security indicators for Solomon Islands can be used as a baseline for planning and monitoring progress if there is no other baseline information available."}, {"text_block_id": "p30_b278", "text": "In addition, SINEP outputs should also be monitored according to the NDS objectives and goals. The policy outcomes, statements, strategies and activities are to be mainstreamed into the MMERE Corporate Plan, which then feeds into NDS policies and strategies thus progress to be assessed effectively at a macro level."}, {"text_block_id": "p31_b279", "text": "Annexes"}, {"text_block_id": "p31_b280", "text": "Annexw 1: List of organisations interviewed and consulted"}, {"text_block_id": "p33_b281", "text": "FINAL DRAFT"}, {"text_block_id": "p33_b282", "text": "SOLOMON ISLANDS NATIONAL ENERGY POLICY AND STRATEGIC PLANNING"}, {"text_block_id": "p33_b283", "text": "VOLUME 1: SOLOMON ISLANDS NATIONAL ENERGY POLICY"}, {"text_block_id": "p33_b284", "text": "2014"}, {"text_block_id": "p33_b285", "text": "Energy Division"}, {"text_block_id": "p33_b286", "text": "Ministry of Mines, Energy and Rural Electrification"}, {"text_block_id": "p33_b287", "text": "P.O Box G37, Honiara, Solomon Islands"}, {"text_block_id": "p33_b288", "text": "© Copyright Solomon Islands Government"}, {"text_block_id": "p34_b289", "text": "SOLOMON ISLANDS NATIONAL ENERGY POLICY AND STRATEGIC PLAN"}, {"text_block_id": "p34_b290", "text": "Volume 2"}, {"text_block_id": "p34_b291", "text": "ENERGY EFFICIENCY AND ENERGY CONSERVATION: A STRATEGY AND INVESTMENT PLAN"}, {"text_block_id": "p34_b292", "text": "(2014–2019)"}, {"text_block_id": "p36_b293", "text": "VOLUME 2"}, {"text_block_id": "p36_b294", "text": "ENERGY EFFICIENCY AND ENERGY CONSERVATION:"}, {"text_block_id": "p36_b295", "text": "A STRATEGY AND INVESTMENT PLAN"}, {"text_block_id": "p36_b296", "text": "(2014–2019)"}, {"text_block_id": "p36_b297", "text": "MINISTRY OF MINES, ENERGY AND RURAL ELECTRIFICATION"}, {"text_block_id": "p36_b298", "text": "2014"}, {"text_block_id": "p38_b299", "text": "Contents"}, {"text_block_id": "p39_b300", "text": "List of tables"}, {"text_block_id": "p39_b301", "text": "List of figures"}, {"text_block_id": "p41_b302", "text": "Foreword"}, {"text_block_id": "p41_b303", "text": "am pleased to present to you"}, {"text_block_id": "p41_b304", "text": "Solomon Islands National Energy Policy and Strategic Plan"}, {"text_block_id": "p41_b305", "text": "–"}, {"text_block_id": "p41_b306", "text": "Volume 2: Energy efficiency and energy conservation: a strategy and investment plan"}, {"text_block_id": "p41_b307", "text": "(EE-EC-SIP), which presents the priorities of the government and the strategic directions for the energy efficiency and conservation sub-sector over the next five years. This volume is aligned to the"}, {"text_block_id": "p41_b308", "text": "2014 National Energy Policy"}, {"text_block_id": "p41_b309", "text": "vision and goals."}, {"text_block_id": "p41_b310", "text": "Energy efficiency and conservation is a key enabler to reducing electricity bills and ultimately our reliance on imported fossil fuels through changing the ways we use electricity at home, in offices, in industries and in public places. Thus it is important to mainstream energy efficiency and conservation measures in every aspect of our lives – at home, at school and in the work place."}, {"text_block_id": "p41_b311", "text": "EE-EC-SIP provides tactics and planned activities to reduce electricity demands in residential, government, industrial and commercial buildings, with a focus on lighting, refrigeration and air conditioning units, the major energy consumers. These activities will pursue the overall national energy policy goal on energy efficiency and improving energy conservation in all sectors by 2019."}, {"text_block_id": "p41_b312", "text": "The 2009 Solomon Islands Energy Security Indicator profile shows that the productivity indicator is only 45.6% which is quite low compared to other Pacific Island countries, an indication that there is a need for improvement in the way we use imported fossil fuel for electricity generation, and for commercial and industrial uses. Our own electricity provider, SIEA, is encouraged to promote efficiency in all its power generators so it can also provide more affordable electricity. As energy consumers, we also need to do our part by reducing our demand for electricity. We need to understand and examine our electricity bill, identify the energy consuming devices at home and in our offices, and work out the number of hours we use these appliances within a 24-hour period."}, {"text_block_id": "p41_b313", "text": "It is very important and timely that this strategy has integrated the appliance and labelling programme that will assist the government in regulating the importation of inefficient appliances for lighting, refrigeration and air conditioning. The programme will also create the needed awareness on energy efficient labelling and overall conservation measures. By regulating the number of inefficient appliances, we can also reduce our electricity demand, consumption and wastage."}, {"text_block_id": "p41_b314", "text": "EC-EC-SIP is a document that is historical to the government in that it provides specific targets and energy savings to be achieved within five years of implementation. It therefore needs commitments and monitoring by the various stakeholders."}, {"text_block_id": "p41_b315", "text": "The EE-EC-SIP was developed in close consultation with energy service providers, representatives of government and communities, the private sector, and development partners.  The strategy also includes capacity development and technical assistance, and it is anticipated that, through the implementation of this strategy, more energy efficiency service companies will be created to provide energy auditing services to the government, to businesses and to industry."}, {"text_block_id": "p41_b316_merged_merged", "text": "In conclusion, I wish to thank all national stakeholders and development partners for their contributions to the second volume of the Solomon Islands National Energy Policy and Strategic Plan. Its implementation requires a concerted effort from all stakeholders and I strongly encourage you to continue to support and contribute to the implementation of the strategies and activities identified in this document. This will help improve the lives of all Solomon Islanders."}, {"text_block_id": "p41_b319", "text": "Hon. Moses Garu"}, {"text_block_id": "p41_b320", "text": "Minister for Mines, Energy and Rural Electrification"}, {"text_block_id": "p42_b321", "text": "Preface and acknowledgment"}, {"text_block_id": "p42_b322", "text": "he Energy Programme of the Economic Development Division is acknowledged for the technical support provided to the Energy Division in the formulation of this strategy and investment plan. In addition, appreciation is accorded to the local stakeholders, government ministries, private sectors, non-government organisations who have participated at both the national consultations and those who have provided direct inputs to this strategy."}, {"text_block_id": "p42_b323", "text": "The formulation of this strategy was done as part of the review and development of the 2014 SINEP and formulation of energy sub sectors strategies and investment plan including the petroleum and renewable energy. The Ministry of Energy, Mines and Rural Electrification has been instrumental in directing the development of SINEP and strategy and investment plans as it sees a need for a more cohesive approach to its planning and that all its efforts are aligned to the National Development Strategy key focus areas. A five years approach to budget allocations by Parliament has also been adopted by the Solomon Islands Government in 2014 and this provides a clear direction in financial resources that are available against implementation of sectoral policies and strategies. Thus the EE-EC-SIP is a five year plan and is intended as a guiding document to the Solomon Islands government and development partners."}, {"text_block_id": "p42_b324", "text": "The first consultation on the review and the formulation of the EE-EC-SIP was conducted in November 2012. The final draft was presented at the National Energy Forum held in Honiara in June 2013. The draft EE-EC-SIP was circulated for comments by various stakeholders in November 2013."}, {"text_block_id": "p42_b325", "text": "This EE–EC-SIP is presented as Volume 2 of the Solomon Islands National Energy Policy and Strategic Plan which contains 4 Volumes; Volume I covers the overarching  policy and how its aligns to the National Development Strategy, Volume II contains the Energy efficiency and conservation sub sector strategies, actions and investment plan, Volume III contains petroleum sub sector strategies, actions and investment plans, while Volume IV contains renewable energy strategies, action and investment plan. Volume V contains the administration and planning sub sector strategies and action plans which will be used as a 5 year work plan for the Energy Division. A report titled 'Solomon Islands Energy Sector Review' provides a review of the 2007 SINEP and its 2009 National Action Plan as well baseline information and data on the different energy sub sectors."}, {"text_block_id": "p42_b326", "text": "."}, {"text_block_id": "p44_b327", "text": "Executive Summary"}, {"text_block_id": "p44_b328", "text": "Energy efficiency and energy conservation: a strategy and investment plan"}, {"text_block_id": "p44_b329_merged", "text": "(EE-ECSIP) provides a way forward for strengthening the energy efficiency sub-sector in the next five years (2014–2019). The strategy reflects the overall strategic vision of the Government of Solomon Islands as set out in the National Development Strategy 2011–2020 (NDS), and will contribute to make progress towards its objectives. The goal of the EE-EC-SIP is to greatly increase awareness and uptake of energy efficiency practices. This will reduce the amount of fuel imports needed and, consequently, the fuel and electricity bills of consumers."}, {"text_block_id": "p44_b332", "text": "The proposed Energy Advisory Committee will provide leadership, and drive the implementation of the EE-EC-SIP, liaising between ministries and agencies, and assisting in the implementation of the wider energy programme and projects across the energy sector. The Energy Division (ED) will coordinate the implementation, monitoring and evaluation of the EE-EC-SIP."}, {"text_block_id": "p44_b333", "text": "Baseline and targets"}, {"text_block_id": "p44_b334", "text": "Baseline data and information and targets relevant are compiled from the EE indicator of the regional framework for action on energy security, also the supply side management, demand side management and energy efficiency labelling for electric appliance"}, {"text_block_id": "p44_b335", "text": "."}, {"text_block_id": "p45_b336", "text": "Policies for energy efficiency and outcomes for the five years 2014–2019"}, {"text_block_id": "p45_b337", "text": "Policy 1: Promote energy efficiency and conservation measures in the electricity sector"}, {"text_block_id": "p45_b338", "text": "Policy 3: Encourage energy efficiency in appliances, equipment and technologies"}, {"text_block_id": "p45_b339", "text": "Priority actions for energy efficiency"}, {"text_block_id": "p45_b340", "text": "Investment"}, {"text_block_id": "p45_b341", "text": "The total investment to implement the priority area strategies (excluding the power utilities) over five years is estimated at SBD 49,733,141 equivalent to USD 6.75 million (exchange rate: 0.1264). Solomon Islands government seeks funding and long-term commitment by donors for the investment plan."}, {"text_block_id": "p47_b342", "text": "Part 1: Introduction"}, {"text_block_id": "p47_b343", "text": "This EE-EC-SIP provides a five-year plan that details requirements of government, power utilities, the commercial sector, industries, development partners, donors, and the private sector"}, {"text_block_id": "p47_b344", "text": "to implement the energy efficiency and energy conservation policy component of the National Energy Policy"}, {"text_block_id": "p47_b345", "text": "(Volume 1: National Energy Policy 2014–2024)"}, {"text_block_id": "p47_b346", "text": "."}, {"text_block_id": "p47_b347", "text": "The EE-EC-SIP is also developed in line with the Solomon Island government focus a reas and objectives as outlined in the National Development Strategy 2011–2020."}, {"text_block_id": "p47_b348", "text": "There have been limited efforts in past years to improve energy efficiency (EE) and energy conservation (EC) activities at the national and local level, and it is anticipated that, with the development of this EE-EC-SIP, government and the development partners will support its implementation so that a visible improvement in energy efficiency can be realised over the next five years."}, {"text_block_id": "p47_b349", "text": "EE-EC-SIP was prepared using a consultative approach, the stakeholders contributing to defining the strategies and actions that are needed to achieve the energy efficiency and policy outcomes. Data collected during the formulation of this strategy were also used to develop the EE-EC targets and investment plans."}, {"text_block_id": "p47_b350", "text": "This is the first attempt to put together a strategy on EE and EC that covers both the supply side management and the demand side management. The activities under the supply side management were sourced from the"}, {"text_block_id": "p47_b351", "text": "Solomon Islands Electricity Authority (SIEA) Development Strategic Plan 2014–2016,"}, {"text_block_id": "p47_b352", "text": "which also provides more detailed strategies related to its overall transformation into a more efficient electricity provider."}, {"text_block_id": "p47_b353", "text": "This EE-EC-SIP does not have a monitoring and evaluation (M&E) plan, as this need to be developed through a more consultative process, involving the private sector, and the commercial and industrial sectors. A national workshop is included as part of this strategy to bring together these stakeholders and to also develop an M&E plan on the priority actions already identified."}, {"text_block_id": "p47_b354", "text": "The"}, {"text_block_id": "p47_b355_merged_merged_merged", "text": "National Energy Policy 2014–2024 and the Review of the Solomon Islands Energy Sector Report"}, {"text_block_id": "p47_b358", "text": "are to be referred to for in-depth information relating to this strategy."}, {"text_block_id": "p50_b359", "text": "Part 2: Review Of Energy Efficiency And"}, {"text_block_id": "p50_b360", "text": "Conservation Initiatives"}, {"text_block_id": "p50_b361", "text": "2.1 Review of the 2007 energy efficiency and conservation action plan"}, {"text_block_id": "p50_b362", "text": "The 2007 Solomon Island National Energy Plan (SINEP) with its two-year Strategic Action Plan (2007–2009) was reviewed as part of developing this strategy and the 2014 SINEP. The 2007 SINEP section on energy efficiency and energy conservation has one policy statement, two strategies and one activity under each strategy.  Table 1 provides an assessment of the 2007–2009 energy efficiency and conservation strategies and activities."}, {"text_block_id": "p50_b363", "text": "Table 1: Summary of status of implementation of energy efficiency and conservation policy"}, {"text_block_id": "p51_b364", "text": "2.2 Pacific Appliance Labelling and Standards programme"}, {"text_block_id": "p51_b365", "text": "The Pacific Appliance Labelling and Standards (PALS) programme is a recent (2012) programme implemented by SPC in which Solomon Islands is participating. The programme aims to prohibit the entry of inefficient electrical appliances to PICTs through the adoption of legally enforceable minimum energy performance standards and energy labelling. The energy label helps buyers choose the more efficient of the products that meet the minimum standards. Appliances such as refrigerators, freezers, air conditioning units and lights are covered by the programme. The Government of Solomon Islands has endorsed the implementation of PALS in Solomon Islands, understanding the need for proper legal frameworks covering appliance minimum energy performance standards and labelling."}, {"text_block_id": "p51_b366", "text": "2.3 Solomon Islands Electricity Authority energy efficiency initiatives"}, {"text_block_id": "p51_b367", "text": "The Solomon Islands Sustainable Energy Programme (SISEP) implemented by the World Bank from 2009 to 2013 is an initiative that will improve the supply side energy efficiency of the power utility. This is being done through the improvement of SIEA’s financial position, recruitment of management expertise, and improvement of SIEA’s technical operations."}, {"text_block_id": "p51_b368", "text": "In 2012, the Pacific Power Association contracted KEMA to conduct a study titled the"}, {"text_block_id": "p51_b369", "text": "Quantification of the Power System Energy Losses in South Pacific Utilities."}, {"text_block_id": "p51_b370", "text": "The KEMA report highlighted the fact that the losses throughout the SIEA system consist of power station losses and distribution system losses.  KEMA’s analysis showed that losses total 22.91% of annual generation, which is a very high percentage. These losses consist of:"}, {"text_block_id": "p51_b371", "text": "➢"}, {"text_block_id": "p51_b372", "text": "2.89% in power station auxiliaries (station losses),"}, {"text_block_id": "p51_b373", "text": "➢"}, {"text_block_id": "p51_b374", "text": "5.85% in technical losses, and"}, {"text_block_id": "p51_b375", "text": "➢"}, {"text_block_id": "p51_b376", "text": "17.05% in non-technical losses."}, {"text_block_id": "p51_b377", "text": "Recommendations to improve technical and non-technical losses were provided by the consultants as part of the KEMA analysis reports and the recommendations are considered in this EE-EC-SIP."}, {"text_block_id": "p51_b378", "text": "The low uptake of energy conservation and efficiency initiatives could be attributed to the following issues, which are also taken into consideration in this strategy."}, {"text_block_id": "p51_b379", "text": "(a)"}, {"text_block_id": "p51_b380", "text": "Lack of information and awareness of the potential for energy conservation and efficiency initiatives"}, {"text_block_id": "p51_b381", "text": "(b)"}, {"text_block_id": "p51_b382", "text": "Limited consumer knowledge and understanding of EE"}, {"text_block_id": "p51_b383", "text": "(c)"}, {"text_block_id": "p51_b384", "text": "Emphasis on increasing energy supplies and not on reducing consumption"}, {"text_block_id": "p51_b385", "text": "(d)"}, {"text_block_id": "p51_b386", "text": "Non-participation of the private sector in EE services"}, {"text_block_id": "p51_b387", "text": "(e)"}, {"text_block_id": "p51_b388", "text": "Limited technical knowledge of EE"}, {"text_block_id": "p51_b389", "text": "(f)"}, {"text_block_id": "p51_b390", "text": "Limited or non-provision of government funds for EE"}, {"text_block_id": "p51_b391", "text": "(g)"}, {"text_block_id": "p51_b392", "text": "Limited human resources and technical knowledge available within the Energy Division to address EE"}, {"text_block_id": "p51_b393", "text": "(h)"}, {"text_block_id": "p51_b394", "text": "Lack of consistency in undertaking EE activities"}, {"text_block_id": "p51_b395", "text": "(i)"}, {"text_block_id": "p51_b396", "text": "Lack of a legal and regulatory framework for EE, e.g. for enforcing minimum energy standards for imported products"}, {"text_block_id": "p51_b397", "text": "(j)"}, {"text_block_id": "p51_b398", "text": "Lack of a champion to drive EE"}, {"text_block_id": "p51_b399_merged_merged", "text": "In its attempt to address EE and EC, the Solomon Islands National Development Strategy 2011–2020  highlighted the efficient use of energy and promotion of EC measures. Specifically, the policy on energy is: ‘to ensure availability and efficient use of energy to achieve development goals of improving the livelihood and quality of life for all the people in the Solomon Islands,’ and one of its strategies is: ‘to reduce energy costs by promoting energy conservation and efficiency, in the context of the introduction of product standards for appliances, including appliance labelling, EE ratings and promotion of energy efficient technology and ensure minimal negative environmental impacts of energy production, distribution and consumption on the environment’."}, {"text_block_id": "p53_b402", "text": "Part 3: Energy Efficiency And Conservation Strategies And Actions"}, {"text_block_id": "p53_b403", "text": "The following section discusses key strategy areas, actions and targets for energy efficiency improvement in several sectors over the next five years."}, {"text_block_id": "p53_b404", "text": "3.1 The electricity sector"}, {"text_block_id": "p53_b405", "text": "Promoting EE initiatives in the electricity sector can be considered under two main components: the supply side and the demand side initiatives. The SIEA, with support from the World Bank, will continue with its institutional strengthening programme to improve supply side management (SSM), its system losses, conversion efficiency and its financial position. In order to reduce its dependence on fossil fuels, the utility is using bio fuel in one of its generators but has been challenged by the irregular supply of coconut oil. The SIEA, through its customer care department, improves demand side management and broadcasts a weekly radio programme that includes awareness and power saving tips. It also approves imported electrical wiring for the distribution of electricity, and it has embarked on the use of pre-paid meters to replace the conventional electricity meters for households in Honiara."}, {"text_block_id": "p53_b406", "text": "3.2 Government to lead by example"}, {"text_block_id": "p53_b407", "text": "The government, being a key energy consumer, can play a major role in changing the society towards a more energy efficient one through leading by example in good energy management practices."}, {"text_block_id": "p53_b408", "text": "The collation of detailed energy consumption data to identify energy trends and inefficiencies has been an ongoing challenge. The importing oil companies are reluctant to release confidential information about the quantities of fuel they sell to the various sectors of the economy:  building and construction, transport, industry, and machinery and equipment.  As a result, effective planning and policy design and setting EE targets by the Energy Division (ED) is hampered. There is a need to investigate ways and means by which crucial data on energy consumption can be made available to the ED on a timely basis in order for evidence-based policy design to be undertaken."}, {"text_block_id": "p53_b409", "text": "Having identified the patterns of energy consumption within government, energy audits will be carried out in order to determine specific areas where energy savings can be made. Whilst private sector involvement in energy audits is limited, the ED will ensure that the financial and human resources are sufficient to carry out this task. In order to effectively signal the government’s intentions for EE, appropriate legislation for appliance labelling and standards is being pursued."}, {"text_block_id": "p53_b410", "text": "Government has been allowing duty-free imports of solar equipment since 2010. In order to encourage the utilisation of energy efficient technologies, the tariff policy surrounding energy-efficient goods may need to be reconsidered. Allowing duty-free imports of these items would enable a structural change to higher energy efficiency and again signal the government’s intentions, which would further encourage the change. Duty free status, or at least reduced duties on imports of energy efficient technologies, would need to be considered. A policy of this nature would need to be in place until a significant swap to energy efficient technologies has been achieved."}, {"text_block_id": "p53_b411", "text": "3.3 Residential sector"}, {"text_block_id": "p53_b412", "text": "It is important that the public be made aware of the unsustainable trends in energy consumption currently being observed in Solomon Islands, as well as steps that can be taken to save money in light of the rising fuel and electricity prices. The ED will strengthen its awareness programme, launch a public awareness campaign on EE and EC, and ensure that there is adequate funding to continue awareness raising in future years."}, {"text_block_id": "p53_b413", "text": "Households can be encouraged to undertake their own energy audits with the aid of a simple checklist that can be made available and publicised. They can use SPC’s energy consumption calculation sheet (Annex 1) and electricity wattage for home appliances (Annex 2). This awareness and use of an energy consumption checklist can be started off at schools, as well as in organised networks such as women’s groups, church groups and other community-based organisations. This strategy includes some of the activities with estimated costs that are practical and effective in reducing electricity consumption. SIEA has developed a three-year plan, which includes EE as part of its customer services in order to continue creating awareness about using energy-efficient appliances and to increase the use of pre-pay domestic users in Honiara and outstations."}, {"text_block_id": "p54_b414", "text": "3.4 Commercial and business sectors"}, {"text_block_id": "p54_b415", "text": "The commercial and business sectors are large consumers of electricity. In 2010, 50.72% of the electricity generated was used by the commercial sector, while the remaining percentages are shared among the government and the industrial and domestic (residential) sectors (Figure 1). The electricity consumption for the business sector continued to increase in 2012 to 57.72%. Therefore, it is important that EE and EC measures are put in place to reduce electricity consumption in this sector, measures like those in the industrial and government led initiatives: lighting improvement, cooling load improvement, building insulation, AC unit retrofits, and equipment retrofits and improvements.  There is potential for awareness raising on EC measures, as well as on introducing energy-efficient appliances and equipment."}, {"text_block_id": "p54_b416", "text": "Source: SPC data (2014)"}, {"text_block_id": "p54_b417", "text": "3.5 Appliances and equipment"}, {"text_block_id": "p54_b418", "text": "To achieve significant energy savings in this sector, government recognises the need for appliance labelling and standards. The MMERE, with support from SPC, is working towards legislating minimum energy performance standards (MEPS) and energy rating labels for high energy consuming appliances such as refrigerators, fridges, air conditioners and lights. MEPS prevent inefficient products from entering the country and labelling allows buyers to look for the most efficient products available on the market."}, {"text_block_id": "p54_b419_merged", "text": "According to a 2011 SPC study, Costs and benefits of introducing standards and labels for electrical appliances in Pacific Island countries, a saving of approximately 22 million litres in diesel fuel and 9.8 GWh of electricity would be realised in Solomon Islands if labelling and standards are enforced for air conditioning units, refrigerators, freezers and lights (Table 2)."}, {"text_block_id": "p55_b422", "text": "Table 2: Potential savings through MEPS and energy rating labels of selected appliances in Solomon Islands"}, {"text_block_id": "p55_b423", "text": "Source: Costs and benefits of introducing standards and labels for electrical appliances in Pacific Island countries (2011), George Wilkenfeld and Associate, and subsequent special analysis for Solomon Islands"}, {"text_block_id": "p55_b424", "text": "3.6 Transport"}, {"text_block_id": "p55_b425", "text": "The transport sector is heavily dependent on petroleum fuels and in 2011 it accounted for 42% of fuels consumed in the country, yet EE initiatives in the transport sector have been neglected over the years and urgent policy attention is needed. Good transport planning and infrastructure contributes to efficient use of energy. There are a number of initiatives that could be put in place, such as controls on vehicle standards, improved road maintenance, better licensing of buses, and provision of incentives for energy-efficient vehicles. A proper institution with a legal mandate is required to make progress on EE initiatives in this sector."}, {"text_block_id": "p55_b426_merged", "text": "The Ministry of Infrastructure and Development has a National Transport Plan 2011–2030 with a three-year action plan that will be reviewed annually. A key focus of this plan is to improve the resilience of the transport network to the effects of climate change. This will be addressed through improved design standards and the selection of projects that help to protect both the transport network and inhabited areas. Providing transport access for individual communities and localities will be based on providing the most economically efficient and appropriate means of transport for them."}, {"text_block_id": "p55_b429", "text": "As previously mentioned, government’s incentives and taxes will be required to boost vehicle efficiency and accelerate the market penetration of new, efficient vehicle technologies."}, {"text_block_id": "p55_b430", "text": "While investigations into the use of bio fuels were mainly for trial purposes and have little economic merit, another source of fuel relatively untapped is LPG (liquefied petroleum gas). The predominant domestic use of LPG is currently household cylinder gas; however, the use of this gas in the transport sector is relatively under-developed. While LPG would still be an imported fuel, it allows Solomon Islands to diversify its sources of energy and it is also more environmentally friendly than other fossil fuels."}, {"text_block_id": "p55_b431", "text": "Concessions for imported vehicles that use LPG would encourage the use of this fuel."}, {"text_block_id": "p63_b432", "text": "3.8 Energy efficiency targets"}, {"text_block_id": "p63_b433_merged", "text": "The level of EE in Solomon Islands is, as elsewhere, characterised by many different factors; no single indicator can provide a complete picture of a nation’s energy efficiency. In 2012 the American Council for an Energy Efficient Economy analysed the energy efficiency levels of 12 of the world’s largest economies using 27 qualitative and quantitative indicators to provide an indication of overall EE in these countries. The indicators cover four main areas: national efforts, buildings, industry and transportation. SPC’s Framework for Action on Energy Security in the Pacific (FAESP) developed 36 indicators of which five relate to EE. These indicators include energy intensity of the economy (MJ/USD), electric power generation efficiency (kWh/l), distribution losses (%), the existence and scope of appliance labelling, and the existence and scope of mandated EE standards."}, {"text_block_id": "p63_b436", "text": "In 2010 the United Nations Secretary General launched the Sustainable Energy for All initiative with three complementary objectives to be achieved by 2030. One of the objectives is to double the rate of improvement in energy efficiency."}, {"text_block_id": "p63_b437", "text": "Whilst government recognises the importance of EE, there is currently a lack of EE data to establish meaningful targets. Comprehensive data collection and establishing national efficiency targets will be carried out as part of this strategy. These targets and implementation plan will be included in the revised strategy from 2020 and beyond."}, {"text_block_id": "p63_b438", "text": "SIEA presented the following plans and activities at the National Energy Forum conducted as part of developing this strategy."}, {"text_block_id": "p63_b439", "text": "➢"}, {"text_block_id": "p63_b440", "text": "Improve on the cooling radiators for the LT Wartisila Lungga generators (gain 2.5 Mw)."}, {"text_block_id": "p63_b441", "text": "➢"}, {"text_block_id": "p63_b442", "text": "Carry out major overhauls on L10 Niigata, L9 Mitsubishi and L8 Wartsila."}, {"text_block_id": "p63_b443", "text": "➢"}, {"text_block_id": "p63_b444", "text": "Install 2 x 1.5 Mw diesel generators at Honiara Power Station by December 2013."}, {"text_block_id": "p63_b445", "text": "➢"}, {"text_block_id": "p63_b446", "text": "Install 2 x 5.0 Mw diesel generators at Lungga Power Station by 2015/2016."}, {"text_block_id": "p63_b447", "text": "➢"}, {"text_block_id": "p63_b448", "text": "Carry out energy auditing at main stations in Lungga to reduce station energy usages."}, {"text_block_id": "p63_b449", "text": "According to SIEA Kema report 2012, SIEA’s system energy losses are 22.91% of annual generation, which is a very high percentage. These losses are used here as baseline data and energy supply side targets that SIEA could improve on. A summary of energy efficiency targets from supply side management is provided in Table 5."}, {"text_block_id": "p64_b450", "text": "Tables 6 and 7 provide more details about EE targets, with estimated electricity growth of 4.39% based on the years 2009 to 2011 and electricity growth demand for the next five years.  Table 6 provides past actual data on electricity consumption for the different sectors – domestic/residential, government, commercial, industrial and others – and forecasted electricity consumption. The activities listed in Table 7 are to be implemented by SIEA and ED and other relevant stakeholders, with ED as the coordinating agency."}, {"text_block_id": "p64_b451", "text": "Table 4: Energy efficiency targets"}, {"text_block_id": "p64_b452", "text": "Main target: Reduce electricity consumption in all sectors by 10.7% (9.2 GWh) by 2019."}, {"text_block_id": "p64_b453", "text": "This is equivalent to annual fuel generation cost saving of USD 1. 75 million achieved by 2019"}, {"text_block_id": "p64_b454", "text": "(Electricity consumption growth 4.39%, electricity generation costs of USD 0.19/kWh)."}, {"text_block_id": "p65_b455", "text": "Source: SPC Data (2014)"}, {"text_block_id": "p66_b456_merged", "text": "Source: Costs and benefits of introducing standards and labels for electrical appliances in PICs. 2011. George Wilkenfeld and Associates, and a subsequent special analysis for Solomon Islands"}, {"text_block_id": "p72_b459", "text": "4.0. Energy efficiency policies, strategies and outcomes"}, {"text_block_id": "p72_b460", "text": "Within the five years of implementing the policy strategies, a number of outcomes are expected."}, {"text_block_id": "p74_b461", "text": "Part 4:  Energy Efficiency Investment Plan"}, {"text_block_id": "p74_b462", "text": "4.1 Summary of investments required"}, {"text_block_id": "p74_b463", "text": "The investments required to implement the initiatives identified under the EE-EC-SIP actions (Part 3.0) are presented in Tables 9 to 12, which also illustrate the funding requirements for these investments to take place. The identified proposals will require the involvement not just of MMERE, but also the Ministry of Finance (MOF), the Ministry of Education (MOE), SIEA, oil and gas companies, commercial businesses, NGOs and others, and co-ordinating this will require strong leadership from the EAC, which will be established to oversee the implementation of the SINEP policy and strategy and monitor progress. By working together to implement these plans, all involved in the sector can contribute to a step change in delivery of EE services for all Solomon Islanders."}, {"text_block_id": "p74_b464", "text": "Table 7: Prospective investments for government-led initiatives, businesses and industries on energy efficiency"}, {"text_block_id": "p75_b465", "text": "Table 8: Public awareness investments in the residential sector"}, {"text_block_id": "p76_b466", "text": "Table 9: Regulations and standards investments for appliance and labelling programmes and activities"}, {"text_block_id": "p82_b467", "text": "Estimated monthly electricity bill = kWh/day x 30 days x tariff rate"}, {"text_block_id": "p82_b468", "text": "(Other charges, such as taxes and fuel adjustments charges, could also be included in your electricity bill)"}, {"text_block_id": "p87_b469", "text": "Energy Division Ministry of Mines, Energy and Rural Electrification P.O Box G37, Honiara, Solomon Islands"}, {"text_block_id": "p87_b470", "text": "© Copyright Solomon Islands Government"}, {"text_block_id": "p88_b471", "text": "SOLOMON ISLANDS NATIONAL ENERGY POLICY AND STRATEGIC PLAN"}, {"text_block_id": "p88_b472", "text": "Volume 3"}, {"text_block_id": "p88_b473", "text": "PETROLEUM AND ALTERNATIVE LIQUID FUELS STRATEGIES AND INVESTMENT PLAN"}, {"text_block_id": "p88_b474", "text": "(2014-2019)"}, {"text_block_id": "p88_b475", "text": "MINISTRY OF MINES, ENERGY AND RURAL ELECTRIFICATION"}, {"text_block_id": "p90_b476", "text": "SOLOMON ISLANDS NATIONAL ENERGY POLICY AND STRATEGIC PLAN"}, {"text_block_id": "p90_b477", "text": "VOLUME 3"}, {"text_block_id": "p90_b478", "text": "PETROLEUM AND ALTERNATIVE LIQUID FUELS STRATEGIES AND INVESTMENT PLAN"}, {"text_block_id": "p90_b479", "text": "(2014-2019)"}, {"text_block_id": "p90_b480", "text": "MINISTRY OF MINES, ENERGY AND RURAL ELECTRIFICATION"}, {"text_block_id": "p90_b481", "text": "2014"}, {"text_block_id": "p91_b482", "text": "Contents"}, {"text_block_id": "p91_b483", "text": "List of Tables"}, {"text_block_id": "p92_b484_merged", "text": "I am pleased to present to you the third volume of the Solomon Islands National Energy Policy and Strategic Plan which presents the priorities of the government and the strategic directions for the petroleum sub-sector over the next five years. The Petroleum and Alternative Liquid Fuels Strategy and Investment plan (PET-ALT SIP) is one of the Solomon Islands Government Strategic Plan which is aligned to the 2014 National Energy Policy vision and goals."}, {"text_block_id": "p92_b489", "text": "Petroleum use will continue for a long time and its use for electricity and transport has increased over the past years. Therefore coordination to monitor and regulates the safety and standards of imported petroleum products as well as providing fair prices to all people of the Solomon Islands is vital. This strategy provides complementary activities to improving the implementation of existing regulations relating to the petroleum pricing, safety and standards."}, {"text_block_id": "p92_b490", "text": "It is also very important to note the need for promoting alternative liquid fuels for both electricity and transportation uses and I am happy to note that it is also considered as one of the outcome of this strategy and investment plan."}, {"text_block_id": "p92_b491", "text": "The PET-ALT SIP was developed in close consultation with energy service providers, representatives of the government and community, the private sector, and development partners. The strategy also includes capacity development and technical assistance and it is anticipated that through the implementation of this strategy that efficient petroleum supply and that affordable and safe products reaches the remote and isolated communities."}, {"text_block_id": "p92_b492", "text": "In conclusion, I wish to thank all national stakeholders and development partners for their contributions to this strategy and investment plan. Its implementation requires concerted effort from all stakeholders and I strongly encourage you to continue to support and contribute to the implementation of the strategies and activities identified in this document that will help improve the lives of all Solomon Islanders."}, {"text_block_id": "p92_b493", "text": "Hon. Moses Garu"}, {"text_block_id": "p92_b494", "text": "Minister for Mines, Energy and Rural Electrification"}, {"text_block_id": "p93_b495", "text": "The Energy Programme of the Economic Development Division is acknowledged for the technical support provided to the Energy Division in the formulation of this strategy and investment plan. In addition, appreciation is accorded to the local stakeholders, government ministries, private sectors, non-government organisations who have participated at both the national consultations and those who have provided direct inputs to this strategy."}, {"text_block_id": "p93_b496", "text": "The formulation of this strategy was done as part of the review and development of the 2014 SINEP and formulation of energy sub sectors strategies and investment plan including the energy efficiency and conservation and renewable energy. The Ministry of Energy, Mines and Rural Electrification has been instrumental in directing the development of SINEP and strategy and investment plans as it sees a need for a more cohesive approach to its planning and that all its efforts are aligned to the National Development Strategy key focus areas. A five years approach to budget allocations by Parliament has also been adopted by the Solomon Islands Government in 2014 and this provides a clear direction in financial resources that are available against implementation of sectoral policies and strategies. Thus the PET-ALT SIP is a five year plan and is intended as a guiding document to the Solomon Islands government and development partners."}, {"text_block_id": "p93_b497", "text": "The first consultation on the review and the formulation of the PET-ALT SIP was conducted in November 2012. The final draft was presented at the National Energy Forum held in Honiara in June 2013. The draft PET-ALT SIP was circulated for comments by various stakeholders in November 2013."}, {"text_block_id": "p93_b498_merged", "text": "This PET-ALT SIP is presented as Volume 3 of the Solomon Islands National Energy Policy and Strategic Plan which contains 4 Volumes; Volume I covers the overarching policy and how its aligns to the National Development Strategy, Volume II contains the Energy efficiency and conservation sub sector strategies, actions and investment plan, Volume III contains petroleum sub sector strategies, actions and investment plans, while Volume IV contains renewable energy strategies, action and investment plan. A report titled “Solomon Islands Energy Sector Review “provides a review of the 2007 SINEP and its 2009 National Action Plan as well baseline information and data on the different energy sub sectors."}, {"text_block_id": "p94_b501", "text": "The"}, {"text_block_id": "p94_b502", "text": "Petroleum and alternative liquid fuels strategies and investment plan"}, {"text_block_id": "p94_b503", "text": "(PET-ALT SIP) is delivered at an appropriate time as government strives to underline the importance of good governance, credible and stable policies guided by the newly developed"}, {"text_block_id": "p94_b504", "text": "Solomon Islands National Development Strategy"}, {"text_block_id": "p94_b505", "text": "2013"}, {"text_block_id": "p94_b506", "text": "–"}, {"text_block_id": "p94_b507", "text": "2020 (NDS). This PET-ALT SIP provides a way forward in meeting one of the"}, {"text_block_id": "p94_b508", "text": "2014 Solomon Islands National Energy Policy"}, {"text_block_id": "p94_b509", "text": "(SINEP) goals:"}, {"text_block_id": "p94_b510", "text": "Increase the access of safe, affordable and reliable petroleum products and alternative liquid and gaseous fuels."}, {"text_block_id": "p94_b511", "text": "The strategy has four outcomes, which are also taken from the SINEP petroleum sector priorities"}, {"text_block_id": "p94_b512", "text": "."}, {"text_block_id": "p94_b513", "text": "1)"}, {"text_block_id": "p94_b514", "text": "Supply and affordability of petroleum products to outer islands and remote rural locations are improved."}, {"text_block_id": "p94_b515", "text": "2)"}, {"text_block_id": "p94_b516", "text": "Petroleum storage and handling facilities conformed to local and international safety, health and environmental standards."}, {"text_block_id": "p94_b517", "text": "3)"}, {"text_block_id": "p94_b518", "text": "Regulated petroleum prices effectively monitored in the nine provinces."}, {"text_block_id": "p94_b519", "text": "4)"}, {"text_block_id": "p94_b520", "text": "Alternative fuel projects coordinated."}, {"text_block_id": "p94_b521", "text": "The reliance on petroleum products will continue into the foreseeable future as the country improves its economic base through increasing production of its natural resources. In 2009, Solomon Islands petroleum imports accounted for over 15% of its GDP, which is significantly higher than its neighbouring Pacific Island countries (PICs) such as Fiji and Vanuatu. In 2012, the total import cost of petroleum fuels was SBD 843 million, which, as a proportion of GDP, accounted for slightly less"}, {"text_block_id": "p94_b522", "text": "–"}, {"text_block_id": "p94_b523", "text": "14%."}, {"text_block_id": "p94_b524", "text": "It is estimated that more than 50% of Solomon Islands fuel is used for the transport sector (land vehicles and domestic shipping vessels) while the remaining is used for electricity generation, mainly for the urban areas in Honiara and provincial centres. The cost of electricity and fuel prices in Honiara is amongst the highest in the Pacific region and is directly affected by the fluctuation in global prices. Petroleum products are not always available in the outer islands and access to grid connected electricity in limited to 16% of the population, mostly in the urban areas. There is high dependence on the use of kerosene for lighting and on small solar PV home systems in rural and outer islands. Improving energy security in rural areas could be enhanced through the use of renewable energy sources such as bio-fuel. However, there is a need for collaboration with relevant stakeholders and for government to set acceptable quality standards on alternative fuels. While this is being pursued, the need for further collaboration with provincial councils on the supply, storage and regulation of petroleum prices in the rural and outer islands should be a priority."}, {"text_block_id": "p94_b525", "text": "This strategy highlights commitments, policy statements, strategies and activities that the Ministry of Mines, Energy and Rural Electrification (MMERE) through its Energy Division will focus on in the next five years to better manage and coordinate the petroleum sector in Solomon Islands. It is highly likely that there will be continued reliance on petroleum products for transport and electricity generation into the foreseeable future and the onus is on government to ensure that reliable and affordable energy services are provided with improved accessibility and energy security."}, {"text_block_id": "p94_b526_merged_merged_merged", "text": "The 2014 SINEP emphasises the need for strong leadership and a clear forward vision in the energy sector to be supported by a relevant legislative framework, capacity, commitment and resources. Training in all aspects of the energy sector and in particular in the petroleum sector is still a challenge due to limited capacity and resources and the out-dated Petroleum Act 1978. However, this strategy, PET-ALT SIP, hopes to reduce these challenges."}, {"text_block_id": "p94_b529", "text": "PET-ALT SIP is presented in four parts. Part 1 is an introduction to the strategy but also highlights the methodology used in developing PET-ALT SIP, as well linking the energy sector to the economic development of Solomon Islands. Part 2 contains a review of the petroleum sub-sector and discusses the need for a broader regulatory framework governing the petroleum sector and the need for a sector-wide approach. Part 3 covers the strategies and actions, and Part 4 covers petroleum investment plans."}, {"text_block_id": "p95_b530", "text": "1.1 Purpose"}, {"text_block_id": "p95_b531", "text": "The purpose of developing this PET-ALT SIP is to provide a clear vision of how best to plan, manage, coordinate and lead the petroleum sector. The strategy is developed in line with the Solomon Islands Government's focus areas and objectives as outlined in the"}, {"text_block_id": "p95_b532", "text": "National Development Strategy 2011"}, {"text_block_id": "p95_b533", "text": "–"}, {"text_block_id": "p95_b534", "text": "2020"}, {"text_block_id": "p95_b535", "text": "(NDS) and considers the challenges to the supply of safe, reliable and affordable petroleum products to the population."}, {"text_block_id": "p95_b536", "text": "The governance of the petroleum sector in Solomon Islands in terms of safety, environmental and health standards is covered by the"}, {"text_block_id": "p95_b537", "text": "Petroleum Act 1978"}, {"text_block_id": "p95_b538", "text": ", which is outdated and in need of review. Price control and related regulation of petroleum products pricing are governed under the"}, {"text_block_id": "p95_b539", "text": "Price Control Act 1982,"}, {"text_block_id": "p95_b540", "text": "which is also outdated. There are inadequate provisions for fines for non-compliance. The two acts are administered by two government ministries, the Ministry of Mines, Energy and Rural Electrification administers the"}, {"text_block_id": "p95_b541", "text": "Petroleum Act,"}, {"text_block_id": "p95_b542", "text": "while the Ministry of Commerce, Industry, Labour and Immigration administers the"}, {"text_block_id": "p95_b543", "text": "Price Control Act."}, {"text_block_id": "p95_b544", "text": "Petroleum fuels such as diesel and gasoline are used for land and sea transportation and diesel is used for electricity generation. Dual purpose kerosene is mainly used for aviation fuel but also for cooking and lighting."}, {"text_block_id": "p95_b545", "text": "Rising fuel prices in past years, notably in the first half of 2011, have translated into an increase in the cost of electricity in Solomon Islands. The electricity tariff for domestic users was increased by 27%, to USD 5.25 per kWh from USD 4.15 per kilowatt hour (kWh) and is noted as the highest in the Pacific region."}, {"text_block_id": "p95_b546", "text": "The energy sector is dependent on petroleum products for driving the electricity and transport sector (land, air and sea) of the economy and it is therefore very important that the petroleum sub sector is properly regulated to ensure that suppliers and end users get a fair deal."}, {"text_block_id": "p95_b547", "text": "There are several challenges faced by government relating to the petroleum industry and the promotion of alternative liquid fuels. Four such challenges are:"}, {"text_block_id": "p95_b548", "text": ""}, {"text_block_id": "p95_b549", "text": "ensuring that fuel prices are fair and reasonable."}, {"text_block_id": "p95_b550", "text": "Enforcement of the"}, {"text_block_id": "p95_b551", "text": "Price Control Act"}, {"text_block_id": "p95_b552", "text": "has been a serious challenge, especially in the outer islands, due to a serious lack of resources made available to government enforcement officers;"}, {"text_block_id": "p95_b553", "text": ""}, {"text_block_id": "p95_b554", "text": "the limited availability of affordable petroleum fuels in the outer islands and remote rural areas is hindering development opportunities;"}, {"text_block_id": "p95_b555", "text": ""}, {"text_block_id": "p95_b556", "text": "the lack of alternative fuel project coordination; and"}, {"text_block_id": "p95_b557", "text": ""}, {"text_block_id": "p95_b558", "text": "the lack of safety and environmental standards."}, {"text_block_id": "p95_b559", "text": "1.1.2 Fuel price regulation"}, {"text_block_id": "p95_b560_merged_merged_merged_merged", "text": "Enforcement of the Price Control Act in the outer islands is not effective due to the lack of resources (human resources and financial constraints). It has been suggested that a minor levy could be placed on imported petroleum fuels and that those funds could be made available to assist the Price Control Unit to check that proper prices are applied in rural and remote areas. The amount of the levy would need to be based on what activities it would need to fund."}, {"text_block_id": "p95_b563", "text": "The limited availability of affordable petroleum fuels in a safe and sustainable manner in the outer islands and remote rural areas is a challenge that the government needs to address. This limitation hinders opportunities for energy access and uses."}, {"text_block_id": "p96_b564", "text": "1.1.4 Coordination of alternative fuel projects"}, {"text_block_id": "p96_b565", "text": "Currently, alternative fuel projects are being undertaken on a small scale and would benefit from improved coordination."}, {"text_block_id": "p96_b566", "text": "The Asian Development Bank (ADB) and Solomon Island Electricity Authority (SIEA) biofuel plant of 36 kW is being trialled in Auki in Malaita Province and SIEA is promoting and scaling up its use. SIEA also has a power purchase agreement with Solomon Tropical on generation using biofuel. The transport trial in Honiara and Lata is still in small-scale use."}, {"text_block_id": "p96_b567", "text": "The challenges faced by the SIEA in maintaining the use of coconut oil is the shortage of copra supply from plantation owners and farmers which is related to competition from well-established exporters to foreign markets that have links to local farmers."}, {"text_block_id": "p96_b568", "text": "The potential for harnessing biomass through a gasification process of by-products and forest waste needs to be properly assessed in terms of harnessing this technology as an economically viable alternative for power generation."}, {"text_block_id": "p96_b569", "text": "1.1.5 Safety and environment standards"}, {"text_block_id": "p96_b570", "text": "The lack of safety and environmental standards has been related to limited local capacity to develop these standards. They can be based on international standards but may need to be adapted to local conditions."}, {"text_block_id": "p96_b571", "text": "It is anticipated that PET-ALT SIP will assist government to address the issues related to the proper management of the petroleum sector and encourage collaboration among relevant stakeholders."}, {"text_block_id": "p96_b572", "text": "1.2 Methodology"}, {"text_block_id": "p96_b573", "text": "PET-ALT SIP was developed through the following methodologies."}, {"text_block_id": "p96_b574", "text": ""}, {"text_block_id": "p96_b575", "text": "Review of the 2007"}, {"text_block_id": "p96_b576", "text": "Solomon Islands National Energy Policy"}, {"text_block_id": "p96_b577", "text": "and action plans which includes the petroleum sub-sector review"}, {"text_block_id": "p96_b578", "text": ""}, {"text_block_id": "p96_b579", "text": "Consultations with the relevant ministries, the private sector and non-governmental organisations (NGOs) in Solomon Islands. (Refer to Annex 1 for list of stakeholders consulted.)"}, {"text_block_id": "p96_b580", "text": ""}, {"text_block_id": "p96_b581", "text": "A two-day workshop conducted in Honiara, Solomon Islands in November 2012."}, {"text_block_id": "p96_b582", "text": ""}, {"text_block_id": "p96_b583", "text": "A two-day National Energy Forum held in Honiara, Solomon Islands on 19"}, {"text_block_id": "p96_b584", "text": "–"}, {"text_block_id": "p96_b585", "text": "20 June 2013 for presentation of the draft strategy and more input. (Refer Annex 1 for list of organisations.)"}, {"text_block_id": "p96_b586", "text": "1.3 Links to the National Development Strategy focus areas"}, {"text_block_id": "p96_b587", "text": "The correlation between access to energy and economic and social development for Solomon Islands has not been well documented, even though the energy sector has been integrated into the NDS."}, {"text_block_id": "p96_b588_merged_merged_merged", "text": "The SI NDS 2011–2020 is a ten-year planning document that identifies government’s development priorities. The focus areas of the NDS include:"}, {"text_block_id": "p96_b593", "text": ""}, {"text_block_id": "p96_b594", "text": "the overarching focus area: Building better lives for all Solomon Islanders;"}, {"text_block_id": "p96_b595", "text": ""}, {"text_block_id": "p96_b596", "text": "the central focus area: Taking better care of the people;"}, {"text_block_id": "p96_b597", "text": ""}, {"text_block_id": "p96_b598", "text": "the central focus area: Improving the livelihoods of the people; and"}, {"text_block_id": "p96_b599", "text": ""}, {"text_block_id": "p96_b600", "text": "the underlying focus area: Creating and maintaining the enabling environment."}, {"text_block_id": "p97_b601", "text": "The objectives of the NDS are supported by the medium-term strategy of the Ministry of Mines, Energy and Rural Electrification with budget details, timelines, indicators and strategies aligned to national sector policies and strategic areas. The energy sector plays an important role in facilitating the achievements of the NDS focus areas and this is highlighted in Table 1."}, {"text_block_id": "p97_b602", "text": "Table 1: Links between the energy sector strategic areas, the NDS and the MMERE corporate plan"}, {"text_block_id": "p98_b603", "text": "The petroleum sub-sector, in addition to electricity and energy sector planning and coordination, will assist in achieving one of the two focus areas of the NDS"}, {"text_block_id": "p98_b604", "text": "–"}, {"text_block_id": "p98_b605", "text": "Improving the livelihoods of the people"}, {"text_block_id": "p98_b606", "text": "–"}, {"text_block_id": "p98_b607", "text": "as well as meeting the NDS Objective 6"}, {"text_block_id": "p98_b608", "text": "–"}, {"text_block_id": "p98_b609", "text": "Develop physical Infrastructure and utilities to ensure that all Solomon Islanders have access to essential services and markets."}, {"text_block_id": "p98_b610", "text": "Solomon Islands' geographical setting requires that petroleum fuels are readily and economically available to support the transportation of goods and services. Therefore, links to the transportation sector are integrated in this strategy. Solomon Islands can improve its economic development potentials by improving energy services to its urban, rural and remote communities through the use of renewable energy sources, proper management of its petroleum-based power supplies, improving the efficiency of energy generation and consumption, strengthening institutional energy sectors, and improving partnerships locally, regionally and internationally to foster funding resources."}, {"text_block_id": "p98_b611", "text": "1.4 Preface and acknowledgment"}, {"text_block_id": "p98_b612", "text": "The Energy Programme of the Secretariat of the Pacific Community's Economic Development Division is acknowledged for the technical support provided to the Energy Division in the formulation of this strategy and investment plan. In addition, appreciation is accorded to the local stakeholders, government ministries, the private sector and non-governmental organisations that have participated at the national consultations and have provided direct input to this strategy."}, {"text_block_id": "p98_b613", "text": "The formulation of this strategy was done as part of the review and development of the 2014 SINEP and the formulation of the energy sub-sector's strategies and investment plan, including energy efficiency and conservation and renewable energy. The Ministry of Energy, Mines and Rural Electrification has been instrumental in directing the development of SINEP and strategy and investment plans, as it sees the need for a more cohesive approach to its planning and aligning all its efforts to the NDS key focus areas. A five-year approach to budget allocations by parliament was adopted by the Solomon Islands Government in 2014. It provides a clear direction for financial resources that are available against implementation of sectoral policies and strategies. Thus, PET-ALT SIP is a five-year plan and is intended as a guiding document to the Solomon Islands Government and development partners."}, {"text_block_id": "p98_b614_merged_merged", "text": "The first consultation on the review and development of PET-ALT SIP was conducted in November 2012. The final draft was presented at the National Energy Forum held in Honiara in June 2013. The draft PET-ALT SIP was circulated for comment by various stakeholders in November 2013."}, {"text_block_id": "p98_b617", "text": "This PET-ALT SIP is presented as Volume 3 of the Solomon Islands National Energy Policy and Strategic Plan which contains four volumes; Volume I covers the overarching policy and how its aligns to the NDS; Volume 2 contains the energy efficiency and conservation sub-sector strategies, actions and investment plan; Volume 3 contains the petroleum sub-sector strategies, actions and investment plans; and Volume 4 contains renewable energy strategies, action and investment plans."}, {"text_block_id": "p99_b618_merged", "text": "A monitoring and evaluation (M&E) plan is to be developed as part of the administration and planning sub sector work plan. A report titled Solomon Islands Energy Sector Review provides a review of the 2007 SINEP and its 2009 National Action Plan, as well baseline information and data on the different energy sub-sectors."}, {"text_block_id": "p100_b621", "text": "2.1 Introduction"}, {"text_block_id": "p100_b622", "text": "Solomon Islands is heavily dependent on petroleum fuels to sustain its economy. The provision of a secure, reliable and affordable fuel supply to both urban and rural areas is of paramount importance. Storage facilities and fuel supply infrastructure in Solomon Islands require stringent adherence to international safety and environmental standards. Fuel quality is also of importance and the development of national fuel standards is fundamental to an efficient and sustainable petroleum sector."}, {"text_block_id": "p100_b623", "text": "The Solomon Island Government understands that substantial capital investments will need to be made to improve the fuel supply security into the future. This will necessarily involve discussions with current operators, including finally addressing the national necessity and implications of moving one or more of the fuel terminals to a more long-term sustainable location. Legislation related to fuel price regulation needs to be reviewed to achieve affordable prices and a fair return to suppliers."}, {"text_block_id": "p100_b624", "text": "Innovative solutions must be found to have a positive impact on improving the security of supply without adversely affecting the people in the outer islands and rural provinces. Related legislation is long overdue for review. Reviewing legislation and increasing capacity building should focus on efficient price monitoring in rural areas, as well as monitoring the operations of petroleum importers, retailers and distributors. Strategic investment by government could assist in achieving downward pressure on prices, as well as improving compliance of oil companies to safety, health and environment standards. More efficient local distribution and government subsidies would have an impact on lowering the price in the rural provinces. This, however, needs to be evaluated from a national benefit perspective."}, {"text_block_id": "p100_b625", "text": "2.2 Regulatory framework"}, {"text_block_id": "p100_b626", "text": "The petroleum sector in Solomon Islands needs updated legislation, as the policies and national plans are not effectively monitored and reported to ensure that the envisioned outcomes, strategies and targeted activities are being met. Two pieces of legislation relating to the petroleum sector that need updating and reviewing are the regulatory framework that provides for storage and supply of petroleum products, i.e. the"}, {"text_block_id": "p100_b627", "text": "Petroleum Act"}, {"text_block_id": "p100_b628", "text": "(1939, revised in 1978) and the"}, {"text_block_id": "p100_b629", "text": "Price Control Act 1982,"}, {"text_block_id": "p100_b630", "text": "related to the monitoring and regulating of petroleum prices in Solomon Islands."}, {"text_block_id": "p100_b631", "text": "2.2.1 Petroleum Act 1978"}, {"text_block_id": "p100_b632", "text": "The Petroleum Act (1978) defines the word petroleum as"}, {"text_block_id": "p100_b633", "text": "'any oil, liquid or spirit derived wholly or in part from any petroleum, shale, coal, peat, bitumen or similar substance, but does not include any oil ordinarily used for lubricating purposes or having a flash-point above two hundred degrees Fahrenheit'."}, {"text_block_id": "p100_b634", "text": "As such, the act does not cover biodiesel."}, {"text_block_id": "p100_b635", "text": "The"}, {"text_block_id": "p100_b636", "text": "Petroleum Act"}, {"text_block_id": "p100_b637", "text": "needs to be amended so that it addresses a broader definition of petroleum and includes liquefied petroleum gas, biodiesel and biofuel. In addition, the review will cover data and information sharing; licensing of petroleum companies, including offshore bunkering and logging companies; and stricter penalties for breaches of the act."}, {"text_block_id": "p100_b638", "text": "2.2.2 Price Control Act 1982"}, {"text_block_id": "p100_b639_merged_merged_merged", "text": "The Price Control Act provides for the 'review of prices or charges for sale of goods or supply of services'. The act needs to be amended to include an efficient price monitoring process, lubricants and biofuel as a regulated good, and penalties for breaches of the act."}, {"text_block_id": "p100_b644", "text": "Petroleum products prices are monitored in Honiara but not in rural provinces, so prices there are often unaffordable. Lack of human resource capacity is one of the factors that makes price monitoring in rural provinces a challenge, one that the government needs to address. Monitoring may improve suppliers' incentives to pass on efficiency gains, hence limiting the upward pressure on petroleum prices and making petroleum products more affordable in the provinces."}, {"text_block_id": "p101_b645", "text": "2.2 Empowering and holding accountable key energy sector institutions"}, {"text_block_id": "p101_b646", "text": "Regulating the petroleum sector will require strong and effective institutions, which need to be empowered in order to effectively implement petroleum sector initiatives. Establishing effective price monitoring and/or regulation of petroleum products in Honiara and the provinces will require capacity building and engaging provincial council officers to monitor prices in the rural areas. Price monitoring is the responsibility of the Price Control Unit (PCU) under the Ministry of Commerce, Industry, Labour and Immigration (MCILI). A more strategic approach to improving capacity and effective price monitoring in the nine provinces could be by training and updating the officers at provincial councils on changes in petroleum prices."}, {"text_block_id": "p101_b647", "text": "The government needs to be committed to ensuring that the PCU has the capacity to monitor prices at regular intervals in order to ensure that customers are charged equitable fuel prices. Additional funding is required to support the PCU and in the 2011 Annual Review of pricing, the Price Advisory Committee recommended that a 1 cent per litre levy be applied to fuel prices through the pricing template. This fund would be allocated to reviewing petroleum price instruments and recruiting staff so that price regulatory functions are fully enforced."}, {"text_block_id": "p101_b648", "text": "2.3 Implementing a sector-wide approach (SWAp) to investment"}, {"text_block_id": "p101_b649", "text": "The increasing consumption of petroleum fuel poses concerns in terms of environmental impacts, not only in terms of carbon emissions but also from improper handling and management of petroleum products. Discharge and storage of petroleum products and disposal of waste produced in a petroleum storage facility need to be managed properly. This section describes the investments in the petroleum sector that the government should be requiring of suppliers in order to improve the security of supply and affordability of petroleum products throughout Solomon Islands."}, {"text_block_id": "p101_b650", "text": "2.3.1 Barge for local distribution"}, {"text_block_id": "p101_b651", "text": "Improving the efficiency of the distribution of petroleum products to outer islands will place downward pressure on retail fuel prices in rural locations. Efficient distribution will also significantly improve the security of petroleum supply in the outer islands."}, {"text_block_id": "p101_b652", "text": "Fuel suppliers and shipping companies need to explore the option of using barges for local and inter-island distribution. Barges will help to increase the efficiency of the domestic supply chain, in addition to improving the operating and safety standards of domestic distribution."}, {"text_block_id": "p101_b653", "text": "2.3.2 Additional storage"}, {"text_block_id": "p101_b654", "text": "There is a need to rationalise and, if necessary, to increase bulk fuel storage capacity on Guadalcanal in order to achieve economies of scale available through bulk shipments by medium range (MR) tankers."}, {"text_block_id": "p101_b655", "text": "New storage facilities in outer islands may also be required to improve the security of supply of petroleum products. Improving storage facilities will facilitate better distribution of petroleum products to the population living in the outer islands. A more strategic approach is for the government-owned company South Pacific Oil Limited (SPOL) and the Energy Division to work together with the provincial council to set up proper storage facilities and depots to increase energy security and facilitate proper safety and environmental standards. The government is targeting achieving a balance between improving security of supply (by increasing storage) and keeping prices down. Therefore, the government will need to enter into negotiations with fuel and LPG suppliers to understand how the required investments can be incorporated into capital investment plans."}, {"text_block_id": "p102_b656", "text": "2.3.3 Upgrade safety of infrastructure"}, {"text_block_id": "p102_b657", "text": "A variety of investments may be needed to address safety and environmental risks in the bulk storage terminals. Minimising the risks of fire and spills will improve the reliability of the supply chain for both petroleum and LPG."}, {"text_block_id": "p102_b658", "text": "The current location of bulk fuel storage terminals in the main Honiara town centre poses significant risks of fire, explosion and oil spills. The government believes that in order to improve the safety of the terminals, Markwarth Oil and SPOL will need to relocate outside Honiara."}, {"text_block_id": "p102_b659", "text": "SPOL capital investments include:"}, {"text_block_id": "p102_b660", "text": ""}, {"text_block_id": "p102_b661", "text": "relocation of terminal to Ranadi Industrial Area, with only one diesel storage tank to remain at the present location to cater for marine sector;"}, {"text_block_id": "p102_b662", "text": ""}, {"text_block_id": "p102_b663", "text": "construction of 500 ppm diesel tanks for additional storage at Lungga for Solomon Islands Electricity Authority (SIEA); and"}, {"text_block_id": "p102_b664", "text": ""}, {"text_block_id": "p102_b665", "text": "construction of T55,000 litre diesel tanks in provinces where SIEA power houses are located."}, {"text_block_id": "p102_b666", "text": "Markwarth Oil capital investments include the construction of a depot at Lungga."}, {"text_block_id": "p102_b667", "text": "2.4 Review of the 2007 SINEP and petroleum strategic action plan"}, {"text_block_id": "p102_b668", "text": "The 2007 SINEP with its strategic action plan was reviewed in 2013 and the outcome of the review formed part of the 2014 SINEP and the Energy Efficiency and Conservation Strategy and Investment Plan, the Renewable Energy Investment Plan and this PET-ALT SIP."}, {"text_block_id": "p102_b669", "text": "The 2007 petroleum sub-sector policy and action plan has six key policy statements, nine strategies and nineteen key actions. The goal is"}, {"text_block_id": "p102_b670", "text": "‘"}, {"text_block_id": "p102_b671", "text": "an efficient and well-managed petroleum sector"}, {"text_block_id": "p102_b672", "text": "’"}, {"text_block_id": "p102_b673", "text": "."}, {"text_block_id": "p102_b674", "text": "The table below provides a summary of the achievements on the implementation of the petroleum sector from 2007 to 2013, showing whether the policy statements, strategies and activities have been fulfilled, and providing an explanation, a ranking and also whether the policy statement, strategy or activity is still relevant."}, {"text_block_id": "p102_b675", "text": "Table 2: Summary of petroleum sub-sector status of implementation"}, {"text_block_id": "p105_b676", "text": "Summary of the review"}, {"text_block_id": "p105_b677", "text": "Out of the six policy statements only one policy statement was fulfilled:"}, {"text_block_id": "p105_b678", "text": ""}, {"text_block_id": "p105_b679_merged", "text": "Demonstration of the biofuel plant in Auki implemented by ADB’s Solomon Islands Sustainable Energy Project in collaboration with SIEA."}, {"text_block_id": "p105_b682", "text": "Out of the nine strategies, only one was fulfilled and three were partly fulfilled."}, {"text_block_id": "p105_b683", "text": ""}, {"text_block_id": "p105_b684", "text": "Ensure government ownership of the petroleum storage. As noted during the consultations the government owns the Noro petroleum storage depot and it is leased to Markwarth Oil."}, {"text_block_id": "p105_b685", "text": ""}, {"text_block_id": "p105_b686", "text": "Ensure the Energy Division has the capacity to plan and manage the petroleum sector. One officer was assigned the role of Petroleum Officer but also manages the ODS activities, which seem to have a higher priority than petroleum."}, {"text_block_id": "p105_b687", "text": ""}, {"text_block_id": "p105_b688", "text": "Maintain a minimum volume of petroleum fuels. There is energy security for 30 days, enough to meet the demand in the urban centre but not the rural areas."}, {"text_block_id": "p106_b689", "text": ""}, {"text_block_id": "p106_b690", "text": "Promote the use of non-fossil fuels. ADB biofuel project demonstration for use of biofuel for power generation."}, {"text_block_id": "p106_b691", "text": "Out of the 19 activities, only two activities were fulfilled. These activities are:"}, {"text_block_id": "p106_b692", "text": ""}, {"text_block_id": "p106_b693", "text": "The review of the supply chain mechanism and regulations"}, {"text_block_id": "p106_b694", "text": "–"}, {"text_block_id": "p106_b695", "text": "which was done by the Price Advisory Committee under the"}, {"text_block_id": "p106_b696", "text": "Price Control Act"}, {"text_block_id": "p106_b697", "text": ". A review was carried out in 2010 and 2011."}, {"text_block_id": "p106_b698", "text": ""}, {"text_block_id": "p106_b699", "text": "The 2011 annual review was independently reviewed by the SPC Petroleum Officer. The 2011 Annual Review Report was adopted and three recommendations as per the annual review were approved. The first was the approval of a 1 cent per litre levy to be set aside to cover the cost of monitoring the outer Island fuel price. The second recommendation was the removal of the 45 cents per litre recovery fee from fuel as at 1 November 2011 due to the financial crisis and exchange rate losses. The third recommendation was that the two companies opted for bulk purchasing, which was implemented."}, {"text_block_id": "p106_b700", "text": "The overall assessment of the 2007"}, {"text_block_id": "p106_b701", "text": "–"}, {"text_block_id": "p106_b702", "text": "2009 petroleum sub-sector strategies could be stated as not satisfactory and this may be attributed to the following:"}, {"text_block_id": "p106_b703", "text": ""}, {"text_block_id": "p106_b704", "text": "a lack of capacity and resources within the Energy Division to effectively enforce the"}, {"text_block_id": "p106_b705", "text": "Petroleum Act;"}, {"text_block_id": "p106_b706", "text": ""}, {"text_block_id": "p106_b707", "text": "the changes in priority of government and therefore reallocation of funding resources away from the petroleum sub-sector;"}, {"text_block_id": "p106_b708", "text": ""}, {"text_block_id": "p106_b709", "text": "the Petroleum Officer within the Energy Division focused on implementing the Montreal Protocol, related to ozone depleting substances, as more resources and support were provided to this project; and"}, {"text_block_id": "p106_b710", "text": ""}, {"text_block_id": "p106_b711_merged_merged_merged", "text": "the legal framework, the Petroleum Act, is out-dated with fines too low to cover the cost of enforcement."}, {"text_block_id": "p106_b714", "text": "It was also noted that the strategies and activities fulfilled or achieved are those that are implemented with external assistance or funding."}, {"text_block_id": "p107_b715", "text": "The following section discusses the links of this strategy to the 2014 SINEP, highlighting the petroleum sector outcomes, goal, policy statement, strategies and relevant activities."}, {"text_block_id": "p107_b716", "text": "The SINEP energy sector vision is:"}, {"text_block_id": "p107_b717", "text": "Unlocking the development potential of Solomon Islands' economic base through a dynamic and effective energy sector."}, {"text_block_id": "p107_b718", "text": "3.2 Petroleum sector outcomes"}, {"text_block_id": "p107_b719", "text": "The SINEP petroleum sector priority areas are presented in this strategy as outcomes."}, {"text_block_id": "p107_b720", "text": "1."}, {"text_block_id": "p107_b721", "text": "Supply and affordability of petroleum products to outer islands and remote rural locations are improved;"}, {"text_block_id": "p107_b722", "text": "2."}, {"text_block_id": "p107_b723", "text": "Petroleum storage and handling facilities conform to local and international safety, health and environmental standards;"}, {"text_block_id": "p107_b724", "text": "3."}, {"text_block_id": "p107_b725", "text": "Regulated petroleum prices in the nine provinces are effectively monitored; and"}, {"text_block_id": "p107_b726", "text": "4."}, {"text_block_id": "p107_b727", "text": "Alternative fuel projects are coordinated."}, {"text_block_id": "p107_b728", "text": "3.3 Petroleum sector policy goal"}, {"text_block_id": "p107_b729_merged", "text": "To increase access to safe, affordable and reliable petroleum products and alternative liquid fuels and gaseous fuels"}, {"text_block_id": "p107_b734", "text": "3.4 Petroleum sector policy statements"}, {"text_block_id": "p107_b735", "text": "The petroleum sector policy statements are also aligned to the PET-ALT SIP outcomes and these are commitments or intentions which the stakeholders will commit to, thereby meeting the outcome and goals of SINEP."}, {"text_block_id": "p107_b736", "text": "1)"}, {"text_block_id": "p107_b737", "text": "A reliable supply of quality petroleum products at landed cost is provided to all people in Solomon Islands."}, {"text_block_id": "p107_b738", "text": "2)"}, {"text_block_id": "p107_b739", "text": "Petroleum storage and handling facilities conform to local and international safety, health and environmental standards."}, {"text_block_id": "p107_b740", "text": "3)"}, {"text_block_id": "p107_b741", "text": "Suppliers and users of petroleum products dispose of petroleum-related waste in an environmentally sound manner."}, {"text_block_id": "p107_b742", "text": "4)"}, {"text_block_id": "p107_b743", "text": "The monitoring and regulating of petroleum prices is done in transparent and coordinated ways."}, {"text_block_id": "p107_b744", "text": "5)"}, {"text_block_id": "p107_b745", "text": "Research in alternative liquid and gaseous fuels is promoted and supported."}, {"text_block_id": "p107_b746", "text": "3.5 Petroleum sector strategies"}, {"text_block_id": "p107_b747", "text": "The strategies are aligned to the policy statements, which directly also contribute to achievement of the goal and ultimately the petroleum sector outcomes."}, {"text_block_id": "p107_b748", "text": "1.1"}, {"text_block_id": "p107_b749", "text": "Ensure a secure and reliable supply of petroleum products within Solomon Islands."}, {"text_block_id": "p107_b750", "text": "1.2"}, {"text_block_id": "p107_b751", "text": "Develop appropriate technical guidelines and standards for petroleum storage permits."}, {"text_block_id": "p108_b752", "text": "3.1"}, {"text_block_id": "p108_b753", "text": "Ensure the draft contingency oil spill plan is finalised and implemented."}, {"text_block_id": "p108_b754", "text": "3.2"}, {"text_block_id": "p108_b755", "text": "Ensure there is regulation for disposal of petroleum-related waste."}, {"text_block_id": "p108_b756", "text": "Ensure there is regulation for disposal of petroleum-related waste.\n* The monitoring and regulating of petroleum prices is done in transparent and coordinated ways.\n* Research in alternative liquid and gaseous fuel is promoted, supported and well-coordinated."}, {"text_block_id": "p108_b758", "text": "4.1"}, {"text_block_id": "p108_b759", "text": "Ensure that an appropriate and effective regulatory framework is in place."}, {"text_block_id": "p108_b760", "text": "4.2"}, {"text_block_id": "p108_b761", "text": "Ensure compliance to regulated oil and gas prices in urban and rural areas."}, {"text_block_id": "p108_b764", "text": "5.1"}, {"text_block_id": "p108_b765", "text": "Promote the use of biofuel for power and transportation."}, {"text_block_id": "p108_b766", "text": "5.2"}, {"text_block_id": "p108_b767", "text": "Enhance private sector participation in production and supply of alternative fuels."}, {"text_block_id": "p108_b768", "text": "5.3"}, {"text_block_id": "p108_b769", "text": "Promote the use of cleaner fuels for cooking."}, {"text_block_id": "p108_b770", "text": "3.6 Summary of outcome, policy statements, strategies and actions"}, {"text_block_id": "p108_b771", "text": "Table 3: Key strategies, activities and indicators and estimate costs"}, {"text_block_id": "p110_b772", "text": "Costing for the PET-ALT SIP was done during two in-country consultations and the National Energy Forum in Honiara in June 2013. A proposal submitted to the Energy Division on the development of a laboratory and the training of energy officers on safety, health and environmental standards was also used, assuming that costs would remain in 2014. The consultancy fees such as those required for the review of the acts were based on previous consultancy quotations and costs."}, {"text_block_id": "p110_b773", "text": "On the monitoring of petroleum prices in the outer islands, the costs are exorbitant due to remoteness. Transport costs by air, sea and land are quite high and therefore costs incurred are only for training of provincial officers."}, {"text_block_id": "p110_b774_merged", "text": "Table 4: Key activities timelines (2014–2018)"}, {"text_block_id": "p114_b777", "text": "4.1 Next steps and investment plans"}, {"text_block_id": "p114_b778", "text": "There are four main issues of concern for the petroleum sector and strategies to minimise the challenges have also been identified. These issues are: (1) improve the security, safety and efficiency of fuel supply in Solomon Islands; (2) improve the affordability, availability and access of petroleum products and alternative liquid fuels; (3) fuel price regulation; and (4) coordination of alternative fuel projects."}, {"text_block_id": "p114_b779", "text": "In addition, there is a need to increase awareness and uptake of energy efficiency practices both on the supply side and at end use. This will reduce the amount of fuel imports needed and the fuel bills of the population and businesses. A variety of approaches are necessary to achieve these goals. Authorities need to be given the legal mandate for effective enforcement, capability needs to be increased, public awareness raised, and investments considered where current infrastructure is lacking or insufficient."}, {"text_block_id": "p114_b780", "text": "Most importantly, leadership and governance need to be strengthened with stringent legal frameworks to enable more effective management of the sector. Although improving energy services is known to be vital"}, {"text_block_id": "p114_b781", "text": "in developing Solomon Islands’ economy, u"}, {"text_block_id": "p114_b782", "text": "ntil now there has been no national energy committee or other mechanism to coordinate energy sector issues."}, {"text_block_id": "p114_b783_merged_merged", "text": "The Energy Advisory Committee (EAC) now being proposed will provide leadership and drive the strategy, coordinate between ministries and agencies, and assist in the implementation of the energy programme and projects across the energy sector. However, a legal framework under the proposed energy sector management act will provide a legal mandate for the EAC to effectively coordinate the planning of the energy sector, in particular the alternative fuel projects. In the petroleum sector in particular, fuel pricing and monitoring should be coordinated through the EAC and therefore effective collaboration is essential between the PCA Committee and the Energy Division, which is responsible for energy sector planning coordination, leadership and partnership, as well as Petroleum Act administration. In addition, proper regulation of petroleum storage and cartage of petroleum products to the provinces is important. Even though these issues are administered through different legislation, the activities complement each other. For instance, a province that has access to reliable petroleum products and conforms to proper enforcement for safety, health and environmental standards will ultimately require proper price monitoring and regulation to ensure that consumers receive fair and equitable prices. Figure 1 shows the links between the petroleum sector policy framework, including goals and key strategic areas, the Price Control Act, the Petroleum Act and the proposed energy sector management act."}, {"text_block_id": "p115_b790", "text": "Build collaboration with provincial councils on petroleum storage and handling and monitoring of prices"}, {"text_block_id": "p115_b791", "text": "Figure 1: Petroleum sector policy and regulatory frameworks"}, {"text_block_id": "p115_b792", "text": "Figure 1 illustrates a sector-wide approach needed to ensure that high-level, comprehensive enabling reforms are put in place, leadership is taken, partnerships developed, stakeholders consulted, and progress monitored. It will also enable better co-ordination of private sector and donor projects and financing to increase investment effectiveness. A clear institutional planning framework is required to transform the petroleum sector into an enabler for socio-economic development by supporting:"}, {"text_block_id": "p115_b793", "text": "i."}, {"text_block_id": "p115_b794", "text": "strong leadership from a well-resourced ED with support from all stakeholders;"}, {"text_block_id": "p115_b795", "text": "ii."}, {"text_block_id": "p115_b796", "text": "a well-resourced and competent regulator;"}, {"text_block_id": "p115_b797", "text": "iii."}, {"text_block_id": "p115_b798", "text": "a firm legal framework, providing the authority for the division to perform its role;"}, {"text_block_id": "p115_b799", "text": "iv."}, {"text_block_id": "p115_b800", "text": "a human resource capacity development plan;"}, {"text_block_id": "p115_b801", "text": "v."}, {"text_block_id": "p115_b802", "text": "the promotion of partnerships with international, regional, national and local communities; and"}, {"text_block_id": "p116_b803", "text": "vi."}, {"text_block_id": "p116_b804", "text": "the promotion of energy efficiency and conservation strategies, including the use of petroleum in all sub-sectors."}, {"text_block_id": "p116_b805", "text": "To ensure that strategic goals are achieved, there should be a clear monitoring and evaluation (M&E) plan, identifying the outcomes and indicators of success, so that progress can be tracked and results evaluated. M&E of the petroleum sector action plan is being strengthened in the ED through the development of the energy sector planning strategic plan, which should also include M&E of all the energy sub-sectors, including petroleum."}, {"text_block_id": "p116_b806", "text": "4.2 Summary of investments required"}, {"text_block_id": "p116_b807", "text": "With a new institutional framework in place, and resources strengthened, the ED will be better placed to perform more of its regulatory and oversight functions, begin programmes and investments to improve energy security and safety, and reduce demand for fuel imports. The recommendations presented in these investment plans were developed in consultation with stakeholders to identify the immediate priority needs in the petroleum sub-sector. These are the steps that it is considered can viably be taken in the short to medium term to progress the PET-ALT SIP."}, {"text_block_id": "p116_b808", "text": "This review has enabled the ED to identify its priorities. The next stage will be actioning them and securing committed financing to do so. If it becomes clear that not all the proposed actions are feasible due to lack of time or because of resource or financial constraints, then it will be necessary to prioritise. Projects to be taken forward should be subject to cost-benefit analysis to ensure they offer value for money"}, {"text_block_id": "p116_b809", "text": "–"}, {"text_block_id": "p116_b810", "text": "and that their impact has been fully considered."}, {"text_block_id": "p116_b811", "text": "The investment plans for the initiatives recommended for the petroleum sector are presented in T a b l e s 6 t o 8 , which also illustrate the funding requirements. Committed funding is identified. The identified proposals will require the involvement not just of MMERE, but also the Environment Department, the Ministry of Finance, the Ministry of Education, the Ministry of Commerce, SIEA, oil and gas companies, and commercial businesses. Coordinating this will require strong leadership from the EAC. By working together to implement these plans, all involved in the sector can contribute to a change in delivery of energy services for all Solomon Islanders."}, {"text_block_id": "p116_b812_merged_merged", "text": "Table 5: Petroleum distribution in the provinces investment plan"}, {"text_block_id": "p117_b815", "text": "Table 6: Petroleum standards (safety, health and environment) investment plan"}, {"text_block_id": "p118_b816", "text": "Table 7: Fuel price monitoring investment plan"}, {"text_block_id": "p119_b817", "text": "Table 8: Coordination of alternative fuels projects"}, {"text_block_id": "p120_b818", "text": "Table 9: Summary of investment schedule for the petroleum sector"}, {"text_block_id": "p120_b819", "text": "Strategy 1.1 Ensure a secure and reliable supply of petroleum products at landed costs to all people in Solomon Islands"}, {"text_block_id": "p120_b820", "text": "Policy Statement 2.1 :Petroleum storage and handling facilities conform with local and international safety, health and environmental standards"}, {"text_block_id": "p120_b821", "text": "Strategy 2.1.1 Ensure that petroleum storage and handling facilities conform to local and international health, safety and environmental standards"}, {"text_block_id": "p124_b822", "text": "Annex 1: Stakeholders consulted"}, {"text_block_id": "p124_b823", "text": "Government"}, {"text_block_id": "p124_b824", "text": "Solomon Islands Electricity Authority"}, {"text_block_id": "p124_b825", "text": "Customs & Excise Division"}, {"text_block_id": "p124_b826", "text": "Central Bank of Solomon Islands"}, {"text_block_id": "p124_b827", "text": "Foreign Investment Division of the Ministry of Commerce, Industry and Immigration"}, {"text_block_id": "p124_b828", "text": "Ministry of the Prime Minister’s Office"}, {"text_block_id": "p124_b829", "text": "Ministry of Education and Human Resources Development"}, {"text_block_id": "p124_b830", "text": "Ministry of Environment, Conservation and Disaster Management"}, {"text_block_id": "p124_b831", "text": "Ministry of Infrastructure and Development"}, {"text_block_id": "p124_b832", "text": "Ministry of Development Planning and Aid Coordination"}, {"text_block_id": "p124_b833", "text": "Ministry of Mines Energy and Rural Electrification"}, {"text_block_id": "p124_b834", "text": "Ministry of Rural Development"}, {"text_block_id": "p124_b835", "text": "Price Control Unit of Ministry of Commerce, Industry, Labour and Immigration"}, {"text_block_id": "p124_b836", "text": "Development partners and CROP agencies"}, {"text_block_id": "p124_b837", "text": "Asian Development Bank"}, {"text_block_id": "p124_b838", "text": "Clinton Foundation"}, {"text_block_id": "p124_b839", "text": "IUCN-Oceania Regional Office"}, {"text_block_id": "p124_b840", "text": "Japanese International Cooperation Agency"}, {"text_block_id": "p124_b841", "text": "–"}, {"text_block_id": "p124_b842", "text": "Solomon Islands"}, {"text_block_id": "p124_b843", "text": "New Zealand High Commission"}, {"text_block_id": "p124_b844", "text": "Pacific Power Association"}, {"text_block_id": "p124_b845", "text": "Secretariat of the Pacific Community"}, {"text_block_id": "p124_b846_merged_merged", "text": "United National Development Partners – Solomon Islands Office"}, {"text_block_id": "p124_b849", "text": "Private sector and civil societies"}, {"text_block_id": "p124_b850", "text": "Development Services Exchange"}, {"text_block_id": "p124_b851", "text": "Downstream Community"}, {"text_block_id": "p124_b852", "text": "Geodynamics Limited"}, {"text_block_id": "p124_b853", "text": "Humphrey Engineering Ltd"}, {"text_block_id": "p124_b854", "text": "InterAction Corporation"}, {"text_block_id": "p124_b855", "text": "Markwarth Oil Company"}, {"text_block_id": "p124_b856", "text": "Rokotanikeni Women's Group"}, {"text_block_id": "p124_b857", "text": "Solomon Island Maritime Transport Association"}, {"text_block_id": "p124_b858", "text": "South Pacific Oil Company"}, {"text_block_id": "p124_b859", "text": "Origin Gas"}, {"text_block_id": "p129_b860", "text": "SOLOMON ISLANDS NATIONAL ENERGY POLICY AND STRATEGIC PLAN"}, {"text_block_id": "p129_b861", "text": "VOLUME 4"}, {"text_block_id": "p129_b862", "text": "RENEWABLE ENERGY STRATEGIES & INVESTMENT PLAN"}, {"text_block_id": "p129_b863", "text": "2014"}, {"text_block_id": "p129_b864", "text": "MINISTRY OF MINES, ENERGY AND RURAL ELECTRIFICATION"}, {"text_block_id": "p129_b865", "text": "2014"}, {"text_block_id": "p130_b866", "text": "CONTENTS"}, {"text_block_id": "p131_b867", "text": "Figures"}, {"text_block_id": "p131_b868", "text": "Tables"}, {"text_block_id": "p132_b869", "text": "1."}, {"text_block_id": "p132_b870", "text": "Minister’s Foreword"}, {"text_block_id": "p132_b871", "text": "The Renewable Energy Strategy and Investment Plan (RE-SIP) lays out the Solomon Island’s renewable energy targets and policy outcome and strategies and financial requirements for achieving a sustainable energy future for all Solomon Islanders."}, {"text_block_id": "p132_b872", "text": "The Solomon Islands is blessed with potential renewable energy resources however most of these resources have not been exploited due to a number of barriers and challenges including the geographical locations of these resources which are far away from available demand. In addition, there have been limited opportunities in terms of financial and technical resources and capacities, our cultural and social issues to enhance the use of these resources. These challenges have contributed to a low percentage of total populations having access to electricity."}, {"text_block_id": "p132_b873", "text": "The government realised the potential that the energy sector will contribute to the economic growth and therefore has included the energy sector as its priority list for investment. In 2009 through its foreign investment reform, the government has created better enabling environment for private sectors and investment through the amendment of its Foreign Investment Act 2005 and Regulation 2006. The government is looking well ahead to the contribution of the two renewable energy developments being supported for private investments; the Tina Hydro Power Development and the Savo Geothermal Project."}, {"text_block_id": "p132_b874", "text": "The Energy Division of the Ministry of Mines, Energy and Rural Electrification is to coordinate the effective deliverables of the RE-SIP and the SINEP policy outcomes for rural electrification while the state owned utility, the Solomon Islands Electricity Authority will coordinate the implementation of renewable energy options for the urban areas, including its outstations in the provinces."}, {"text_block_id": "p132_b875", "text": "It is with great pleasure to know that this RE –SIP when implemented effectively will contribute to improving the livelihoods of all the people of the Solomon Islands through the access to sustainable, appropriate and affordable energy services and therefore I urge all stakeholders and those that have interest in this RE –S IP to provide support, guidance and advice throughout its implementation and its future continuation."}, {"text_block_id": "p132_b876", "text": "I wish to thank all national stakeholders including the communities and the development partners that have contributed toward developing this renewable energy strategy and investment plan."}, {"text_block_id": "p132_b877", "text": "Hon. Moses Garu"}, {"text_block_id": "p132_b878", "text": "Minister for Mines, Energy and Rural Electrification"}, {"text_block_id": "p133_b879", "text": "2. Executive summary"}, {"text_block_id": "p133_b880", "text": "The RE-SIP has three main objectives;"}, {"text_block_id": "p133_b881", "text": "1."}, {"text_block_id": "p133_b882", "text": "Provides guidance including funding requirement in utilising the renewable energy potentials and therefore increasing the access to appropriate, reliable, sustainable and affordable energy services. In both the urban and rural areas."}, {"text_block_id": "p133_b883", "text": "2."}, {"text_block_id": "p133_b884", "text": "To identify and provides plans on how each of the un-electrified rural and urban households of the Solomon Islands will be served with an appropriate and affordable renewable energy technology."}, {"text_block_id": "p133_b885", "text": "1."}, {"text_block_id": "p133_b886", "text": "Provides policy guidance and instruments (standards, regulations, net –metering policies) to enhance the use of renewable energy resources and their potentials."}, {"text_block_id": "p133_b887", "text": "The Solomon Islands government has set a 50% renewable energy use for power generation by 2020 to be achieved through its Tina Hydro Development Project and the Savo Geothermal projects, both developments to be commissioned by the end of 2017."}, {"text_block_id": "p133_b888", "text": "The RE –SIP includes both renewable energy options and investments for solar and hydro resources for both rural and urban areas. The RE-SIP proposed rural electrifications to all households, provincial centres and institutions, through micro grid solar and hydro and solar home systems for rural households."}, {"text_block_id": "p133_b889", "text": "The RE-SIP has one policy outcomes which is aligned to the 2014 Solomon Islands National Energy Policy (SINEP); the use of renewable energy sources for power generation in urban and rural areas increased to 50% by 2020."}, {"text_block_id": "p133_b890", "text": "There are three policy statements which are aligned to the strategies;"}, {"text_block_id": "p133_b891", "text": "1."}, {"text_block_id": "p133_b892", "text": "Establish an appropriate, reliable, affordable  and sustainable energy-based power supply systems"}, {"text_block_id": "p133_b893", "text": "2."}, {"text_block_id": "p133_b894", "text": "Assess, cost, promote and enhance the potential for renewable energy resources"}, {"text_block_id": "p133_b895", "text": "3."}, {"text_block_id": "p133_b896", "text": "Facilitate partnerships in development of renewable energy development"}, {"text_block_id": "p133_b897", "text": "The RE-SIP is based on achieving the SIG 2020 target of 50% of energy being supplied by renewables in particular the Savo Geothermal, Tina Hydro Development, micro grid hydro where there is water resources available  and sola PV for SIEA outstations and standalone solar PV systems of 100Wp for rural households. Land issues are still key challenges in particular for the use of hydro resources and therefore solar home systems can be considered the best option for rural areas, when land issues, population density and access are taken into account."}, {"text_block_id": "p133_b898", "text": "The RE-SIP will require a total investment of $75.00 million to 2020 to achieve a 44% country wide household electrification rate and a total investment of $234.15 million to 2030 to achieve a 71% household electrification rate."}, {"text_block_id": "p134_b899", "text": "3. Introduction"}, {"text_block_id": "p134_b900", "text": "The REIP Report prepared under the Asian Development Bank technical assistance through its Provincial Renewable Energy Project provided much needed information for the development of the RE-SIP. The final report was presented to the Energy Division of the Ministry of Mines, Energy and Rural Electrification in June 2013. The REIP findings and recommendations was adopted as part of this RE –SIP while the policy outcomes and strategies were identified during the review of the 2009 SINEP and at the National Energy Forum conducted in Honiara in November 2013."}, {"text_block_id": "p134_b901", "text": "The RE –SIP is presented as Volume 4 of the 2014 National Energy Policy and Strategic Plan of the Ministry of Mines, Energy and Rural Electrification."}, {"text_block_id": "p134_b902", "text": "The RE –SIP is presented into three sections; the Energy Sector Overview, Renewable Technologies and Options, Renewable energy Strategy and Investment Plan."}, {"text_block_id": "p134_b903", "text": "Preface and Acknowledgment"}, {"text_block_id": "p134_b904", "text": "The formulation of the RE – SIP strategy was done as part of the review and formulation of the 2014 Solomon Islands National Energy Policy (SINEP) and the formulation of the subsequent energy sub sectors strategies and investment plan ; the energy efficiency and conservation strategies and investment Plan (EE-EC-SIP) and petroleum strategies and investment plan (PET-SIP)."}, {"text_block_id": "p134_b905", "text": "The Ministry of Energy, Mines and Rural Electrification has been instrumental in directing the development of SINEP and energy sub sectors strategy and investment plans as it sees a need for a more cohesive approach to its planning and that all its efforts are aligned to the National Development Strategy key focus areas. A five years approach to budget allocations by Parliament has also been adopted by the Solomon Islands Government in 2014 and this provides a clear direction in financial resources that are available against implementation of sectoral policies and strategies."}, {"text_block_id": "p134_b906", "text": "The RE-SIP is a five year plan and is intended as a guiding document to the Solomon Islands government and development partners."}, {"text_block_id": "p135_b907", "text": "4. Energy Sector Overview"}, {"text_block_id": "p135_b908", "text": "4.1 Physical Description"}, {"text_block_id": "p135_b909", "text": "There are about 996 islands in the Solomon Islands (SI), totalling 28,450 square kilometres (km"}, {"text_block_id": "p135_b910", "text": "2"}, {"text_block_id": "p135_b911", "text": "), of which land accounts for 27,540 km"}, {"text_block_id": "p135_b912", "text": "2"}, {"text_block_id": "p135_b913", "text": ", dispersed over 800,000 km"}, {"text_block_id": "p135_b914", "text": "2"}, {"text_block_id": "p135_b915", "text": "of sea. Approximately 350 islands are inhabited including the six main islands of Guadalcanal (the largest, where the capital Honiara is located), Malaita, Makira, Isabel, Choiseul and New Georgia. The group lies between 155"}, {"text_block_id": "p135_b916", "text": "o"}, {"text_block_id": "p135_b917", "text": "30' and 170"}, {"text_block_id": "p135_b918", "text": "o"}, {"text_block_id": "p135_b919", "text": "30' East longitude and between 5"}, {"text_block_id": "p135_b920", "text": "o"}, {"text_block_id": "p135_b921", "text": "10' and 12"}, {"text_block_id": "p135_b922", "text": "o"}, {"text_block_id": "p135_b923", "text": "45' South latitude, northeast of Australia. The climate is tropical monsoon, with few extremes of temperature and weather. The islands are mostly rugged and mountainous with some low coral atolls. The Exclusive Economic Zone extends to 200 nautical miles (370 km) with an area of 1.34 million km"}, {"text_block_id": "p135_b924", "text": "2"}, {"text_block_id": "p135_b925", "text": "."}, {"text_block_id": "p135_b926", "text": "Figure 1 Solomon Islands"}, {"text_block_id": "p135_b927", "text": "4.2 Population"}, {"text_block_id": "p135_b928_merged_merged", "text": "The population of Solomon Islands on 22 November 2009 was 515,870. This means an increase of 106,828 persons (26%) compared with the population size of 409,042 reported in the Census of 21 November 1999. The annual rate of growth since 1999 was 2.3%, which is lower than the annual growth rate between 1986 and 1999 (2.8%) census. Males were 51.3% of the total, out numbering females by 264,455 to 251,415. About 80.3% of the population (75,916 households) lived in rural villages and 19.7% were considered urban. Overall, there were 17 people per km2 and the average household size was 5.5 persons. Urban and rural population by island is shown in."}, {"text_block_id": "p135_b931", "text": "About 63.5% of the 2009 urban population lived in Honiara, accounting for 12.5% of the national total. From 1999 to 2009, the overall population increased rapidly at an average annual growth rate (AAGR) of 2.3% per annum. The urban population grew even more rapidly with an AAGR of 4.7 %."}, {"text_block_id": "p136_b932", "text": "Table 1 Population of the Solomon Islands (2009)"}, {"text_block_id": "p136_b933", "text": "Source: Solomon Islands Government (SIG), Solomon Islands National Statistics Office"}, {"text_block_id": "p136_b934", "text": "."}, {"text_block_id": "p136_b935", "text": "2012."}, {"text_block_id": "p136_b936", "text": "Statistical Bulletin No 6: 2012, Basic Tables and Census Description, 2009 Population and Housing Census."}, {"text_block_id": "p136_b937", "text": "Honiara"}, {"text_block_id": "p136_b938", "text": "Table 2 Growth of Urban Population 1976-2009"}, {"text_block_id": "p136_b939_merged_merged", "text": "Source: Solomon Islands Government (SIG), Solomon Islands National Statistics Office. 2012."}, {"text_block_id": "p136_b942", "text": "Statistical Bulletin No 6: 2012, Basic Tables and Census Description, 2009 Population and Housing Census."}, {"text_block_id": "p136_b943", "text": "Honiara"}, {"text_block_id": "p136_b944", "text": "Table 3 Honiara Population and Persons per Household 1970-2009"}, {"text_block_id": "p136_b945", "text": "4.3 Economic Overview"}, {"text_block_id": "p136_b946", "text": "The economy of the Solomon Islands is made up of a mixed subsistence sector on which the majority of the population is dependent, and a small monetised sector dominated by large scale commercial enterprises. These sectors straddle both rural and urban space. Production in the mixed subsistence sector includes household production for self-consumption and surpluses for sale to local and urban markets as well as household production of cash crops for the export market. The monetised sector comprises commercial enterprises and organisations involved in primary production, manufacturing and the service industries. This includes the provision of public goods and services by the government and goods and services provided by statutory bodies."}, {"text_block_id": "p137_b947", "text": "The Solomon Islands dollar has performed erratically against major currencies for well over a decade with a slight appreciation in 2011. The appreciation came about as a result of a 5% revaluation of the Solomon Dollar in June 2011."}, {"text_block_id": "p137_b948", "text": "Between 2007 and 2009, GDP in real (constant dollar) terms declined by 1.2% as a result of the global economic crisis. CBSI reported in its annual 2011 report “"}, {"text_block_id": "p137_b949", "text": "Despite subdued growth in the global economy, Solomon Islands economic performance registered another year of record growth. The economy grew in real term by 10.7% in 2011. This growth was driven primarily by strong performance in commodities particularly logs and minerals during the year. Non-forestry & non-mining sectors also contributed to the overall growth, boosted primarily by activities in the agriculture, telecommunications & transportation, construction and fisheries sectors. Strong international commodity prices across the year, especially in the first six months, generally lifted production levels in the agriculture, fishery and other commodities. Higher trade volumes boosted growth in the transport sector, whilst investment in development infrastructure projects contributed to growth in the construction and communication sectors"}, {"text_block_id": "p137_b950", "text": ".”"}, {"text_block_id": "p137_b951", "text": "Performance has been improved considerably for the modern monetised sectors of the Solomon Islands economy."}, {"text_block_id": "p137_b952", "text": "shows economic growth -or contraction -by sector. Some key indicators of commodity production are also provided in"}, {"text_block_id": "p137_b953", "text": "Error! Reference source not found."}, {"text_block_id": "p137_b954", "text": "."}, {"text_block_id": "p137_b955", "text": "Figure 2 Change in Real GDP (2002-2011)"}, {"text_block_id": "p137_b956_merged_merged", "text": "Source: CBSI. 2011, 2012. Annual Report. Honiara"}, {"text_block_id": "p137_b959", "text": "Table 4 Real Gross Domestic Product 2002 - 2012 (1985 = 100)"}, {"text_block_id": "p138_b960", "text": "Source: CBSI. 2013."}, {"text_block_id": "p138_b961", "text": "Quarterly Review."}, {"text_block_id": "p138_b962", "text": "Honiara"}, {"text_block_id": "p138_b963", "text": "Table 5 Production by Major Commodities 2000 - 2012"}, {"text_block_id": "p138_b964", "text": "Source: CBSI. 2013."}, {"text_block_id": "p138_b965", "text": "Quarterly Review."}, {"text_block_id": "p138_b966", "text": "Honiara"}, {"text_block_id": "p138_b967", "text": "In 2011, the GDP in nominal (current dollar) terms was $5,578 million, an increase of 17% from a revised 2010 level of $4,754 million. This presented an increase by 15% to $10,332 per capita."}, {"text_block_id": "p138_b968", "text": "4.3.1 Household Expenditure"}, {"text_block_id": "p138_b969_merged_merged_merged", "text": "The 2005/6 household (HH) income and expenditure studies suggest that incomes and expenditures vary considerably by province. The survey report states “In theory, household income should equal household expenditure but in practise as in most income and expenditure surveys in the pacific region, the information collected from the HIES 2005/6 recorded that a majority of the households’ income were relatively lower than their corresponding expenditures”. Households’ annual expenditure to its annual income by province Error! Reference source not found. shows that expenditure in most cases was significantly higher than income. In Honiara expenditure was well above those of other locations. In 2005/6, Honiara residents had an annual average household expenditure of about SI$ 75,053 per household or SI$ 4,887 per capita."}, {"text_block_id": "p138_b974", "text": "Table 6 Average Annual Household Per Capita Expenditure and Household Size by"}, {"text_block_id": "p138_b975", "text": "Province"}, {"text_block_id": "p139_b976", "text": "Source: SIG"}, {"text_block_id": "p139_b977", "text": ","}, {"text_block_id": "p139_b978", "text": "National Statistics Office"}, {"text_block_id": "p139_b979", "text": ". 2006. Housing Income & Expenditure Survey (HIES) 2005/2006."}, {"text_block_id": "p139_b980", "text": "Honiara"}, {"text_block_id": "p139_b981", "text": "4.3.2 Investment Climate"}, {"text_block_id": "p139_b982", "text": "The ease of doing business in the Solomon Islands has improved significantly since the passage of the Companies Act and the Foreign Investment Act in 2009. It has been recognised by successive governments, the importance of overseas investment in broadening the economic base."}, {"text_block_id": "p139_b983", "text": "The 2013 ranking by World Bank and International Finance Corporation places Solomon Islands at:"}, {"text_block_id": "p139_b984", "text": ""}, {"text_block_id": "p139_b985", "text": "92/185 for ease of doing business placing it 13th in the Asia Pacific region of 24 counties"}, {"text_block_id": "p139_b986", "text": ""}, {"text_block_id": "p139_b987", "text": "9/185 for starting business, making it much easier to start a business, (apart from Samoa and Tonga) than most of the other Pacific Island Countries"}, {"text_block_id": "p139_b988", "text": ""}, {"text_block_id": "p139_b989", "text": "18/185 for getting connected to the electricity grid, it is easy to connect to the grid in the Solomon Islands on an International basis but difficult in comparison to others in the region"}, {"text_block_id": "p139_b990", "text": ""}, {"text_block_id": "p139_b991", "text": "8/185 for protecting investors and 15/185 for obtaining credit. These rankings indicate relatively high levels of investor protection."}, {"text_block_id": "p139_b992", "text": "Since the commencement of the Foreign Investment Act 2009, proposals that usually take a minimum of 30 days to approve can successfully be completed in 5 days. Approvals that are subject to exchange control approval has been relaxed which has resulted in the shorter timeframe for registration."}, {"text_block_id": "p139_b993", "text": "Land is a complex and integral part of the Solomon Islands way of life and generally communally owned by clans or tribes. Children inherit land rights through either the father or mother depending on the lineal system practised by the particular clan. Title to land is either customary or registered and means that:"}, {"text_block_id": "p139_b994", "text": ""}, {"text_block_id": "p139_b995", "text": "The Government recognises that all customary land is owned, usually in a lineage group; registered land has its ownership and boundaries recorded in a land registry in Honiara and these are guaranteed by law rather than by custom."}, {"text_block_id": "p139_b996", "text": ""}, {"text_block_id": "p139_b997", "text": "About 88% of land is customary and 12% registered. In 1977, an Amendment Bill to the Lands and Titles Ordinance converted perpetual estates registered and owned by non-Solomon Islanders and Solomon Islanders alike into 75 year fixed term estates (leases from government) with development conditions."}, {"text_block_id": "p139_b998", "text": "4.4Institutional Arrangements for Energy Sector"}, {"text_block_id": "p139_b999", "text": "4.4.1 Energy Policy"}, {"text_block_id": "p139_b1000", "text": "A number of draft energy policies have been developed since the 1980s, including the following:"}, {"text_block_id": "p139_b1001", "text": ""}, {"text_block_id": "p139_b1002_merged_merged", "text": "Solomon Islands National Energy Policy and Guidelines (1995), which included an annex, titled Solomon Islands Rural Electrification Policy -Background"}, {"text_block_id": "p139_b1005", "text": "."}, {"text_block_id": "p140_b1006", "text": ""}, {"text_block_id": "p140_b1007", "text": "National Economic Recovery, Reform and Development Plan for 2003-2006"}, {"text_block_id": "p140_b1008", "text": "(NERRDP), issued in October 2003."}, {"text_block_id": "p140_b1009", "text": ""}, {"text_block_id": "p140_b1010", "text": "National Energy Policy Framework, endorsed by Cabinet, 2007."}, {"text_block_id": "p140_b1011", "text": "4.4.2 Energy Legislation"}, {"text_block_id": "p140_b1012", "text": "The following acts of parliament of the Solomon Islands deal directly or indirectly with energy issues:"}, {"text_block_id": "p140_b1013", "text": ""}, {"text_block_id": "p140_b1014", "text": "Electricity Act"}, {"text_block_id": "p140_b1015", "text": "(1969)"}, {"text_block_id": "p140_b1016", "text": ""}, {"text_block_id": "p140_b1017", "text": "Petroleum (Exploration) Act"}, {"text_block_id": "p140_b1018", "text": "(1996)"}, {"text_block_id": "p140_b1019", "text": ""}, {"text_block_id": "p140_b1020", "text": "Petroleum Act"}, {"text_block_id": "p140_b1021", "text": "(1939)."}, {"text_block_id": "p140_b1022", "text": ""}, {"text_block_id": "p140_b1023", "text": "Consumer Protection and Price Control Act (1995)"}, {"text_block_id": "p140_b1024", "text": ""}, {"text_block_id": "p140_b1025", "text": "Environmental Act"}, {"text_block_id": "p140_b1026", "text": "(1998)"}, {"text_block_id": "p140_b1027", "text": "The"}, {"text_block_id": "p140_b1028", "text": "Electricity Act"}, {"text_block_id": "p140_b1029", "text": "(1969) (Chapter 128 of the Laws of the Solomon Islands) and associated regulations provides a legal framework for is the establishment of a state-owned, vertically integrated utility providing grid supply to urban and provincial centres. In 1982, the Act was amended to align with utility practice at the time and allow the SIEA to expand its jurisdiction."}, {"text_block_id": "p140_b1030", "text": "The"}, {"text_block_id": "p140_b1031", "text": "Consumer Protection and Price Control Act"}, {"text_block_id": "p140_b1032", "text": "(Chapter 64 of the Laws of the Solomon Islands) was revised in 1995. It establishes price control rules throughout the country including price control of petroleum products and LPG. No legislation has yet been enacted for regulating biofuels."}, {"text_block_id": "p140_b1033_merged_merged_merged", "text": "The Environmental Act (1998) commenced operation in September 2003 and its associated regulations were gazetted in 2008. Under the Act there are formal requirements for environmental impact assessments, and requirements for energy sector investments such as power stations or oil storage, these are specifically mentioned under the second schedule (section 16) “Prescribed Developments”."}, {"text_block_id": "p140_b1036", "text": "4.4.3 Energy Division"}, {"text_block_id": "p140_b1037", "text": "An Energy Division within the Ministry of Mines, Energy and Rural Electrification is responsible for energy policy, renewable energy development and project implementation. The Director of Energy is responsible to the Permanent Secretary, appointed through the normal public service mechanism, who in turn is responsible to the Minister."}, {"text_block_id": "p140_b1038", "text": "The roles and responsibilities of the Energy Division include:"}, {"text_block_id": "p140_b1039", "text": ""}, {"text_block_id": "p140_b1040", "text": "Develop and monitor a national energy work programme(s) by which energy policies will be achieved"}, {"text_block_id": "p140_b1041", "text": ""}, {"text_block_id": "p140_b1042", "text": "Coordinate activities and programmes of the energy sector participants"}, {"text_block_id": "p140_b1043", "text": ""}, {"text_block_id": "p140_b1044", "text": "Develop and maintain a comprehensive energy sector database for policy formulation, planning and monitoring through the collection and collation of information on energy supply, demand, etc."}, {"text_block_id": "p140_b1045", "text": ""}, {"text_block_id": "p140_b1046", "text": "Monitor, review and provide recommendations on fuel pricing electricity tariffs, and government charges and subsidies, to ensure that the full and correct price signals are conveyed to consumers wherever possible"}, {"text_block_id": "p140_b1047", "text": ""}, {"text_block_id": "p140_b1048", "text": "Develop and maintain the capacity to monitor and evaluate the landed price of petroleum, the petroleum company cost elements, the pricing formula, and government charges so as to negotiate and maintain equitable pricing and proper contractual arrangement for petroleum products"}, {"text_block_id": "p140_b1049", "text": ""}, {"text_block_id": "p140_b1050", "text": "Monitor, review and provide recommendations on future developments in public and private energy sector infrastructure. In particular, encourage public sector agencies to adopt a list cost, financially and environmentally sustainable strategy to meeting energy demand"}, {"text_block_id": "p140_b1051", "text": ""}, {"text_block_id": "p140_b1052", "text": "Formulate and secure proposals for donor assistance where appropriate, and screen out those lacking in technical maturity economic viability or environmental sustainability"}, {"text_block_id": "p141_b1053", "text": ""}, {"text_block_id": "p141_b1054", "text": "Provide advice to government and its agencies concerning energy investment budgets and / or specific project funding"}, {"text_block_id": "p141_b1055", "text": ""}, {"text_block_id": "p141_b1056", "text": "In conjunction with other ministries and agencies, develop, implement and monitor regulations and standards governing the energy sector, particularly concerning the safety of petroleum handling/storage facilities and environmental guidelines for the petroleum sector, such as oil spill contingency plans and waste oil disposal"}, {"text_block_id": "p141_b1057", "text": ""}, {"text_block_id": "p141_b1058", "text": "Work closely with the relevant government and non-government organisations on the environmental aspects of energy projects and programmes"}, {"text_block_id": "p141_b1059", "text": ""}, {"text_block_id": "p141_b1060", "text": "Develop and assist in implementing energy conservation and efficiency programmes for the government, commercial sector and the public, including education campaigns and the evaluation of energy efficient appliances and technology"}, {"text_block_id": "p141_b1061", "text": ""}, {"text_block_id": "p141_b1062", "text": "Develop education/awareness programmes to highlight fuel substitution options"}, {"text_block_id": "p141_b1063", "text": ""}, {"text_block_id": "p141_b1064", "text": "Monitor and review the development of new and renewable energy resources and technologies particularly with regard to photovoltaic, solar thermal technology and biomass"}, {"text_block_id": "p141_b1065", "text": ""}, {"text_block_id": "p141_b1066", "text": "Train local staff."}, {"text_block_id": "p141_b1067", "text": "4.4.4 Solomon Islands Electricity Authority"}, {"text_block_id": "p141_b1068", "text": "The Solomon Islands Electricity Authority is responsible for electric power supply and distribution to Honiara, nine provincial centres, and Noro Township in the Western Province. The SIEA is a state owned enterprise a statutory body established by an act of Parliament. The Minister of Mines Energy and Rural Electrification, along with the Minister of Finance, appoints a board consisting of six members and a chair."}, {"text_block_id": "p141_b1069", "text": "SIEA provides power to urban centres through diesel generators, except for Buala town on Isabel Province and Malu’u substation in Malaita which includes supply by mini-hydro (both hydropower stations were not operational at the time of report). Various boarding schools, rural training centres, health centres, rural fisheries centres, tourist resorts, private shops and residents located away from SIEA grid use their own diesel generators, micro hydropower or solar PV to generate electricity. As shown in"}, {"text_block_id": "p141_b1070", "text": "Error! Reference source not found."}, {"text_block_id": "p141_b1071", "text": ", SIEA’s financial position has improved in recent years since the 2010 net loss of $65,994,811. The SIEA 2012 annual report noted a year end net profit of $62,701,365."}, {"text_block_id": "p141_b1072", "text": "Figure 3SIEA Net Profit/Loss ($SI million)"}, {"text_block_id": "p141_b1073_merged_merged", "text": "Source: SIG,SIEA. 2012. Annual Reports 2006-2012. Honiara"}, {"text_block_id": "p141_b1076", "text": "4.4.5 Rural Electrification Service Companies (RESCOs)"}, {"text_block_id": "p141_b1077", "text": "There are a number of Rural Electrification Service Companies (RESCO) in the Solomon Islands that sell solar PV equipment. One RESCO (Willies Electric Power and Solar) specialises in solar pv"}, {"text_block_id": "p142_b1078", "text": "systems and has pioneered the concept of accepting local products in payment for solar installations, thereby avoiding the common problem in rural areas of poor access to cash. It also provides training in solar installation and maintenance. Since 2008, the SIG through the MMERE has acted as a partial RESCO and has been implementing solar electrification projects at rural schools and clinics as well as providing infrastructure for rural communities such as solar battery-charging stations and solar water-pumping."}, {"text_block_id": "p142_b1079", "text": "4.4.6 Petroleum Supply Companies"}, {"text_block_id": "p142_b1080", "text": "Petroleum products are imported into the Solomon Islands by South Pacific Oil and Markwarth Oil, both Solomon Islands’ based companies. The storage depots of both companies are at the main port in central Honiara. Origin Gas Ltd. of Australia is the sole importer and distributor of liquid petroleum gas (LPG). Origin’s main LPG storage is also in Honiara. Origin operates in Honiara and Noro in the Western Province and sells LPG to private outlets, some of which distribute to customers in other locations. Major users of LPG, apart from hotels and restaurants for cooking and heating, include air conditioning in Honiara."}, {"text_block_id": "p142_b1081", "text": "4.4.7 Inter-Ministerial Energy Committees"}, {"text_block_id": "p142_b1082", "text": "The establishment of a national energy committee was proposed in the mid-1990s but did not eventuate. A committee was set up to oversee the feasibility study activities of the Komarindi Hydropower Scheme. A similar set up was proposed for the UNDP/GEF/SPREP Pacific Islands Climate Change Project (PICCAP), which dealt with greenhouse gas (GHG) emissions and a national GHG inventory. The committee considered energy issues, as it must deal with GHGs, and the Energy Division was represented. PICCAP formally ended in 1999, the Solomon Islands Meteorological Services (SIMS) continues to deal with climate change/GHG issues and consults with the Energy Division through a Climate Change Country team. The team consists of representatives from government departments, NGOs, and the private sector but reportedly has not met since October 2002."}, {"text_block_id": "p142_b1083", "text": "The committee arrangements have become inactive over the years as confirmed by the Energy Division. The Energy Division will pursue establishment of an Energy Advisory Committee in 2014. Following Cabinet’s approval (11 July 2013) to establish a “Labelling & Standards Steering Committee” to coordinate implementation of the Australian Govt funded “Pacific Appliances Labelling & Standards project”, the Energy Division plans to have this committee play the role of Energy Advisory Committee and to eventually assume that role after the PALS project is completed."}, {"text_block_id": "p142_b1084", "text": "4.5Energy Supply and Demand"}, {"text_block_id": "p142_b1085", "text": "4.5.1 Energy Supply"}, {"text_block_id": "p142_b1086", "text": "The Solomon Islands are almost entirely dependent on imported refined petroleum fuels for national energy needs for electricity generation, for transport by land, sea and air and for lighting. Biomass provides more than 61% of gross national energy production, petroleum products for about 38%, and hydropower and solar are estimated as one percent."}, {"text_block_id": "p142_b1087", "text": "4.5.2 Cooking Fuel"}, {"text_block_id": "p142_b1088_merged", "text": "Fuel wood is by far the most common cooking fuel in the Solomon Islands, used Error! Reference source not found. by 93% of the population as their main fuel, increasing to 97% if Honiara is ignored. Even in Honiara, more than half of households primarily use wood or wood products for cooking. Malaitans, who make up nearly half of Honiara’s population, have no traditional access to land on Guadalcanal and therefore undertake illegal cutting in the outskirts of the city. A commercialised fuel wood market is well established in Honiara. Supplies come mainly from secondary forest and logged over areas of Tenaru and Mt Austin, about 10 km from Honiara. Drift wood is also used as and when available."}, {"text_block_id": "p142_b1091", "text": "Table 7 Cooking Fuel, by Household and by Province (2009)"}, {"text_block_id": "p143_b1092", "text": "Source: SIG. 2012."}, {"text_block_id": "p143_b1093", "text": "2009 Population and Housing Census."}, {"text_block_id": "p143_b1094", "text": "Honiara"}, {"text_block_id": "p143_b1095", "text": "4.5.3 Electricity"}, {"text_block_id": "p143_b1096", "text": "As"}, {"text_block_id": "p143_b1097", "text": "shows, only 21% of households in the Solomon Islands had access to electricity in 2009, ranging from well just over 8% in Central Province to 67% in Honiara. Overall, 56% of those households electrified received power from SIEA. Away from Honiara, only 37% of electrified households had SIEA service, 28% had their own source of supply, and 23% reported that they received electricity from a private company."}, {"text_block_id": "p143_b1098", "text": "As"}, {"text_block_id": "p143_b1099", "text": "Error! Reference source not found."}, {"text_block_id": "p143_b1100", "text": "shows, in 2012 total consumption was about 63.5 GWh of which domestic consumers accounted for 14%, commercial 63%, industrial 1% and 8% by Government. The Honiara system accounted for 89.7% of total demand, Auki 3.3%, Noro 2.6%, Gizo 1.9% and six others less than 1% each."}, {"text_block_id": "p143_b1101_merged_merged_merged", "text": "SIEA has a national tariff (Error! Reference source not found.), with substantial cross-subsidies from Honiara consumers to SIEA consumers on the outer islands. In early 2013, the cost of electricity was 86 US¢/kWh for domestic consumers and 92 US¢/kWh for commercial or industrial consumers. There is an ‘automatic fuel price adjustment’ (AFPA), varying with the cost of diesel fuel the present AFPA is 27 SI¢/kWh. Many businesses have their own generator due to frequent SIEA outages. If a business generates its own power in an SIEA service area, it is charged at a rate of half of the normal SIEA charge per kWh (except in Honiara where SIEA is unable to meet demand)."}, {"text_block_id": "p143_b1106", "text": "Error! Reference source not found."}, {"text_block_id": "p143_b1107", "text": "shows the annual maximum demand in each SIEA grid (system) in kW peak from 2000 to 2012. For the past twelve years and longer, peak demand has usually exceeded firm capacity e.g. during April 2013 one unit at Lunga Generating Station in Honiara was out of commission on a 10,000 hour maintenance overhaul which resulted in rotating load shedding. The CAGR (Compound Average Growth Rate) for maximum power demand across all systems for the last 10 years, 2003 to 2012 is 3.49%."}, {"text_block_id": "p143_b1108", "text": "shows annual energy demand in each SIEA grid (in GWh per annum) over the last 12 years. The table shows that energy demand growth has been mixed and has probably been constrained by the lack of significant grid extension in recent years and the relatively high tariff, pointing towards supressed demand. The CAGR for energy demand across all systems for the last 10 years, 2003 to 2012 is 4.06%."}, {"text_block_id": "p144_b1109", "text": "Table 8 Households by Source of Electricity & by Province (No. 2009)"}, {"text_block_id": "p144_b1110", "text": "Source: SIG. 2012."}, {"text_block_id": "p144_b1111", "text": "2009 Population and Housing Census."}, {"text_block_id": "p144_b1112", "text": "Honiara"}, {"text_block_id": "p144_b1113", "text": "Table 9 SIEA Annual Energy Demand by Customer Type (MWh 2012)"}, {"text_block_id": "p144_b1114_merged", "text": "Source: SIG, SIEA. 2013. Customer Demand Statistics. Honiara"}, {"text_block_id": "p144_b1117", "text": "Table 10 SIEA Tariff April 2013 (SI$)"}, {"text_block_id": "p145_b1118", "text": "Source: SIG, SIEA. 2013."}, {"text_block_id": "p145_b1119", "text": "Customer Demand Statistics."}, {"text_block_id": "p145_b1120", "text": "Honiara"}, {"text_block_id": "p145_b1121", "text": "Table 10 SIEA Historical Maximum Power Demand by System (kW Peak)"}, {"text_block_id": "p145_b1122", "text": "Source: SIG, SIEA. 2013."}, {"text_block_id": "p145_b1123", "text": "Customer Demand Statistics."}, {"text_block_id": "p145_b1124", "text": "Honiara"}, {"text_block_id": "p145_b1125", "text": "Table 11 SIEA Historical Annual Energy Demand by System (GWh/Annum)"}, {"text_block_id": "p145_b1126_merged_merged_merged", "text": "Source: SIG, SIEA. 2013. Customer Demand Statistics. Honiara"}, {"text_block_id": "p146_b1129", "text": "4.5.4 Prospective Demand Growth"}, {"text_block_id": "p146_b1130_merged", "text": "shows prospective SIEA peak demand to 2030 assuming a CAGR of 3.5% and shows prospective SIEA energy demand to 2030 assuming a CAGR of 4.1%. Both of these figures are based on the SIEA historical CAGR 2003 -2012. These growth rates can be compared with PIREP 2004 which assumed a) a base case of 4% CAGR, b) a low growth case of 2%, c) a high case of 6% and also with JICA 1998 which assumed a projected average growth rate of 5.2% for power and energy. The projected power and energy demands are no more than roughly indicative but provide a basis for estimating future generation requirements until 2016. A horizon year of 2016 should provide sufficient time for the planned rehabilitation of the diesel outstations, the Lunga and Honiara diesel upgrades and the development of smaller scale renewable generation options. The larger scale renewable generation options on Guadalcanal including Tina River Hydro and Savo Geothermal, of indicative capacity of 20 MW each, will take longer to develop and construct and should be considered for meeting demand growth in the period 2015-2020."}, {"text_block_id": "p146_b1132", "text": "Table 12 SIEA Projected Maximum Power Demand by System (kW Peak)"}, {"text_block_id": "p146_b1133", "text": "Source: SIG, SIEA. 2013."}, {"text_block_id": "p146_b1134", "text": "Customer Demand Statistics & Consultant’s Estimates."}, {"text_block_id": "p146_b1135", "text": "Honiara"}, {"text_block_id": "p146_b1136", "text": "Table 13 SIEA Projected Annual Energy Demand by System (GWh/Annum)"}, {"text_block_id": "p146_b1137", "text": "Source: SIG, SIEA. 2013."}, {"text_block_id": "p146_b1138", "text": "Customer Demand Statistics & Consultant’s Estimates."}, {"text_block_id": "p146_b1139", "text": "Honiara"}, {"text_block_id": "p147_b1140", "text": "5 Renewable Technologies and Options"}, {"text_block_id": "p147_b1141", "text": "5.1Geothermal"}, {"text_block_id": "p147_b1142", "text": "There are surface manifestations of geothermal energy in West Guadalcanal, the Ngokosoli river valley of Vella Lavella, Simbo Island, and Savo Island. There is an on-going feasibility study for a 20 MW geothermal generation plant on Savo Island. In the initial stages exploration of potential sites is required to identify good sites for geothermal based power generation, which will require the drilling of trial wells. Geothermal is a good resource for future base load renewable generation but may be constrained by difficulties with land acquisition, transmission line routing and volcanic activity. The economics of geothermal generation are also sensitive to scale."}, {"text_block_id": "p147_b1143", "text": "5.2 Hydropower"}, {"text_block_id": "p147_b1144", "text": "There is substantial hydropower potential in the Solomon Islands. The total hydroelectric potential of the Solomon Islands is estimated to be 326 MW"}, {"text_block_id": "p147_b1145", "text": ". A feasibility study conducted by the SIG, with support from the World Bank and the Government of Australia, proposed a 15-20 MW hydropower development on the Tina River near Honiara, with annual electricity production of 60 GWh. Feasibility studies on the Tina River hydropower scheme proposed for Honiara are continuing. The Energy Division is currently assessing 4 small-scale hydro schemes for provincial centres to reduce SIEA’s use of diesel-based power generation in outer island provincial centres"}, {"text_block_id": "p147_b1146", "text": "."}, {"text_block_id": "p147_b1147", "text": "Table 14 Small Scale Hydro Feasibility Studies"}, {"text_block_id": "p147_b1148_merged_merged", "text": "Hydropower is attractive in the Solomon Islands for centralised power generation to supply the SIEA urban grids. Hydropower fed mini-grids can also be an option in rural areas depending on a suitable site location and water resources. As shown in Error! Reference source not found., there is a history of community rural based micro hydro plants feeding small mini-grids."}, {"text_block_id": "p147_b1151", "text": "Table 15 Community Rural Based Micro Hydro Plants Feeding Small Mini-Grids"}, {"text_block_id": "p148_b1152", "text": "5.3 Ocean"}, {"text_block_id": "p148_b1153", "text": "Ocean energy would appear to be promising as an option based on extrapolating results from Fiji and Vanuatu. Annual average wave power could be roughly 14 kW/metre of wave front, with a wide range varying by site. However the technology for tidal and ocean generation is still in an early stage of development and therefore would not be an immediate option for renewable generation in the Solomon Islands."}, {"text_block_id": "p148_b1154", "text": "5.4 Wind"}, {"text_block_id": "p148_b1155", "text": "There is little data on the Solomon Island wind energy potential derived directly from in country wind data logging. The NASA-NREL data derived from remote sensing, shows a poor wind regime in the Solomon Islands. The average wind speed is about 3.5 m/sec. On the basis of the NASA-NREL wind data, it is likely that wind power will have a higher LCOE than other renewable generation options presented."}, {"text_block_id": "p149_b1156", "text": "Figure 4 Mean Annual Wind Speed at 45 m (m/s)"}, {"text_block_id": "p149_b1157", "text": "Source: ASTAE/WB. 2006."}, {"text_block_id": "p149_b1158", "text": "Wind Resource Maps, Pacific Island."}, {"text_block_id": "p149_b1159", "text": "Consultant’s Report. Washington D.C."}, {"text_block_id": "p149_b1160", "text": "The Energy Division is currently installing four wind monitoring systems in the provinces"}, {"text_block_id": "p149_b1161", "text": ". For a wind energy project it is essential to monitor and record wind speed data for minimum period of one year at potential sites. Thus in the absence of wind speed data, large wind power projects are not recommended. However small scale wind power projects may be used as independent stand-alone system or as a hybrid with solar. Small wind turbines are being used in places like hotels etc. in Honiara but they are unlikely to be financially viable. Due to the poor wind resource indicated by the NASA data and absence of actual site data, wind energy is generally not recommended as a renewable generation option."}, {"text_block_id": "p149_b1162", "text": "5.5 Solar"}, {"text_block_id": "p149_b1163", "text": "As the Solomon Islands lies near the equator, there is considerable solar energy potential, with insolation values of 5 kWh/m"}, {"text_block_id": "p149_b1164", "text": "2"}, {"text_block_id": "p149_b1165", "text": "/day or higher which are among the highest levels in the region. A number of small-scale and demonstration projects are operational, including solar home systems (SHS) provided through Government funding since 2011 while Government of Republic of China (Taiwan) has supplied SHSs (2009) for all constituencies in the country and solar systems for rural schools. The respective Governments’ of Italy & Turkey have complemented the Government of Solomon Islands programme to provide solar lighting for rural-based schools including boarding schools and rural clinics. In September 2012, the Government launched a 2 year-pilot project on installation of SHSs for 2000 households in the country that requires each household to pay the cost of installation (including transportation) and operation & maintenance costs over the 2 years period. RESCOs contracted by the Government will install the SHSs and service the systems over the lifetime of the pilot phase"}, {"text_block_id": "p149_b1166", "text": ". Depending on the outcome of the pilot phase, the Government plans to rollout this programme to cover rest of the rural population. There was a solar lighting scheme through SOPAC/REEEP co-operation, with tailored financing mechanisms, allowing recipients to pay for installations via non-fiscal means, for example with crop production."}, {"text_block_id": "p149_b1167_merged_merged_merged_merged", "text": "Figure 4 Mean Annual Direct Normal Solar Insolation Contours (kWh/m2/day)"}, {"text_block_id": "p150_b1170", "text": "Source: NREL/NASA"}, {"text_block_id": "p150_b1171_merged", "text": "There is no data on solar radiation (direct and indirect) available in the Solomon Islands based on terrestrial measurement over an extended period of time. NREL-NASA data indicates the Solomon Islands are endowed with good year round solar radiation resource (5.1 kWh/m/day to about 5.6 kWh/m/day direct normal annual average). This is one of the more abundant renewable energy resources available in the Solomon Islands. The main advantages solar energy has in the Solomon Islands are as follows:"}, {"text_block_id": "p150_b1176", "text": ""}, {"text_block_id": "p150_b1177", "text": "A good solar energy resource is available in almost all provinces, even in remote inland areas and can be used in stand-alone or household applications. Stand-alone and household solar will eliminate the construction of transmission and distribution lines"}, {"text_block_id": "p150_b1178", "text": ""}, {"text_block_id": "p150_b1179", "text": "A good year round solar resource"}, {"text_block_id": "p150_b1180", "text": ""}, {"text_block_id": "p150_b1181", "text": "During the last year the cost of solar panels have fallen by about 50% making it price competitive with other sources of fossil fuel and renewable energy generation."}, {"text_block_id": "p150_b1182", "text": "5.6 Biomass"}, {"text_block_id": "p150_b1183", "text": "There are four options for using biomass energy in the Solomon Islands."}, {"text_block_id": "p150_b1184", "text": ""}, {"text_block_id": "p150_b1185", "text": "Biomass gasification technology can be utilised for power generation using waste from the forestry industry or coconut processing industry."}, {"text_block_id": "p150_b1186", "text": ""}, {"text_block_id": "p150_b1187", "text": "Direct combustion for power generation where biomass waste and by products are burnt to raise steam to generate electricity via a turbo alternator."}, {"text_block_id": "p150_b1188", "text": ""}, {"text_block_id": "p150_b1189", "text": "Direct usage of coconut oil (CNO) as a substitute for diesel fuel oil or as an admixture to the diesel fuel for existing diesel gensets."}, {"text_block_id": "p150_b1190", "text": ""}, {"text_block_id": "p150_b1191", "text": "Biodiesel manufactured from biomass -Biodiesel consists of long chain fatty acids derived from vegetable oils or animal fats and can be used in diesel engines. Biodiesel refers to the pure fuel before blending with diesel fuel. Biodiesel blends are denoted as, \"BXX\" with \"XX\" representing the percentage of biodiesel contained in the blend (ie: B20 is 20% biodiesel, 80% petroleum diesel)."}, {"text_block_id": "p150_b1192", "text": "Biomass Power-Biomass Gasification"}, {"text_block_id": "p150_b1193", "text": "The first option for biomass based renewable generation is biomass gasification. The Solomon Islands have large palm oil plantations and the waste product from these plantations could be used as a feedstock for biomass gasification for power generation. The biogas produced by the biomass"}, {"text_block_id": "p151_b1194", "text": "gasification process can be used in dual fuel engines mixed with diesel (20% diesel and 80% biomass gas) and also alone in 100% gas engines."}, {"text_block_id": "p151_b1195", "text": "The main disadvantage of biomass gasification based power plant is that it is a complex process requiring additional mechanical plant as well as diesel or gas engine genset to generate electricity. Due to the difficulty and cost of transporting biomass feedstock biomass gasification generation is best located adjacent to processing industries which have an abundant biomass by product. The other disadvantage of this form of generation is that the gasification process involves a complex chemical and mechanical process and the capacity for managing this may not be available in rural areas."}, {"text_block_id": "p151_b1196", "text": "Biomass Power-Direct Combustion"}, {"text_block_id": "p151_b1197", "text": "A direct combustion steam electric power system is for the most part indistinguishable from other steam electric power systems (for example, oil and coal) that combust fuel in a boiler to generate steam for power production. A biomass-fired boiler generates high-pressure steam by direct combustion of biomass in a boiler. There are two major types of biomass combustion boilers -pile burners utilising stationary or traveling grate combustors and fluidised-bed combustors. Current biomass combustor designs utilise high efficiency boilers and stationary or traveling grate combustors with automatic feeders that distribute the fuel onto a grate to burn. Fluidised-bed combustors are the most advanced biomass combustors. In a fluidised-bed combustor, the biomass fuel is in a small granular form (for example, rice husk) and is mixed and burned in a hot bed of sand. Injection of air into the bed creates turbulence, which distributes and suspends the fuel while increasing the heat transfer and allowing for combustion below the temperature that normally creates nitrogen oxides (NOx ) emissions. This form of biomass power generation is a complex process and relies on good operation and maintenance practices when running and maintaining the steam raising boiler and steam turbine."}, {"text_block_id": "p151_b1198", "text": "Biomass Power -Coconut Oil"}, {"text_block_id": "p151_b1199", "text": "Most compression engines will run on coconut oil (CNO). The chemical and physical characteristics of CNO vary considerably from diesel which provides challenges for trouble free operation. The use of CNO as a substitute for diesel is technically feasible but as a minimum requires water free oil filtered to 2 micron and generally fuel heating and a higher degree of operator attention. The technical feasibility of CNO use in diesel engines requires the following fuel system and engine modifications to avoid problems:"}, {"text_block_id": "p151_b1200", "text": ""}, {"text_block_id": "p151_b1201", "text": "Fuel heating"}, {"text_block_id": "p151_b1202", "text": ""}, {"text_block_id": "p151_b1203", "text": "Blending fuel"}, {"text_block_id": "p151_b1204", "text": ""}, {"text_block_id": "p151_b1205", "text": "Additional filtration"}, {"text_block_id": "p151_b1206", "text": ""}, {"text_block_id": "p151_b1207", "text": "Dual fuel tanks for diesel and CNO"}, {"text_block_id": "p151_b1208", "text": ""}, {"text_block_id": "p151_b1209", "text": "Fuel pump replacement"}, {"text_block_id": "p151_b1210", "text": ""}, {"text_block_id": "p151_b1211", "text": "Injector replacement"}, {"text_block_id": "p151_b1212", "text": ""}, {"text_block_id": "p151_b1213", "text": "Conditioning of CNO prior to use"}, {"text_block_id": "p151_b1214", "text": ""}, {"text_block_id": "p151_b1215", "text": "Additional monitoring of engine and lubrication system"}, {"text_block_id": "p151_b1216", "text": ""}, {"text_block_id": "p151_b1217", "text": "Earlier replacement of filters"}, {"text_block_id": "p151_b1218", "text": ""}, {"text_block_id": "p151_b1219", "text": "Earlier oil changes."}, {"text_block_id": "p151_b1220", "text": "The conclusion of a recent CNO blending trial in Auki noted that there are no technical issues which would stop the use of CNO in SIEA outstation generators provided the CNO used meet the required standards. There is however an increased capital and operating cost associated with this. It was also noted that using CNO derived from small existing milling facilities will not financially benefit SIEA to any significant degree when compared with diesel."}, {"text_block_id": "p151_b1221", "text": "Figure 5 Auki CNO Trial Processing & Storage Equipment"}, {"text_block_id": "p152_b1222", "text": "Source: ADB. 2012. Access to Renewable Energy in the Pacific. Consultant’s Report. Manila (TA 7329)"}, {"text_block_id": "p152_b1223", "text": "Biomass Power-Biodiesel"}, {"text_block_id": "p152_b1224", "text": "Biodiesel is a high-cetane fuel, which can be fully blended with fossil diesel to run compression ignition engines. It offers low emissions of GHG, sulphur compounds and particulate matter compared with fossil diesel. In current practice, a 5-20% (B5, to B20) 1"}, {"text_block_id": "p152_b1225", "text": "st"}, {"text_block_id": "p152_b1226", "text": "generation biodiesel (fatty acid methyl ester, FAME) is blended with fossil diesel. A full blending (up to B100) is also possible with advanced processing methods"}, {"text_block_id": "p152_b1227", "text": "Commercial production of biodiesel is based on trans-esterification of vegetable oils (chemically or mechanically extracted). In the Solomon Islands this would principally be palm oil, coconut oil, animal fats and waste oil through the addition of methanol (also bio methanol or other alcohols) and catalysts, with glycerine as a by-product. Biodiesel production from animal fats and waste oils is cheaper and more efficient, but the basic feedstock is limited. The production of biodiesel in the Solomon Islands would require setting up a processing plant and importing the methanol, bio methanol and catalysts for use in the production process."}, {"text_block_id": "p152_b1228", "text": "5.7Renewable Energy Technology Assessment"}, {"text_block_id": "p152_b1229", "text": "5.7.1 Levelized Cost of Energy"}, {"text_block_id": "p152_b1230", "text": "The LCOE is the constant unit cost (per kWh or MWh) of a payment stream that has the same present value and represents the total cost of building and operating a generating plant over its life. It can be used for comparing differing RET technologies with different operating characteristics."}, {"text_block_id": "p152_b1231_merged_merged", "text": "A conservative approach has been used for the determination of LCOE for various technologies. The range of capital costs and O&M costs assumed were principally sourced from International Renewable Energy Agency (IRENA), ESMAP and the consultant’s estimates. These costs and their source are detailed in Error! Reference source not found.. The renewable resource data for wind and solar were based on NREL and NASA data."}, {"text_block_id": "p152_b1234", "text": "Table 16 Assumptions Used for Calculating LCOE"}, {"text_block_id": "p153_b1235", "text": "Source: IRENA, ESMAP, NREL and Consultant’s estimates as detailed"}, {"text_block_id": "p153_b1236", "text": "Table 17 Calculations of LCOE for Various Renewable Options"}, {"text_block_id": "p153_b1237", "text": "Source: Homer Energy LLC. 2013"}, {"text_block_id": "p153_b1238", "text": ". Homer 2 v 2.81 Software."}, {"text_block_id": "p153_b1239", "text": "http://homerenergy.com/software.html"}, {"text_block_id": "p153_b1240", "text": "5.7.2 Conclusion"}, {"text_block_id": "p153_b1241", "text": "The main findings of the LCOE assessment can be summarised as follows:"}, {"text_block_id": "p153_b1242", "text": ""}, {"text_block_id": "p153_b1243", "text": "Small hydropower would appear to be the best of the options considered for renewable generation in the Solomon Islands grid supply and for remote villages where there is an available water resource. The next best options for remote villages and individual households based on LCOE alone are biomass followed by solar PV plus battery."}, {"text_block_id": "p153_b1244", "text": ""}, {"text_block_id": "p153_b1245", "text": "Land issues are key when considering the renewable energy options available, land issues can mean that the least cost renewable generation option is excluded from consideration."}, {"text_block_id": "p153_b1246", "text": ""}, {"text_block_id": "p153_b1247", "text": "Renewable energy options for urban and rural electrification need a site specific solution."}, {"text_block_id": "p153_b1248", "text": ""}, {"text_block_id": "p153_b1249", "text": "Solar energy is widely and consistently available throughout the country and can be used for utility scale, commercial scale, village mini-grids and solar home systems. Solar home systems can be considered the best option for rural areas when land issues, population density and access are taken into account."}, {"text_block_id": "p154_b1250", "text": "6 Renewable Energy Strategy and Investment Plan"}, {"text_block_id": "p154_b1251", "text": "6.1Renewable Energy policy outcome, statement and strategies"}, {"text_block_id": "p154_b1252", "text": "Policy outcome: Use of renewable energy sources of power generation increased to 50% by 2020"}, {"text_block_id": "p154_b1253", "text": "Policy statement 1"}, {"text_block_id": "p154_b1254", "text": ": Establish an appropriate, reliable, affordable and sustainable renewable energy-based power supply in urban and rural areas"}, {"text_block_id": "p154_b1255", "text": "Policy statement 2:"}, {"text_block_id": "p154_b1256", "text": "Assess, cost, promote and enhance the potential for renewable energy resources."}, {"text_block_id": "p154_b1257", "text": "Policy statement 3:"}, {"text_block_id": "p154_b1258", "text": "Develop renewable energy policy instruments (standards and regulations, net metering policies, market-based instruments, procurement strategies) to meet the renewable energy targets."}, {"text_block_id": "p155_b1259", "text": "6.2Time Bound Renewable Energy Investment Plan"}, {"text_block_id": "p155_b1260", "text": "This section develops a time bound renewable energy investment plan, together with renewable energy targets. The REIP is based on the SIG Energy Policy target of"}, {"text_block_id": "p155_b1261", "text": "50% renewable energy by 2020."}, {"text_block_id": "p155_b1262", "text": "The renewable energy target is an installed capacity target."}, {"text_block_id": "p155_b1263", "text": "6.3Renewable Energy Targets"}, {"text_block_id": "p155_b1264", "text": "The renewable energy targets are separately tabulated for rural and urban areas so that each area can be targeted with a different approach to electrification. To some extent this is historical as SIEA is active in the urban areas of each Province but has no presence in rural areas. Urban areas are more economically supplied by grid based electrification limited from centralised sources of generation whereas rural areas are more suited to individual technologies such as solar home systems or mini-grids in the case of smaller villages. The proposed electrification targets are as follows:"}, {"text_block_id": "p155_b1265", "text": "Table 18 Rural Households Electrification Targets"}, {"text_block_id": "p155_b1266", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p155_b1267_merged_merged", "text": "The rural household electrification targets place emphasise a rapid scale up of solar home systems such as 100 WP solar systems with battery storage to supply minimum electrification requirements. Also included are hydropower based mini-grids to supply smaller groups of houses and villages."}, {"text_block_id": "p155_b1270", "text": "Table 19 Urban Households Electrification Targets"}, {"text_block_id": "p155_b1271", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p155_b1272", "text": "It is anticipated that the grid will be supplied by the following range of renewable energy technologies:"}, {"text_block_id": "p155_b1273", "text": "Table 20 Urban grid Connected Generation Targets"}, {"text_block_id": "p155_b1274", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p155_b1275", "text": "The urban grid generation targets emphasise small hydropower and geothermal in the medium to long term. At this stage the 2030 grid maximum demand is projected to be 33MW of which the Honiara grid will be 28MW."}, {"text_block_id": "p156_b1276", "text": "Table 21 All Households Electrification Targets"}, {"text_block_id": "p156_b1277", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p156_b1278", "text": "The following graphs represent the electrification targets; the target for the change in the grid connected generation mix from one that is predominately based on diesel gensets to renewables is shown below:"}, {"text_block_id": "p156_b1279", "text": "Figure 6 Rural Household Electrification Rate –"}, {"text_block_id": "p156_b1280", "text": "2014-2030"}, {"text_block_id": "p156_b1281", "text": "Figure 7 Urban Household Electrification Rate - 2014-2030"}, {"text_block_id": "p157_b1282", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p157_b1283", "text": "6.4 Renewable Energy Strategies and Actions Timelines"}, {"text_block_id": "p161_b1284", "text": "6.5 Renewable Energy Costs"}, {"text_block_id": "p161_b1285", "text": "The renewable energy capital costs are separately tabulated for rural and urban areas as they represent a different approach for each area. The urban areas will be supplied by the grid. The grid in turn will be supplied by renewable generation including hydropower, geothermal, biomass and utility scale solar. Rural areas are more suited to individual technologies such as solar home systems or mini-grids in the case of smaller villages. The average capital cost to electrify an urban household will be USD 5,915 for the period 2014-2030 whereas each rural household which will cost on average USD 596 to electrify. This can be explained to a certain extent as follows:"}, {"text_block_id": "p161_b1286", "text": ""}, {"text_block_id": "p161_b1287_merged", "text": "Rural areas will be predominately electrified by 100 Wp solar home systems and mini-grids"}, {"text_block_id": "p161_b1290", "text": ""}, {"text_block_id": "p161_b1291", "text": "Urban areas will be supplied by the grid which will require grid extension capital costs and new renewable generation to be installed as diesel plant is retired. In addition grid supply is planned to have greater capacity in the vicinity of 1000 W per household."}, {"text_block_id": "p161_b1292", "text": "Table 22 Rural Electrification Capital Costs ($ million)"}, {"text_block_id": "p161_b1293", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p161_b1294", "text": "Table 23 Urban Electrification Capital Costs ($ million)"}, {"text_block_id": "p161_b1295", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p161_b1296", "text": "Table 24 Total Electrification Capital Costs ($ million)"}, {"text_block_id": "p161_b1297", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p161_b1298", "text": "Table 25 Electrification Cost per Household ($/HH)"}, {"text_block_id": "p161_b1299", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p162_b1300", "text": "The following graph represents the REIP capital costs:"}, {"text_block_id": "p162_b1301", "text": "Figure 10 Total Capital Cost - 2014-2030"}, {"text_block_id": "p162_b1302", "text": "Source: Consultants estimates, 2013"}, {"text_block_id": "p162_b1303", "text": "The RE-SIP is based on achieving the SIG 2020 target of 50% of energy being supplied by renewables. The REIP will require a total investment of $75.00 million to 2020 to achieve a 44% country wide household electrification rate and a total investment of $234.15 million to 2030 to achieve a 71% household electrification rate."}, {"text_block_id": "p163_b1304", "text": "APPENDIX A - Provincial Renewable Energy Options"}, {"text_block_id": "p173_b1305_merged", "text": "APPENDIX B – Barrier Analysis"}, {"text_block_id": "p173_b1308", "text": "Summary of Barriers to the Implementation of Renewable Energy Technology"}, {"text_block_id": "p176_b1309", "text": "Final page"}, {"text_block_id": "p177_b1310", "text": "Energy Division"}, {"text_block_id": "p177_b1311", "text": "Ministry of Mines, Energy and Rural Electrification P.O Box G37, Honiara, Solomon Islands"}, {"text_block_id": "p177_b1312", "text": "©"}, {"text_block_id": "p177_b1313", "text": "Copyright Solomon Islands Government"}], "document_description": "Climate change is included in the ‘guiding principles' and mainstreaming is one of the ‘key priorities'."}