{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Albania", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Strategy of Energy", "document_country_code": "ALB", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2003", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/ALB/2003/ALB-2003-12-25-National Strategy of Energy_ba71541f7a0907b5a5fb320e3b172d74.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE NATIONAL STRATEGY OF ENERGY AND"}, {"text_block_id": "p0_b2", "text": "PLAN OF ACTION"}, {"text_block_id": "p0_b3", "text": "SUMMARY"}, {"text_block_id": "p0_b4", "text": "Tirana, June 2003"}, {"text_block_id": "p0_b5", "text": "(Updated on April 2005)"}, {"text_block_id": "p1_b6", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p1_b7", "text": "3 ACTION PLAN FOR THE IMPLEMENTATION OF THE NATIONAL STRATEGY OF ENERGY16"}, {"text_block_id": "p2_b8", "text": "INTRODUCTION"}, {"text_block_id": "p2_b9", "text": "The strategy for the development of energy sector is a document that analyses and recommends the future changes that must be undertaken of the energy one in the Republic of Albania. This document analyses and includes the necessary changes that should occur in order to increase the security of the energy supply and the optimization of the energy resources in order to meet the demands and achieve a sustainable economic development in the future. As the changes in the energy sector are not spontaneous, the restructuring process of the energy sector needs essential steps. The new strategy for the energy sector development is considered as an expression of the national demands which provides a sustainable development of the whole national economy and achieves in meantime the environmental protection during the whole cycle of the energy sources utilisation. The strategy for the development of energy sector will be part of general strategy of country economic development, the so-called National Strategy for Socio-Economic Development (NSSED). Meeting the target of sustainable development for the energy sector needs the definition of all objectives and the necessary fiscal steps through a well-defined strategy as well as respective investments. The Energy Strategy too, is necessary to meet our obligations in the framework of the Regional Electricity Market in South East European countries, and due to other international obligations regarding the environmental protection as well as the harmonization and converging of the energy sector development according to EU Directives for the association of Albania in the European family."}, {"text_block_id": "p2_b10", "text": "The strategy for the development of energy sector contains technical, financial, economic, legal, organizational, institutional and environmental aspects as well as the continuous training of the specialists in order to prepare the necessary framework for an easy and not constrained integration of the Albanian energy system into the regional and European one. The strategy deals with a number of issues and answers of many strategic and important questions, such as:"}, {"text_block_id": "p2_b11", "text": "The strategy for the development of energy sector contains technical, financial, economic, legal, organizational, institutional and environmental aspects as well as the continuous training of the specialists in order to prepare the necessary framework for an easy and not constrained integration of the Albanian energy system into the regional and European one. The strategy deals with a number of issues and answers of many strategic and important questions, such as:\n* What national interests should be protected and how?\n* How to deliver those national interests among different energy sub-sectors (oil, hydro-energy, electricity, natural gas, fuel wood, etc)?\n* How to increase competition, establish a consumer-oriented market, without impairing the government responsibilities on the energy system functioning, and security of supply?\n* What necessary conditions should be established and fulfilled in a defined timetable in order to harmonize the Albanian power system with the EU one?"}, {"text_block_id": "p2_b19_merged", "text": "The strategy is developed by using a well-known software, namely LEAP. Despite of using such software the Albanian Energy Strategy remains unique in its concepts due to the country’s special conditions that make the job difficult and the fact that no similar solutions can be applied for different countries.  Each country of the region including Albania as well, will be integrated into the EU energy market by taking into account  particularities of the energy sector according to the Energy Charter Treaty and the Directive 96/92 on the Electricity. Each long-term economic development strategy, including energy strategy of Albania, is based on a clear vision towards future development and expected ones, which should be occur in the energy sector. Some direction guidelines drawn from long historical analysis in different countries, illustrate the future trends:"}, {"text_block_id": "p2_b22", "text": "The strategy is developed by using a well-known software, namely LEAP. Despite of using such software the Albanian Energy Strategy remains unique in its concepts due to the country’s special conditions that make the job difficult and the fact that no similar solutions can be applied for different countries.  Each country of the region including Albania as well, will be integrated into the EU energy market by taking into account  particularities of the energy sector according to the Energy Charter Treaty and the Directive 96/92 on the Electricity. Each long-term economic development strategy, including energy strategy of Albania, is based on a clear vision towards future development and expected ones, which should be occur in the energy sector. Some direction guidelines drawn from long historical analysis in different countries, illustrate the future trends:\n* The future energy system should be more consumer-oriented,\n* The future power system should be very diversified as regards the use of all energy sources and technologies,"}, {"text_block_id": "p3_b26", "text": "The strategy is developed by using a well-known software, namely LEAP. Despite of using such software the Albanian Energy Strategy remains unique in its concepts due to the country’s special conditions that make the job difficult and the fact that no similar solutions can be applied for different countries.  Each country of the region including Albania as well, will be integrated into the EU energy market by taking into account  particularities of the energy sector according to the Energy Charter Treaty and the Directive 96/92 on the Electricity. Each long-term economic development strategy, including energy strategy of Albania, is based on a clear vision towards future development and expected ones, which should be occur in the energy sector. Some direction guidelines drawn from long historical analysis in different countries, illustrate the future trends:\n* The future energy system should be more consumer-oriented,\n* The future power system should be very diversified as regards the use of all energy sources and technologies,\n* The future energy system should be more decentralized,\n* More attention should be focused on the efficient energy use,\n* The technologies selected to meet the demands should be based on the least cost planning principle, supply reliability and environmental protection,\n* The renewable energy resources (solar, wind, biomass and especially small HPP) should be stimulated for a maximal use of indigenous resources, based meantime on least cost planning and environmental protection principles."}, {"text_block_id": "p3_b34", "text": "The strategy is developed as a national strategy based on the country and its citizens/consumers basic interests. No full or partial private priority (for individuals or particular companies) will be set over the national interest. This crucial issue was taken into consideration during the preparation of the basic concepts for the development of electricity, oil, by-products and natural gas markets, with a clear division between the public and private functions aiming the improvement of energy markets. As a consequence, the remaining part of the government property in the electricity and natural gas transmission infrastructure according to non-discriminating and impartial principles for subjects buying or selling energy, is based on the Constitution of the Republic of Albania."}, {"text_block_id": "p3_b35", "text": "1. ENERGY SITUATION IN ALBANIA AND THE OBJECTIVES OF NATIONAL STRATEGY OF ENERGY"}, {"text_block_id": "p3_b36", "text": "1.1 Situation on the consumption side"}, {"text_block_id": "p3_b37", "text": "Some of main identified problems that point out the historic development and possible tendencies for Albanian energy sector are as following:"}, {"text_block_id": "p3_b38", "text": "Some of main identified problems that point out the historic development and possible tendencies for Albanian energy sector are as following:\n* Increase of the electricity consumption by households consumers during the transition period has led to high levels of technical and non-technical losses and reduction of security of supply;\n* Lack of electricity price liberalization has led to its massive use for different services in the household and service sectors (space heating and cooking);\n* Lack and relatively high prices of other alternative energy sources forced the consumers to focus more on the electricity use;\n* Very low efficiency of energy use;\n* Growth rates in the consumption of diesel and gasoline especially in transport is much higher than what can be accommodated by the supply of domestic oil by-products affecting therefore the increase of import.\n* Production of oil and gas has declined rapidly due to the lack of funds. Efforts to increase oil production in the existing and new sources through production sharing agreements have not yet been successful.\n* Generation of electricity is dominated by the hydropower output while the thermal based generation has remained stable around 100 GWh per year. In the course of years 2000-2002 there was a sensitive decline of the electricity production due to drought seasons;\n* Supply structure of primary energy sources is becoming less and less diversified due to the increasing role of oil, hydro and fuel woods energy supplies compared to coal and natural gas."}, {"text_block_id": "p3_b54_merged", "text": "As a conclusion, the last years situation indicates that the electricity balance is very tight and KESH became a net importer of considerable electricity quantities and in the coming years will continue to import even more to meet the growing demand until construction of new power plants."}, {"text_block_id": "p4_b57", "text": "1.2 Current situation on energy consumption and supply"}, {"text_block_id": "p4_b58", "text": "Figure 1 shows the consumption of the energy sources in all economic sectors during 1990-2001. As indicated in respective figures, the consumption has declined from a peak of 2.26 million ton oil equivalent (Mtoe) in 1990 to 1.22 Mtoe in 1992. Since that year the consumption of primary energy sources has increased by reaching a value of 1.84 Mtoe in 2001."}, {"text_block_id": "p4_b59", "text": "Figure 1.: Contribution of each sector in energy consumption (ktoe)"}, {"text_block_id": "p4_b60", "text": "Figure 2.: Electricity consumption according to economic sectors (GWh)"}, {"text_block_id": "p4_b61", "text": "In 1990, the industry has consumed 50% of the total sources, declining to 35% in 1992 and 17% in 2001. Transport was the sector that experienced a continuous increase of the energy sources consumption. In 1990 the transport sector has consumed 6% of the total energy consumption, reaching the value of 44% in 2001. Another sector that experienced changes was the residential one, with a consumption of 14.6% of the total in 1990 reaching a level of 21% in 2001. Service sector also experienced high rates of energy consumption increase, ranging from 5.4% in 1990 to 16.5% in 2001. Figure 2 indicates the consumption of electricity according to each economic sector. Household is consuming the biggest part of electricity, which keeps the main share of the consumption."}, {"text_block_id": "p4_b62", "text": "Figure 3.: Supply with primary energy resources (ktoe)"}, {"text_block_id": "p4_b63", "text": "Figure 4.: Oil generation from sand, limestone rocks and respective consumption (ktoe)"}, {"text_block_id": "p5_b64", "text": "Figure 3 indicates the supply with primary energy sources during the period 1990-2001. Analysis show that the most significant share on energy balance belongs to oil sector, hydro-energy (electricity imported) and fuel-wood. Figure 4 shows the oil production from sand and limestone rocks as well as the respective consumption. Analysis shows that Albanian is becoming net importer of oil by products ranging values of 73%."}, {"text_block_id": "p5_b65", "text": "Notwithstanding from financial barriers to import, the main problem, which faces today the Albanian power sector, is technical limited capacity by producing and importing, to make possible the"}, {"text_block_id": "p5_b66", "text": "electricity supply at"}, {"text_block_id": "p5_b67", "text": "maximum total levels of 18-20 million kWh/day. As a consequence, the power system fulfils only 70-80% of the total demand during the peak winter period, causing electricity load shedding to customers. The most urgent problems and challenges  that the Albanian power sector is facing today are the following:"}, {"text_block_id": "p5_b68", "text": "maximum total levels of 18-20 million kWh/day. As a consequence, the power system fulfils only 70-80% of the total demand during the peak winter period, causing electricity load shedding to customers. The most urgent problems and challenges  that the Albanian power sector is facing today are the following:\n* is insufficient to meet the actual demand of 6.60 TWh/year (for 2003, as indicated in figure 5.\n* : Non-technical losses has been very high, but in 2000 and 2001, these kind of losses were reduced due to very strict measures taken by Ministry of Industry and Energy, Group of Donors in cooperation with KESH and ENEL.\n* are still high. KESH, in close cooperation with Group of Donors and ENEL, have prepared an Action Plan, updated every year, in order to reduce the losses. Necessary investments for this objective are being funded by the financial package approved by Donors Group."}, {"text_block_id": "p5_b79", "text": "Figure 5.: Electricity generation from HPP and TPP and import (GWh)"}, {"text_block_id": "p5_b80", "text": "Figure 6.: Annual continuity curve of electric load with and  without space heating for 1999 (total supplied electricity 5775 GWh)"}, {"text_block_id": "p5_b81", "text": "Figure 6.: Annual continuity curve of electric load with and  without space heating for 1999 (total supplied electricity 5775 GWh)\n* Electric interconnection with neighbour countries includes three lines. Due to the instability system, the effective capacity of lines is reduced to 400 MVA. The capacity was considerably increased in 2001 due to increase of transforming capacities in Elbasan substation and the commissioning of a 220 kV line (4 km) between Elbasan 1 and Elbasan 2 substations, in August 2002. This created for KESH the possibility to import large quantities of electricity and reduce the electricity load shedding, but due to the technical limits of Greek system interconnection lines, the importing capacity is considerably reduced, requiring an extension towards the north part of the country.\n* A strong tendency towards the increase of electricity consumption for space heating is becoming highly evident more and more, although other possibilities to use alternative sources already exist. Figure 6 gives the power system load curve during days with minimal load (summer) and maximal one (winter). Electricity, which is use for heating is the"}, {"text_block_id": "p6_b87", "text": "Figure 6.: Annual continuity curve of electric load with and  without space heating for 1999 (total supplied electricity 5775 GWh)\n* Electric interconnection with neighbour countries includes three lines. Due to the instability system, the effective capacity of lines is reduced to 400 MVA. The capacity was considerably increased in 2001 due to increase of transforming capacities in Elbasan substation and the commissioning of a 220 kV line (4 km) between Elbasan 1 and Elbasan 2 substations, in August 2002. This created for KESH the possibility to import large quantities of electricity and reduce the electricity load shedding, but due to the technical limits of Greek system interconnection lines, the importing capacity is considerably reduced, requiring an extension towards the north part of the country.\n* A strong tendency towards the increase of electricity consumption for space heating is becoming highly evident more and more, although other possibilities to use alternative sources already exist. Figure 6 gives the power system load curve during days with minimal load (summer) and maximal one (winter). Electricity, which is use for heating is the\n* Many studies carried out by international and local institutions indicate that the long term marginal cost of electricity generation/transmission/distribution, taking into consideration the new plants/substations/lines that will be constructed to meet the increasing demand, is approximately 9.64 US cents/kWh (Electricity Tariff Evaluation Module prepared by the World Bank in January, 2003). KESH Action Plan approved by the Albanian Government and the Donors recommend tariff increase in order to improve the financial situation of KESH."}, {"text_block_id": "p6_b91", "text": "1.3 Energy production, importing, transmission and distribution capacities"}, {"text_block_id": "p6_b92", "text": "The total installed power generation capacity is 1659 MW, including 1446 MW hydro and 213 MW thermal. With other TPPs, practically out of work, efforts were concentrated on the rehabilitation of Fier TPP, especially the Czech unit with an installed capacity of 60 MW. The final conclusion of the study carried out by HARZA Company and NAE underlines the urgent need for the rehabilitation of Fier TPP not only for technical and safety reasons but also to reduce the electricity generation unit cost, which is actually very high. The rehabilitation will lead to a higher technical capacity, more security and obviously to a lower electricity generation unit cost. World Bank, European Bank of Investments and European Bank for Reconstruction and Development have expressed their support to finance a new TPP with a considerable capacity. The construction of the combined cycle TPP will be divided in three phases and each phase will have an installed capacity of 135 MW and a first investment of 110 Million USD."}, {"text_block_id": "p6_b93", "text": "Albanian power system must profit from neighbouring power systems which produce electricity based on TPPs. Kosova is a typical case with an installed capacity of 1445 MW based almost on coal operating TPP. Based on this situation, the EU Electricity Directive (92/96) and the Athens Memorandum of November 15, 2002 signed by the Energy Ministers of Southeast European countries, was agreed to establish a regional electricity market (REM), that will require the construction of safe interconnection lines and the 400 kV Elbasan-Podgorica line (or Kosova) as a priority one, which will connect Albania, Greece and Macedonia in a short way (the so-called Adriatic path) with UCTE. There are two options for this line: Elbasan-Podgorica and Elbasan-Kosova B line."}, {"text_block_id": "p6_b94_merged", "text": "Albanian Power Transmission System is facing serious problems due to the insufficient development of the transmission system and the lack actually of rehabilitation and upgrading of the equipment during the last 15 years. This has considerably reduced the reliability of system operation and the quality of electricity supplied, and has limited the exchange capacity with neighbouring countries. The actual distribution equipment is in very bad conditions due to the long operating period. Extreme overload conditions are reached during the winter with the high consumption of electricity for space heating continuously damaging the distribution system. The average number of customers per km in Albania is approximately one third of the same figure in developed countries and the inhabitants’ number per km is almost half of them. The low number of customers and the low density of the population require big unit investments per customers. Actually World Bank in cooperation with other donors has approved the Transmission and Distribution Rehabilitation Project."}, {"text_block_id": "p6_b99", "text": "The domestic oil fields have good potential capacities since their recovery coefficients are very low due to the lack of modern extraction technologies and sometimes due to exploitation in bad manner of these oil fields. There are actually 12 oil fields administrated by oil and gas company Albetrol. The main reasons causing the significant reduction of oil recovery for the period 1990-2002 are:"}, {"text_block_id": "p6_b100", "text": "The domestic oil fields have good potential capacities since their recovery coefficients are very low due to the lack of modern extraction technologies and sometimes due to exploitation in bad manner of these oil fields. There are actually 12 oil fields administrated by oil and gas company Albetrol. The main reasons causing the significant reduction of oil recovery for the period 1990-2002 are:\n* Significant reduction of the number of operating wells.\n* Not utilization of recovery oil methods.\n* Significant reduction of oil production from the use of working methods in the layers.\n* Limited investments for oil production sector."}, {"text_block_id": "p7_b108", "text": "Actually are operating only two refineries, Ballsh and Fier, but due to the decline of crude oil production and their physical depreciation, they use only 30% of their capacity. Ballsh refinery commissioned in 1978 is the only complex refinery of the country. Although built in 1978, the refinery technology belongs to ’60. Ballsh refinery needs to be rehabilitated for the heavy depreciation reasons. The economic effect as regards energy expenses has deteriorated in these refineries. As a consequence, under the new conditions created in the oil-refining sector, which is currently faced to many problems, such as cost of refinery production compare with the Mediterranean refineries and the oil by-products quality, remain first-hand priority. Alternative scenarios include detailed economic analyses regarding the rehabilitation of oil refineries or construction of the new ones."}, {"text_block_id": "p7_b109", "text": "The domestic gas production capacities are in their minimal limits, due to drying up of the reserves and decline of the initial pressure in oil resources. Due to gas reserve decline, 25 wells have an inflow production varying from 1000-8000 m"}, {"text_block_id": "p7_b110", "text": "3"}, {"text_block_id": "p7_b111", "text": "N/day. The existing natural gas fields are in their final development phase. The only concrete possibility to increase gas production is forecasting to drill of a new well in Delvina."}, {"text_block_id": "p7_b112", "text": "Actually, the capacities of coal mines are, at their minimum, producing around 9000 tons from 2 million tons produced in years 90’, and this production comes mainly from Memaliaj mine and other three small ones in Korca."}, {"text_block_id": "p7_b113", "text": "1.4 Energy sources reserves"}, {"text_block_id": "p7_b114", "text": "Oil"}, {"text_block_id": "p7_b115", "text": "reserves in our country, despite predomination of normal technologies of oil exploitation, still conserve relatively high oil resources, which may be extracted applying the enhanced oil recovery. In the existing oil fields, the total reserves are about 450 Mtoe from which 340 Mtoe from sandstone deposits and some 110 Mtoe from limestone deposits. Greater share of the rezerves are situated in Driza deposit estimated in a value of 200 Mtoe and in Kucova in a value of 68 Mtoe, representing both 60% of the total geological oil reserves."}, {"text_block_id": "p7_b116", "text": "Operations of foreign companies for exploration and production of oil in Albania have been completed and during this period 10 wells (6 off shore and 4 on shore) are drilled and 13000 km of new seismic profiles have been completed. Actually, out of five Hydrocarbon Agreements signed for exploration in Albania offshore area, only in the “RODONI-1” block the Hydrocarbon Operations are continuing, while on shore area exploration activities are going on in four blocks of first round and in five blocks of second round."}, {"text_block_id": "p7_b117", "text": "Gas"}, {"text_block_id": "p7_b118", "text": "sources in our country have incurred drastic decline since year 1985 reaching the minimum after ‘90 as a consequence of lack of the investments in the existing gas fields and non-discovering of new reserves. Summarizing, the total proven reserves of natural gas in the country are some 57 million m"}, {"text_block_id": "p7_b119", "text": "3"}, {"text_block_id": "p7_b120", "text": "N. Delvina is another very effective gas field to continue on drillings and to produce associated gas."}, {"text_block_id": "p7_b121", "text": "Coal"}, {"text_block_id": "p7_b122", "text": "is one of largest energy sources of Albania and it is spread in four main basins. The forecasted coal reserves are around 226.49 Mtoe. In general, our coal basins have coal with low net calorific value and thin mineral layer that causes a higher cost for energy unit compared to imported coal. These problems led closing down of many coal mines in Tirane-Durres, Pogradec and Korca basins except Bezhani mine, which is almost an open one. The Bezhani mine reserves are around of 2.77 Mtoe and it is the only mine in Korca basin with an efficient coal extraction cost. Proven reserves are approximately 14.7 Mtoe."}, {"text_block_id": "p7_b123_merged_merged_merged", "text": "Albania has a major hydropower potential of which only 35% so far is being exploited. Hydropower capacity installed up to 2002 is 1446 MW. Average output from hydropower is 4162 GWh. Profitability of hydropower exploitation is conditioned by the geological and topographic conditions for construction of dams and particularly by topographic conditions in view of avoiding as much as possible the land flooding. Their construction depends on big capital investment for unit The total hydropower reserves are estimated around 3000 MW and the potential of annual generation may reach 10 TWh. According to the actual system, are considered preferable new plants on the south part of Albania (Vjosa and Devoll) which will make possible and will create more profitability on the geofraphic balance of supply and demand. Based on the studies of"}, {"text_block_id": "p8_b126", "text": "Institute of Hydrotechnic Studies and Designing is made possible the implementation of the fully exploitation schemes of Drin, Devoll and Vjosa rivers. The new probable hydro power plants to be constructed on the future are: on Drin river: Bushati HPP (84 MW), Peshkopi (Skavica 1-130 MW), Skavica 2 (350 MW); on Vjosa river: Kaludha HPP (75 MW), Dragot-Tepelena HPP (130 MW) and Kalivaci HPP (100 MW); on Devoll river: Bratila HPP (115 MW) and Banja HPP (80 MW). Exploitation of hydro energy through small hydropower plant schemes is of interest, too. Until 1988, in Albania were built 83 small HPPs, which capacity varies from 5 to 1200 kW, with a total capacity of 14 MW. These HPPs are mostly of"}, {"text_block_id": "p8_b127", "text": "derivation"}, {"text_block_id": "p8_b128", "text": "type and exploit the water springs and streams closed to these areas and the average life of these HPPs is 25 years. Based on the different realized hydro-energetic studies of small HPPs they are of the range from 100-120 MW."}, {"text_block_id": "p8_b129", "text": "Biomas"}, {"text_block_id": "p8_b130", "text": "can be classified in four major categories: woods or wood residues from various wood processing industries; vegetation residues (stems, seeds etc.) after completion of their production cycle, which are not used in other economic sectors; energetic plants (woods) cultivated to be burned as biomass, and animal residues (bones, skins, manure), which are not used in other economic sectors. According to some approximately estimations, the agriculture residues in Albania in the year 2001 were around 130 [toe/year]."}, {"text_block_id": "p8_b131", "text": "Active exploitation of"}, {"text_block_id": "p8_b132", "text": "solar"}, {"text_block_id": "p8_b133", "text": "energy is achieved in systems that absorb this kind of energy through flat collectors. Hot water can be used for space heating, when its temperature is high, but it is used largely for Domestic Hot Water (DHW) needs. Nowadays, this technology has resulted as the most viable for exploitation of solar energy. NAE and EEC have carried out a number of studies for installing solar panels in both residential and service sector. Based on these studies, the EEC has achieved providing small grants from various donors, and has installed 15 solar panel systems. Albanian citizens have started installing solar panels for hot water promoted repeatedly by the EEC through various awareness campaigns. If the solar panel systems in Albania would be developed similarly with that in Greece, the potential production"}, {"text_block_id": "p8_b134", "text": "of hot water shall be equal with the energy amount of 1000 GWh"}, {"text_block_id": "p8_b135", "text": "th"}, {"text_block_id": "p8_b136", "text": "(or 125 MW"}, {"text_block_id": "p8_b137", "text": "th"}, {"text_block_id": "p8_b138", "text": "of installed capacity)."}, {"text_block_id": "p8_b139", "text": "Wind"}, {"text_block_id": "p8_b140", "text": "energy is another potential possibility to exploit for electricity generation. In most of the countries, instalment of windmills have a common concern, that of not having continuous measurement of the wind speed and long-lasting along several years. For this reason, various companies that are willing to invest in this sector has difficulties to take a decision whether it is feasible to invest in a certain area without these necessary data. Pre-feasibility, have shown the highest wind speed zones and too much longer period are those on the Seashore Lowland. This implies to give priority to the construction of 20 windmills nearby 20 pumping stations that are situated along the Adriatic cost safeguarding the land from floods. If this will be applied, than it is expected to get by year 2020 additional electricity of 400 GWh/year in the energy balance."}, {"text_block_id": "p8_b141", "text": "Potential of municipal solid"}, {"text_block_id": "p8_b142", "text": "wastes"}, {"text_block_id": "p8_b143", "text": "as fuel is given primarily through their ingredients, calorific value, moisture content and non-combustible quantity municipal. The forecasted energy resources from solid urban wastes in our country for the year 2002 are 1.783 Mtoe and by 2050 will be around 9.517 Mtoe. Solid wasted could be used to produce energy, but must be highlight that their cost is too much higher than other traditional energetic fuels."}, {"text_block_id": "p8_b144_merged_merged_merged_merged", "text": "Most important geothermal resources in Albania are: Geothermal area of Kruja with reserves of a range of 5.9x108-5.1x109 GJ; Geothermal area of Ardenice and Geothermal area of Peshkopi. Geothermal reserves must not be use profitably to the aim of energetic point of view, as their thermal potential is too much low (maximum temperature is about 20-33 0C)."}, {"text_block_id": "p8_b153", "text": "1.5 Pollution for environment  from energy sources"}, {"text_block_id": "p8_b154", "text": "Fuel production has been the major contributor of environmental pollution in the country. Solid polluters coming from coal and oil extraction, when these industries use to work with full capacity, were estimated to be more than 1.5 million tons in year 1989, and they are reduced approximately by 0.2 million tons/year in 2001. However, the main concern remains spills of crude oil and refinery residues in rivers, lakes and"}, {"text_block_id": "p9_b155", "text": "oilfield land. In all area of hundreds km"}, {"text_block_id": "p9_b156", "text": "2"}, {"text_block_id": "p9_b157", "text": "surrounding Ballsh and Fier refineries prevails an unpleasant smell, while the water of rivers and torrents of this area has a high concentration of hydrocarbon residues."}, {"text_block_id": "p9_b158", "text": "SO"}, {"text_block_id": "p9_b159", "text": "2"}, {"text_block_id": "p9_b160", "text": "emissions from the energy sector in our country and in some of EU members for year 1998 are"}, {"text_block_id": "p9_b161", "text": "compared. SO"}, {"text_block_id": "p9_b162", "text": "2"}, {"text_block_id": "p9_b163", "text": "emissions per capita in 1990 have been closely two times higher than the EU average, while"}, {"text_block_id": "p9_b164", "text": "for period 1994-2001 it was below that average. But the NO"}, {"text_block_id": "p9_b165", "text": "x"}, {"text_block_id": "p9_b166", "text": "emissions per capita in our country are 10-15 times lower than those of EU, and this mainly because of low industrialization level of our country. During"}, {"text_block_id": "p9_b167", "text": "’90-’01 period, Albania has had the lowest rate of CO"}, {"text_block_id": "p9_b168", "text": "2"}, {"text_block_id": "p9_b169", "text": "emissions per capita, and this is related to the following reasons: Energy consumption per capita in our country is lower compared to the other countries and power generation is almost based on hydropower."}, {"text_block_id": "p9_b170", "text": "Two international conventions on environment are of importance for the energy sector:"}, {"text_block_id": "p9_b171", "text": "Two international conventions on environment are of importance for the energy sector:\n* Long-term convention on trans-boundary air pollution (LRTAP) under which are signed a number of protocols pending soon ratification by the Albanian Government, and;\n* UN Framework Convention on Climate Change, including Kyoto Protocol, which is in final ratification phase."}, {"text_block_id": "p9_b175", "text": "With the assistance of UNDP/GEF, the Ministry of Environment through its Climate Change Unit has prepared a document namely Albania’s First National Communication to the United Nations Framework Convention on Climate Change. Among others, this document contains calculated emissions and absorptions of greenhouse gases in all economic sectors of the country for the year 1994. In addition scenarios (baseline and abatement scenario) of such emissions up to 2020 are developed. Must be point out that the Baseline Scenario corresponds with that Passive one on the Strategy and the Abatement Scenario of green houses gases corresponds to the Active Scenario of Albanian Energy Strategy. The above mentioned document is drawn up by the National Action Plan of Climate Change, where a significant and considerable share contains measures for the reduction of green houses emissions from energy sector which has the biggest impact on the environment."}, {"text_block_id": "p9_b176", "text": "Albania’s Parliament has recently ratified the Kyoto Protocol. Although this protocol impose no obligation for Albania since it makes part of group of countries not included in Annex I of the Convention. Albania’s First National Communication underlines that there are possibilities to reduce greenhouse gases in a range of 25-28% as a result of using the energy sources in a more efficient way and increasing the use of renewable energy sources. This potential will be considered while designing the future CDM projects under the Kyoto Protocol."}, {"text_block_id": "p9_b177", "text": "1.6 Goal and objectives of the National Energy Strategy"}, {"text_block_id": "p9_b178", "text": "The"}, {"text_block_id": "p9_b179", "text": "scope"}, {"text_block_id": "p9_b180", "text": "of the National Energy Strategy is to develop an effective energy sector that:"}, {"text_block_id": "p9_b181", "text": "of the National Energy Strategy is to develop an effective energy sector that:\n* Guarantees the security of the energy supply in general and electricity in particular,\n* Promote an efficient and economic use of energy, with minimal environmental impacts, in order to support the sustainable development of the whole economic sectors."}, {"text_block_id": "p9_b185", "text": "Primary objective"}, {"text_block_id": "p9_b186", "text": "of the National Energy Strategy is restructuring of the energy sector based on market economy principles and developing a modern energy policy."}, {"text_block_id": "p9_b187_merged_merged_merged_merged", "text": "Specific objectives of the National Energy Strategy are:"}, {"text_block_id": "p9_b189", "text": "Specific objectives of the National Energy Strategy are:\n* Increase of the security and reliability of the energy supply in general and electricity in particular, in national and regional levels;\n* Establish of an efficient energy sector from the financial and technical aspects;\n* Establish of an effective institutional and regulatory framework and restructuring of energy companies;\n* Increase of the energy efficiency in generation/production and final use of energy sources aiming a minimal environmental pollution;"}, {"text_block_id": "p10_b197", "text": "Specific objectives of the National Energy Strategy are:\n* Increase of the security and reliability of the energy supply in general and electricity in particular, in national and regional levels;\n* Establish of an efficient energy sector from the financial and technical aspects;\n* Establish of an effective institutional and regulatory framework and restructuring of energy companies;\n* Increase of the energy efficiency in generation/production and final use of energy sources aiming a minimal environmental pollution;\n* Optimization of the supply system with energy sources based on the least cost planning principle with minimal environmental pollution;\n* Considerably increase investments in the energy sector through capital enhancement by International Financial Institutions as well as private capital; and\n* Establishment of a competitive electricity market according to EU requirements for the electricity sector reforms (Directive 96/92 EU) and Albania obligations under the Athens Memorandum (November 15, 2002) to support the energy sector integration into the Southeast Europe Regional Electricity Market and the interconnection with UCTE network."}, {"text_block_id": "p10_b203", "text": "With the purpose of analysing and forecasting the development of the energy sector in the future as regards of energy supply and demand with energy sources compiled various scenarios representing the possible “path” for the future development of the energy system. Two scenarios will be analysed more in details:"}, {"text_block_id": "p10_b204", "text": "•"}, {"text_block_id": "p10_b205", "text": "THE PASSIVE SCENARIO:"}, {"text_block_id": "p10_b206", "text": "according to which the Government measures in the frame of the Power Policy Statement for the short-term period (till 2006) are considered not rigorously applied according to the action plan. The scenario indicates that the non- implementation of the measures creates great difficulties and obstacles for the energy sector in general and the electricity sector, in particular. The Scenario provides a quantitative assessment of the energy demands and the cost to fulfil them, indicating the necessity for a rigorous implementation of the Power Sector Policy Statement, in order to avoid the total collapse of the energy system."}, {"text_block_id": "p10_b207", "text": "•"}, {"text_block_id": "p10_b208", "text": "THE ACTIVE SCENARIO:"}, {"text_block_id": "p10_b209", "text": "The scenario implies the stability of the Albanian energy sector development in general and electricity sector, in particular, by rigorously implementing the Power Sector Policy Statement till years 2006-07. The Active Scenario describes the additional measures (besides those provided by the Statement) for the period year till 2007 (especially for the other sectors not analyzed by the Statement) and for the long-term period 2007-2015. The Scenario provides a quantitative description of the measures needed to increase the energy efficiency and to introduce alternative sources in the energy system. The Scenario shows that these measures will transform the energy system into a supporting sector for the development of the Albanian economy and the increase of the general standard of life."}, {"text_block_id": "p10_b210_merged", "text": "The calculation in the National Strategy of Energy are done by using a general model of energy has been adapted for the Albanian conditions, which is the LEAP software (Long Energy Alternative Planning), which ensure necessary analyses and give recommendations close to the Albanian reality. The soft illustrates the different scenarios till 2015 and the consequences of the energy policy and external effects related to them."}, {"text_block_id": "p10_b219", "text": "2.1 General macro-economic indicators of the energy sector development"}, {"text_block_id": "p10_b220", "text": "The relation between the country’s economic development and the energy demand is considered as a key issue and is represented as a closed cycle. This cycle includes many economic, social and technological analyses and in order to clearly define the correlations between them, many studies are needed in the economic and social development sectors. They are the basis for challenges and commitments of the Albanian energy sector in order to provide the optimization of the energy sources based on the lowest cost, to guarantee the energy supply level to meet the customers demand and establish conditions for a sustainable economic development. Based on the World Bank study “Albanian Power Sector Study”, three economic development scenarios were described for Albania, as shown in table II.1:"}, {"text_block_id": "p11_b221_merged", "text": "Taking into consideration the economic indicators, Albania is in conformity with the obligations settled by the IMF and the process of the Pact of Stability and Association with EU. Forecasts are based on the National Strategy for the Economic and Social Development either for the economy as a whole or for specific sectors based on short and long term possibilities of development. Passive Scenario and Active Scenario (as well as the others) are based on the same economic-growth rate of +5% per year in GDP. All the analyses were carried out based on GDP increase driving factor. Figure 7 shows GDP forecast for each sector till 2015, which is based on World Bank Study and Consultants with different national and international institutions. Key parameter, which will be use for energy forecast in agriculture, industry and services, is the contribution of GDP per each sub sector versus of total GDP."}, {"text_block_id": "p11_b224", "text": "Figure 7.: Forecast of contribution from each economic sector  in GDP (US$ million)"}, {"text_block_id": "p11_b225", "text": "Figure 8.: Trend of the main driving factors for calculation of energy demand for both scenarioS"}, {"text_block_id": "p11_b226", "text": "Another important guideline for the preparation of the National Strategy of Energy is the growth rate of the population and the ratio between urban and rural population. The forecast of the population increase for future years is calculated at an average of 1.1% per year, while the tendency of the urban and rural population is based on the migration from rural to urban zones, accompanied with changes in the living standard and economic activities. The main parameter used as driving factor for calculation of the energy demand in the household sector is the number of dwellings for the basic year (1999) and the future forecast. Figure 8 shows a normalized indicator with 100% in 1999 and the analysis indicates that till 2015 the household stock will increase by 35%. In addition, figure 8 indicates the trend of two main driving factors for calculation of the energy demand in the transport sector. According to forecasts, the indicator ton-km is expected to experience an important increase with 85% compared to 1999, while the indicator passenger-km will increase 37% compared to 1999. A more detailed analysis about these parameters, as a base to calculate the energy demand for each sector, will be given in the respective analysis of the energy demand forecast."}, {"text_block_id": "p11_b227", "text": "2.2 Summary of energy forecasts according to passive and active scenario"}, {"text_block_id": "p11_b228", "text": "Based on the sectorial analysis mentioned above as well as realised by LEAP software, is carried out the total amount of energy demand by each scenarios and by each sector. As it is shown in figures 9 and 10, are"}, {"text_block_id": "p12_b229", "text": "given the total energy demand forecast in general and electricity in particular by each sector and scenario. Regarding of the Passive Scenario; total energy demand goes up to 2800 ktoe in 2015. Concerning electricity demand respectively for Passive Scenario is 12500 GWh and for Active one 9500 GWh, in year 2015. The energy savings are expected to be around 815 ktoe or 22.48% of the total energy consumption by 2015 according to the Passive Scenario. The contribution in these savings by 2015 shall come from transport sector with 27.28%, industry with 24.58%, agriculture with 24.67%, service with 17.86% and residential sector with 7.4% of the total savings, respectively. Figure 12 shows electricity savings according to different energy efficiency measures and analysis show a level of electricity savings of 3056 GWh in 2015, with the main contribution from reduction of technical losses followed by savings in service, residential and industry. Scenarios are analysed up to 2015 due to the possible changes which could occur in Albanian economy being fully harmonised with World Bank Study in the power sector. In the future, by the updating of Energy Strategy will be done the energy demand forecast up to 2020."}, {"text_block_id": "p12_b230", "text": "Figure 9.: Forecast of energy demand and energy saving (ktoe)"}, {"text_block_id": "p12_b231", "text": "Figure 10.: Forecast of electricity demand and electricity saving (GWh)"}, {"text_block_id": "p12_b232", "text": "Figure 11.: Energy saving in each sector according to active scenario compared to passive scenario (ktoe)"}, {"text_block_id": "p12_b233", "text": "Figure 12.: Electricity saving in each sector according to active scenario compared to passive scenario (GWh)"}, {"text_block_id": "p12_b234", "text": "The forecast for primary energy sources for passive and active scenarios are shown in Figures 13 and 14. Despite there are seven primary energy sources contributing to meet energy demand, only three of these sources give the main contribution. These sources are oil, hydro-energy (including imported electricity) and fuel-wood. Differently from the Passive Scenario, in the Active Scenario a significant growth of contribution of solar energy from 0.1 ktoe in 1999 to 92.9 ktoe in 2015 is expected to occur. This represents a big advantage of the Active Scenario compared to the Passive Scenario as long as a big penetration of solar energy is foreseen. On the other hand, the fuelwood contribution is expected to decrease from 226.6 ktoe in 1999 to 183.4 ktoe in year 2015, (378 ktoe will be the contribution of fuelwood for passive"}, {"text_block_id": "p13_b235", "text": "scenario). This is another advantage concerning with forests and environmental protection.  Also should be underlined that the import of energy sources is expected to be increased year by year in order to meet the energy demand. It is expected that by year 2015 the indigenous energy sources will meet 36.5%, while those coming from import will meet 63.5% of the total energy demand, which is lower than 70.94% according to the Passive Scenario. This represents another advantage of the Active Scenario compare to the Passive Scenario."}, {"text_block_id": "p13_b236", "text": "Figure 13.: Forecast of supply with primary energy sources according to the Passive Scenario"}, {"text_block_id": "p13_b237", "text": "(ktoe)"}, {"text_block_id": "p13_b238", "text": "Figure 14.: Forecast of supply with primary energy sources according to the Active Scenario"}, {"text_block_id": "p13_b239", "text": "(ktoe)"}, {"text_block_id": "p13_b240", "text": "Two other important indicators calculated by LEAP software are the self-sufficiency with oil and self-sufficiency with primary energy sources. This fact gives another advantage to the Active Scenario compare to the Passive one. This difference in the indicators of self- sufficiency with oil and primary energy sources between both scenarios shows that in case that the energy sector will follow the Active Scenario our country will have a lower trade deficit than if the Passive Scenario will be followed."}, {"text_block_id": "p13_b241", "text": "Figure 13.: CO"}, {"text_block_id": "p13_b242", "text": "2"}, {"text_block_id": "p13_b243", "text": "emission for each scenario and their reduction based on LEAP"}, {"text_block_id": "p13_b244", "text": "(1000 ton)"}, {"text_block_id": "p13_b245", "text": "Figure 14.: SO"}, {"text_block_id": "p13_b246", "text": "2"}, {"text_block_id": "p13_b247", "text": "emissions for each fuel according to  the Passive and Active Scenarios (1000 ton)"}, {"text_block_id": "p13_b248_merged_merged_merged", "text": "In figures 13 and 14 are given the CO2 and SO2 emissions in the atmosphere caused by the energy sector calculated according to both scenarios passive and active. The analysis shows that according to the Active Scenario a reduction of 4 million ton CO2 will occur as a result of implementation of all energy efficiency measures and increase in a greater amount of the use of renewable energy sources. This advantage of the Active Scenario versus the Passive Scenario serves as a good starting base to ask for various financings for implementation of programs of reduction of greenhouse gases. The analysis indicates that according to the Active Scenario, a reduction of SO2 and NOx emissions with 11000 tons and 17000 tons, respectively, is expected by year 2015. In figures 15 and 16 are shown the trends for four very important indicators: the"}, {"text_block_id": "p14_b259_merged", "text": "energy consumption per capita, the energy intensity, CO2 per capita and CO2 per GDP. The analysis demonstrates that the development of energy sector according to the Passive Scenario will lead to a growth of the energy consumption per capita by 38.1% (an advantage), but in the same time it will increase significantly the energy intensity by 14.1% (a disadvantage) in year 2015. The trend of both above indicators according to the Active Scenario is in the right direction because by 2015 the value of energy intensity is expected to be 20.01% lower than in 2005 (an advantage) and the value of energy consumption per capita is expected to be increased by 16.5% compare to year 2005 (an advantage as well). Therefore, all actions should be undertaken in order to that the Albanian energy system must be developed according to the Active Scenario. In other words, the Albanian economy will consume less energy to produce the same output unit becoming more competitive and gaining more markets, creating more jobs and providing a higher welfare. The trade deficit will be reduced as well enabling the use of financial means for different investments in the Albanian economy. The analysis shows that both indicators (CO2 emissions per capita and that per produced GDP) increase for the Passive Scenario demonstrating that this scenario is unacceptable from environment point of view. By year 2015, the emissions per capita are expected to increase by 84.8% while the CO2/GDP indicator is expected to increase by 53.4% compare to year 2005. As regards the Active Scenario, a development toward the right direction is expected, accompanied with a decrease of CO2/GDP indicator by 19.3% and an increase of CO2/capita indicator by 20.5% compare to year 2005. The increase of the second indicator is not a positive sign, but it should be underlined that the emissions decrease by 64.3% compare to the Passive Scenario."}, {"text_block_id": "p14_b275", "text": "Figure 15.: Trend of energy intensity and energy consumption per capita according to the Passive and Active Scenarios"}, {"text_block_id": "p14_b276", "text": "Figure 16.: Trend of emission intensity and emission per capita according to the Passive and Active Scenarios"}, {"text_block_id": "p14_b277", "text": "For both scenarios is calculation as well as the total cost trend to guarantee the supply with energy sources either domestic or imported. Differently from the Passive Scenario, in the Active Scenario are included the necessary investments to secure energy saving in each consumption sector (residential, services, industry, transport and agriculture). From the comparison of the total costs of two scenarios it comes out the result that for period 2001-2015 its cumulative value according to the Passive Scenario is expected to be around US$ 12.85 billion, while, according to the Active Scenario that value is expected to be US$ 10.84 billion. Therefore, it is quite clear that there is a monetary saving of US$ 2.01 billion if the Active Scenario is followed, guaranteeing the same economic development, the same welfare and emitting 30-35% less emissions in the atmosphere. As a conclusion, it may be emphasized that are all these major reasons why the Albanian energy system should be developed according to the Active Scenario."}, {"text_block_id": "p14_b278", "text": "In figure 17 are given five important generalizing parameters for the economic and energy systems according to forecasts of both scenarios. As it is shown in that figure, the GDP value, based on an average growth rate by"}, {"text_block_id": "p15_b279", "text": "5%, is foreseen to increase from US$ 2.219 billion in 1999 to US$ 5.083 billion in 2015. It is expected that the total cost of energy system will increase due to support the economic and social development."}, {"text_block_id": "p15_b280", "text": "The total cost of energy system according to the Passive Scenario is expected to increase from US$ 211 million in 1999 to US$ 1210 million and in Active Scenario 876.4 million (2015). Very important issue to be highlighted is the fact that the ratio of energy cost between the GDP of the Albanian economy will increase from 9.51% in year 1999 to 24.02% for passive scenario (2015). According to the Active Scenario, the total cost of energy system is expected to be increased from US$ 211 million in year 1999 to US$. Differently from the Passive Scenario, according to the Active Scenario the ratio of energy cost between the GDP of the Albanian economy is expected to increase from 9.51% in 1999 to 17.20% in year 2015. This fact constitutes another most important advantage of the Active Scenario, for that reason to achieve all the goals and objectives resulting from the Energy Strategy must be implemented the Strategy Action Plan."}, {"text_block_id": "p15_b281", "text": "Figure 17.: Trend of total cost of energetic system according to Passive and Active scenarios"}, {"text_block_id": "p15_b282", "text": "(US$ million)"}, {"text_block_id": "p15_b283", "text": ", trend of GDP"}, {"text_block_id": "p15_b284", "text": "(US$ million)"}, {"text_block_id": "p15_b285", "text": "and their ratio for both scenarios"}, {"text_block_id": "p15_b286", "text": "(%)"}, {"text_block_id": "p15_b287", "text": "3 ACTION PLAN FOR THE IMPLEMENTATION OF THE NATIONAL STRATEGY OF ENERGY"}, {"text_block_id": "p15_b288", "text": "In this section are implied all actions which must be undertaken to make fully realised the implementation of the Energy Strategy, as well as energy efficiency increase, (part one), as energy supply increase (part two), in that proper way of developing the Albanian energy system regarding to the Active Scenario."}, {"text_block_id": "p15_b289", "text": "3.1 Action plan for the implementation of strategy related with reduction of energy demand through increase of energy efficiency"}, {"text_block_id": "p15_b290", "text": "In this section is given a summary of all measures, which must be undertaken increasing energy efficiency in all consumption sectors. All those ones are analysed in much more details in the Active Scenario, for that reason in this section they will be summarised by their nature and their importance."}, {"text_block_id": "p15_b291", "text": "3.1.1 Shifting from electricity for space heating & cooking to LPG and other energy alternatives"}, {"text_block_id": "p15_b292_merged_merged", "text": "Using more of LPG will effect on reducing of electricity consumption on heating and cooking purposes and fuelwood. It is clear that LPG penetration will be accompanied with investments where the main place will be occupied by LPG appliances for space heating and cooking. These investments are shown in the table 2."}, {"text_block_id": "p16_b295", "text": "Investments for this measure will be private (from citizens). Some of the main directions to be followed for a high level of LPG penetration are:"}, {"text_block_id": "p16_b296", "text": "•"}, {"text_block_id": "p16_b297", "text": "Continuing of the so far steps as regards payment of the electricity bills."}, {"text_block_id": "p16_b298", "text": "•"}, {"text_block_id": "p16_b299", "text": "Installation of all electricity measure devices up to 2004 for all consumer categories."}, {"text_block_id": "p16_b300", "text": "•"}, {"text_block_id": "p16_b301", "text": "Continuing of the electricity price tariff reform (discussed more in details in the respective section) for household consumers and public services. Reduction of first block level of electricity payment from 300 kWh/month to 200-180 kWh/month, in order to cover only necessary services (lighting, radio, TV, washing machines)."}, {"text_block_id": "p16_b302", "text": "•"}, {"text_block_id": "p16_b303", "text": "Continuing of the Government policy to remove customer and excise taxes for LPG, accompanied with establishing of a ceiling price for a period of 2-3 years for this energy source."}, {"text_block_id": "p16_b304", "text": "•"}, {"text_block_id": "p16_b305", "text": "Increasing to a higher level the role of the State Inspectorate for controlling oil by-products and LPG, in order to increase their quality. In the same frame, the role of Inspectorate of Vessels under Pressure should be enhanced to guarantee the safety of LPG bottles."}, {"text_block_id": "p16_b306", "text": "•"}, {"text_block_id": "p16_b307", "text": "The National Agency of Energy will work through public awareness campaigns to present the advantages of LPG use as an energy alternative source for space heating and cooking purposes."}, {"text_block_id": "p16_b308", "text": "3.1.2 Thermal insulation of current stock of public buildings, based on the code of new buildings"}, {"text_block_id": "p16_b309", "text": "The current stock of buildings is not insulated, it has old windows and in most cases electricity is used for space heating. Based on the world experience and studies carried out by NAE and other institutions, and taking into account that the main heat losses in buildings are those from heat transmission from walls, roofs and terraces as well as those from ventilation and transmission from windows, the insulation of public building stock till 2015 and the substitution of the existing windows with double glasses windows is foreseen. In table 3 are given the investments required to implement thermal insulation, which are considered to be done through out the National Strategy of Energy in the residential, and public sector."}, {"text_block_id": "p16_b310", "text": "Investments for thermal insulation of existing building stock are foreseen to be done by families themselves. For the implementation of thermal insulation measures according to the Active Scenario, the following steps are necessary:"}, {"text_block_id": "p16_b311", "text": "•"}, {"text_block_id": "p16_b312", "text": "Household awareness campaign on the positive effects of thermal insulation for energy saving; reduction of family budget for energy, and environmental protection. This objective will be achieved through pilot projects, television programs, newspaper articles, awareness campaigns, etc. A special fund for the energy efficiency should be established. More in details on the energy saving fund will be discussed in the Legal Framework section. The fund may be collected as an energy efficiency tax from all subjects that sale energy sources, different international programs for energy efficiency and environmental protection in the frame of KYOTO Protocol, as well as from the State Budget."}, {"text_block_id": "p17_b313", "text": "•"}, {"text_block_id": "p17_b314", "text": "Implementation and improvement of the Energy Building Code, applying simple procedures. Application forms fulfilled by the construction subjects should be prepared in order to fulfil the requirements of the Energy Building Code. These data will serve for software thermal calculations in buildings used by town-planner offices in Municipalities and Districts. This task will require employees training to analyze the thermal insulation aspects of construction projects."}, {"text_block_id": "p17_b315", "text": "3.1.3 Penetration of solar thermal energy for hot water supply in households and service sector"}, {"text_block_id": "p17_b316", "text": "Penetration rates of solar panels have been selected based on the experience of neighbour countries such as Greece and Turkey, which after 30 years of experience have managed to provide domestic hot water produced by solar panels at the national level in values of 80-85%. Using solar panels result by saving electricity, environmental protection and by economic profitability as well as household and service sector. In table 4 is given investment requirements for promotion of solar panel penetration."}, {"text_block_id": "p17_b317", "text": "Investment costs will be shared between state budget (for hospitals, kindergartens, schools, etc) and private subjects (households). Some of main directions of the energy policy making possible the spread out of penetration of solar panels are:"}, {"text_block_id": "p17_b318", "text": "•"}, {"text_block_id": "p17_b319", "text": "Continuing of the so far steps as regards payment of the electricity bills."}, {"text_block_id": "p17_b320", "text": "•"}, {"text_block_id": "p17_b321", "text": "Continuing of the tariff reform toward a higher electricity prices."}, {"text_block_id": "p17_b322", "text": "•"}, {"text_block_id": "p17_b323", "text": "Reduction of the level of first black electricity payment, according to above recommendations (measures for LPG penetration)."}, {"text_block_id": "p17_b324", "text": "•"}, {"text_block_id": "p17_b325", "text": "Necessarily installation of solar panels in tourist hotels"}, {"text_block_id": "p17_b326", "text": "•"}, {"text_block_id": "p17_b327", "text": "Enforcement of the law on fiscal facilities would be a valuable measure to enhance the use of renewable sources. NAE and EEC should undertake awareness campaigns to present the advantages of these sources."}, {"text_block_id": "p17_b328", "text": "•"}, {"text_block_id": "p17_b329", "text": "The National Agency of Energy and Energy Efficiency Centre should undertaking and performing of awareness campaigns to present the advantages of these sources."}, {"text_block_id": "p17_b330", "text": "3.1.4 Promotion of individual central heating, district heating and combined heat and power     plants in service, industry and households sectors"}, {"text_block_id": "p17_b331_merged", "text": "In many services, industrial and households need energy in form of heat (steam or hot water) and electricity for their technological processes. Based in the existing technologies, the most efficient one that guarantees heat and power energy needs is the cogeneration, which means combined production of thermal and electricity. Mostly of the sectors such as: services, industry and household need more heat, steam and electricity. The National Agency of Energy along with the Energy Efficiency Centre has carried out some different studies for the penetration of small scale combined heat and power plants (SSCHP). In the table 5 are given the requirement investments to implement the penetration of SSCHP."}, {"text_block_id": "p18_b336", "text": "Investment costs will be shared between state budget and private subjects (households). Some of main directions of the energy policy making possible the spread out of penetration of SSCHP plants are:"}, {"text_block_id": "p18_b337", "text": "•"}, {"text_block_id": "p18_b338", "text": "Procedures prepared by MIE, NAE and ERE for the implementation of the New Electricity Law in such away that the sufficient electricity fuel produced by SSCHP must be absorbed from electric distribution company grid (an obligation to them)."}, {"text_block_id": "p18_b339", "text": "•"}, {"text_block_id": "p18_b340", "text": "Encouragement (promoting) of SSCHP installation supported by comfortable fiscals measures followed by proper law for all 5 MW plants. NAE and Energy Efficiency Centre must organise awareness campaigns in the industry and service sectors to promote this kind of alleviates."}, {"text_block_id": "p18_b341", "text": "3.1.5 Promotion of efficient lighting in households, service and industry sectors"}, {"text_block_id": "p18_b342", "text": "A better and more efficient lighting provides sufficient light in the right place and time. This one give the possibility to the people being in buildings (houses, offices etc.) to look at each other and over the different objects likely much better, allowing them to realise their responsibilities as well as they could, in effective way, comfortably. Lighting must be not only sufficient, but it would be efficient too towards energy consumption avoiding energy losses, not more that it must be, or not using it on unnecessary period. In table 6, is given the total investment requirement to implement efficiency lighting in household, services and industry."}, {"text_block_id": "p18_b343", "text": "Investment costs will be shared between state budget (for public buildings) and private subjects (households). Forecast measurements oriented consummators towards the efficiency lighting are:"}, {"text_block_id": "p18_b344", "text": "•"}, {"text_block_id": "p18_b345", "text": "Continuing of the so far steps as regards payment of the electricity bills."}, {"text_block_id": "p18_b346", "text": "•"}, {"text_block_id": "p18_b347", "text": "Continuing of the tariff reform toward a higher electricity prices."}, {"text_block_id": "p18_b348", "text": "•"}, {"text_block_id": "p18_b349", "text": "Increasing costumer taxes for efficient bulbs,"}, {"text_block_id": "p18_b350", "text": "•"}, {"text_block_id": "p18_b351", "text": "The National Agency of Energy and Energy Efficiency Centre should undertaking and performing awareness campaigns to present the advantages of efficient lighting."}, {"text_block_id": "p18_b352", "text": "3.1.6 Substitution of coal, fuel wood, residual fuel oil with heavy fuel oil in boilers/furnaces"}, {"text_block_id": "p18_b353", "text": "Energy saving in industry and service sectors will come even from substitution of coal, fuel wood, and residual fuel oil with heavy fuel oil in existing stock boilers/furnaces (the penetration rate for the year 2015 is taken 30%). In table 7 are given the necessary investments that must be realised from different industrial entities and services to put in practice the implementation of this kind of efficient energy."}, {"text_block_id": "p19_b354", "text": "Some of the main trends of the energy policy, orienting the industrial/services enterprises to the installation of the exchange combustible energetic fuels of furnaces/boilers and to increase the energy efficiency are given in the following section."}, {"text_block_id": "p19_b355", "text": "3.1.7 Increase of energy efficiency for existing stock of boilers/furnaces in industry and service sectors"}, {"text_block_id": "p19_b356", "text": "Based on 25 complete audits carried out by the Energy Efficiency Centre and 2100 simple energy audits carried out on the energy consumption in industrial sector by the National Agency of Energy, for all industrial sub sectors, the average efficiency of industrial boilers/furnaces was lower. As may be seen, there are low values of industrial furnace output while their average efficiency in a developed industry is approximately 85-90% with well-known technologies. This will result by an energy saving, financial profits, but even it could make possible the reduction of pollutions in atmosphere. In table 8, are shown the necessary investments to implement by industrial/services sector the realisation of the energy efficiency measures."}, {"text_block_id": "p19_b357", "text": "Investment costs will be shared between state budget (for public buildings) and private subjects (private services and industries. Oriented measurements projected for industrial/services consumer towards exchange of combustion energetic fuels of furnaces/boilers and increasing of energy efficiency are:"}, {"text_block_id": "p19_b358", "text": "•"}, {"text_block_id": "p19_b359", "text": "The obligation, in force of making periodically energy audits for industrial/services consumer. In the Power Sector Policy Statements is considered that energy audits will be an obligation for big consumers."}, {"text_block_id": "p19_b360", "text": "•"}, {"text_block_id": "p19_b361", "text": "Preparation of methodologies for carry out energy audits."}, {"text_block_id": "p19_b362", "text": "•"}, {"text_block_id": "p19_b363", "text": "The National Agency of Energy and Energy Efficiency Centre should undertaking and performing awareness campaigns to present the advantages of efficient boilers/furnaces."}, {"text_block_id": "p19_b364", "text": "•"}, {"text_block_id": "p19_b365", "text": "Introduction of ESCO schemes for increasing energy efficiency in service and industry sector."}, {"text_block_id": "p19_b366", "text": "3.1.8 Improvement of power factor (cos"}, {"text_block_id": "p19_b367", "text": "ϕ"}, {"text_block_id": "p19_b368", "text": ") in industrial enterprises"}, {"text_block_id": "p19_b369_merged_merged", "text": "Based on KESH evaluations and complete energy audits carried out by EEC the power factor for central and south-eastern zones has resulted with very low values within the range of 0.7-0.75. There are also a number of industrial consumers with a power factor value lower than 0.7 due to working with partial load, which in many cases is even under 30% of designed values. The low values of cosϕ lead to low voltages, increase of reactive currents and reactive powers circulating from the system generators to the consumers, which causes higher technical losses in the transmission and distribution system. In addition, lines and transformers should be designed with a larger section or capacity, which will require higher investments. The improvement of electric power factor (cosϕ) is possible and necessary to be achieved by electricity consumers in Industry, Agriculture, Service and other sectors, where most part of electricity is consumed as motive power. In table 9 are given necessary investments to create all possibilities to implement and realise this measure due to the energy efficiency"}, {"text_block_id": "p19_b374", "text": "."}, {"text_block_id": "p20_b375_merged", "text": "Investment costs will be from private subjects (private services and industries). The measurement which is forecast to be undertaken orienting different consumers towards increasing power factor; is enforcing by sanctions versus consumers which have cosϕ out of allowed values (under 0.9) as well increasing fix tariff as that of price of energy consumed."}, {"text_block_id": "p20_b378", "text": "3.1.9 Promotion of public transport and other measures in transport sector"}, {"text_block_id": "p20_b379", "text": "Aiming the reduction of energy consumption and economically feasible and acceptable are taken into consideration and analysed some quantitative and qualities measures in transport sector in Active Scenario regarding to the energy efficiency issue. The following measures were analyzed for the passenger transport: roads rehabilitation, construction of new roads, better management of transport sector, use of efficient vehicles with lower engine power and higher efficiency, lower growth rate for the number of cars, increase the contribution of passenger transport through buses and trains, decline of 3 and 3-8 tons trucks contribution and increase the contribution of 8-16, over 16 tons trucks and trains. In table 10 are given the investment requirements needed to realise in some directions in transport sector, making possible the implementation of all energy efficiency measurements."}, {"text_block_id": "p20_b380", "text": "To implement the efficiency measurements in transport sector is predicted to follow up these energy policies in cooperation with Ministry of Transport and Ministry of Environment Protection."}, {"text_block_id": "p20_b381", "text": "•"}, {"text_block_id": "p20_b382", "text": "Continuing of the Government measures to improve road and railway infrastructure,"}, {"text_block_id": "p20_b383", "text": "•"}, {"text_block_id": "p20_b384", "text": "Encourage of use of efficient cars with lower engine power,"}, {"text_block_id": "p20_b385", "text": "•"}, {"text_block_id": "p20_b386", "text": "Imposing of higher custom taxes for used cars compared to new ones,"}, {"text_block_id": "p20_b387", "text": "•"}, {"text_block_id": "p20_b388", "text": "Introduction and imposing of environmental taxes according to emissions in the atmosphere,"}, {"text_block_id": "p20_b389", "text": "•"}, {"text_block_id": "p20_b390", "text": "Organization and performance of different awareness campaigns to promote and encourage public transport."}, {"text_block_id": "p21_b391", "text": "3.1.10 Increase of energy efficiency in Agriculture sector (irrigation in particular)"}, {"text_block_id": "p21_b392", "text": "Use of efficient irrigating schemes, which means that superficial irrigation with drills or flooding will be substituted with pressured irrigation in the form of rain or drops, is foreseen to reduce by 50% the energy consumption in agriculture sector. Investment for this measure will be from budget and farmers. The budget will carry out big investment related with irrigation projects, while farmers will carry out the equipment for irrigation with droplets. In table 11 are given the total investments, which will be use to the efficient irrigation."}, {"text_block_id": "p21_b393", "text": "With the objective of reducing the energy consumption according to the Active Scenario, the following quantitative and qualitative measures were taken into consideration and analyzed:"}, {"text_block_id": "p21_b394", "text": "•"}, {"text_block_id": "p21_b395", "text": "Application of biomass schemes and production of biogas from plants and agriculture and animal farming wastes is an effective way to meet the growing demands in the agriculture sector. Biomass and biogas might be used for heating of green houses, thus meeting a part of their demand,"}, {"text_block_id": "p21_b396", "text": "•"}, {"text_block_id": "p21_b397", "text": "The high potential of solar energy in our country makes it a preferred energy source, especially, if solar collectors that produce hot air for drying up of different agricultural cultures are used,"}, {"text_block_id": "p21_b398", "text": "•"}, {"text_block_id": "p21_b399", "text": "Use of existing irrigation reservoirs to install electricity generation plants where they are economically efficient,"}, {"text_block_id": "p21_b400", "text": "•"}, {"text_block_id": "p21_b401", "text": "Installation of 20 wind energy power plants close to 20 pumping stations alongside Adriatic shore, to protect lands from flooding."}, {"text_block_id": "p21_b402", "text": "3.1.11 Promotion of efficient use of energy through awareness campaign in service, transport, industry and agriculture sector"}, {"text_block_id": "p21_b403", "text": "As analyzed during the forecast of energy demand in all sectors like households, service, industry, transport and agriculture almost all industrial sub sectors are experiencing an inefficient management of energy sources that leads to higher values of energy intensities in different branches of Albanian industry compared to similar countries. Based on the world experience, was concluded that only a better management (without interferences with investments, but only with a good house keeping) may considerably reduce the energy consumption. The world experience and the analysis of the above audits showed a possible reduction of energy intensities through a better efficiency to a level of 10-20%."}, {"text_block_id": "p21_b404", "text": "The better management of energy in general refers to the situation when the whole staff in an enterprise is continuously aware on the energy cost and adopts simple measures (interventions) to reduce it. Such measures are strongly related to staff education. Thus, the success of a better management is more related to staff awareness on how to save all forms of energy through a good house keeping, than on engineering principles on different forms of energy saving. Awareness campaign is quite necessarily to be done continuously “to keep under the pressure” all energy consumers regarding to better energy management. EEC and NAE through an annual budget must carry out such awareness campaigns in all energy consumers such as: household, industry, services, transport and agriculture, to create and develop a new concept and behaviour regard to energy saving and promotion of using renewable energy sources in above mentioned sectors."}, {"text_block_id": "p21_b405", "text": "3.2 Action plan for implementation of the energy supply strategy with different energy sources"}, {"text_block_id": "p21_b406", "text": "In this section are summarised all energy sources supply strategies for: power sector, exploration, production/import and refiner of oil, coal production and import and production/import of natural gas. All these strategies (master plans) are analysed in details in active scenario and in the following will be summarised according to their importance."}, {"text_block_id": "p22_b407", "text": "3.2.1 Power Sector Supply Strategy"}, {"text_block_id": "p22_b408", "text": "In this section are summarised master plans for the development of power sectors in all segments: generation, transmission, distribution and at the end of this section will be discuss for the proper system of electricity tariffs needed to support the above mentioned master plans."}, {"text_block_id": "p22_b409", "text": "3.2.1.1 Master plan for the development of power generation sector"}, {"text_block_id": "p22_b410", "text": "In order to meet the additional demand for electricity and reduce the very high level of import, the Active Scenario considers the identification of new potential TPPs, which are with minimal cost and minimal impact on the environment:"}, {"text_block_id": "p22_b411", "text": "•"}, {"text_block_id": "p22_b412", "text": "Combined Cycle Gas – Steam Turbine fired with diesel marine oil (distillate oil), which will work as base load power plants;"}, {"text_block_id": "p22_b413", "text": "•"}, {"text_block_id": "p22_b414", "text": "Simple Cycle Gas Turbine fired with diesel marine, which will work as peak load power plants;"}, {"text_block_id": "p22_b415", "text": "If natural gas will be available, the best TPPs candidates would be same thermal power plants without extra investment needed to use natural gas. World Bank study calculations evaluate as the most appropriate candidates for new HPPs, the followings:"}, {"text_block_id": "p22_b416", "text": "•"}, {"text_block_id": "p22_b417", "text": "Bushati (84 MW) and Skavica (with 2 options) on Drin river cascade;"}, {"text_block_id": "p22_b418", "text": "•"}, {"text_block_id": "p22_b419", "text": "Kaludha (75 MW), Dragot-Tepelena (130 MW) and Kalivaci (100 MW) on Vjosa River;"}, {"text_block_id": "p22_b420", "text": "•"}, {"text_block_id": "p22_b421", "text": "Bratila (115 MW) and Banja (80 MW) on Devoll River."}, {"text_block_id": "p22_b422", "text": "The table 12 summarizes the main characteristics of master plan for the expansion of power generation:"}, {"text_block_id": "p23_b423", "text": "Taking into account the situation of Albanian power system in the frame of Balkan region, Albania is not likely to become an exporting country in medium term future. As a consequence, three basic scenarios were analyzed to investigate the possibilities of meeting the domestic demand:"}, {"text_block_id": "p23_b424", "text": "•"}, {"text_block_id": "p23_b425", "text": "Scenario 1"}, {"text_block_id": "p23_b426", "text": ": Albanian Power System is planned as isolated and self-sufficient;"}, {"text_block_id": "p23_b427", "text": "•"}, {"text_block_id": "p23_b428", "text": "Scenario 2"}, {"text_block_id": "p23_b429", "text": ": Albanian Power System is planned to import a quantity of 1.7 TWh/year as base load (maintaining the import level of 2001);"}, {"text_block_id": "p23_b430", "text": "•"}, {"text_block_id": "p23_b431", "text": "Scenario 3"}, {"text_block_id": "p23_b432", "text": ": Common optimization of both systems: Kosova and Albanian systems."}, {"text_block_id": "p23_b433", "text": "Analysis of three scenarios outcome shows the following conclusions:"}, {"text_block_id": "p23_b434", "text": "For the short term period (till 2005) taking into account the new plants construction period, the additional generation demand will be met only by increasing the import (used as base load) from 2.5-3 TWh. Meanwhile, taking into account the uncertainties of energy import, additional generation capacities are necessary to reduce dependence from import and hydrological conditions. New thermal capacities will make possible the efficient use of HPPs existing capacities to work in medium and peak load in order to meet the demand, facilitate the peak exchange (peak exporting) and importing in base load. As a consequence, it is recommended to plan the import level of 2001 (1.7 TWh/year) and will be constructed the new interconnection line 400 kV in north direction."}, {"text_block_id": "p23_b435", "text": "3.2.1.2 Master plan for the development of electricity transmission sector"}, {"text_block_id": "p23_b436", "text": "Master plan development of transmission grid is proposed in that way to meet electricity demand based on electricity minimal cost, with quality and sufficient service according with all planning criteria. This master plan has as the main objective that electricity load shading must be reduced year by year and after 2007 having a continuously electricity supply around the clock without load shading. Following is given the expansion of the master plan based on least cost planning by the criteria n-1 for period 2002-2015. This expansion plan contents the development of high voltage including grid of 400 kV, 220 kV and 110 kV. This master plan will allow the continuality reduction by 10% of technical and economic limited acceptable. Transmission system proposed based on Master Plan achieves the objective of the annual losses by 4% in 2015."}, {"text_block_id": "p23_b437", "text": "Table 13 shows the reduction of transmission losses for the period 2002-2015."}, {"text_block_id": "p23_b438", "text": "In 400 and 220kV system, based on analysed done, will be carry out the following enforcment:"}, {"text_block_id": "p23_b439", "text": "•"}, {"text_block_id": "p23_b440", "text": "The new interconnection line 400kV Podgorice-Kashar-Elbasan or Kosova B-Kashar-400 kV–Elbasan is forecast to be constructed in 2005;"}, {"text_block_id": "p23_b441", "text": "•"}, {"text_block_id": "p23_b442", "text": "Construction of new substation 400/220kV in Kashar, equipment with two transformer 300 MVA, is forecast to be constructed in 2005;"}, {"text_block_id": "p23_b443", "text": "•"}, {"text_block_id": "p23_b444", "text": "Construction of double line Fier- TEC i Vlores together with construction of new 220/110 kV substation is forecasted to be constructed in 2005."}, {"text_block_id": "p23_b445", "text": "A total power of 700 MVA of VHV/110 kV transformers should be added to the transforming capacity. In order to connect new 110 kV substations and strengthen the 110 kV systems, some 444 km lines of the 110 kV network will be constructed and added to the existing system. The proposed transmission network according to Master Plan complies with “n-1” criteria in all system interventions during the period 2010-2015."}, {"text_block_id": "p24_b446", "text": "Also, the establishing of a new National Dispatching Centre (NDC) and a modern and efficient telecommunication network is a vital request for the optimal technical and economic use of the system. NDC will be responsible to monitor and control the activity of main hydro and thermal generation resources and the optimal and safe functioning of national high voltage transmission network of 400 kV, 220 kV and the main substation 110 kV. NDC will realise the coordination with regional dispatching centres, will monitor and supervisor energy exchange through neighbouring systems lines by 400 kV and 220 kV."}, {"text_block_id": "p24_b447", "text": "Total investments that should be done in the transmission network are estimated US$ 204 million. Investments include the construction of 400 kV Elbasan-Podgorice line, including the 400/220/110 kV substation of Kashar. In addition, the total includes US$ 47.7 million for 400 kV interconnection lines Podgorica-Kashar-Elbasan (23% of total cost). Approximately 62% of total investments will be commissioned during the period 2002-2005. Table 14 shows the expenditure schedule."}, {"text_block_id": "p24_b448", "text": "The full intervention list to reinforce and expand the transmission is as follows in table 15:."}, {"text_block_id": "p25_b449", "text": "3.2.1.3 Master plan for the development of distribution system"}, {"text_block_id": "p25_b450", "text": "The objective of distribution system master plan is to define within a priority range, the demand for further rehabilitation and new investments for distribution capacities during the period 2002-2015, including the list of interventions and respective investments in each region. Distribution master plan is composed of two parts: Rehabilitation Plan, dealing with improvement of the existing distribution system to reduce technical losses and, future Expansion Plan of distribution system, focused on the necessary measures to meet the forecasted increase of electricity demand according to forecasted demand for each sector. In the distribution master plan is presented a clear vision towards the strategy, which should be followed to reduce the technical losses"}, {"text_block_id": "p25_b451", "text": "."}, {"text_block_id": "p25_b452", "text": "The study emphasizes that main priority should be given to substitution of 35/10-6 kV systems with a 110/20 kV one, as already done for Tirana network. The study also recommends avoiding from any other investment as regards expanding of 35 kV network argued by assessments of technical and economic benefits."}, {"text_block_id": "p25_b453", "text": "The strategy for Distribution Network development consists in planning the priorities, capacities and investment requirements of distribution network for the period 2003-2015. According to the WB study, the strategy of investments for distribution network development is divided into two phases:"}, {"text_block_id": "p25_b454", "text": "First Phase:"}, {"text_block_id": "p25_b455", "text": "Deals with the installation of meters till at the end 2004, the complete rehabilitation of the network to reduce technical distribution losses from a current level 15.8% (including 35kV network) to 5%."}, {"text_block_id": "p25_b456_merged_merged_merged", "text": "Second Phase: Deals with further expansion and strengthening of the network according to Albanian economic and social development requirements."}, {"text_block_id": "p25_b458", "text": "In the same time, approximately 6800 transformers with standardized characteristics 20/04 kV, 100 kVA will be constructed and placed in pillars in rural zones to reduce technical losses from 9.8 to 7.3%. Existing transformers in urban zones will be modified from 10-6 kV to 20 kV and new standardized 20/0.4 kV ones will be adjusted with underground cables, with a capacity of 400 kVA, in order to reduce technical losses in 6%. Full list of enforcement and upgrading distribution system is given in the table 16. In distribution master plan are forecasted to construct 20 new substation 110/20 kV according to tables 16 &17."}, {"text_block_id": "p26_b459", "text": "3.2.1.4 Electricity tariff system development"}, {"text_block_id": "p26_b460", "text": "The Power Sector Policy Statement strongly underlines that future billing system should cover the generation/transmission/distribution long term cost and provide an acceptable profit rate for KESH, remove direct government subsidies for KESH by 2005, and cross subsidies in medium terms after year 2007. As mentioned above, after the approval of the plan, the Government is seriously engaged to adopt prices that cover the marginal cost of electricity including G/T/D. The approval from the parliament of the Law “On the Power Sector” gave to ERE the possibility to define the electricity tariff system. Action Plan 2003-2005 submits several important proposals on electricity prices, as follows:"}, {"text_block_id": "p26_b461", "text": "•"}, {"text_block_id": "p26_b462", "text": "Increase of average tariff every year by 8% for all consumers categories (10% for residential consumers and 5% for other consumers);"}, {"text_block_id": "p26_b463", "text": "•"}, {"text_block_id": "p26_b464", "text": "There will be no more favourable consumers in year 2005, except for water main enterprises, that will last until year 2007."}, {"text_block_id": "p26_b465", "text": "Another important issue related to tariffs (especially residential ones) is the two-block division and low limit level of monthly electricity consumption. New tariff system should contribute to reduce electricity consumption particularly for space heating, promoting electricity efficient use, establishing conditions for the use of other alternative energy sources (particularly for space heating), improving KESH financial aspects in order to meet new investments and reduce Government’s subsidies for electricity import, and attract foreign investments. Based on above figures, in addition to the increase of average electricity tariffs for all sectors (as described more in details following) a reduction of the first block level to 250 kWh/month in year 2004 was recommended.  A further reduction up to 200 kWh/month is foreseen in year 2005 (government subsidies) for lighting, cooking, radio, TV, recorder and washing machines. Ministry of Labor and Social Affairs, MIE, ERE, KESH and NAE should complete a study on the number of families that need government subsidies, which are the only families to pay lower tariff of the first block. Structural changes of the tariff system for families will rapidly and efficiently improve the increase of general average tariff. Other alternative energy sources (LPG, fuel woods and solar panels) should provided electricity for space heating and domestic hot water, otherwise families would pay with second block tariff for the consumed electricity."}, {"text_block_id": "p27_b466", "text": "Based on above investments and respective methodology, the generation, transmission and distribution marginal costs, were calculated as showed in table 18. Analysis shows that the level of G/T/D long-term marginal cost is 8.63 cent/kWh."}, {"text_block_id": "p27_b467", "text": "Evaluation of average tariffs should be based on marginal cost of existing and new objects in generation, transmission and distribution sectors. In general, required revenue was calculated according to procedures proposed by ERE. Regarding to the power sector being ready to make new investment as well as the financial package to be profitable, it is taken into consideration that the calculation of average financial tariff is based on a reasonable internal rate of return on the capital invested (as will be shown in the table) and the electricity demand for different sectors. Also, the Strategy recommends implementing the average financial tariffs as it is shown in the table 19"}, {"text_block_id": "p27_b468", "text": "."}, {"text_block_id": "p27_b469", "text": "3.2.2 Oil and oil by products supply strategy"}, {"text_block_id": "p27_b470", "text": "In this section will be summarised the development strategy for oil and natural gas sector. Since in the coming years country will be net importer of oil by products a special attention is given to be better management of sector, storage facilities and oil & gas pipelines interconnection."}, {"text_block_id": "p27_b471", "text": "3.2.2.1 Strategy for the development and increase of production of oil supply"}, {"text_block_id": "p27_b472", "text": "The National Strategy of Energy, foresees the same trend for oil production as optimistic scenario till 2006, followed with a production increase of not more than 650 000 ton per year till 2012, declining to 400 000 ton by 2015. Investments in existing oilfields, where is operating Albpetrol are 25 Millions USD and in the Patos-Marinza, where are operating foreign companies according to this scenario are expected to be US$ 73 million. During the years 2003-2004 is forecasted to be invested 220 million USD by foreign companies, which are operating."}, {"text_block_id": "p27_b473", "text": "Most probable zones for oil and gas discovering are Shpiragu (Sqepuri) region, Palokastra and Vlora region, South Tirana region and Offshore Durres-Kepi Palles region."}, {"text_block_id": "p27_b474_merged", "text": "As mentioned above, the oil geological reserves onshore are estimated to be 260 million m, from which 54 million m are possible reserves. Currently, economic aspects of reserves are being studied, and results are expected within the next three years. The offshore geological oil reserves are estimated to be 200 million m and possible reserves 50 million m. The reserves have not been economically feasible so far, thus offshore zones are going to be studied during the coming years in order to reach a final conclusion on economic feasibility of the reserves."}, {"text_block_id": "p27_b483", "text": "Actually about 350 million USD are invested for discovery on the new blocks. Expecting investment to be realized for 2003 could be about 58 million USD. Foreign companies are operating in our country"}, {"text_block_id": "p28_b484", "text": "according to the Agreement by sharing of production in term of those companies have taken under their selves the investment risk which will be recover in the case of successfully exploration"}, {"text_block_id": "p28_b485", "text": "."}, {"text_block_id": "p28_b486", "text": "3.2.2.2 Refinery and marketing oil sector strategy"}, {"text_block_id": "p28_b487", "text": "Imported oil by-products will continue to dominate in our market. The oil by-products such as diesel, gasoline and LPG are foreseen to occupy approximately 88% of import of oil by-products and gas. Consumption trend of oil by-products is foreseen to grow from 1118 ktoe in 2002 to 2200 ktoe in 2015. The decline of demand for oil by-products, foreseen to reach to 1225 ktoe by 2015, where are expected to start by 2006 with a value of US$ 18 million, reaching a value of US$ 410 million by 2015. In strategy is given high priority LPG penetration, as a fast alternative to substitute electricity consumption, so the penetration of LPG in residential and service sector is forecasted to be 23% and 8% respectively."}, {"text_block_id": "p28_b488", "text": "Refinery sector is actually facing extreme difficulties due to old inefficient technology and lack of a modern system of operations, maintenance and control system. There are also serious problems due to the total lack of control on environmental pollution. Production standards are very problematic preventing competitiveness with international standards, except for diesel, kerosene and bitumen that approach those standards. Other by-products have unattractive characteristics for the consumers. Investments are inexistent in our refineries, a fact that leads to complete depreciation of their assets and deterioration of financial indicators. For this reason, a rapid investment of approx. US$ 27 million would be necessary to stop the exacerbation of the situation, although investments are not expected to improve the economic indicators."}, {"text_block_id": "p28_b489", "text": "Based on the analyses done or carried out in the oil sector in general taking into consideration the suggestion from the World Bank, it is foreseen undertaking a study for oil sector in general and refinery sector explicitly"}, {"text_block_id": "p28_b490", "text": "."}, {"text_block_id": "p28_b491", "text": "The main objective of the study will be:"}, {"text_block_id": "p28_b492", "text": "“Evaluation of economic feasibility of domestic refineries to become competitive in national and regional markets”."}, {"text_block_id": "p28_b493", "text": "Concerning to Ballsh refinery are forecast to invest on the rehabilitation of the production units by 20 million UDS and TPP rehabilitation too with investment value by 5.5 million USD. These investments are projected to realize on the period 2003 -2008. Fier refinery needs an investment on value of 1.5 million USD due to physical rehabilitation of the technological units. Total investment for all of these issues (three ones) reach a value of 27 million USD. As ARMO company has not financial budget to carry out all this amount of investment, there exists only a choice to make the refinery rehabilitation in cooperation with internationals partners"}, {"text_block_id": "p28_b494", "text": "."}, {"text_block_id": "p28_b495", "text": "3.2.2.3 Storage oil by products development strategy"}, {"text_block_id": "p28_b496", "text": "Fuel market infrastructure in our country includes a large number stations which are in total 744 fuel stations and 82 LPG stations distributed in the whole territory. It is necessary all retailing stations should be better to optimize according to European norms and standards."}, {"text_block_id": "p28_b497", "text": "Albania Government has taken the proper measurements to concentrate in two storage facilities zones (Vlora and Bishti i Palles) of by products of oil and gas, which will impact in positive sence of the reduction of by products price, and minimizing of environmental pollution. All of this will be in corporate with sea transport based on minimal cost of that and based on the big quantities that this kind of transport can realize. Oil storage investments are calculated on value of 35-40 Million for constructing deposits oil by products and liquid petroleum gas by products."}, {"text_block_id": "p28_b498_merged_merged", "text": "The construction plan foresees a capacity of 340 000 m3 for oil by-products deposits and 28 800 m3 for LPG deposits. Investments during the first phase are estimated to have a value of approx. US$ 35-40 million. To improve the portal infrastructure is forecast the rehabilitation of Vlora terminal within international standards in a value 3-4 million USD"}, {"text_block_id": "p28_b503", "text": "."}, {"text_block_id": "p28_b504", "text": "AMBO project will be a priority, as a very important project with high impact for three countries where the project will pass through. Oil pipeline AMBO represents an important regional object at East-West"}, {"text_block_id": "p29_b505", "text": "Trans-Balkan infrastructure, beside other important objects like highways, natural gas, power system interconnection network, telecommunication and rails. Investments for this project are forecasted to be 1.2 Billions USD."}, {"text_block_id": "p29_b506", "text": "3.2.3 Probable strategies for importing natural gas in Albania"}, {"text_block_id": "p29_b507_merged", "text": "On the Strategy Document has been taken into consideration and it is evaluated the option of natural gas supply as an energy source of our country. Partial positive results achieved due to relatively high amount of gas to be used for power generation do not justify the project’s viability. Evaluations show that the maximum forecasted demand for the development of natural gas market is around 1.1 billion Nm, which cannot be considered a very attractive market for possible investors. On the other side, the regional countries have considered as a possibilities the construction of natural gas terminal which will pass through Albania in transit way. In this case, using natural gas looks quite attractive from economic point of view regarding to our energy sector as whole. For this reason, this option is quite open as a possibility to produce electricity and using it in the industrial sector. The Strategy recommends a periodic re-examination of the possibility of importing natural gas in our country, which heavily depends on the development of our energy market. In table 20 are included necessary investment in oil and gas sector."}, {"text_block_id": "p29_b512", "text": "3.2.4 The necessary investments for ensuring supply with all energy sources"}, {"text_block_id": "p29_b513", "text": "To realise the reforms on the energy sector a necessary involving of all the possible financial sources is required. In the case of these goal internal public capitals, private and foreign ones must be attractive, for that they must be involved and be productive on the profitable projects, meanwhile the participation of World Bank, EBRD, EIB and the other donors provide the increasing of trust for the implementation of the energy sector projects. International Financial supports will provide improvements in Albanian payments balance, for that reason should do the mobilisation of all capitals, savings in the domestic financial market. It is expected to create all conditions for a positive, attractive climate in the Albanian economy to make possible the using as much as effective the savings and capitals of the businesses to involve in the implementation of energy projects all domestic financial too. In the table 21 is shown all necessary investments in whole Albanian energy sector."}, {"text_block_id": "p30_b514", "text": "3.2.4.1 International Financial Institutions"}, {"text_block_id": "p30_b515", "text": "World Bank/IFC"}, {"text_block_id": "p30_b516", "text": ". Usually this bank finances very considerably projects more than USD 30-50 million, keeping a share about 30–40% of the project financing. World Bank has given a great support to Albanian in the financing of the energetic projects by using soft loans."}, {"text_block_id": "p30_b517", "text": "EBRD"}, {"text_block_id": "p30_b518", "text": "usually provides the finance of one third of the projects or at the minimum of ECU 5 million. EBRD offers financial instruments as loans to finance directly in the different projects which consist more in the public infrastructure, privatisation and in supporting of private companies. EBRD has some advantages; it operates on two sectors and it offers a variety of financial instruments and options to follow up all implementation phases of the project. Differently from the other commercial banks it keeps by itself the risk of the project being shareholder in the project. EBRD has begun to finance in the country currency too. This bank operates on the commercial one and it decides the loan price (interest rate) reflecting the risk indicator. Soft loan period are negotiable and the maturity loan varies from 5 to 10 years. EBRD has a guide by that it leads to know that it can be involved as a shareholder at least by EURO 5 Million. In their objectives are presented their tendency to invest some more in relatively considerably projects than the smaller ones as could be mentioned; projects in the energy efficiency. For Albanian Power sector is an option to be invested from EBRD which will consists on these shares: 30% self-financing (equity) and 70% debt-financing."}, {"text_block_id": "p30_b519", "text": "European Investment Bank"}, {"text_block_id": "p30_b520", "text": ". The loans of this Bank are given to the different economic sectors including energy one. This bank finances and supports considerably projects and it realises that one into the cooperation with other banks and financial institutions operating in the Europe in the regional and national level. The lending operation takes into consideration the aim of the project if they are within the frame of the European Union such as environmental protection, industrial &services sector developments, the energy conservation and rational energy use."}, {"text_block_id": "p30_b521", "text": "Bilateral Aid."}, {"text_block_id": "p30_b522", "text": "In the Albanian portfolio of foreign donors are included: Donors assistance which have been concentrated in the reduction of technical losses in the transmission grid (IDA and Swiss Government), Drin Cascade Rehabilitation (EBRD, Austria, Italy, Swiss, Japan), Rehabilitation and reinforcement of the transmission and distribution (IDA, EBRD, Italy, Swiss and Japan), supply of all appliances for the rehabilitation of substations (Norway), funds for electricity importing (Itali),"}, {"text_block_id": "p31_b523", "text": "reinforcement of South part of Albania of power sector  (KfW Germany). There is the proper place to mention the USAID (American Agency for International Development) for the very useful help that they have given and are giving still nowadays in the technical assistance."}, {"text_block_id": "p31_b524", "text": "3.2.4.2 Private financing in the energy sector"}, {"text_block_id": "p31_b525", "text": "Concessional loan."}, {"text_block_id": "p31_b526", "text": "These kinds of loans could make more possible that the projects must consider more acceptable and favourable from bankable point of view. For Concessional Loans is required that the projects must have a high profit rates stimulating the market development and resulting with a low environmental pollution."}, {"text_block_id": "p31_b527", "text": "Commercial loan"}, {"text_block_id": "p31_b528", "text": ". From pre-evaluation done before, regarding to the basis of the loan conditions of the above mentioned loans has resulted that:"}, {"text_block_id": "p31_b529", "text": "Concessional Loans"}, {"text_block_id": "p31_b530", "text": "have an interest rate about 4% with a grace period 6 years; while for commercial loan the interest rate is about 12 % with grace period about 2 years"}, {"text_block_id": "p31_b531", "text": "."}, {"text_block_id": "p31_b532", "text": "Independent Power Producers (IPP)."}, {"text_block_id": "p31_b533", "text": "Potential advantages of IPP project financing are: Additional credit support and leverage; more efficient allocation of risks; project and credit risks easier to evaluate than in the case of traditional loans (corporate financing); no financial involvement of Government (off-budget), and finally, conducive to efficient project management and corporate control."}, {"text_block_id": "p31_b534", "text": "Making attractive and creating the positive clime for foreign investors was approved the law of “Power Sector Reforming“, which created a legal framework minimising the risk in the Albanian power sector."}, {"text_block_id": "p31_b535", "text": "•"}, {"text_block_id": "p31_b536", "text": "Foreign Sources – are those that could be considered likely financial mechanisms based on bilateral or multilateral agreements (Banks), foreign financing companies etc."}, {"text_block_id": "p31_b537", "text": "•"}, {"text_block_id": "p31_b538_merged_merged", "text": "Third Party Financing (TPF): is presented as a technical and financial instrument which combines the proper technical solution with necessary financing resources to create and implement a specific project. The investor can be public or private one, and offers the reduction of the energy cost. Some kinds of financial mechanisms in the frame of TPF are: BOT - Build, Operate and Transfer and BOOT Build, Own, Operate and Transfer."}, {"text_block_id": "p31_b543", "text": "Joint-Ventures companies:"}, {"text_block_id": "p31_b544", "text": "They consist on putting in operation efficiently their own capitals to develop new companies or existing ones in the energy sector. They take part on the ownership of the state companies and create the possibilities to return the capitals invested profitable from financing point of view."}, {"text_block_id": "p31_b545", "text": "Although in short term and medium term, concessional loans and technical assistance will remain as the much important financial resources from out of the country. This one is considered as an obligation to undertake some implementation measurements to support the donors that their investments and their capitals must be rentable and profitable. In the energy efficiency field; ESCO-s offer to the energy consumers not only ideas but also their technical capacity and capital necessary to invest for the implementation of the energy efficiency improvement."}, {"text_block_id": "p31_b546", "text": "3.2.5 Restructuring energy sector very important step for the implementation of the National Strategy of Energy"}, {"text_block_id": "p31_b547", "text": "Future energy sector reform, take into consideration a definition and sharing of making-policy, regulation and state management roles as well as a legal and (regarding) to the economic development, social and market requirements necessities of regional energy market, to ensure more effective system function in Albanian power system. To achieve these objects is necessary:"}, {"text_block_id": "p31_b548", "text": "•"}, {"text_block_id": "p31_b549", "text": "Compiling of a full legal framework (including an Energy Policy Law)"}, {"text_block_id": "p32_b550", "text": "•"}, {"text_block_id": "p32_b551", "text": "Establishing of energy markets enabling all participants a free, transparency and non-discriminate competition, aiming private investments attraction through privatisation process as well as absorbing new investments in energy sector."}, {"text_block_id": "p32_b552", "text": "•"}, {"text_block_id": "p32_b553", "text": "Enlargement and reinforcement of ERE institutional role will bring the trust toward to increase the foreign investors."}, {"text_block_id": "p32_b554", "text": "•"}, {"text_block_id": "p32_b555", "text": "New ERE establishing as a guaranty institution of interests protection of different operators and consumers in energy sector."}, {"text_block_id": "p32_b556", "text": "Energy Institutions and Companies in new restructuring framework"}, {"text_block_id": "p32_b557", "text": "•"}, {"text_block_id": "p32_b558", "text": "Ministry of Industry and Energy"}, {"text_block_id": "p32_b559", "text": "will continue to remain the responsible institution for making medium and long-term energy policies as well of the preparation of the whole Albanian energy system and National Strategy of Energy. MIE, through its National Agency of Energy and General Directorates"}, {"text_block_id": "p32_b560", "text": "should prepare and define the action plans for implementation of the National Strategy of Energy"}, {"text_block_id": "p32_b561", "text": ". MIE, must through its Directorates, NAE and NPA should prepare short-term policies for hydrocarbons sector, while through Energy Efficiency Centre Albanian-EU should implement different programs undertaken in the energy efficiency area."}, {"text_block_id": "p32_b562", "text": "•"}, {"text_block_id": "p32_b563", "text": "Extension of the role of NAE"}, {"text_block_id": "p32_b564", "text": "is considered and estimated as a necessity in the light of preparation and implementation of the National Strategy of Energy."}, {"text_block_id": "p32_b565", "text": "It should functions as a co-coordinating and monitoring institution in the implementation process of the Strategy."}, {"text_block_id": "p32_b566", "text": "Regards to the energy efficiency, based on the conclusions of the World Bank study, the NAE should be responsible for preparation of the Energy Efficiency Program, and may also be chosen as the proper institution which will manage a possible energy efficiency fund that the Albanian government has in its future plans. In order to accomplish as good as possible its responsibilities and duties, the NAE will collaborate tightly with the departments of local authorities (mainly in counties) responsible for energy, which may be going to be transformed in regional energy agencies or offices."}, {"text_block_id": "p32_b567", "text": "•"}, {"text_block_id": "p32_b568", "text": "Extension and strengthening of the institutional role of the Electricity Regulatory Authority (ERE)"}, {"text_block_id": "p32_b569", "text": "remains one of most important institutional challenges in the energy sector. The new power sector law provides the legal bases for an independent functioning of this institution assigning to it full responsibilities for issuing licenses and setting the electricity tariffs."}, {"text_block_id": "p32_b570", "text": "The existence of an independent and credible regulator in power sector will increase the confidence of strategic foreign investors, which may invest either through construction of new generation plants or through participation in a possible privatization process of this sector. This Authority in the future will"}, {"text_block_id": "p32_b571", "text": "regulate all the activities having to do with cost evaluation, prices, quality and security of energy resources, consumer protection based on a transparent and non-discriminative process and on the economic and technical capacities of energy operators. This should be an independent institution, which will function in compliance with the relevant legislation based on which this institution is established and will function. Creation of such institution is proposed to be established in a long-term perspective taking into account the modest experience of the existing ERE in the field of regulation."}, {"text_block_id": "p32_b572", "text": "New organization of Albanian Power Corporation (KESH)"}, {"text_block_id": "p32_b573_merged_merged_merged_merged", "text": "The essence of the Statement is to initiate institutional reforms that will more clearly define the policy-making and regulatory roles of various government entities and create a market structure that will strengthen commercial operations through privatization and attracted needed private investment."}, {"text_block_id": "p32_b576", "text": "Unbundling and corporatization of KESH activities"}, {"text_block_id": "p32_b577", "text": "Statement envisages unbundling of KESH according to generation, transmission and distribution functions, in view not only of having a better management of this sector, but also in view of creating an open and competitive market in electricity generation and supply services. Unbundling of KESH will enable Albania to meet its commitments in frame of the association process with EU (requirements of EU Directive 96/92/EC) and of the establishment of electricity regional market in South East Europe and its further integration into the European energy market (Athens Memorandum November 15,2002)."}, {"text_block_id": "p33_b578", "text": "Unbundling of vertically integrated companies is a requirement of EU Directive 96/92 and Athens Memorandum of Understanding."}, {"text_block_id": "p33_b579", "text": "Selection and application of market model"}, {"text_block_id": "p33_b580", "text": "Restructuring of the KESH, the establishment of the Transmission System Operator (TSO) and approval of power sector legislation will be followed by the process of selection and application of an appropriate electricity market applied. From the experience of developed countries on electricity markets there are a number of models summarized in two representing models: a) single buyer model, and b) model of bilateral contracts providing third parties the access in transmission and distribution networks."}, {"text_block_id": "p33_b581", "text": "The single buyer model can be seen as a transitional stage before the conditions for a competitive wholesale market and for a model of bilateral contracts are satisfied."}, {"text_block_id": "p33_b582", "text": "Taking into account the conditions of our country, the Power Sector Policy Statement points out that, before Albania apply a developed model such as of the third party financing Access (TPA), a transitory phase should be passed. During this phase a decision to apply either the single buyer model or a mixed model with application of the single buyer model for captive consumers (with lower yearly electricity consumption than eligible consumers) and the bilateral contracts for a category of consumers classified as eligible consumers."}, {"text_block_id": "p33_b583", "text": "Role of ERE in regulation market"}, {"text_block_id": "p33_b584", "text": "Whereas the “market” is in principle expected to lead to long-term equilibrium in an efficient way, the path from a non-competitive market to a competitive one is long and tends to create forces impeding the introduction of further competition."}, {"text_block_id": "p33_b585", "text": "For these reasons the role of ERE in this process will be critical.  ERE must establish itself as an authority accepted and respected by all participants ensuring the smooth and unobstructed operation of the market."}, {"text_block_id": "p33_b586", "text": "Sector of Hydrocarbons"}, {"text_block_id": "p33_b587_merged", "text": "Despite the involvement of private operators in all activities of hydrocarbons sector, for three companies Albpetrol, ARMO, and SERVCOM, actually operate as joint-stock companies completely separated from each other after liquidation of APC. In order that this new scheme do not create problems it is very important that Directorate of Management Public Ownership (Ministry of Economy) to carry out in short term period duties of coordination and supervision for three above mentioned companies. Taking into consideration that this Directorate can’t carry out this function for long term period poses an immediate obligation that under boosting of privatization process of these companies to establish as soon as possible a specialized authority which could be named as the Agency for Management of Public Properties and Assets. This agency will manage the public companies and will be responsible for preparation and realization of the privatization process for the companies operating in the hydrocarbons sector."}, {"text_block_id": "p33_b590", "text": "State Inspectorate for Controlling of Oil, Gas and their by-products"}, {"text_block_id": "p33_b591", "text": "One of the weak spots noticed, as the hydrocarbons market was liberalized, was non-observance of the rules on oil by-products quality and technical safety of equipments and vessels used in this sector. Despite for the oil by-products quality and the technical safety rules of equipment are established two inspectorates that of controlling of fuels and the inspectorate of vessels under pressure, it should be emphasized that there are various concerns, which should be resolved in the short term period for the improvements of working environment and enforcement role of both inspectorates. This should be one commitment for the implementations of the strategy in this sector."}, {"text_block_id": "p34_b592", "text": "Inspectorate for Electrical Equipment and Installation"}, {"text_block_id": "p34_b593_merged", "text": "Taking into consideration all problems, which are dealing with exploitation and the standards of the insulation of electric appliances, the State of Electricity Inspectorate, must be supported too much more in the near future. This one is foreseen to play a great role in the future more consisted on the control of power factor (cos Ǿ) in all industrial enterprises and service ones."}, {"text_block_id": "p34_b596", "text": "Institutions responsible for energy efficiency"}, {"text_block_id": "p34_b597", "text": "Our country is aware for the importance of energy efficiency, express that in the Document of National Strategy of Energy. Also our Government in close collaboration with EU have established Albanian -EU Energy Efficiency Center (EEC-EU) with the main goal the implementation of different projects in the area of energy efficiency. However, various projects are carried out in this field, there remains a lot to be done. Establishment of an energy efficiency fund by the government based on the necessary legislation to be adopted would represent a good step forward for this purpose."}, {"text_block_id": "p34_b598", "text": "The fund could also be financed by big industrial consumers, which may be legally obliged to carry out mandatory energy audits. All these activities require to be managed and leaded by an appropriate institutional structure, which would be subordinated by the Ministry of Industry and Energy. Notwithstanding such a structure will be finally defined by the law, NAE represents the most qualified and specialized institution to be involved in the elaboration and preparation of energy efficiency programs. Here, it should be mentioned the important role of EU-EEC or other efficiency centers that may be established either as a non-profit organization or energy service companies (ESCO-s or TPFs) that are spread out and considerably supported in almost all developed countries and many developing countries."}, {"text_block_id": "p34_b599", "text": "3.2.6 Indispensable Legal framework for the implementation of the National Strategy of Energy"}, {"text_block_id": "p34_b600", "text": "New draft of energy policy law"}, {"text_block_id": "p34_b601", "text": "Despite every specific energy by-sector is govern by specific laws, it is necessary the elaboration and adoption of a law which would deal and would establish with the general principles for the development and making policies and the national strategy of energy, particularly the principles for the consumers behavior for a more efficient use of the energy resources. First, this law would establish the legal obligation for the responsible institutions (Ministry of Industry and Energy through NAE) to prepare the National Strategy of Energy for a determined period 10, 15 or more years and the reviewing and updating of this strategy every 4 or 5 years due to the dynamics of development of the Albanian society in general and of the energy sector in particular."}, {"text_block_id": "p34_b602", "text": "Taking into consideration a great attention to the process of gathering the technical and economic energy data not only because based on them the short and long-term energy demand forecasts are made, but also for preparation of annual energy balances, which has been a practice implemented by the NAE for our country as well. For this reason, the law would oblige all big energy consumers that consume more than a certain quantity of all kind of energy commodities energy reports according to formats prepared by the NAE and INSTAT that will be used for preparation of energy balances."}, {"text_block_id": "p34_b603", "text": "Energy efficiency improvement will constitute one of the major objectives of energy policies and strategies. The law would require preparation and adoption of 2-year program of energy efficiency and saving. The responsible institutions and the rules for administration and disbursement of monies from this fund, would be established through a decree approved by the Council of Ministers. Such a fund may finance studies and activities on developing energy efficiency, demonstrative projects that investigate and test new energy technologies, energy audits in various sectors, consumers’ awareness campaigns for the importance and benefits of energy efficiency and savings etc."}, {"text_block_id": "p35_b604", "text": "Legal framework of power sector"}, {"text_block_id": "p35_b605", "text": "Another law of great importance for restructuring of power sector was the law “On Regulation of electric power sector”, which marked the first step toward a restructuring policy in this vital sector. The purpose of the law “On Power Sector” is to ensure the conditions for a safe and reliable electricity supply through an efficiently functioning power market. Based on this law, the regulation of power sector shall be done by the Electricity Regulatory Authority (ERE), which is a legal independent institution from the Government."}, {"text_block_id": "p35_b606", "text": "In frame of an assistance program provided by USAID, the Albanian Government approved by the Power Sector Policy Statement, which constitutes a basic document for the reforms undertaken by the Albanian Government in this sector. According to this document, the objective of the government policy in the power sector is to develop an electricity market that provides for reliable, safe, and adequate electric supply at reasonable prices in an economically and environmentally sound manner and in accordance with accepted commercial and market principles and the rule of law."}, {"text_block_id": "p35_b607", "text": "To alleviate and eliminate this problem, along with many actions of organization and managerial character undertaken by state institutions and KESH itself, was considered necessary the establishment of a special structure that would monitor and punish the abuses in the power sector, particularly the abuses with electricity consumption. Based on the law no.8637, dated 6.07.2000 “On electrical police”, the Electrical Police as a specialized executive body for controlling the enforcement of legislation and use of electricity was established."}, {"text_block_id": "p35_b608", "text": "Rapid growth of electricity consumption in all economic sectors, especially in the residential sector, made necessary the introduction of measures for electricity saving and promotion of use of other alternative sources, especially for heating purposes. For this reason, the Government approved the Decree “On energy saving and conservation in buildings” and the Technical Norms of Heat Conservation in Buildings. MIE through NAE will continue to train all energy specialists in municipalities to be able to give permission for the construction of new buildings according to this law."}, {"text_block_id": "p35_b609", "text": "International agreement and treaties in energy field"}, {"text_block_id": "p35_b610", "text": "The main political initiative in the field of development of the cooperation between countries in energy sector is the European Energy Charter Treaty (ECT), which constituted an important political document for cooperation of European countries in the energy sector. The purpose of ECT was to create a legal frame, which would promote the long-term cooperation within energy sector, through decisions on investments, trade, and transit, sovereignty over energy resources, environment, competition, taxes and technology."}, {"text_block_id": "p35_b611", "text": "Albania has been active also in other regional initiatives. Of a great importance for the energy sector is the initiative on creation of electricity market in South East Europe and its further integration into the European energy market. Under this initiative, the Misters of energy of South-Eastern European countries have signed a number of documents as the Thessalonica Declaration on September 10, 1999, Athens Memorandum of Understanding on June 2, 2000, and recently, Athens Memorandum of Understanding on November 15, 2002. Through these documents, the countries of the region are committed to create by year 2005 a regional electricity market in South-Eastern Europe. This market will be based on the principles of the EU electricity Directive 96/92/EC and other legal acts."}], "document_description": "This document sets Albania's energy strategy and an action plan. It seeks to provide the country with an sufficient and adequate energy supply.\n\nThe strategy notably seeks to reduce the environmental impacts of the energy sector, including greenhouse gases emissions. Solar, wind, biomass and small hydro are resources that should be exploited in priority."}