{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Mali", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "LULUCF"], "document_date": "03/11/2011", "document_language": "English", "document_name": "Decree No. 2011-107-PM-RM of March 11, 2011 establishing the National Climate Change Committee of Mali", "document_country_code": "MLI", "document_hazard_name": [], "document_keyword": "Institutions / Administrative Arrangements", "document_response_name": "Disaster Risk Management", "document_url": "https://cdn.climatepolicyradar.org/MLI/2011/MLI-2011-11-03-Decree No. 2011-107-PM-RM of March 11, 2011 establishing the National Climate Change Committee of Mali_dfa74b24bf451b6d99f677ab10a92bd5.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This decre creates, within the National Council of the Environment, a body called National Committee Climate Change of Mali, abbreviated \"CNCCM\". The National Climate Change Committee is responsible for 1) work towards the implementation of the obligations of the United Nations Framework Convention on Climate Change (UNFCCC) and any multilateral or bilateral climate change agreement, 2) contribute to the search for funding related to the implementation of the UNFCCC at the national and international levels, 3) prepare Mali's participation in conferences and other meetings related to climate change, 4) organize the return of the results of conferences, meetings and other activities, 5) promote the development of synergy with other conventions, in particular the Convention on Biological Diversity and the Convention to Combat Desertification, 6) promote national capacity building on climate change, 7) provide the National Environment Council with information and advice on all issues related to climate change. The Committee can intervene in all other issues related to climate change.\n\nThe CNCCM has five thematic groups:\n- adaptation to climate change including risks and disasters;\n- mitigation, reduction of greenhouse gas emissions, avoided deforestation;\n- technology transfer;\n- funding ;\n- capacity building.\n\nThe decree establishes the composition of the Committee and its organisation."}