{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Mali", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_date": "25/12/2011", "document_language": "English", "document_name": "National Policy on Climate Change", "document_country_code": "MLI", "document_hazard_name": ["Soil Soil Erosion", "Desertification", "Droughts", "Floods"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MLI/2011/MLI-2011-12-25-National Policy on Climate Change_f16f090129b714d4549fb37d15cab36f.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "The National Policy on Climate Change serves as a reference framework for the various interventions in the areas of climate change in Mali. The vision of the National Policy on Climate Change in Mali is to define by 2025 a framework for sustainable socio-economic development that integrates the challenges of climate change in all sectors of its development in order to improve the well-being of the populations.&nbsp;<br><br>The document is organised around the following eight political and institutional objectives: 1) the establishment of an anticipatory and better organized governance of climate change, 2) promoting climate change integration in sectoral policies and strategies and in national and territorial development planning, 3) strengthening adaptation actions to climate change impacts, 4) prevention and management of risks and natural disasters, 5) Promoting actions to mitigate greenhouse gas emissions, 6) srengthening research for development, extension and technology transfer, and the generation of appropriate information and data, 7) Information, public awareness, training and strengthening of climate change capabilities, and 8) promotion and strengthening of international and sub-regional cooperation. The policy further defines sectorial goals, an institutional framework and a financing strategy."}