{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Mali", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy"], "document_date": "10/01/2014", "document_language": "English", "document_name": "Ordinance No. 2014-012-P-RM of 1 October 2014 establishing the Renewable Energy Agency of Mali", "document_country_code": "MLI", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/MLI/2014/MLI-2014-01-10-Ordinance No. 2014-012-P-RM of 1 October 2014 establishing the Renewable Energy Agency of Mali_4825c88b3b4a09ebce34dbed0f279e40.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This ordinance creates the Renewable Energy Agency of Mali and defines its missions, budget and organisation.\n\nThe Agency is in charge of 1) developing an inventory and assess the country's potential for renewable energy resources, 2) contribute to the definition of national renewable energy strategies, 3) to conduct research / development activities in the field of renewable energies, 4) conduct studies and monitor the implementation of renewable energy programs and projects for the benefit of industry stakeholders, 5) to contribute to the development and capacity building of craftsmen, agents of the technical structures of the State, local authorities and private, as well as those of renewable energy institutions in other countries, 6) to contribute to the information and awareness of promoters and users of renewable energy equipment, 7) to carry out tests, quality control and labeling of renewable energy equipment for the benefit of promoters, 8) research and set up sustainable and adapted financing mechanisms for renewable energy projects and programs in a Public Private Partnership framework, and 9) to participate in international cooperation actions in the field of renewable energies."}