{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Somalia", "document_category": "Policy", "document_sector_name": ["Social development", "Environment", "Disaster Risk Management (Drm)", "Agriculture", "Adaptation"], "document_language": "English", "document_name": "National Drought Plan For Somalia", "document_country_code": "SOM", "document_hazard_name": "Drought", "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2020", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/SOM/2020/SOM-2020-01-01-National Drought Plan For Somalia_e8825d78d5982393026d28447109458d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL DROUGHT PLAN FOR SOMALIA"}, {"text_block_id": "p0_b2", "text": "December, 2020"}, {"text_block_id": "p1_b3", "text": "Table of Contents"}, {"text_block_id": "p3_b4", "text": "Acronym"}, {"text_block_id": "p5_b5", "text": "List of Figures"}, {"text_block_id": "p5_b6", "text": "Figure 1: GDP growth in Somalia (2013-2020)"}, {"text_block_id": "p5_b7", "text": "Figure 1: GDP growth in Somalia (2013-2020)\n"}, {"text_block_id": "p5_b8", "text": "Figure 3: Number of people need to be assisted in each cluster and esteemed resources needed"}, {"text_block_id": "p5_b9", "text": "Figure 5: Deteriorating food security projections, since 2018 mid"}, {"text_block_id": "p5_b10", "text": "Figure 7: Conceptual framework for drought vulnerability assessment"}, {"text_block_id": "p5_b11", "text": "Figure 7: Conceptual framework for drought vulnerability assessment\n"}, {"text_block_id": "p5_b12", "text": "Figure 9: Drought Declaration Chart"}, {"text_block_id": "p6_b13", "text": "List of Tables"}, {"text_block_id": "p6_b14", "text": "Table 1: Summary of drought impact per sector"}, {"text_block_id": "p6_b15", "text": "Table2: Summary of national policies, plans and legislation related to National Drought"}, {"text_block_id": "p6_b16", "text": "Plan of Somalia"}, {"text_block_id": "p6_b17", "text": "Table 3: Sectors and indicators for assessing drought vulnerability"}, {"text_block_id": "p6_b18", "text": "Table4: Potential risk reduction and mitigation measures for drought"}, {"text_block_id": "p6_b19", "text": "Table 5: Drought Management Action Plan"}, {"text_block_id": "p7_b20", "text": "FOREWARD"}, {"text_block_id": "p7_b21_merged", "text": "For the last decades, Drought has been a common occurrence in Somalia.  The effects of this disaster has had diverse consequences on social, economy and environmental well-being of the people. In addition, mitigation strategies leave a lot to be desired in spite of being among countries that are critically vulnerable to drought due to various economic, social and environmental factors prevalent in the country. It ought to be observed that the current generation has grown so much and exposed to drought episodes, encountering its impacts without discretion as most families are largely nomadic pastoralists. However, this National Droughts Plan (NDP) of Somalia will serve as an important stratagem for management of drought and associated impacts, improving governance and coordinating system for effective drought risk management. NDP does not primarily aim at safeguarding livelihood assets of rural communities in Somalia, but it also capacitates and improves the resilience mechanisms and socio-economic wellbeing of the drought vulnerable people."}, {"text_block_id": "p7_b24", "text": "It is an appeal to all international organizations to magnanimously take part in the implementation of this plan because Somalia considers Drought as major challenge for socio-economic growth, and sustainable development in general. In addition, relevant Government bodies are also urged to align with their sectoral strategies and programs with this National Drought Plan to mainstream and operationalize the plan at both federal and state levels."}, {"text_block_id": "p7_b25", "text": "Lastly, I would like to thank the United National Convention to Combat Desertification (UNCCD) for their invaluable support in preparation of this document. In a similar way, great appreciation go to the Directorate of Environment and Climate Change, under Office of Prime Minister for their technical and leadership role, encouragement and advice on many aspects, in facilitating consultation with government and other stakeholder. Your tremendous effort all has made the document treasured."}, {"text_block_id": "p7_b26", "text": "H.E. Mahdi Mohamed Guliad"}, {"text_block_id": "p7_b27", "text": "Deputy Prime Minister"}, {"text_block_id": "p7_b28", "text": "Federal Republic of Somalia"}, {"text_block_id": "p8_b29", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p8_b30", "text": "The purpose of the plan is to have a system and mechanism in place whereby Government of Somalia and relevant stakeholders can operate in order to mitigate the broad array and frequent impact of droughts in Somalia to enable the establishment of a resilient society that can withstand the drought shocks. The process of developing the National Drought Plan has followed a set of procedures/model recommended by UNCCD, and where number of countries including Somalia have been used to develop a national drought plan. The three pillars the drought plan largely focuses on are 1: Implement drought monitoring and early warning system, 2: Assessing of drought vulnerability and Risk, and 3: Implement measures to limit the impacts of drought and better response to it."}, {"text_block_id": "p8_b31", "text": "The country’s vulnerability to climate change is projected to increase due to its"}, {"text_block_id": "p8_b32_merged", "text": "dependency on natural resource base. This, coupled with the man-made degradation of natural resources due to charcoal production and overgrazing, has increased Somalia’s vulnerability to drought and desertification, leading to a marked reduction in food security. While precipitation deficit is the major factor causing drought, human activities such as unsustainable land use practices exacerbate the scale and impact of drought. Drought contribute to land degradation and when this is coupled with unsustainable land use including overgrazing, and deforestation, the magnitude, duration, and severity of drought are increased resulting in greater impacts on livelihoods and the natural environment."}, {"text_block_id": "p8_b35", "text": "It is indispensable to have a National Drought Plan (NDP) in place which government and relevant stakeholders implement and operationalize for effective and sustainable drought risk management. The UNCCD, Global Mechanism for Drought Initiative has taken an important role in the process of developing the National Drought Plan of Somalia as part of Global effort for effective management of drought and its associated impacts."}, {"text_block_id": "p8_b36", "text": "Impacts of climate-induced disasters on livelihoods and food security are generally experienced in Somalia through the occurrence of droughts and floods. When drought strikes, food insecurity increases, primarily through loss or reduction in crop production, death of livestock or declining milk and meat production, as well as greater and widespread drinking water shortage. By cutting agricultural production to extremelylow levels, droughts dramatically raise essential food prices such as grains, beans, vegetables and fruits, meat and milk leading to serious food insecurity, undernourishment, and even starvation and famine. Women and children are disproportionately affected by the impacts of drought as they are more vulnerable to droughts and have less capacity to access food because of underlying social structures that have to develop a more equitable society. The Somali experience has also demonstrated that droughts cause population displacements, for instance as in the 1974 and 2011 droughts, unemployment, and migration to urban centers and to neighboring countries and beyond."}, {"text_block_id": "p8_b37", "text": "The humanitarian appeal to both government and humanitarian organizations during drought, inexorably promote reactive measures, and do not equate the actual commitment towards tackling drought impacts. The drought response actions engaging by Government should be based on the following factors:"}, {"text_block_id": "p8_b38", "text": "The humanitarian appeal to both government and humanitarian organizations during drought, inexorably promote reactive measures, and do not equate the actual commitment towards tackling drought impacts. The drought response actions engaging by Government should be based on the following factors:\n* Information gathered from designed/selected indicators, such as data gathered"}, {"text_block_id": "p9_b41", "text": "The humanitarian appeal to both government and humanitarian organizations during drought, inexorably promote reactive measures, and do not equate the actual commitment towards tackling drought impacts. The drought response actions engaging by Government should be based on the following factors:\n* Information gathered from designed/selected indicators, such as data gathered\n* Severity of the droughts (state ofdrought)\n* Severity of the droughts (state ofdrought)\n ï \n* Community capacity which relies on their capability to harness the\n* Community capacity which relies on their capability to harness the\n ï "}, {"text_block_id": "p9_b49", "text": "However, the priority strategic interventions which the National Drought Action plan focuses on are:"}, {"text_block_id": "p9_b50", "text": "However, the priority strategic interventions which the National Drought Action plan focuses on are:\n* Drought Monitoring and Prediction\n* Drought Impact assessment\n* Drought Preparedness through sustainable use of Water, Landand\n* Improving Emergency Drought Response"}, {"text_block_id": "p9_b58", "text": "The implementation of the National drought plan will be at federal and state levels. Several government bodies, civil societies, development and humanitarian organizations and most importantly private sector will take roles in implementation of the plan at both federal and state level. There must be funds dedicated for drought interventions that will be used to finance drought relief and recovery interventions to be able not to rely on emergency assistance financing which ultimately fails to profoundly reduce the vulnerability and resulting impact of drought. Monitoring and evaluation system is an important tool for effective implementation and operationalization of plans as it provides consolidated source of information showing progress, challenges and prospects geared towards the implementation of the plan"}, {"text_block_id": "p10_b59", "text": "1: INTRODUCTION"}, {"text_block_id": "p10_b60", "text": "1.1 Geography"}, {"text_block_id": "p10_b61", "text": "Somalia is Africa’s easternmost country with a land area of 637,540 km2, and occupies the tip of a region commonly referred to as the ‘’Greater Horn of Africa’’ (because of its resemblance on the map to a rhinoceros’ horn) that also includes Ethiopia, Eritrea and"}, {"text_block_id": "p10_b62", "text": "Djibouti. Bordered by Kenya in the south, Ethiopia in the west and Djibouti in the northwest. Somalia has the longest coastline in Africa of over 3,333 km, which ranges from the Gulf of Aden in the north to the Indian Ocean in the east and south, with coastlines of around 1,000 km and 2,000 km respectively. The country stretches for almost 1,550 km from north to south between latitudes 12 N and 10 S, and 1,095 km from west to east between longitudes 41 and 51 E."}, {"text_block_id": "p10_b63", "text": "Somalia's terrain consists mainly of arid and semi-arid plateaus, plains, and highlands. Most of the part is flat and rising in the southern and central regions to a few hundred meters above sea l"}, {"text_block_id": "p10_b64", "text": "evel near the Ethiopian border. Somalia’s Arid and Semi"}, {"text_block_id": "p10_b65", "text": "-Arid Lands"}, {"text_block_id": "p10_b66", "text": "(ASALs) make up more than 80% of the country’s landmass and are characteristically"}, {"text_block_id": "p10_b67", "text": "prone to extreme weather conditions including high mean surface temperatures, periods of extended drought, highly erratic rainfall and strong winds"}, {"text_block_id": "p10_b68", "text": "."}, {"text_block_id": "p10_b69", "text": "1.2 Population"}, {"text_block_id": "p10_b70", "text": "According to UNFPA survey in 2014, the population of Somalia is estimated at 12.3 million people. About 70 percent of the population are youth. The civil wars, droughts and social economic burdens have created a huge displacement of people across the states and regions in the country."}, {"text_block_id": "p10_b71", "text": "1.3. Structure of Economy"}, {"text_block_id": "p10_b72_merged_merged", "text": "Following the inauguration of the FGS in 2012, The Somali economy began an upward growth trajectory reaching 3.5 percent in 2015. However, this positive development was disrupted by the 2016/17 drought, which caused debilitating famine and humanitarian crisis leaving thousands of households internally displaced. The economy slumped to 1.4 percent in 2017, but it has since rebounded and is expected to achieve a real growth rate of 2.9 percent in 2019 and 3.2 percent in 2020."}, {"text_block_id": "p11_b74", "text": "Figure 1: GDP growth in Somalia (2013-2020)"}, {"text_block_id": "p11_b75", "text": "Source: NDP-9, 2020-2024"}, {"text_block_id": "p11_b76", "text": "1.4 Climate"}, {"text_block_id": "p11_b77", "text": "Somalia’s climate is generally described as arid to semiarid with annual rainfall of about"}, {"text_block_id": "p11_b78", "text": "100 mm along the coast increasing to 400 mm on the southwestern part of the country. The climate of Somalia is determined by the north and south movement of the inter-Tropical Convergence Zone (ITCZ). This movement of the ITCZ results in two distinct rainy seasons, Gu, beginning usually at the end of March to early April and running throughout June, and Dayr, a shorter rainy season commencing in late September and ending in between October and early November. Gu and Deyr seasons are separated by a relatively dry period from June to August, known as Hagaa, with strong winds experienced over the whole country. Gu rains are observed as the ITCZ moves northward and Dayr occurs as it moves southward. Southwesterly winds with moist air from the Indian Ocean prevail during the Gu season, considered the main rainy season, while northeasterly winds blowing from the Arabian Peninsula with dry air prevail during the Jilal, the main dry season with virtually no rain expected during the latterseason."}, {"text_block_id": "p11_b79_merged", "text": "In the western regions of Somaliland (Marodijeh, Gabiley, and Awdal). a similar season but occurring earlier than Dayr, known as Karan is more prevalent. Karan rains are crucial for successful production of cereals as they arrive during the flowering and grain filling stages of late-maturing local sorghum varieties and recharge groundwater to be tapped during the dry season for both human and livestock consumption. Lack of ‘Dayr’ or ‘Karan’ rains usually results in crop failure and prolonged dry season with negative impact on rural livelihoods. Rainfall in Somalia is characterized by high temporal and spatial variability. In southern Somalia, Jilib receives the highest annual rainfall of up to 643 mm. In Somaliland, on the other hand, Borama gets the highest annual precipitation exceeding 540 mm."}, {"text_block_id": "p11_b82", "text": "Mean air temperatures in Somalia are generally high with highest temperatures observed along the Gulf of Aden (e.g. Berbera). In June to September, temperatures along the coast in the north soar rise above 40 degrees Celsius. In the south, the highest mean annual"}, {"text_block_id": "p12_b83", "text": "temperature of 30 degrees Celsius is recorded in Luuq, near the Ethiopian border. The coolest temperatures occur in Sanag region highlands (e.g. Erigavo)."}, {"text_block_id": "p12_b84", "text": "The annual Potential Evapotranspiration (PET) is generally higher than precipitation in all months and in most areas 0.5 PET also exceeds rainfall throughout the year underlying the necessity of irrigation to avoid crop failure."}, {"text_block_id": "p12_b85", "text": "Figure 2: PET distribution in selected districts/locations in Somalia"}, {"text_block_id": "p12_b86", "text": "Source: FAO-2007"}, {"text_block_id": "p12_b87", "text": "During the last twenty years, Somalia has experienced unprecedented extreme weather events (droughts, floods, shifts in onset of rains). While droughts occurred once per decade before the 1990s, they became the new normal after the turn of the millennium occurring every other year or in some years consecutively with devastating results on human life. Horn of Africa countries along the Indian Ocean, including Somalia experienced elevated temperatures and more frequent heat waves after the 1960s. Incidences of dry spells, seasonal droughts, recurrent droughts, as well as heavy rains resulting in flash floods, increased during the last two decades. In Somalia and southern Ethiopia, reduction of"}, {"text_block_id": "p12_b88", "text": "‘Gu’"}, {"text_block_id": "p12_b89", "text": "rains has been experienced, and when Deyr rains also failed or were less than the long"}, {"text_block_id": "p12_b90", "text": "-"}, {"text_block_id": "p12_b91", "text": "term average, severe droughts were experienced in affected regions of the country. Horn of Africa countries have dried during the last two decades at a faster rate than at any period in the preceding two thousand years."}, {"text_block_id": "p12_b92_merged_merged", "text": "IPCC global models indicated that after the turn of the millennium extreme weather incidences related to El Niño have become more frequent and more intensenterviewed"}, {"text_block_id": "p13_b94_merged", "text": "local community members and key-informants during the formulation of NAPA for Somalia reported that; droughts, floods, extreme high temperatures and strong winds were the major climate related hazards that they experienced. Of these climate elements, almost all consulted groups stressed that droughts, and floods posed the greatest risk to livelihoods and that they should be priorities for any intervention or adaptation plaSince 2000, droughts and floods occurred in 17 out of 18 years. It has been noted in the previous section that ‘Gu’ rains have been failing in Somalia since 2000 resulting in almost annual droughts, and this trend is projected to continue for the next 20 to 30 years. Extension of ‘Deyr’ rains into the ‘Jilal’ season is expected to result in higher ‘Deyr’ rainfall, but this may be offset by reduced ‘Gu’ rains. Additionally, any projected gain in rainfall may be lost to increased evapotranspiration and rise in temperatures. The country’s vulnerability to climate change is projected to increase due to its dependency on its natural resource base. This, coupled with the man-made degradation of natural resources due to charcoal production and overgrazing, has increased Somalia’s vulnerability to drought and desertification, leading to a marked reduction in food security. Natural hazards and disasters are endemic in Somalia. The increasing spatial and temporal variability of the rainy and dry seasons as well as floods and droughts result in serious natural disasters, while El Niño-induced changes in weather patterns continue to impact the region."}, {"text_block_id": "p13_b108", "text": "The precariousness of rainfall, and deficiency of surface water as a result of frequent droughts in Somalia has spawned various impacts including dwindling of pasture, livestock production and environment well-being, public health, water supply, agriculture, forestry and in particular most affected the minority groups. The limited capacity in drought management at country level due to several factors including absence of systems and plans which can be resorted to in order to effectively manage drought risk before it roll out to crisis, where reactive measures remain reinstated. As such, realizing the economic, social and environment impacts stemming from frequent drought, it is vital to have systems and plans in place to mitigate drought impacts and reduce vulnerability of the people and developmental sectors to the effects of droughts. Therefore, it is indispensable to have a National Drought Plan (NDP) in place which government and relevant stakeholders should implement and operationalize for effective and sustainable drought risk management."}, {"text_block_id": "p13_b109", "text": "However, it is crystal clear that women are more affected by drought impacts and in cases of rainfall change and water scarcity, women travel long distances to fetch water. Women are obliged for household chores including water fetching among other tasks. As such, it is clear that women are more impacted by droughts effects, moreover there are disparity in ownership and access of resources such as land in comparison to men."}, {"text_block_id": "p14_b110", "text": "There is ongoing efforts from both international and local humanitarian organization , as well as Government of Somalia in addressing such disparities in access and use of resources among men and women, and reduce the vulnerability of particularly gender group to drought risks. This is tackled through equal empowerment of different gender groups with resources and knowledge required to withstand drought shocks. Community based training relating to disaster risk reduction and early warning, as well as economic support initiative are implemented in many regions of Somalia, serving as tool to empower different gender groups that are vulnerable to droughts shocks."}, {"text_block_id": "p14_b111", "text": "2. PURPOSE AND OBJECTIVES OF THE PLAN"}, {"text_block_id": "p14_b112", "text": "2.1 Purpose"}, {"text_block_id": "p14_b113", "text": "The Conference of the Parties (COP) at its thirteenth Meeting (COP13), requested the Secretariat and appropriate UNCCD institutions and bodies to support countries in preparation of drought plans and system to promote effective management of drought impacts and vulnerabilities. The UNCCD helps address these challenges through a recently launched Drought Initiative that works to enhance the resilience of communities and ecosystems to drought by developing national action plans. As such, an engagement between UNCCD and Government of Somalia commenced this initiative of having National Drought plan of Somalia in place as the country is among most drought prone countries in Africa and the world."}, {"text_block_id": "p14_b114", "text": "The purpose of the plan is to have a system and mechanism in place whereby Government and relevant stakeholders can operate on in order to mitigate the broad array and frequent impact of droughts in Somalia to be able to establish a resilient society that can withstand to the drought shocks."}, {"text_block_id": "p14_b115", "text": "2.2. Scope"}, {"text_block_id": "p14_b116", "text": "The scope of the National drought plan (NDP) will be at country level. The entire country at federal and state levels will use and operationalize the plan. Also relevant stakeholders both civil and humanitarian organizations will adopt the plan, and align with their strategic directives and operations in a bid to establish a coherent effort towards successful implementation of the plan. On the other hand, the NDP generally provides approaches, procedures and measures towards effective drought management in thecountry."}, {"text_block_id": "p14_b117", "text": "2.3. Goal"}, {"text_block_id": "p14_b118", "text": "2.3. Goal\n* Design drought monitoring, early warning and information follow where the\n* Promote drought adaptation framework for effective drought risk management with"}, {"text_block_id": "p14_b122", "text": "2.4. Objectives"}, {"text_block_id": "p14_b123", "text": "2.4. Objectives\n* Identify key drivers of Drought risk and vulnerability in Somalia, and design\n* Identify key challenge in drought management in Somalia"}, {"text_block_id": "p15_b127", "text": "2.4. Objectives\n* Identify key drivers of Drought risk and vulnerability in Somalia, and design\n* Identify key challenge in drought management in Somalia\n* Design Drought early warning and monitoring, and provide appropriate actions\n* Identify drought mitigation and preparedness measures that can be taken by each\n* Provide criteria for drought declaration\n* Develop action plan to foster drought management efforts across the country"}, {"text_block_id": "p15_b135", "text": "2.5. Process of Development of National Drought Plan of Somalia"}, {"text_block_id": "p15_b136", "text": "The process of developing the National Drought Plan has followed a set of procedures/model recommended by UNCCD, and where number of countries including Somalia has used in order to develop a national drought plan. The process starts with appointing National focal points/task force at the highest level of authority withmembers from relevant government bodies that work on drought related initiatives. Step 2, to define the goals basing on the institutional capacity, existing gaps and aspirations towards management of drought. Step 3, relevant stakeholders should participate in the process of development of NDP, Step 4, situational analysis particularly existing conditions, implications in drought management, political infrastructure, as well as available natural, biological, human and financial resources. Step 5, Preparation and drafting the National drought plan, step 6 identification of unmet needs and addressing institutional gaps, deficiencies in drought management in the country, and provide remediation measures towards lessening and eliminating these gaps and unmet needs. Step 7, focuses to educate the public on existing drought plan, and measures in counteracting and adapting droughts; and role of communities as far as drought response, mitigation and preparedness are concerned. And lastly, Step 8, is to have evaluating procedure in place where the plan is constantly evaluated with set of period to identify and analyze the achievements, gaps and challenges encountered during operationalization of the plan, and provide remedial measures to improve the plan."}, {"text_block_id": "p15_b137", "text": "The plan has to be subject to revision and re-evaluation as the social, economic and environmental dynamics continuously changes."}, {"text_block_id": "p15_b138", "text": "2.6. Guiding Principles"}, {"text_block_id": "p15_b139", "text": "The National Drought Plan of Somalia is guided by these following principles including Global principles in Disaster Risk Reduction/Management contained in the Yakhoma strategy for Safer World, the Hyogo Framework for Action (2000-2015), as well as Sendia framework for Disaster risk reduction (2015-2030)."}, {"text_block_id": "p15_b140", "text": "The National Drought Plan of Somalia is guided by these following principles including Global principles in Disaster Risk Reduction/Management contained in the Yakhoma strategy for Safer World, the Hyogo Framework for Action (2000-2015), as well as Sendia framework for Disaster risk reduction (2015-2030).\n* Drought and disasters at large, are national threats/problems and should be dealt\n* There should be robust leadership from highest level of authority, as well as\n* The Central/Federal Government of Somalia has the lead in drought management"}, {"text_block_id": "p16_b146", "text": "The National Drought Plan of Somalia is guided by these following principles including Global principles in Disaster Risk Reduction/Management contained in the Yakhoma strategy for Safer World, the Hyogo Framework for Action (2000-2015), as well as Sendia framework for Disaster risk reduction (2015-2030).\n* Drought and disasters at large, are national threats/problems and should be dealt\n* There should be robust leadership from highest level of authority, as well as\n* The Central/Federal Government of Somalia has the lead in drought management\n* Disaster risk reduction requires that responsibilities be shared by central\n* Managing the risk of disasters is aimed at protecting persons and their property,\n* Disaster risk reduction requires an all-of-society engagement and partnership. It\n* Disaster risk reduction and management depends on coordination mechanisms\n* guiding and coordinating role of national and federal State Governments should\n* Disaster risk reduction requires a multi-hazard approach and inclusive\n* The development, strengthening and implementation of relevant policies, plans,\n* While the drivers of disaster risk may be local, national, regional or global in\n* Addressing underlying disaster risk factors through disaster risk-informed public\n* Disaster management interventions including the drought should be transparent\n* Disaster responses and relief operations should be accessible and equitable among"}, {"text_block_id": "p17_b169", "text": "3: DROUGHT SITUATIONAL ANALYSIS"}, {"text_block_id": "p17_b170", "text": "3.1 Drought in Somalia"}, {"text_block_id": "p17_b171", "text": "In"}, {"text_block_id": "p17_b172", "text": "Somalia’s"}, {"text_block_id": "p17_b173", "text": "landscape and environment, drought is the most serious natural disaster with respect to its far-reaching and often devastating impact on human livelihoods including both urban and rural communities as well as its capacity to inflict severe stresses on the biophysical environment and ecosystems. Drought has been a known and usual occurrence in the country for many decades, and rural communities have tagged severe droughts with"}, {"text_block_id": "p17_b174", "text": "unforgettable names e.g. “Xaarama"}, {"text_block_id": "p17_b175", "text": "-cune, Harga-cuna, Dabadheer\". While the impacts of other natural disasters can be felt quickly and quantified, for example floods and earthquakes, drought is a slowly developing and creeping disaster that may be noticed late during its manifestation or even after it has ceased."}, {"text_block_id": "p17_b176", "text": "Drought is a period of precipitation deficit that persists until it results in significant water shortage in an area. The IPCC defines drought as a \"period of abnormally dry weather long enough to cause serious hydrological imbalance"}, {"text_block_id": "p17_b177", "text": "so WMO describes drought as a prolonged dry period in the natural climate cycle that can occur anywhere in the world. In the Somali context, drought occurs when rainfall is not received during a normal rainy season or for more than one rainy season resulting in critical water shortages for human, animal, and plant life. Because of the semiarid to arid nature and low annual rainfall in the country, a failure of the main rainy season in a particular year can result in droughtas soil moisture is depleted, pasture and vegetation growth is greatly reduced, and crop yield is significantly diminished. Severe droughts are experienced when rains fail for two or more consecutive years in a certain region or area."}, {"text_block_id": "p17_b178", "text": "Droughts are classified into different categories with respect to the economic sector in consideration or that drought impacts upon:"}, {"text_block_id": "p17_b179", "text": "Droughts are classified into different categories with respect to the economic sector in consideration or that drought impacts upon:\n* Meteorological drought results from a period of months to years with a water\n* Agricultural drought is a period of soil moisture deficit caused by less than average\n* Hydrological drought occurs when surface water such as river flow, ponds, lakes,"}, {"text_block_id": "p18_b186", "text": "Droughts are classified into different categories with respect to the economic sector in consideration or that drought impacts upon:\n* Meteorological drought results from a period of months to years with a water\n* Agricultural drought is a period of soil moisture deficit caused by less than average\n* Hydrological drought occurs when surface water such as river flow, ponds, lakes,\n* \n* to burdens on their economic sources, and increased demand of socio-economic"}, {"text_block_id": "p18_b190", "text": "Droughts in progression can be indicated by various indicators that are tailored to the type of drought. In agricultural drought, progressive soil moisture deficits are used to assess and monitor droughts. Declining plant biomass and reduced vegetation greenness as compared to normal conditions are also indicators of agricultural drought. Farmers are usually quick to notice a developing agricultural drought through crop growth and soil observations. Meteorological drought is indicated by precipitation below the long-term mean of an area in a particular period of time. Another indicator of meteorological drought related to the previous one is the difference between precipitation and evapotranspiration. Diminished surface water flow in rivers, and streams, and deepening water levels in wells are useful indicators for hydrological drought. Drought indicators are used to determine the existence of drought, for drought monitoring, and for drought management, as well as for drought forecasting."}, {"text_block_id": "p18_b191_merged_merged", "text": "Droughts can be characterized by their frequency, magnitude, intensity, and duration. Frequency refers to the occurrence of droughts in a specific span of time e.g. every five or ten years. Clearly more frequent droughts have greater impacts on society and ecosystems than less frequent droughts and are more costly and difficult to manage. Drought magnitude represents the size of water deficit observed in comparison to average conditions. A drought of high results in larger impacts on communities and ecosystems. A drought of high intensity achieves great impact in a relatively short time. Droughts of long duration can also spell disaster even if they have low magnitude. The beginning (onset) and end of drought are important variables in drought management, particularly in the agricultural sector as the onset of drought during critical crop growth stages can wipe out a season’s crop output. Another variable essential for drought impact assessment and characterization is size of land area affected by the drought. Droughts that affect larger areas or regions result in greater impacts on social and environmental parameters than droughts that are confined to small areas. In Somalia, droughts have affected both small areas such as districts or even villages within districts, and more often several regions or the entire country. Dealing with wide-reaching droughts has usually involved call for international intervention."}, {"text_block_id": "p18_b194", "text": "While precipitation deficit is the major factor causing drought, human activities such as unsustainable land use practices exacerbate the scale and impact of droughts. Droughts contribute to land degradation and when this is coupled with unsustainable land use including overgrazing, and deforestation, the magnitude, duration, and severity of drought are increased resulting in greater impacts on livelihoods and the natural environment. Being a semiarid to arid climate, Somalia is relatively prone to drought cycles and events. Nowadays, a small negative deviation from the long-term annual mean rainfall in any region within the country can bring about drought. This is likely due to decreased land tolerance to dry periods because of increased land degradation stemming from inappropriate land use practices. Because of its small economy and heavy reliance on"}, {"text_block_id": "p19_b195", "text": "agriculture as the leading source of livelihood, Somalia is highly vulnerable to drought impacts. Thus, the formulation of a National Drought Plan is a crucial step for addressing the challenges of frequent droughts."}, {"text_block_id": "p19_b196", "text": "In the past, the Government of Somalia carried various interventions to combat and manage resulting effects from droughts. For example, droughts that occurred during 70"}, {"text_block_id": "p19_b197", "text": "th"}, {"text_block_id": "p19_b198", "text": "and 80"}, {"text_block_id": "p19_b199", "text": "th"}, {"text_block_id": "p19_b200", "text": "such as Daba-Dheer, Xaarama Cune, Harga Cunna, Droughts, and Government evacuated droughts affected people to agricultural lands as well as coastal areas in the country. On other hand, National food reserves managing by central Government where available at that time, and food and non-food assistance were largely given to people affected by the Droughts during that period. Drought response were at central level, and this was aided by the strong central Government, infrastructure, and the Government managed production industries."}, {"text_block_id": "p19_b201", "text": "3.2. Desertification, Climate Change, and Drought"}, {"text_block_id": "p19_b202", "text": "Desertification is a gradual process by which the productivity of land is reduced. The land degradation involves a continuum of change of land quality from slight to severe. It results"}, {"text_block_id": "p19_b203", "text": "from a combination of man’s excessive use of ecosystems that are inherently fragile."}, {"text_block_id": "p19_b204", "text": "Fragility means that the habitat is vulnerable to deterioration of ecological features. Recurrent and/or prolonged drought that are predictable in climatic incidence; its effect is often dramatic as it causes widespread failure of food-producing systems. If excessive exploitation (overgrazing, over cultivation, over-denudation of trees) coincides with the incidence of drought, rates of ecological degradation (desertification) often accelerate."}, {"text_block_id": "p19_b205", "text": "In Somalia, the deforestation rate is increasing at alarm stage. A recent study by Food Agriculture Organization (FAO) / Somalia Water and Land Management Information System (SWALIM) for Puntland estimates the annual rate of Acacia bussei decline at about 5% in Puntland, and this rate seem also to be applicable across Somalia. According to a WSP report, the charcoal output of north-east Somalia in 1996 was estimated to be in the order of 4.8 million sacks [each weighing 25-30 kg]. Producing such a volume, required cutting approximately 2.1 million Acacia bussei trees. At an average density of 60 trees per hectare, this translates into a deforestation rate of 35 000 hectares of land per yea"}, {"text_block_id": "p19_b206_merged_merged_merged", "text": "Extrapolating the above figures for production of the 10 million sacks of charcoal produced in the South Somalia during 2011 [only export], means felling 4.375 million trees or clearing 72 916 hectares of land."}, {"text_block_id": "p19_b208", "text": "As the deforestation level increases, this ensues an increase of desertification and in turn land degradation, where the vulnerability of pastoral and agropastoral communities to droughts increases. There is strong linkage between the deforestation, desertification and droughts."}, {"text_block_id": "p20_b209", "text": "3.3. DROUGHT IMPACTS ON LIVELIHOODS AND FOOD SECURITY"}, {"text_block_id": "p20_b210_merged", "text": "Impacts of climate-induced disasters on livelihoods and food security are generally experienced in Somalia through the occurrence of droughts and floods. Droughts and floods are certainly the two most stressful elements of climate crisis and have been emphasized as major drivers of food insecurity, hunger, undernourishment, famine, and population  displacement. Droughts also often  create conflicts among pastoral communities in search of scarce grazing resources for their livestock as well as between pastoralists and farmers as the latter attempt to protect their farms from others. Droughts occurred almost every year for the last twenty years. In the vulnerable pastoral and agropastoral communities of Somalia, who form the majority of the population, even one dry year spills disaster. When drought extends to a second year, the impact can be a devastating loss of life and famine."}, {"text_block_id": "p20_b212", "text": "When drought strikes, food insecurity increases, primarily through loss or reduction in crop production, death of livestock or declining milk and meat production, as well as greater and widespread drinking water shortage. By cutting agricultural production to extremely low levels, droughts dramatically raise essential food prices such as grains, beans, vegetables and fruits, meat and milk leading to serious food insecurity, undernourishment, and even starvation and famine. Women and children are disproportionately affected by the impacts of drought as they are more vulnerable to droughts and have less capacity to access food because of underlying social structures that have yet to develop a more equitable society. Thus, most fatalities and undernourished individuals are seen in children and women during severe drought episodes. The importance of taking these two social groups into serious consideration and inclusion in any drought management strategy and drought plan cannot be overemphasized. The Somali experience has also demonstrated that droughts cause population displacements, for instance as in the 1974 and 2011 droughts, unemployment, and migration to urban centres and to neighboring countries andbeyond."}, {"text_block_id": "p20_b213", "text": "Recent trend in food security in Somalia is summarized in Box 1. These data underline that Somalia is food insecure zone with frequent need for emergency humanitarian assistance. In general, for the last 12 years, Awdal and Northwest populations had significantly less of their populations categorized as AFLC/HE than other regions. The highest acute food and livelihood crisis and humanitarian emergencies were often recorded in Galgaduud, Mudug, Hiiraan, Bay, and Bakool. Sool, Sanag, and the coastal communities in Somaliland are known to be among the most vulnerable to droughts. Since climate models predict increasing frequency of extreme weather events including droughts, floods, and high temperatures, food security and livelihoods are not expected to improve significantly over the short term. The frequent high levels of livelihood crisis observed in pastoral and agropastoral communities will likely continue for the next two decades with the varying vulnerabilities seen among the various regions and livelihood systems persisting in the short-term. Food insecurity and livelihood crisis are not driven only by climate related hazards but there are also multiple other contributing factors including land degradation, conflicts, and poor governance. Climate induced hazards such as droughts remain the most important risk leading to critical food insecurity, mass"}, {"text_block_id": "p21_b214", "text": "starvation, and internal displacement of local populations. The high population growth rate in Somalia will result in increased number of people in need of humanitarian assistance, unless sound and effective drought mitigation plans and strategies are developed and implemented with special focus on social equity and transparency."}, {"text_block_id": "p21_b215", "text": "3.4. Drought impact on Agriculture and livestock"}, {"text_block_id": "p21_b216", "text": "Agriculture-Crop Production"}, {"text_block_id": "p21_b217", "text": "Agriculture is the first economic sector that is affected by drought in progression. Rainfed agriculture and rangelands particularly show early response to soil moisture depletion through crop failure and significant plant biomass decline, which subsequently result in loss of livestock and crop yield with accompanying deterioration of food security. As drought worsens, river and stream flow as well as underground water are reduced leading to loss of productivity in irrigated farms."}, {"text_block_id": "p22_b218", "text": "Farmers in the riverine zone of southern Somalia, who practice crop production under irrigation systems were less vulnerable to droughts than those relying on rainfall for livestock and crop production. Fishing communities along the Indian Ocean and Red Sea coasts are least affected by drought events, although the number of people involved in fishing is very low compared to pastoralists and agropastoral communities."}, {"text_block_id": "p22_b219", "text": "In Somalia’s semiarid regions with highly variable and low precipitation, even a short"}, {"text_block_id": "p22_b220", "text": "period of no rainfall during the cropping season often results either in significant yield reduction or total crop failure. Such agricultural droughts are frequently experienced by rainfed farmers. Severe or prolonged droughts lead to drastic lowering of river flow in the Juba and Shabelle zones with loss of harvestable crop yields. Rainfed farmers are probably the first to feel the impact of drought followed by pastoralists and riverine area farmers. The scale of impact of drought on agriculture depends to a large extent on timing and duration of drought incidences, with droughts commencing during the sowing months or during the crop flowering and fruit formation stages bringing about the heaviest economic"}, {"text_block_id": "p22_b221", "text": "losses. Droughts commencing such periods are not uncommon in Somalia’s agr"}, {"text_block_id": "p22_b222", "text": "o-ecological zones. Even in the absence of drought, soil moisture deficit is the most limiting factor of agricultural production. Food security in the country is closely linked to the success or failure of agricultural production, as agriculture is the main source of livelihood and employment for the majority of the population."}, {"text_block_id": "p22_b223", "text": "Agriculture-Livestock"}, {"text_block_id": "p22_b224", "text": "Livestock sector is among most vulnerable sector to droughts in Somalia as the economic and livelihood of people largely relies on it. Pastoralists suffer huge livestock losses during severe droughts some of which have wiped out almost the entire livestock populations of hard-hit regions in more recent droughts e.g. the droughts of 2011 and 2016."}, {"text_block_id": "p22_b225", "text": "As estimated that during the drought, Somalia lost over 6.4 million of its total livestock population valued at over USD 350 million in addition to losses in productivity in terms of milk yield and body weight valued at about USD 1.2 billion. Livestock losses have been very high among poor families, averaging 40-60 percent in the north and 20-40 percent in the centre and"}, {"text_block_id": "p22_b226", "text": "3.5. Drought impact on Natural resources"}, {"text_block_id": "p22_b227_merged_merged", "text": "In the last two decades, land degradation has continued at an alarming and increasing rate. Land degradation in Somalia mainly results from unsustainable land use including overgrazing, charcoal production, and deforestation. Drought plays a major role in land degradation as it renders land more susceptible to soil erosion by reducing vegetation cover and soil moisture reserves. Urbanization and expansion of farming into rangelands are also important factors in the accelerating land degradation. Drought is also a major driver of desertification in Somalia’s environment with negative impacts on rural populations. Frequent droughts have reduced the capacity of land to support plant and animal life because of increased soil erosion, reduced soil moisture retention, and declining soil fertilitylevels."}, {"text_block_id": "p23_b230", "text": "Critical water shortages occur during drought years with pastoral communities most severely affected by lack of drinking water for both humans and livestock. While access to water for domestic use is not an easy task for rural populations even in normal years, during droughts rural women and children travel long distances to fetch water. Livestock deaths in drought times are probably equally due to pasture scarcity and lack of drinking water."}, {"text_block_id": "p23_b231", "text": "3.6. Impact on Biodiversity"}, {"text_block_id": "p23_b232", "text": "Drought undoubtedly diminishes plant biodiversity by reducing plant regrowth, dispersal, and survival, and often changes plant species composition in an area in favour of hardy but less palatable species. Drought also causes out migration of wildlife from drought-stricken zones to remote areas including cross-border migration. Droughts can accelerate the extinction of endangered species, particularly those less tolerant to prolonged dry periods."}, {"text_block_id": "p23_b233", "text": "Drought coupled with overgrazing is driving many grasses and forbs to extinction, has led to pronounced reductions of the carrying capacity of the land, and has further added to the scale of land degrada"}, {"text_block_id": "p23_b234", "text": ". Drought reduces the soil seed bank thereby restricting subsequent plant regeneration and density and limiting species diversity. Drought has reduced pasture availability and pasture quality with negative impacts on pastoralist and agropastoral communities."}, {"text_block_id": "p23_b235", "text": "The combination of raising temperature and frequent droughts will continue tocontribute to a larger scale of land degradation in the country, unless unprecedented interventions are"}, {"text_block_id": "p23_b236", "text": "implemented, which are highly unlikely given the country’s limited financial and"}, {"text_block_id": "p23_b237", "text": "technological capacity. Without appropriate interventions, biodiversity decline will proceed unabated. The spread of invasive exotic species will further impact on biodiversity, and forest productivity. The impact of drought will be particularly hard on the shrinking rangelands and rangeland species with disastrous results for pastoralists and their livestock herds. Water resources are likely to diminish because of increasing evaporation rates, droughts, and greater precipitation variability. Water resources may also become more polluted because of increased sedimentation."}, {"text_block_id": "p23_b238_merged_merged_merged", "text": "Frequent droughts may result in the extinction of vulnerable plant and animal species, particularly those already endangered. The protection of the country’s endemic and rare species will require a concerted effort of various players including international biodiversity conservation organizations, government, NGOs, universities, and local communities."}, {"text_block_id": "p24_b241", "text": "Table 1: Summary of drought impact per sector"}, {"text_block_id": "p29_b242", "text": "4. RELATIONSHIPS WITH OTHER PLANS, POLICIES AND FRAMEWORKS"}, {"text_block_id": "p29_b243", "text": "4.1. RELATIONSHIP WITH NATIONAL PLANS AND POLICIES"}, {"text_block_id": "p29_b244", "text": "4.1.1"}, {"text_block_id": "p29_b245", "text": "National Development Plan of Somalia (2020-2024)"}, {"text_block_id": "p29_b246", "text": "The National Development Plan of Somalia (2020-2024) NDP-9 which focuses on four key priority areas namely Inclusive politics, Security and Rule of Law, Economic development, and Social development, recognizes the high need to build resilience of the communities against climate driven disasters, most importantly droughts, indicating risk identification and management form a core aspect in management of natural and human driven shocks. It also recognizes as continued natural disaster, more importantly droughts as an impediment factor to development of Somalia."}, {"text_block_id": "p29_b247", "text": "It is for this reason that poverty was not limited to a monetary definition but was broadened to include other dimensions that impact on households, communities and government. Supporting plans, such as the RRF, outline how Somali resilience can be developed across the dimensions of poverty, ensuring that households, communities and governments do not lose the gains made and can withstand future shoc"}, {"text_block_id": "p29_b248", "text": "NDP-9 concedes the need for better management of environment and natural resources to balance development and environment management efforts that are striking to one another, without systematic and robust plans that intertwines these aspects. The NDP-9 recognizes the crisis and shocks such as poverty, natural disasters including droughts, and civil conflicts are met as result of improper management of environment and natural resources. Thus, for better management of environment and natural resources, the natural shocks, and these problems can be managed in acceptable level, which is not multitudinously hindering the sustainability of development and the effort in achieving Sustainable development Goals. In the National Drought Plan (NDP), the sustainable and appropriate management of environmental natural amenities are considered as an important strategic exemplar for effective mitigation and preparedness of drought shocks. The National Development Plan recognizes the interface between humanitarian and development planning, where strategic plans are needed to draw from, and partnership is looked from humanitarian and development stakeholders in the country to address the transition period (in between humanitarian and development), and this period is where most of considerations is not given. In Somalia, there management paradigm of disasters remains reactive, where emergency interventions are restored to, forgetting the post-emergency, recovery and resilience measures needed to up-scale such periods/scenarios. However, the National Drought Plan promotes the Governance which is among cross cutting imperatives that National Development Plan (2020-2024) focuses on as it strengthens the institutional capacity towards drought management at national level."}, {"text_block_id": "p29_b249", "text": "4.1.2. National Irrigational Policy (2019)"}, {"text_block_id": "p29_b250", "text": "The National Irrigational Policy, approved in 2019 targets priority areas/objectives including Promoting water use efficiency through strengthening the traditional water"}, {"text_block_id": "p30_b251", "text": "management systems, water management plans during extreme weather events, development of groundwater resources for purposes of sustainable irrigation water, promoting water use efficiency in communities through education and training, particularly women and those vulnerable to poverty, upgrades in the use of technologies that are cost-efficient and effective in reducing water use."}, {"text_block_id": "p30_b252", "text": "These strategic interventions are relevant to improvement of efficient use of water resources for irrigational, and most importantly water conservation in agricultural sector, and in turn this contributes to efforts in lessening water deficiency in agricultural sector. The National Drought Plan is considering these strategic interventions as important measures for drought mitigation and preparedness in agriculture sector."}, {"text_block_id": "p30_b253", "text": "4.1.3. National Climate Change Policy (NCCP)"}, {"text_block_id": "p30_b254", "text": "The National Climate Change Policy (NCCP), 2020; is a recent policy document prepared by government of Somalia spearheaded by the directorate of environment and climate change. It is a new step towards stimulation of policy instruments to manage broad impacts of climate change in Somalia. NCCP portrays the alertness and political commitment of the Government of Somalia to cope with the climate change effects which have significant impact in steadiness of economic growth, stability, migration and development of country at large."}, {"text_block_id": "p30_b255", "text": "The NCCP focuses on two strategic dimensions; adaptation to climate change effects in one hand, and mitigation of man-made factors and emission that contribute to climate change. Within these strategic paradigms, there are strategic interventions aimed to improve the adaptive capacity of the country to climate change effects, as well as mitigation measures towards low emissions while sustaining the economic growth. The NCCP distinguishes effective disaster management as important factor in conquering climate change effects. Thus, the National Drought Plan (NDP) is aligned with the NCCP policy directives and constructs towards improving the adaptive capacity of the country to climate change effects."}, {"text_block_id": "p30_b256", "text": "4.1.4."}, {"text_block_id": "p30_b257", "text": "National Action Program (NAP’s) for the United Nations Convention to Combat"}, {"text_block_id": "p30_b258", "text": "Desertification (UNCCD)"}, {"text_block_id": "p30_b259", "text": "In 2016, the Government of Somalia produced the first National Action Program to combat land degradation since it had assented with UNCCD in 2002. The NAP is part of the requirement from countries which signed the international convention in combating desertification to formulate action plans/programs at national level towards combating land degradation, and ensuring sustainable management of land and water resources to alleviate poverty and sustain development."}, {"text_block_id": "p30_b260_merged", "text": "The NAP was aligned with UNCCD 10 year strategy (2008-2018). The proposed program areas in NAP’s are;"}, {"text_block_id": "p30_b263", "text": "The NAP was aligned with UNCCD 10 year strategy (2008-2018). The proposed program areas in NAP’s are;\n* Integrated land and water management, which focuses on watershed, catchment areas,\n<\\li1>"}, {"text_block_id": "p31_b265", "text": "The NAP was aligned with UNCCD 10 year strategy (2008-2018). The proposed program areas in NAP’s are;\n* Integrated land and water management, which focuses on watershed, catchment areas,\n<\\li1>\n* Access and rights to communal land, where economic viability of land are considered,\n* The last strategic program area focuses on the access and rights of communal land. The"}, {"text_block_id": "p31_b269", "text": "However, the National Drought Plan considers these strategic program areas as important aspect in combating land degradation and desertification which have significant connection to frequent droughts. The unsustainable use of land resources, absence of land use plan in many states of Somalia, have increased the misuse of land resources where huge area of land is illegally eroded, and trees denuded for the purpose of charcoal production, contributing to vulnerability of people to climate shocks, most importantly lack of supplementary feedings to both human and livestock. However, the National Drought Plan accounts these insights and strategic directives indicated in NAP."}, {"text_block_id": "p31_b270", "text": "4.1.5. National Adaptation Program Action of Climate change adaptation"}, {"text_block_id": "p31_b271", "text": "The National adaptation program action (2013) approved by Government of Somalia which at national level action program designed to respond to the growing climate change effects in the country. The NAPA was aligned with MGD goals (2000-2015). There have been number of challenges including political, finance and security faced by Government in thoroughly implementing the NAPA. However, the NAPA focuses on the development and implementation of immediate and urgent project based activities to adapt to climate change and climate variability, building the community awareness on climate change, increasing monitoring and risk forecasting capacities, supporting the adoption of government policies and strategies to improve resilience to climate risks among vulnerable population groups (including women and children) and economicsectors. The strategic interventions were largely focusing on establishing a resilience society against climate change shocks, and therefore, the NDP has taken considerations to some of the insights/interventions indicted in NAPA."}, {"text_block_id": "p31_b272", "text": "Table2: Summary of national policies, laws and plans related to National Drought Plan (NDP) of Somalia"}, {"text_block_id": "p32_b273", "text": "4.2 RELATIONSHIP WITH GLOBAL FRAMEWORKS AND STRATEGIES"}, {"text_block_id": "p32_b274", "text": "4.2.1"}, {"text_block_id": "p32_b275", "text": "Sendia Framework"}, {"text_block_id": "p32_b276", "text": "For the last decades, there has been increased dynamics of natural processes and environmental deterioration caused by human activities, contributing the recurrent and frequent occurrence of various hazards/disasters throughout the globe. As a result, the last decades were marked by a significant global increase in the frequency of natural disasters and consequent human and material losses. During the last century, an uncontrolled impact of human activities promoted the global climate change which is considered to be one of the causes of increasingly frequent natural disasters. The world has set out a number of strategies and frameworks to combat the impact of disaster at a global level, and provide operational mechanism which the nations can adopt to build a resilient society that can withstand shocks, and most importantly minimize impact of disasters in development and humanitarian agendas."}, {"text_block_id": "p32_b277", "text": "More so, Sendia Framework is a global framer for disaster risk reduction, adopted in 2015 at united national Convention on Disaster Risk Reduction. The framework is preceded by the Hyogo Framework for disaster Risk Reduction (2005-2015). These global frameworks have come as result of continued disasters taking place across the world which resulted into heavy toll, destruction of properties and lives of people, economy, environment, and most importantly development. These frameworks provided a recognition that global development cannot be sustained with addressing the disasters at local, national, regional and global levels."}, {"text_block_id": "p32_b278", "text": "The Framework encourages the development of mechanisms for management of small-scale and large-scale, frequent and infrequent, sudden and slow-onset disasters caused by natural or man-made disasters at all levels (global, regional, national and local) and in all sectors. However, the Sendia framework targets these priority areas;"}, {"text_block_id": "p32_b279", "text": "Priority 1:"}, {"text_block_id": "p32_b280", "text": "Understanding disaster risk."}, {"text_block_id": "p32_b281", "text": "Priority 2:"}, {"text_block_id": "p32_b282", "text": "Strengthening disaster risk governance to manage disaster risk."}, {"text_block_id": "p32_b283", "text": "Priority 3:"}, {"text_block_id": "p32_b284", "text": "Investing in disaster risk reduction for resilience."}, {"text_block_id": "p32_b285", "text": "Priority 4:"}, {"text_block_id": "p32_b286", "text": "Enhancing disaster preparedness for effective response and to “Build Back Better” In recovery, rehabilitation and reconstruction."}, {"text_block_id": "p32_b287", "text": "The National Drought Plan (NDP), is aligned with priorities areas as well as globally recommended strategic actions under these four priorities areas."}, {"text_block_id": "p32_b288", "text": "In addition to that, some of the Guiding principles of NDP are drawn from guiding principles from Sendia framework to establish coherences with global principles and strategic action recommendations on disaster risk reduction/management."}, {"text_block_id": "p33_b289", "text": "5: DROUGHT MANAGEMENT INSOMALIA"}, {"text_block_id": "p33_b290", "text": "5.1. Existing Institutional, Policy and Legal systems"}, {"text_block_id": "p33_b291", "text": "The Government of Somalia has established Somalia Disaster Management agency (SODMA) under Law 17, approved by parliament and signed by the president with the vision to protect the Somali people and their property from the disasters that occur so as to be resilient if a disaster strikes, and to make them attain a good and efficient life by developing skills that urgently respond to natural & manmade disasters in the country. As indicted din LAW 17, the mandate of the Agency are:"}, {"text_block_id": "p33_b292", "text": ""}, {"text_block_id": "p33_b293", "text": "The preparation of the plans and National level programs against Disasters such as: prevention, mitigation, rapid response and recovery;"}, {"text_block_id": "p33_b294", "text": ""}, {"text_block_id": "p33_b295", "text": "The gathering of information and reports on Disasters and the risks facing the country and sending out early warnings in cooperation with organizations inside the country and abroad working on those activities;"}, {"text_block_id": "p33_b296", "text": ""}, {"text_block_id": "p33_b297", "text": "The management and coordination of donation Programs to execute National level plans;"}, {"text_block_id": "p33_b298", "text": ""}, {"text_block_id": "p33_b299", "text": "The coordination and supervision of local and international organizations working on disaster management;"}, {"text_block_id": "p33_b300", "text": ""}, {"text_block_id": "p33_b301", "text": "The coordination of local and international rescue organizations;"}, {"text_block_id": "p33_b302", "text": ""}, {"text_block_id": "p33_b303", "text": "The management of activities pertaining care for disaster affected people and environment;"}, {"text_block_id": "p33_b304", "text": ""}, {"text_block_id": "p33_b305", "text": "The monitoring and ensuring of the initiatives of all Organizations operating in the disaster stricken area and facilitating their liaison with the government;"}, {"text_block_id": "p33_b306", "text": ""}, {"text_block_id": "p33_b307", "text": "The enhancement of the general knowledge and the level of awareness among people with regard to disaster Management and capacity building among all organizations and individuals working against disasters;"}, {"text_block_id": "p33_b308", "text": ""}, {"text_block_id": "p33_b309", "text": "The submission of regular reports on the disaster situations and recommendations on the best practices that disasters can be prevented and managed to the Minister of Interior and Federal Affairs and the other National Leaders;"}, {"text_block_id": "p33_b310", "text": ""}, {"text_block_id": "p33_b311", "text": "And any other activities assigned to it in accordance with the law or assigned to it by the National Disaster Management Committee."}, {"text_block_id": "p33_b312", "text": "The recent administration, has promoted the agency to ministry with mandates of coordination of humanitarian affairs. This has come as a result of realization of impact of disasters in various sectors, where the country is no longer stranger to disasters, rather frequently encountered various disasters both natural and manmade. The MoHDM is in initiative to develop policy frameworks to improve community resilience and preparedness in the face of disaster and emergencies to significantly reduce the loss of lives and property."}, {"text_block_id": "p33_b313", "text": "The Directorate of Environment and Climate change under OPM, which is an important body for drought and disaster risk management at large, due to the need to have high level political commitment and leadership during drought period. Directorate of Environment and Climate change, has steered number of policies relevant to drought management including National climate change policy, and National charcoal policy. These policy landmarks achieved by the Directorate are relevant political instruments in the quest for"}, {"text_block_id": "p34_b314", "text": "management of frequent droughts, as the climate change driven by the local factors including desertification resulting from wide spread use of charcoal as source of energy across the country."}, {"text_block_id": "p34_b315", "text": "At state level, there are disaster management agencies/authorities such as Humanitarian affairs and disaster management Agency (HADMA) of Puntland state, and National Disaster Preparedness and Food reserve Authority (NADFOR) in Somaliland. These authorities have been actively operating many years, and have developed a number of policies and strategies at regional level to manage disasters. They also provided training relating to Disaster Risk management and Disaster risk reduction to the communities. These existing institutions, policies drafted, and available experience offers opportunities in the quest towards fostering the effort of managing drought impacts and risks, and most importantly, carves off an environment with which the National Drought Plan (NDP) can be operationalized."}, {"text_block_id": "p34_b316", "text": "5.2 Drought Response"}, {"text_block_id": "p34_b317", "text": "In regards to consultation with relevant bodies, currently there is no government initiated drought response plan and standing operating procedures (SOP) for emergency response in place. The emergency responses are made on the basis of adhoc meetings held by the decision makers, and recommendations from the stakeholders. There is no set of procedures followed or considered when adopting a response/action to respond certain drought situation. In such cases, there are inefficient technical and economic solutions since actions are taken with little time to evaluate optimality and stakeholder participation is very limited."}, {"text_block_id": "p34_b318", "text": "The humanitarian organizations such as UNOCHA produces Humanitarian Response Plan (HRP) where actions to minimize losses resulting from drought and food insecurity recommended to humanitarian organizations at sector/cluster level such as WASH, food security, protection on necessary interventions needed to rapidly scale up and sustain within the livelihoods within that drought period. The HRP serves as tool for resource mobilization from international donors."}, {"text_block_id": "p34_b319_merged", "text": "Interventions resorted to including significant cash programming, expanded partnerships with already-vetted local implementing partners and improved engagement with authorities and affected populations. In addition, funding arrangements that provide an opportunity for operational partners to re-programme existing resources will facilitate timely response and thus enable quick actions to mitigate the impact of the drought."}, {"text_block_id": "p34_b321", "text": "These response plans produced by international humanitarian organizations activate internationalization of responsibility through unleashing relief responses to mitigate drought impacts. Without robust disaster governance system, resorting such approaches, however, may not yield significant positive impact to both institutional and social resilience against droughts."}, {"text_block_id": "p35_b322", "text": "Figure 2: Number of people needed to be assisted in each cluster and esteemed resources needed Source: UNOCHA, 2019 (Drought Response plan Somalia June-December)"}, {"text_block_id": "p35_b323", "text": "The humanitarian appeals from both government and humanitarian organizations during drought, inexorably promote reactive measures, and do not equate the actual commitment towards tackling drought impacts."}, {"text_block_id": "p35_b324", "text": "To improve the current drought response system among important measures towards effective management of drought impacts. During emergency response, the way you act matters a lot in terms of economic and social sustainability. The drought response measures should not be adopted without having adequate information from various drought indicators to decide an appropriate drought response, and the corresponding actions recommended. Any response taken shall be determined by the information gathered from drought indicators such as precipitation, river fallow, temperature, surface water levels, pasture and any other relevant indicator. The drought response actions engaging by Government should be based on the following factors:"}, {"text_block_id": "p35_b325", "text": ""}, {"text_block_id": "p35_b326", "text": "Information gathered from designed/selected indicators, such as data gathered from precipitation, temperature, wind, predicted reservoir storage, evaporation, stream flow, soil moisture and weather forecast, pasture/vegetation, and livestock condition."}, {"text_block_id": "p35_b327", "text": ""}, {"text_block_id": "p35_b328", "text": "Vulnerability of people to drought"}, {"text_block_id": "p35_b329", "text": ""}, {"text_block_id": "p35_b330", "text": "Severity of the droughts (state of drought whether it is mild, moderate ofsevere)"}, {"text_block_id": "p35_b331", "text": ""}, {"text_block_id": "p35_b332", "text": "Available resources: this means the financial, organization, infrastructural and human resource related resources."}, {"text_block_id": "p36_b333", "text": ""}, {"text_block_id": "p36_b334", "text": "Community capacity which relies on their capability to harness the prevailing resources, and policies and plans that aid collective response to reduce the broad array effects of drought."}, {"text_block_id": "p36_b335", "text": ""}, {"text_block_id": "p36_b336", "text": "Geographical context: this should be looked at the physical properties in the location, terrain, as well as desistance/accessibility."}, {"text_block_id": "p36_b337", "text": "It is also important for government to set out operational response plan during emergency to provide indication of what to do in each particular severe drought stage. For each drought situation/stage, progressively more stringent responses are recommended. The coordination structure that are both centralized and decartelized is an important factor to avoid overlaps during emergency response, effective information sharing and better decision making on resource allocation."}, {"text_block_id": "p36_b338", "text": "5.3. Gaps and Challenges for effective drought management in Somalia"}, {"text_block_id": "p36_b339", "text": "Since the collapse of central Government of Somalia, there have been varied challenges ranging from civil war, institutional failures, to frequent migration and droughts that have always impeded the gradual development of various sectors relating to development, humanitarian, environment management, and disaster management. The challenges are masterminded by protracted civil wars and political unrest where most of resources are devoted to resolving these challenges. The key challenges faced in Somalia for effective management of drought including:"}, {"text_block_id": "p36_b340", "text": ""}, {"text_block_id": "p36_b341", "text": "The pertinent role and responsibility of various agencies that involve in drought management is not clearly stated"}, {"text_block_id": "p36_b342", "text": ""}, {"text_block_id": "p36_b343", "text": "The relevant government institutions at federal and state level lack the relevant capacity needed to discharge their duties and effectively manage droughts in the interest of public and in accordance to policy and strategic objectivesset."}, {"text_block_id": "p36_b344", "text": ""}, {"text_block_id": "p36_b345", "text": "The prevailing political and security instability in some regions of the country deprives the government efforts towards decentralization of drought efforts including resources, policy and priority actions relevant to drought management."}, {"text_block_id": "p36_b346", "text": ""}, {"text_block_id": "p36_b347", "text": "There is substantive disparity in gender on decision making process during, before and after droughts."}, {"text_block_id": "p36_b348", "text": ""}, {"text_block_id": "p36_b349", "text": "The policy decision and construct are largely reactive to drought shocks, instead of being instrumentally proactive approach."}, {"text_block_id": "p36_b350", "text": ""}, {"text_block_id": "p36_b351", "text": "The early warning system for drought and largely disasters are poor. Information relating to rainfall, river flow, and desert locust are produced by FAO-SWALIM. Despite the MoAI is in the initiative to produce weekly basis of rainfall data and forecast (See figure 7)."}, {"text_block_id": "p36_b352", "text": ""}, {"text_block_id": "p36_b353", "text": "Protracted and continued internal displacement of people in crisis-affected zones"}, {"text_block_id": "p36_b354", "text": ""}, {"text_block_id": "p36_b355", "text": "Access to basic service delivery, especially in marginal and insecure locations"}, {"text_block_id": "p36_b356", "text": ""}, {"text_block_id": "p36_b357_merged", "text": "Weak ownership of response initiatives at local and national levels undermining local people’s faith in the system and undermining the desired closer collaboration between the affected communities and implementing organizations."}, {"text_block_id": "p36_b360", "text": ""}, {"text_block_id": "p36_b361", "text": "Poor coordination of drought management interventions both at federal and state levels."}, {"text_block_id": "p36_b362", "text": ""}, {"text_block_id": "p36_b363", "text": "Internationalization of drought response and relief interventions where local ownership and Government role on such interventions undermined."}, {"text_block_id": "p36_b364", "text": ""}, {"text_block_id": "p36_b365", "text": "Growing climate change effects and land degradation in the country."}, {"text_block_id": "p37_b366", "text": ""}, {"text_block_id": "p37_b367", "text": "Lack of effective Land use plan, and this has spawned of poor management of human interaction and use of land and environmental amenities at large."}, {"text_block_id": "p37_b368", "text": ""}, {"text_block_id": "p37_b369", "text": "Limited financial resources as compared to needs present among community in basic service delivery, development, humanitarian response and disaster resilience"}, {"text_block_id": "p37_b370", "text": "6: DROUGHT RISK AND VULNERBALITY ASSESSMENT"}, {"text_block_id": "p37_b371", "text": "6.1. Drought Vulnerability"}, {"text_block_id": "p37_b372_merged", "text": "Drought vulnerability is a complex concept that includes both biophysical and socio-economic drivers of drought impact that determine the capacity to cope with drought. The term vulnerability is used here to convey the characteristics of a system or social group that makes it susceptible to suffering and the consequences of drought.Drought vulnerability depends on inadequate structures and management, on limitations of technology and economy, or on environmental constraints."}, {"text_block_id": "p37_b377", "text": "Drought vulnerability can be referred to as the characteristic of a group in terms of its capacity to anticipate, cope with, resist and recover from the impact of drought. Vulnerability assessment aims to identify vulnerable groups within a community and to determine ways to make the affected population less vulnerable, creating a more resistance population in areas with high risk, such as pastoralists; this means a resilient population with strong adaptive capacities able to survive."}, {"text_block_id": "p37_b378", "text": "In addition, drought risks can be observed using this equation:"}, {"text_block_id": "p37_b379", "text": "Given the social-economic and environmental factors/challenges prevalent in Somalia, the country is categorized among most vulnerable countries to droughts. It important to consider various aspects that trigger the vulnerability of people to droughts, and therefore, the response measures have to be drawn from the social, economic and environmental aspects of the vulnerability."}, {"text_block_id": "p37_b380", "text": "6.2 Key Drivers of Drought Vulnerability inSomalia"}, {"text_block_id": "p37_b381", "text": "The country is vulnerable to droughts due to various social-economic and environmental factors including the reliance of natural resources. About 70% of economy of the country relies on livestock. The majority of farms are rainfed, depending on precipitation received. Any changes encountered in the anticipated precipitation, will automatically affect the pasture regeneration and crop growth as they rely on precipitation, resulting in food insecurity."}, {"text_block_id": "p38_b382", "text": "Figure 4: Deteriorating food security projections, since 2018 mid"}, {"text_block_id": "p38_b383", "text": "Source: FSNAU-FEWSNET, 2019"}, {"text_block_id": "p38_b384", "text": "The geographic factors including the semi-arid and arid conditions prevalent in many part of the country, soil and terrain are contributing factors to vulnerability of country to droughts. The country is also located at the leeward side of the Kenyan and Ethiopian highlands that subjecting it to further low ra"}, {"text_block_id": "p38_b385", "text": "Poverty situation which results people not to adopt new technologies for efficient use of rainwater and natural resources are important factor to"}, {"text_block_id": "p38_b386", "text": "country’s"}, {"text_block_id": "p38_b387", "text": "vulnerability to droughts. The poverty is worsened by climate of insecurity deterring investors and the delivery of public goods. The destruction of employment opportunities and property has pushed many families into destitution. The generally insecure and risk-laden environment has discouraged business investment and economic growth. The gradual dismembering of government institutions has led to the disappearance of public and private services and opportunities to engage with society"}, {"text_block_id": "p38_b388", "text": "."}, {"text_block_id": "p38_b389_merged_merged", "text": "With an overall monetary poverty rate of about 70 percent, and with over 90 percent of households in Somalia being deprived at least one dimension of poverty, it is challenging to identify those in need of most help. The impact of poverty on natural resources and people’s livelihood is irresistible in Somalia; and therefore efforts to alleviate poverty will harness the sustainability use of natural resources and adaptive capacity of peopleagainst drought."}, {"text_block_id": "p38_b393", "text": "In addition to that, the deforestation activities that create vast desertification in manypart of the country, unsustainable use of land resources including land fragmentation, free-grazing, and illegal enclosure of land are critical factors that have significantly impacted"}, {"text_block_id": "p39_b394", "text": "people capacity to withstand droughts. These factors have created vicious cycle problems including disparity in access and use of land resources during hardship."}, {"text_block_id": "p39_b395", "text": "6.3 Drought Vulnerability assessment"}, {"text_block_id": "p39_b396_merged", "text": "Drought Vulnerability is a complex concept that includes both biophysical and socio-economic drivers of drought impact that determine the capacity to cope with drought. The term vulnerability is used here to convey the characteristics of a system or social group that makes it susceptible to suffering and the consequences of drought. Understanding vulnerability to drought can help to increase a region’s preparedness and hence limits the greatest and most devastating effects of the hazard."}, {"text_block_id": "p39_b402", "text": "Drought Vulnerability assessments is an important step for drought management. It aids the decision makers to have greater information on relevant sectors that are most likely be affected by drought, severity it posts and adaptive capacity of community to withstand it. Drought vulnerability assessment are used to guide pre-drought planning and mitigation programs that diminish the risk of future drought impacts, and in turn lessen the burden placed on response-oriented management. The vulnerability assessment should be consistent and comprehensive, incorporating multiple dimensions contribute to drought vulnerability as well as communityresilien"}, {"text_block_id": "p39_b403", "text": "The drought vulnerability assessment should be framed on the basis of these methodological approach."}, {"text_block_id": "p39_b404", "text": "Figure 6: Conceptual framework for drought vulnerability assessment"}, {"text_block_id": "p39_b405", "text": "(Adopted from UNCCD, and Neumann 2013)"}, {"text_block_id": "p39_b406", "text": "Using the above methodological approach, major sectors and capitals that are susceptible or likely to be affected by drought are identified. The capital resources including natural/ environmental, social, human, manufactured, and financial. From these respective capitals, specific sectors can be selected that are considered most important in accordance to existing social, economic and environment situations, thereby selecting relevant indicators from these sectors. Indicators should be selected on the basis of sensitivity to time and scale."}, {"text_block_id": "p40_b407", "text": "Indicators cannot be generalized/or used across the regions of Somalia, as regions differ ecologically, geographically and socio-economically. Riverine states such as Hiiraan state is not similar with Puntland state of Somalia. The indicators should be considered on the basis of scalability, time and availability for effective data collection, computation and analysis."}, {"text_block_id": "p40_b408", "text": "As drought is frequently characterized with an extended period during which water availability and accessibility in a given ecosystem at a given time and place is below normal, due to unfavorable spatial and temporal distribution of rainfall, temperature, soil moisture and wind characteristics; as such the agro-ecological related indictors are important to be operationalized for detecting droughts, most importantlyprecipitation. The Government should assess the precipitation, temperature, soil and water and sectors that are critically relying on rainfall such as agriculture and livestock. Other ecological related indicators can be scaled up as the disaster government system and institutional capacity improves. Manuals should be developed during extending the assessment to these indicators."}, {"text_block_id": "p40_b409_merged", "text": "It is important to have consistency of indicators across drought monitoring and early warning systems and vulnerability assessments, so that the onset of drought and its impact on vulnerable systems is explicit and recognized early. Selection of variables for an assessment needs to be guided by indicators used inmonitoring.Besides this, other sector that is important to be considered by the government during assessing drought vulnerability as exposure in a drought risk assessment include; agriculture, drinking/domestic water, ecosystems, pasture and the financial sector (market status, price of goats, camel, milk, etc). The market indicators also provide information on poverty as it highlights potential for high vulnerability as people cannot exercise survival strategies including purchasing supplementary feedings to their livestock, Water sources rehabilitation. For example; shallow well, Boreholes, or established food reserve at household and community level."}, {"text_block_id": "p40_b412", "text": "6.4 Gender sensitivity during Drought Risk and Vulnerability assessments"}, {"text_block_id": "p40_b413", "text": "There is special vulnerability in gender as far as drought management is concerned. Women are more vulnerable to droughts, thus at preparatory stage of devising drought vulnerability assessment, gender equality should be considered in order to have effective information gathering from various gender groups. This means, the indicators of drought vulnerability should be gender sensitive, and have to characterize the holisticinformation from location as far as community environmental, social and economicfacets."}, {"text_block_id": "p40_b414", "text": "Each and every indicator that is not aiding gender equality should not be considered during selection of indictors/variables. For example, assessing the human capital using age group as an indicator. However, this should not symbolize the man age group, rather the percentage of age group (e.g 15-50) of entire population for both women and man. The government agencies that are conducing drought vulnerability assessment are required to consider the gender sensitivity during planning of assessments."}, {"text_block_id": "p40_b415", "text": "For qualitative data collection process that can be employed for some of the indicators, the appropriate time to meet with community members and gender composition of the respondents matter a lot."}, {"text_block_id": "p41_b416", "text": "7: DROUGHT MONITORING AND EARLY WARNING SYSTEM"}, {"text_block_id": "p41_b417", "text": "7.1 Drought Indices"}, {"text_block_id": "p41_b418", "text": "Currently there is no pre-set drought indices that is used by Government of Somalia. There is automatic weather station under Ministry of Agriculture at federal and state levels that generate weather related data, where the government uses forecasting. The data captured is recorded and analysed on the basis of historical rainfall record per agro-ecological zone and administrative region. The rainfall is measured on these three thresholds: 1. normal rainfall, 2. above normal, and 3. below normal."}, {"text_block_id": "p41_b419", "text": "FAO has developed a combined drought index for the country, and despite its adaptation by only FAO-Somalia office, the information and analysis reached through these indices are shared with Government."}, {"text_block_id": "p41_b420", "text": "The current drought combined indices using by FAO-SWALIM are:"}, {"text_block_id": "p41_b421", "text": ""}, {"text_block_id": "p41_b422", "text": "The Precipitation Drought Index (PDI)"}, {"text_block_id": "p41_b423", "text": ""}, {"text_block_id": "p41_b424", "text": "The Temperature Drought Index (TDI) and"}, {"text_block_id": "p41_b425", "text": ""}, {"text_block_id": "p41_b426", "text": "The Vegetation Drought Index (VDI), as a substitute for the Soil Moisture Drought Index"}, {"text_block_id": "p41_b427", "text": "These combined drought indices conceive droughts on the basis of rainfall deficits, persistence of dryness, temperature excess, persistence of high temperature, soil moisture deficit, and persistence of dry soil condition."}, {"text_block_id": "p41_b428", "text": "7.2 Current Monitoring, Forecast and Data Collection"}, {"text_block_id": "p41_b429", "text": "The Ministry of Agriculture, department of Meteorology has been monitoring the rainfall received periodically where weekly forecast is produced. Roughly 100 automatic weather station are installed across the country despite some of them not properly functioning. There is limited data collection from other indicators relevant in determining drought situation such as pasture/vegetation, livestock body condition, yields produced, and other ecological and climatic related indicators."}, {"text_block_id": "p41_b430", "text": "However, government can operationalize and scale out the existing drought combined indices with close examination of scalability and application to various agro-ecological and administrative regions/states across the country. Conversely, there are globally used indices such as Palmer Drought Severity Index (PDSI), the Palmer Hydrological Drought Index (PHDI), the Palmer Z-index (PZI), the Crop Moisture Index (CMI), the Surface Water Supply Index (SWSI) and the Reclamation Drought Index (RDI) and many more, However, adopting these indices, needs to be downscaled at national and state level with appropriate indicators and monitoring system established. The retrieval and transfer of data records from non-governmental organizations to Government is necessary, as government institutions lost data records during civil war."}, {"text_block_id": "p42_b431", "text": "Figure 7: Weekly rainfall forecast produces by Government, MoAI"}, {"text_block_id": "p42_b432", "text": "Source: MoAI, 2020"}, {"text_block_id": "p42_b433", "text": "7.3 Drought Risk Identification and Early warning Indicators"}, {"text_block_id": "p42_b434", "text": "Effective monitoring and early warning system are very essential in managing and reducing drought crisis in different stages. The monitoring system must focus on short, medium and long-term phenomenon, and it should go with timely early warning system. The early warning system operationalized by Government should evolve on four elements;"}, {"text_block_id": "p42_b435", "text": "i)"}, {"text_block_id": "p42_b436", "text": "Knowledge of the risk faced"}, {"text_block_id": "p42_b437", "text": "ii)"}, {"text_block_id": "p42_b438", "text": "Technical monitoring and warning service,"}, {"text_block_id": "p42_b439", "text": "(iii)"}, {"text_block_id": "p42_b440", "text": "Dissemination of meaningful warnings to those at risk; and"}, {"text_block_id": "p42_b441", "text": "(iv)"}, {"text_block_id": "p42_b442", "text": "Public awareness and preparedness to act."}, {"text_block_id": "p43_b443", "text": "A country has to be categorized into different agro-ecological zones basing on its agroecological characteristics and the extent of its vulnerability to droughts; and also administrative boundaries should be considered among states. The Government particularly MoHDM in collaboration with relevant government bodies has to monitor these following indicators in order to identify likely drought situations and resulting severities."}, {"text_block_id": "p43_b444", "text": ""}, {"text_block_id": "p43_b445", "text": "Precipitation/rainfall received"}, {"text_block_id": "p43_b446", "text": ""}, {"text_block_id": "p43_b447", "text": "Temperature excesses"}, {"text_block_id": "p43_b448", "text": ""}, {"text_block_id": "p43_b449", "text": "Availability of grazing and water"}, {"text_block_id": "p43_b450", "text": ""}, {"text_block_id": "p43_b451", "text": "Crop production-Area planted and harvests"}, {"text_block_id": "p43_b452", "text": ""}, {"text_block_id": "p43_b453", "text": "Soil moisture"}, {"text_block_id": "p43_b454", "text": ""}, {"text_block_id": "p43_b455", "text": "Trends in Marketing and economics"}, {"text_block_id": "p43_b456", "text": ""}, {"text_block_id": "p43_b457", "text": "Rangeland and livestock conditions"}, {"text_block_id": "p43_b458", "text": ""}, {"text_block_id": "p43_b459", "text": "Household food security and nutritional status"}, {"text_block_id": "p43_b460", "text": ""}, {"text_block_id": "p43_b461", "text": "Accessible social-economic and environmental amenities/resources"}, {"text_block_id": "p43_b462", "text": "The monitoring of these indicators should be routine, periodically done in planned period, to be able to find out whether there is drought, its nature, potential severity, and the level of assistance required. Government should put in place a robust monitoring system, and methods for data collection from these indicators should be cost effective, practicable, reliable, scalable, and sensitive to change and interpretable. The pre-set indices made by FAO can be adopted, or new indices introduced, or globally used indices are adopted with empathize on appropriateness to context, scalability, and other ecological requirements; and most importantly the capacity of government bodies to operationalize it. The availability of long time series of data of some of the indicators, particularly rainfall, temperature, soil moisture and vegetation are vital for setting an indices, and application of various statistical techniques."}, {"text_block_id": "p43_b463", "text": "Monitoring the drought indicators, multifaceted and multi-disciplinary approach should be employed, and there must be different experts/specialist such as veterinaries, hydrologist, Agriculturalist (crop and livestock production expert), Rangeland and environment, nutrition and marketing and economic experts to participate in data collection, analysis and interpretation."}, {"text_block_id": "p43_b464", "text": "7.4 Establishment of Effective Early warning system"}, {"text_block_id": "p43_b465", "text": "The early warning system of the country is poor nationwide despite the improvements in areas of climate monitoring and forecasting. The early warning information released by the regional and international climate forecasting bodies have significantly aided effort in managing droughts across the country."}, {"text_block_id": "p43_b466", "text": "Many obstacles exist in efforts at establishing effective early warning system (EWS) in"}, {"text_block_id": "p44_b467", "text": "the country and need to be addressed to enhance the creation of fully integrated and effectively operational EWSs. Issues related to funding, research, expertise, sound technologies, infrastructure, institutional capacity, collaboration and integration, efficiency in response, improved risk management, as well as communication infrastructure, need to be looked at holistically in the process of setting up well-integrated EWSs. The repossession and retrieval of the historical data relating to hydrology, climate, soil, and other environmental indicators, which had been lost by the Government during civil war is important for having effective, government owned and manageable EWS. Correspondingly emergency preparedness and disaster response plans are important, having recognized the end product of EWS to stipulate and promulgate drought Emergency response and preparedness plans."}, {"text_block_id": "p44_b468", "text": "The use of remote sensing application for monitoring various environmental related indicators is important since the remote sensing technologies are able to continuously monitor any part of the earth at varied, and possibly very high spectral, temporal and spatial resolutions. Capacity development training should be given to government bodies particularly MoHDM, Directorate of Environment and Climate change, MoAI, MoWE, and other relevant Government bodies in the use and operationalization of remote sensing GIS technologies."}, {"text_block_id": "p44_b469", "text": "The Government efforts to improve the early warning system of the country should be based on four components of early warning and these are; 1: Risk Knowledge, 2: Monitoring and warning service, 3: Dissemination and communication and 4: Response capacity. This implies, an equal consideration of these components is needed to trigger effective EWS that is implementable, scalable, cost-effective and sustainable in manner."}, {"text_block_id": "p44_b470", "text": "7.5 Indigenous Knowledge for Early warning system"}, {"text_block_id": "p44_b471", "text": "In Somalia, there has been potential indigenous knowledge in predicting droughts. People have experience of generations to predict the droughts on the basis of the changes in the behaviors of the animals and plants. They also understand the types of wind and make certain arrangements to mitigate with the severity of the environment in advance. The behaviors of some indigenous flora and fauna species, the wind direction, the traditional astronomy, and soil changes have been relevant indicators to community in predicting the likely droughts and rainfall patterns. Community decisions and constructs are reached through the indigenous knowledge where the community galvanize community-based drought mitigation measures such as traditional food and fodder storage techniques, migration with livestock in search of water and pasture, and livestock selling. However, this indigenous early warning knowledge is largely unutilized across Somalia, thus, Government will revive this knowledge and consider during triggering early warning information. There must be way of integrating the indigenous knowledge in early warning (EW) to modern and conventional EW systems."}, {"text_block_id": "p45_b472", "text": "7.6 Drought Impact assessment methodology"}, {"text_block_id": "p45_b473", "text": "There are a number of drought impact assessment methodologies used in the country including rapid drought impact assessment methodologies, and post-disaster assessments and recovery planning methodologies. The sort of drought impact method that will be used is determined by the severity of the drought, geographical location, and available resource such as infrastructural, communication, and time. Multi-sectorial approach for drought impact assessment methods can be used where quantification of damages and losses in various sectors such as water, agriculture, land, livestock stemming from drought are observed and quantified. This approach is good for efficient recovery planning and resource optimization. The economic values lost are also quantified by measuring the impacts made by drought on economic flow and viabilityin sectors impacted or damaged by the drought."}, {"text_block_id": "p45_b474", "text": "The mobile based system, field observation, household survey, application of remote sensing and GIS, and secondary data analysis can be employed for data collection methods and analysis. However, any method used for drought impact assessment should be gender sensitive, optimize resources, precisely capture the impacts of drought both direct and indirect, and stipulate plans and policy decisions that are action oriented to counteract and mitigate impact of droughts in both current and future phenomenon in an acceptable level."}, {"text_block_id": "p45_b475", "text": "8: DROUGHT COMMUNICATION"}, {"text_block_id": "p45_b476", "text": "8.1. Imperative of Drought Communication"}, {"text_block_id": "p45_b477", "text": "The sort of existing communication mechanism is vital in mitigating drought impacts. Timely, succinct, and accurate communication messages to the public are critical components for mitigating drought impacts. Factors that materialize drought communication message are including timing, location, and scale of anticipated drought severity, likely impacts, probability to occur, and most importantly to pinpoint the actions needed to be taken prior before drought impact strikes to counteract associated impacts and vulnerabilities of people."}, {"text_block_id": "p45_b478", "text": "The general objective of drought communication is to establish awareness among community on likely droughts, visualize the impact, and mobilize responses. The Government of Somalia should put in place drought communication strategies and mechanisms that are implementable and appropriate to culture, aspirations and literacy level of the community. The aim is to inform local and administrative authorities on expected drought severity, community and stakeholders at local, state and federal level to mobilize resources, and trigger the necessary responses needed to up-scale. Drought communication should not be designed only for short term incidence such as during emergency period of droughts (crisis period), but rather the medium-and long-termdrought phenomenon are important to be communicated to public, government and humanitarian actors at local, state and federal level to devise timely and proactive drought mitigation and preparedness measures."}, {"text_block_id": "p45_b479", "text": "8.2 Drought Communication modes"}, {"text_block_id": "p45_b480", "text": "Effective drought communication systems require strong technical foundations and good knowledge of the risks. But it must be strongly people cantered with clear messages, dissemination systems. Public awareness and education are critical; in addition, many sectors must be involved. Effective drought communication systems must be embedded"}, {"text_block_id": "p46_b481", "text": "in an understandable manner and relevant to the communities which they serve. Additionally, the literacy level, existing communication and infrastructure facilities, timing and anticipated drought severity are important factors in design an effective drought communication system."}, {"text_block_id": "p46_b482", "text": "The various communication modes can be used by the Government including verbal and non-verbal, electronic and visual. The electronic media such as radio, television and the internet; as well as the print media including bill boards, leaflets, and posters are important medium to impart drought relevant information. The mobile phones and megaphones are also important to alert people during drought shocks."}, {"text_block_id": "p46_b483", "text": "Drought warnings that are communicated varies in terms of timeframe. Long-term drought warning ranges from months to even years, media terms-weeks to few months, whereas the short-term warnings focus to minutes, hours and days. The federal Government of Somalia shall develop communication strategy for drought that determines the sort of mode and methods used to impart the drought relevant information whilst recognizing multifarious implications and impacts resulting from each drought conditions/stage."}, {"text_block_id": "p46_b484", "text": "8.3. Declaration of Drought Condition"}, {"text_block_id": "p46_b485", "text": "The Office of the Prime Minister of federal republic of Somalia, can only declaredrought conditions, appeal from Government and other partners to respond to drought situation through providing necessary assistance to people that are affected by the droughts. If the drought is critically severe, likely to result famine, there is need to have high level decision-making where the top leaders have to involve in the situation to acquire high level political commitment."}, {"text_block_id": "p46_b486", "text": "The declaration of any drought should characterize the stage of drought whether it is Normal, Alert, Alarming or Emergence."}, {"text_block_id": "p46_b487", "text": "The Government should declare drought during alert and alarming stages of drought to inform public, relevant government bodies and other stakeholder the expected impending and imminent severe drought conditions that may arise as result of changes of drought normal condition. The declaration at this stage helps for programming and stimulating mitigation and preparedness measures in advance such as water conservation measures, selling out livestock, establish community, state and federal level emergency stockpiles, fodder reserve, and most importantly activate contingency plans."}, {"text_block_id": "p46_b488", "text": "During Emergency, indicators are extremely below the normal range and likely to ensue famine and human loss. Drought emergency is the most severe stage. Under a drought emergency declaration, government has to take urgent and robust measures to save the lives and properties of people. The government body that will take the lead will be determined the drought severity and geographical coverage. If there is emergency drought situation in certain state, that particular state will take urgent emergency measures to save the lives and livelihood assets of drought impacted communities; if that particular state is unable to stimulate the necessary emergency measures, they can seek a federal level support where the MoHDM and OPM come in and provide the necessary resources to urgently save lives and properties of the affected communities."}, {"text_block_id": "p46_b489", "text": "However, in each drought declaration level, there must be systematic coordination among relevant government bodies at state and federal levels. Effective coordination and"}, {"text_block_id": "p47_b490", "text": "information management are important in drought declaration aspect."}, {"text_block_id": "p48_b491", "text": "8.4 Drought Response and Coordination"}, {"text_block_id": "p48_b492", "text": "The responses taking each particular drought stage is relevant in minimizing drought impact, and sustainability of development trajectory. Responses should be guided by drought information produced. The coordination mechanism that in place is an important factor for effective drought management at various stages. Currently MoHDM in collaboration with UNOCHA are holding coordination meetings which are humanitarian based where cluster and sub-sector are formed namely WASH, food security, health, nutrition, etc; however, there is lack of full participation of relevant government bodies in such coordination meetings. On other hand, the existing coordination meetings are more inclined to humanitarian response. As a result, Government of Somalia, should set a coordination structure at regional, state and federal level that is interconnected and fully participated by the Government bodies and stakeholder that work in drought management initiatives. It is also important to leverage the existing coordination system by reframing and re-structuring in accordance to purpose and policy of the Government to avoid to reinvent the will; however, this needs political commitment from Government side at both state and federal level."}, {"text_block_id": "p48_b493", "text": "9: DROUGHT MITIGATION AND PREPAREDNESS"}, {"text_block_id": "p48_b494", "text": "9.1. Multi-Sectorial Measures for drought Mitigation and Preparedness"}, {"text_block_id": "p48_b495", "text": "Drought preparedness and mitigation activities embedded with risk reduction measures can alleviate drought situations and also result in saving many lives and livelihoods during any drought shocks, enabling the affected population to get back to normalcy within a short time period. The table summarizes the necessary drought mitigation and preparedness measures that are required to be adopted by various sectors to reduce the magnitude of the negative impacts that arise from droughts."}, {"text_block_id": "p48_b496", "text": "Table4: Potential risk reduction and mitigation measures for drought"}, {"text_block_id": "p56_b497", "text": "10: NATIONAL DROUGHT ACTION PLAN"}, {"text_block_id": "p56_b498", "text": "10.1 Priority areas for Strategic intervention"}, {"text_block_id": "p56_b499", "text": "Drought has far reaching consequences; it produces a difficult grid of impacts that affect many sectors of the economy and reaches well beyond the area experiencing physical drought. This complexity exists because water is integral to society's ability to produce goods and provide services."}, {"text_block_id": "p56_b500", "text": "Impacts are commonly referred to as direct and indirect. Direct impacts include reduced crop, rangeland, and forest productivity, reduced water levels, increased livestock and wildlife mortality rates, and damage to wildlife and fish habitat at certain level. The consequences of these direct impacts illustrate indirect impacts. For example, a reduction in crop, rangeland, and forest productivity may result in reduced income for farmers and agribusiness, increased prices for food and timber, unemployment, reduced tax revenues because of reduced expenditures, foreclosures on bank loans to farmers and businesses, migration, and disaster relief programs."}, {"text_block_id": "p56_b501", "text": "The most common cause for drought is failure of rains. The tanks, wells and similar underground water reserves remain unchanged. As a result, there is not enough water available through hand pumps, wells and other traditional sources that depend on underground reserves of water. Therefore, in order to curtail drought related disasters, Government should focus on a strategy of preparedness to reduce the effects of imminent droughts. That is, to predict, assess impact, and where possible, mitigate the drought impact on vulnerable populations, and respond to and effectively cope with their consequences."}, {"text_block_id": "p56_b502", "text": "Drought action plan will provide a platform for effective, realistic andcoordinated actionoriented interventions to increase the overall effectiveness of drought management in the country. Therefore, Government should focus on these priority areas for strategic interventions:"}, {"text_block_id": "p56_b503", "text": "I. Drought Monitoring and Prediction"}, {"text_block_id": "p56_b504", "text": "The Government shall use ground-based information such as rainfall, weather, crop conditions and water availability. Satellite observations complement data collected by ground systems. Satellites are necessary for the provision of synoptic, wide-area coverage. Using the data monitored from drought indictors set by the Government, forecasts shall be produced on the prospect of likely drought, severities, and associated impacts using models including assimilation of remotely sensed data into numerical prediction models, and knowledge of water available for domestic, stock, and irrigation. As such, the drought forecast and prediction made help the government to strategize resource, stimulate drought contingency plans to effectively manage the anticipated drought severity/stage and associated impacts. This will also help in fostering coordination and information sharing efforts among key stakeholders that are involved in drought management efforts"}, {"text_block_id": "p57_b505", "text": "II. Drought Impact assessment"}, {"text_block_id": "p57_b506", "text": "Government shall focus on establishing a robust systematic approach in carrying drought impact assessment in a bid to effectively and accurate quantify the impacts, report the situation for better response and decision making. Drought impact assessment will be carried out on the basis of land-use type, persistence of stressed conditions, demographics and existing infrastructure, intensity and a real extent, and the effect on agricultural yield, public health, water quantity and quality, and building subsidence using PDNA, RDIA, observation technologies and any other relevant methodology and tools."}, {"text_block_id": "p57_b507", "text": "III. Drought Preparedness through sustainable use of Water, Land and Natural resources"}, {"text_block_id": "p57_b508", "text": "It is essential to have an adequate understanding of a country’s natural resources, most"}, {"text_block_id": "p57_b509", "text": "importantly water resources as the drought associates with protracted water deficiency. A good start would be to categorize the supply sources into surface and ground water. Within the surface category, a further classification between storage and streams/rivers is important. Within the streams/rivers category, it may be significant to further divide the information between flows that are controlled by upstream structures and those that are not. If the surface water sources are located in different hydrologic basins or, in the case of groundwater, different geologic basins, this geographic distinction may be informative in terms of timing of the reduction of water supplies or different rates of recovery of supplies. Information from previous drought events, in terms of timing, location, and duration, will be important for each of the categories listed above. This information can lead to an understanding of the linkage between a drought event and the impacts on supply. Identification of trends in water supply is also important. Trends of specific concern that may have an effect on specific sources of supply might include: changes in watershed land management that affect runoff (timing, magnitude, or sediment loads); additional wells located in the aquifer or increased withdrawals; new diversions from the stream/river that might have a higher priority in times of emergency; critical habitat needs for endangered species, requiring the maintenance of minimum flows; or lower-than-normal maintenance of physical features (such as pumps and motors) that would reduce the availability of groundwater."}, {"text_block_id": "p57_b510", "text": "The government shall focus on improving water and crop management, augmentation of water supplies with groundwater, increased public awareness and education, intensified watershed and local planning, reduction in water demand, and water conservation and change of grazing methods."}, {"text_block_id": "p57_b511", "text": "Additionally, as pastoralism is an important livelihood and economic tool for the country, it is critical to look at how pastoral community graze their animals, burdens on land resources, land use types, and develop robust land use plans and policies that promote sustainable use of land resource particularly pasture and rangeland resources to improve resilience capacity of pastoral communities against drought. On other hand, the"}, {"text_block_id": "p58_b512", "text": "interaction between people and nature, particularly the misuse of natural and environmental amenities/resources such as forests should be controlled in manner that promotes sustainability of these resources in one hand, and adaptive capacity of agropastoral communities to droughts on the other hand. This needs policy measures as well as public education and awareness interventions to be carried out."}, {"text_block_id": "p58_b513", "text": "IV. Emergency Drought Response."}, {"text_block_id": "p58_b514", "text": "Droughts are predictable, and likely to occur across the country despite the fact that the impacts and severity may vary. This is attributed to prevailing climate change in the region and the globe at large, and growing domestic environmental challenges in the country resulting from unsustainable use of natural resources and environmental amenities namely forest, land and water. However, the current response capacity of the Government to drought emergency period is poor, resulting in a delayed response, and in turn further loss of both lives and properties of the people. Whilst recognizing the vulnerability of the country to droughts, the Government shall establish emergency response mechanism to foster emergency drought response to minimize losses and damages resulting from drought shocks. This needs establishment of resources needed for effective emergency responses, public awareness, and coordination and communication structure in place"}, {"text_block_id": "p58_b515", "text": "."}, {"text_block_id": "p59_b516", "text": "10.2. Action Plan"}, {"text_block_id": "p59_b517", "text": "Table 5: Drought Management Action Plan"}, {"text_block_id": "p61_b518", "text": "Priority Interventions and Estimated Budget"}, {"text_block_id": "p64_b519", "text": "NB: The budget is an overall estimate; however, budget breakdown has to be made by the relevant implementing agency per activity/outcome."}, {"text_block_id": "p65_b520", "text": "10.3. CROSS CUTTING ISSUES"}, {"text_block_id": "p65_b521", "text": "10.3.1"}, {"text_block_id": "p65_b522", "text": "Education and awareness"}, {"text_block_id": "p65_b523", "text": "Education strengthens societal capacity to prepare for, and mitigate the risks and negative impacts associated with recurrent droughts. Education and environmental awareness improve citiz"}, {"text_block_id": "p65_b524", "text": "en’s"}, {"text_block_id": "p65_b525", "text": "appreciation and understanding of the value of natural resources and their significance for human survival and health, thus developing respect for the conservation of natural resources and avoidance of actions that lead to environmental degradation (and hence to increased drought impacts) such as deforestation, charcoal production, overgrazing, and other unsustainable land use practices. Awareness of drought risks and drought indicators, renders a community, region, or a nation better prepared to tackle and minimize the effects of an impending drought. Education on proper natural assets management at all levels of community structures, and enhancing environmental awareness are fundamental constituents of a national drought policy."}, {"text_block_id": "p65_b526", "text": "10.3.2 Gender"}, {"text_block_id": "p65_b527", "text": "Proper consideration and accounting for gender are essential in formulating a national drought plan. It is well known that droughts in Somalia impact more severely on women than men. In addition to higher fatalities occurring in women and children during severe droughts, women are also obliged to fetch water by traveling on foot for long distances, often more than 10 km, and often in unsafe territories. Usually, women do not enjoy equal access to resources during humanitarian assistance and drought relief operations as men. Women should, therefore, be consulted and their views and concerns included in the national drought plan. Gender ought to be mainstreamed in all relief and development projects from the village level to the highest decision-making bodies. Women should be included in all drought management and drought response activities. Finally, efforts should be implemented on removing all gender disparities and inequalities to create a more equitable society."}, {"text_block_id": "p65_b528", "text": "10.3.3."}, {"text_block_id": "p65_b529", "text": "Governance"}, {"text_block_id": "p65_b530", "text": "The critical role good governance plays in effective and efficient drought risk reduction and management cannot be overemphasized. Government is mandated with overseeing early warning systems, and leading and coordinating all drought impact assessments, preparedness, and mitigation steps. Government has also a key responsibility in developing and enacting drought policy and drought plan. Somalia has not yet completely recovered from a long civil war, and the"}, {"text_block_id": "p65_b531", "text": "government’s"}, {"text_block_id": "p65_b532", "text": "plans are still hindered by security challenges. Good governance builds social harmony, social equity, transparency, and advances the rule of law, all of which are essential ingredients in drought risk reduction, and drought management, as well as enhancing community resilience to the impacts of drought."}, {"text_block_id": "p65_b533", "text": "10.3.4"}, {"text_block_id": "p65_b534", "text": "Mainstreaming Disaster Risk Reduction"}, {"text_block_id": "p65_b535_merged_merged_merged", "text": "To more effectively tackle the impacts of frequent droughts in Somalia, it is necessary to include DRR activities in all social, educational and political organizations including local community organizations, government institutions at both national and regional levels, NGOs, and academic institutions. In short, DRR should be in everybody’s agenda. A central coordinating agency should ensure that DRR agenda is successfully mainstreamed."}, {"text_block_id": "p66_b538", "text": "10.3.5 Research"}, {"text_block_id": "p66_b539", "text": "Research on drought is required to expand our knowledge about drought events. Research is needed on vulnerability of different livelihood systems (pastoral, agropastoral, irrigated farming, fisheries) to drought impacts desegregated according to gender and age. Research on the underlying factors that amplify drought impacts such as land use practices and population pressure is also essential. Research on conventional early warning systems and traditional early warning can be a productive endeavor with respect to improved drought preparedness and response. The role of gender in decision making at the household level in preparation and response to drought, as well as the role of different actors and media in disseminating drought information will undoubtedly contribute to better drought mitigation strategy."}, {"text_block_id": "p66_b540", "text": "10.3.6 Coordination"}, {"text_block_id": "p66_b541_merged", "text": "Without well-planned and effective coordination mechanism, efforts to manage and respond to droughts may not be very fruitful. A coordinating agency that collects pertinent information from all stakeholders and partners in the struggle to minimize drought impacts, and interacts with them while a drought is evolving, is crucial for achieving the desired results. Such a coordinating agency must be an essential constituent of drought management strategies. The coordinating agency must have access to the top decision makers and legislative bodies in the country to ensure that drought risk reduction is visible on the national priorities’ agenda. The coordinating agency must link and exchange information, particularly on early warning, with relevant regional and international organizations including IGAD, AU, UNCCD, UNEP, and WMO. The same applies to local organizations, and NGOs. The role of coordination is particularly vital during drought relief operations when life-saving commodities such as food, water, and medicine must be delivered to the most affected and vulnerable segments of the population."}, {"text_block_id": "p67_b544", "text": "11. IMPLEMENTATION OF NATIONAL DROUGHT PLAN"}, {"text_block_id": "p67_b545", "text": "11.1. Implementation Approach"}, {"text_block_id": "p67_b546", "text": "The implementation of the National Drought Plan will be at federal, state and local levels. Several government bodies, civil societies, development and humanitarian organizations and most importantly private sector will take roles in implementation of the plan at federal and state level. At federal level, the MoHDM and OPM office represented by Directorate of Environment and Climate Change will take overall lead in implementation of the plan in close coordination with Government bodies such as Ministry of Agriculture and Irrigation, Ministry of Health, Ministry of Livestock, Ministry of Planning and National development, and other relevant Government bodies. Also, at state level, the disaster management authorities/ministries will take overall lead of implementation of the plan in collaboration with state level Government bodies. Drought steering committees should be established at district and regional level where Mayor and Governors and representatives from government agencies will be part. The district/regional drought steering committees will work on formulation, compilation and coordination of district drought contingencyplans, administer drought contingency fund released at federal level, and closely work with Disaster Management agencies at state level in coordinating drought management interventions implemented by these agencies."}, {"text_block_id": "p67_b547", "text": "The role of MoHDM ought to include"}, {"text_block_id": "p67_b548", "text": "the preparation of the plans and national level programs against droughts such as: prevention, mitigation, rapid response and recovery; gathering of information and reports on drought and the risks facing the country and sending out early warnings in cooperation with organizations inside the country and abroad; management and coordination on drought management interventions at federal level, coordination and supervision of local and international organizations working on droughts management; and most importantly management of activities pertaining care for drought affected people and environment as referenced from Lr. 17 indicting the mandate of theMoHDM."}, {"text_block_id": "p67_b549", "text": "The OPM office, Directorate of Environment and Climate change, will have responsibilities relating to national level oversight on drought management initiatives/programs, mobilization of drought funds at federal level, coordination of drought management efforts when drought is nationwide effect, and to coordinate with other government bodies that work in disaster/drought risk reduction at federal level such as MoAI, MoL, and MoH."}, {"text_block_id": "p67_b550", "text": "The MoAI, will have the responsibility of providing timely metrological information, tried and tested seeds that are tolerant to droughts, implement programs relating to sustainable water management in agriculture, water augmentation and demand management in agricultural sector, and most importantly sustainable irrigational methods."}, {"text_block_id": "p67_b551", "text": "For the non-governmental bodies/organization such as UN and other International organizations, their responsibility will be to assist and coordinate their efforts relating to drought risk reduction and disaster risk management with government plans and policies relating to drought management and to support development of programs that will aim to uplift vulnerable households from drought related crises such as acute food insecurity."}, {"text_block_id": "p67_b552", "text": "Private sector will have an important role in implementation of the plan, most importantly provision of insurance and micro-loan services to agro-pastoral communities. The insurance services can be extended to assets of agro-pastoral communities, and they will have opportunity to recover when drought shock is encountered."}, {"text_block_id": "p68_b553", "text": "It is important to note that, the need to have ground level implementation arrangement considering the strategic focus, mandates and operational procedures exist in Government at federal and state level. Implementation arrangement should be set by OPM and MoHDM towards effective implementation and operationalization of the NDP, and this has to change over time to adjust the growing coordination and management structures among state levels. The inter-ministerial coordination meetings should be held to discuss the operationalization of the NDP through various sectors, and this should be led by OPM-Directorate of Environment and Climate change, of federal Government of Somalia."}, {"text_block_id": "p68_b554", "text": "11.2. Partnership"}, {"text_block_id": "p68_b555", "text": "Federal Government of Somalia cannot singly accomplish satisfactory results in addressing the occurrence of droughts. Engaging as many partners as possible and ensuring effective networking with all relevant stakeholders are crucial elements in managing droughts. Government shall continue to work with its current partners and seek to secure new partnerships, both in the local context, and in the international dimension, particularly organizations in neighboring countries working in the area of drought management since droughts are becoming regional and international concern."}, {"text_block_id": "p68_b556", "text": "11.3. National Drought Plan Financing"}, {"text_block_id": "p68_b557", "text": "There must be funds dedicated for drought interventions that will be used to finance drought relief and recovery interventions to be able not to rely on emergency assistance financing which ultimately fails to profoundly reduce the vulnerability and resulting impact of drought. National Drought Fund should be established and preferable interventions will be financed from this Fund in accordance to strategic thresholds of drought management: Anticipatory, Crisis Management and Recovery Measures, and recommended practical interventions that are indicated above. MoHDM with collaboration with the OPM-Director of Environment and Climate Change, will have overall management of this fund. The expected sources for this fund will be from UN agencies, International organizations/donors, government and local community through mobilization of local resources."}, {"text_block_id": "p68_b558", "text": "12: MONITORING AND EVAULATION"}, {"text_block_id": "p68_b559", "text": "Monitoring and evaluation system is an important tool for effective implementation and operationalization of plans as it provides consolidated source of information showing progress, challenges and prospects gained from implementation of the plan. It is a learning and improving tool for a plan, and most importantly robust basis for raising funds and influencing policy. There must be an appropriate monitoring, evaluation and reporting mechanisms in place as they will have the overall management and coordination of drought management initiatives at federal level. However, the MoHDM and Directorate of Environment and Climate Change shall develop M & E system and maintain units within their agencies to improve accountability, transparency and learning experiences from implementation of NDP. Any effort in establishing M&E system for this plan should be aligned with the National Monitoring and Evaluation policy of the Government."}, {"text_block_id": "p70_b560", "text": "ANNEX 2: HISTORICAL WEATHER STATIONS IN SOMALIA"}, {"text_block_id": "p71_b561", "text": "ANNEX 3: ANNUAL RAINFALL DISTRIBUTION IN SOMALIA"}], "document_description": "The National Drought Plan and the Drought Impact & Needs Assessment and Recovery & Resilience Framework are two separate, complementary documents.The Drought Plan seeks to provide Somalia with a system and mechanism to mitigate droughts and enable the establishment of a resilient society that can withstand the drought shocks. It focuses on the following strategic themes: 1) Drought Monitoring and Prediction, 2) Drought Impact assessment, 3) Drought Preparedness through sustainable use of Water, Land and Natural resources, and 4) Improving Emergency Drought Response.The Recovery and Resilience Framework aims to provide the basis for policymaking, institutionalisation and financing of recovery and long- term development. It is supported by the Drought Impact & Needs Assessment that provides an assessment of drought damage and loss impacts and an estimation of recovery and resilience needs."}