{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Somalia", "document_category": "Policy", "document_sector_name": ["Water", "Urban", "Social development", "Rural"], "document_language": "English", "document_name": "National Water Resource Strategy 2021-2025", "document_country_code": "SOM", "document_hazard_name": ["Drought", "Flood"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "08/01/2021", "document_keyword": ["Water Management", "Planning"], "document_url": "https://cdn.climatepolicyradar.org/SOM/2021/SOM-2021-01-08-National Water Resource Strategy 2021-2025_09e939b513678453adef2c10a1fcb65b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL WATER RESOURCE STRATEGY"}, {"text_block_id": "p0_b2", "text": "2021 - 2025"}, {"text_block_id": "p0_b3_merged", "text": "Federal Government of Somalia Ministry of Energy and Water Resources"}, {"text_block_id": "p1_b5", "text": "Federal Government of Somalia"}, {"text_block_id": "p1_b6", "text": "Ministry of Energy and Water Resources"}, {"text_block_id": "p1_b7_merged", "text": "National Water Resource Strategy"}, {"text_block_id": "p1_b9", "text": "2021-2025"}, {"text_block_id": "p2_b10", "text": "FOREWORD"}, {"text_block_id": "p2_b11", "text": "The critical economic and social importance of water in the Somali society is immeasurable. This means that there are opportunities to use access to water as a key steppingstone for socio-economic development as well as an entry point to wider peace building. These aspirations can only be realised through fast-tracking the strengthening of water governance instruments such as through this maiden National Water Resource Strategy (NWRS) and developing sound institutions at federal and member state levels. This will provide the much-needed impetus for holistic water sector reforms as well as priority projects to address key sector challenges that hinder growth and development."}, {"text_block_id": "p2_b12", "text": "This NWRS has been developed through a meticulous stakeholder engagement process, to underpin and support"}, {"text_block_id": "p2_b13", "text": "Somalia’s"}, {"text_block_id": "p2_b14", "text": "developmental objectives of the National Development Plan 2020-2024 (NDP-9). In essence, the NDP-9, whose aim is to eliminate poverty and the impacts of poverty experienced by the people of Somalia, will be the key driver for the NWRS over the next 5 to 10 years. Water is central to this, needing to ensure sustainable water resource management and development, provision of water services that support economic sectors, and investment in infrastructure to improve water security whilst managing the ravages of floods and droughts. The NWRS has been intentionally designed to provide synergy with"}, {"text_block_id": "p2_b15", "text": "9’s four pillars"}, {"text_block_id": "p2_b16", "text": ". Each of these pillars has a set of strategies and interventions that the NWRS mirrors."}, {"text_block_id": "p2_b17_merged_merged", "text": "Ultimately, all the above strategies and actions reiterate the Federal Government of Somalia’s priorities on the importance of supporting communities to have improved livelihoods through better services. Therefore, this a call to action to all stakeholders, to join hands in providing their continuous invaluable support and cooperation to realise this NWRS. Together, we will safeguard Somalia’s water resources and work towards ensuring water security for Somalia’s future generations."}, {"text_block_id": "p2_b24", "text": "Minister of Energy and Water Resources"}, {"text_block_id": "p2_b25", "text": "Federal Government of Somalia"}, {"text_block_id": "p3_b26", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p3_b27", "text": "The National Water Resource Strategy (NWRS) is the culmination of various contributions from a range of stakeholders representing government ministries, international cooperating partners and external stakeholders (private sector and civil society). These stakeholders are thanked for their contributions. The Ministry would like to also thank UNDP and UNICEF for their support."}, {"text_block_id": "p3_b28", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p3_b29", "text": "Introduction"}, {"text_block_id": "p3_b30", "text": "Water, the driving force of nature, is an important natural resource to all forms of life and their existence. For Somalia, it is the backbone of social, economic and environmental growth and prosperity. Yet, the growing demands for water and its increasing scarcity is a growing concern. Somalia is a water scarce country with approximately 411 m"}, {"text_block_id": "p3_b31", "text": "3"}, {"text_block_id": "p3_b32", "text": "of renewable fresh water per capita as of 2017 (World Bank, 2020). This is a staggering decline over time from 2 087 m"}, {"text_block_id": "p3_b33", "text": "3"}, {"text_block_id": "p3_b34", "text": "in 1962 ("}, {"text_block_id": "p3_b35", "text": "ibid"}, {"text_block_id": "p3_b36", "text": ") which is far below the UN recommended threshold of 1 000 m"}, {"text_block_id": "p3_b37", "text": "3"}, {"text_block_id": "p3_b38", "text": "per capita per year."}, {"text_block_id": "p3_b39", "text": "This continuous decline in freshwater availability has resulted in fierce competition over water resources and has resulted in conflicts in some regions of Somalia. The deteriorating quality of groundwater resources as a result of overexploitation, increasing population and pollution is another challenge. Further, these challenges will be exacerbated by climate change which has been manifested through recurrent floods and droughts. With the mean annual rainfall expected to increase by 1%, 3% and 4% by 2030, 2050 and 2080, respectively (using the 1981-2000 reference period) (FGS, 2015), more severe floods are expected in future periods."}, {"text_block_id": "p3_b40", "text": "The global"}, {"text_block_id": "p3_b41", "text": "19 pandemic has interrupted Somalia’s growth trajectory with the economy"}, {"text_block_id": "p3_b42", "text": "contracting by 2.5% in 2020 (World Bank, 2020). More importantly, the pandemic has raised the water, sanitation and hygiene agenda that has become a key element in the defence against the"}, {"text_block_id": "p3_b43", "text": "disease’s spread. This has"}, {"text_block_id": "p3_b44", "text": "highlighted the urgency of strengthening water infrastructure, water resources management and governance, equitable water supply, and enhanced water quality standards especially since over 49% of the Somali population does not have access to safe water, sanitation and hygiene (WASH) services."}, {"text_block_id": "p3_b45_merged_merged_merged", "text": "Within this context, water governance in Somalia is impacted by limited horizontal and vertical coordination between water sector institutions and those sector institutions supporting socio-economic development. In many instances these institutions have limited resources and stretched capacity. These institutions play a key role in supporting the evolving policy, legal and institutional framework, in strengthening water resource management based upon improved scientific data and information, and in developing infrastructure to support development and address climate extremes."}, {"text_block_id": "p3_b49", "text": "The Imperative to Act"}, {"text_block_id": "p3_b50", "text": "Cognisant of the myriad of challenges facing Somalia’s declining water resources, the Federal"}, {"text_block_id": "p3_b51", "text": "Government of Somalia continues to make progressive strides to safeguard its water resources. This"}, {"text_block_id": "p4_b52", "text": "includes progressive effort to develop a sound constitutional framework to solidify its political settlement and state-building reforms and enact legislative and regulatory instruments to anchor the institutional development process, and this is particularly the case for the water sector."}, {"text_block_id": "p4_b53", "text": "The need to develop the economy of Somalia to address high levels of poverty is outlined in the"}, {"text_block_id": "p4_b54", "text": "National Development Plan 2020-2024 (NDP-9)"}, {"text_block_id": "p4_b55", "text": "Availability of water, of sufficient quality, has a direct bearing on"}, {"text_block_id": "p4_b56", "text": "Somalia’s"}, {"text_block_id": "p4_b57", "text": "The"}, {"text_block_id": "p4_b58", "text": "complexity of managing Somalia’s water resources requires a strategic national approach that"}, {"text_block_id": "p4_b59", "text": "involves the engagement of key government actors, the private sector, civil society, as well as the support of a range of international cooperating partners and development financing institutions."}, {"text_block_id": "p4_b60", "text": "The Strategic Response"}, {"text_block_id": "p4_b61", "text": "This NWRS provides a suite of strategies, objectives, and actions for the water sector for the 20212025 period. However, some of the outcomes will only be realised in the longer-term. The NWRS"}, {"text_block_id": "p4_b62", "text": "targets to unlock key actions and align with the Provisional Constitution (2012),"}, {"text_block_id": "p4_b63", "text": "The NDP-9 will be the key driver for the NWRS over the next 5 to 10 years."}, {"text_block_id": "p4_b64", "text": "The Vision of the NWRS is:"}, {"text_block_id": "p4_b65", "text": "“Sustainable, equitable and secure water for national unity, growth and well"}, {"text_block_id": "p4_b66", "text": "-being, for"}, {"text_block_id": "p4_b67", "text": "all and in harmony with nature”"}, {"text_block_id": "p4_b68_merged_merged_merged_merged_merged_merged", "text": "Under the NWRS, there are three Strategic Goals for this first edition that provides the basis for future water sector developments: Goal 1: Establishing a Functional Water Sector Governance Framework -Provides the strategic approach and actions towards strengthening water sector governance; Goal 2: Operationalising Integrated Water Resources Management – Provides the strategic approach and actions towards improved and integrated water resource management as a basis for ensuring sustainable water resource development and the provision of sanitation services. Goal 3: Improving the Provision of Priority Water Services – Provides the strategic approach and actions to guide the development of water resources to realise improvements in the various services. During the assessment phase of the strategy development, many issues and challenges were identified. These were collated into clusters, resulting in twenty sub-strategies that will collectively realise the three Goals. The entire NWRS is underpinned by best practice principles and values that follow thematic relevance throughout the document."}, {"text_block_id": "p5_b81", "text": "Towards Implementation"}, {"text_block_id": "p5_b82", "text": "To respond to the suite of strategies, objectives, and actions provided in this NWRS, there is a realisation that the attainment of longer-term objectives will take a phased and progressive, developmental approach that enables Somalia to pragmatically attain sustainable outcomes. This needs to be supported by relevant institutional arrangements, cooperating partners and a monitoring and evaluation framework that will enable the MoEWR to monitor and report on progress."}, {"text_block_id": "p5_b83_merged", "text": "Complimenting the NWRS, a NWRS Roadmap that provides clarity on key priorities and supporting actions, roles and responsibilities as well as milestones and targets has been developed. The roadmap outlines the establishment of appropriate cooperative platforms to support and guide the programming of actions as well as to oversee and evaluate progress."}, {"text_block_id": "p6_b86", "text": "TABLE OF CONTENTS Page No"}, {"text_block_id": "p9_b87", "text": "LIST OF FIGURES"}, {"text_block_id": "p10_b88", "text": "LIST OF TABLES"}, {"text_block_id": "p11_b89", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p13_b90", "text": "1."}, {"text_block_id": "p13_b91", "text": "INTRODUCTION"}, {"text_block_id": "p13_b92", "text": "1.1 Country context"}, {"text_block_id": "p13_b93", "text": "Located on the horn of Africa, Somalia is emerging from a prolonged period of conflict for approximately 30 years. Towards this end, the Federal Government of Somalia (FGS) is working hard to realise the objectives of growth and development as laid out in the National Development Plan 2020 -2024 (NDP-9)"}, {"text_block_id": "p13_b94", "text": ". Water resource management and development, is essential to the country’s"}, {"text_block_id": "p13_b95", "text": "growth and development with this underpinning the largely agricultural economy, providing water services to society and with floods and droughts having significant impacts across the country. Therefore, the development of a National Water Resource Strategy (NWRS) becomes an important component of realising the country"}, {"text_block_id": "p13_b96", "text": "’s"}, {"text_block_id": "p13_b97", "text": "development agenda."}, {"text_block_id": "p13_b98", "text": "Somalia can be divided into nine major water basins namely: The Gulf of Aden, Darror, Tug Der/Nugal, Ogaden, Shabelle, Juba, Lag Dera, Lag Badana, and the Central Coastal Basin. The Juba and Shabelle rivers are very important in Somalia and have been described as the breadbasket of Somalia (Jama & Mourad, 2019). These two rivers are transboundary in nature with approximately 90% of Juba and Shabelle rivers originating from Ethiopia, and some from Kenya making them vulnerable to upstream water demands"}, {"text_block_id": "p13_b99", "text": "(FAO, SWALIM, 2020)"}, {"text_block_id": "p13_b100", "text": ". Somalia’s"}, {"text_block_id": "p13_b101", "text": "National Adaptation Programme of Action (NAPA) has identified water resources as one of the most vulnerable sectors to climate change. Current climate variability projections indicate gradual increase in precipitation anomalies and median"}, {"text_block_id": "p13_b102", "text": "Figure"}, {"text_block_id": "p13_b103", "text": "‎"}, {"text_block_id": "p13_b104", "text": "1-1: Drainage basins of Somalia"}, {"text_block_id": "p13_b105", "text": "temperature increase between 3.2°C and 4.3°C which are most likely going to be characterised by erratic drought and flooding events in Somalia (SWALIM)."}, {"text_block_id": "p13_b106_merged_merged_merged_merged", "text": "Climate change, environmental degradation and increasing competition for scarce water, stressed rangelands and other natural resources are major drivers of fragility, displacement, extreme poverty, and food insecurity. Water is a key input to socio-economic development and underpins multiple aspects of state-building and human development which is a top priority for the Federal Government of Somalia (FGS). This complex compendium of issues poses intricate challenges to enabling access to water for Somalia’s estimated population of between 12 to 13 million in 2017, growing at a rate of 1.24% a year (Federal Government of Somalia, 2017)."}, {"text_block_id": "p14_b109", "text": "1.2 The need for the National Water Resource Strategy (NWRS)"}, {"text_block_id": "p14_b110", "text": "Restarting institutional activity and strengthening water resources governance in the aftermath of a prolonged conflict era is challenging. Somalia continues to develop a sound constitutional framework to solidify its political settlement and state-building reforms and enact credible basic laws to anchor the institutional development process. Currently, the government is creating and modernizing institutions, seeking to restore services to a struggling and distressed population."}, {"text_block_id": "p14_b111", "text": "Despite these developments, there still are some challenges that need to be addressed particularly for the water sector. Currently, policy level responsibilities in the water sector are divided amongst different institutions. For instance, the Ministry of Energy and Water Resources is currently responsible for policy formulation, setting direction and coordination of national water resources but there is uncoordinated management of water resources between the Federal Line Ministries and Federal Member States. Thus, the leadership being provided by the Ministry of Energy and Water Resources in the development of a NWRS to strengthen coordination among relevant role players and stakeholders is timely and much needed."}, {"text_block_id": "p14_b112", "text": "The critical economic and social importance of water in Somali society means that there are opportunities to use access to water as an entry point to wider peace building as well as a key steppingstone for socio-economic development. These aspirations can only be realised through fast-tracking the strengthening of water governance instruments, such as this Strategy, and developing sound institutions at federal and member state levels to provide impetus for holistic water sector reforms as well as priority projects to address key sector challenges that hinder growth and development."}, {"text_block_id": "p14_b113", "text": "1.3 The approach and purpose"}, {"text_block_id": "p14_b114", "text": "The NWRS has therefore been developed to underpin and support the developmental objectives of the NDP-9."}, {"text_block_id": "p14_b115", "text": "Water is central to this, needing to ensure sustainable water resource management and development and the provision of water services that support economic sectors."}, {"text_block_id": "p14_b116", "text": "This must be underpinned by sound strategic governance and operational clarity."}, {"text_block_id": "p14_b117", "text": "The Somalian water sector is in the process of updating its core legal instrument, the Water Act 2018. Clearly this needs to be developed and promulgated, but the prioritisation of the development of the NWRS is a recognition of the fact that whilst such key governance instruments are developed, there is a need to strategically plan for the range of activities that are needed in the short-term, whilst working towards longer-term objectives."}, {"text_block_id": "p14_b118_merged_merged", "text": "In this regard, the process to regularise the Somalian water sector will require structured processes over time. This first NWRS cannot achieve all that the Federal Government of Somalia needs to undertake for water sector reforms, but rather it is an indication of the government’s commitment to undertaking incremental developments that demonstrate progressive realisation of the country’s developmental objectives."}, {"text_block_id": "p15_b123", "text": "Water resource management and development is inherently complex. This is not just due to the technical dimensions but also due to the integrated nature of many aspects that require integration horizontally between ministries as well as vertically between the differing tiers of government. This is particularly so in Somalia."}, {"text_block_id": "p15_b124", "text": "Within this context, engagement in the development of this strategy is critical. Therefore, despite the complexities of the COVID-19 outbreak, the MoEWR has ensured as ongoing stakeholder engagement and participation. The support of partner Ministries as well as key international cooperating partners has been a key pillar of developing the NWRS and understanding the key linkages and interfaces between sectors. A central success factor to the effective implementation of the NWRS will be the cooperative, inter-ministerial support that has been prevalent during the development of the Strategy. This will require these ministries to channel resources and coordinate programming."}, {"text_block_id": "p15_b125", "text": "The development of the supporting NWRS Roadmap will be an important supporting instrument that provides clarity as to key priorities and supporting actions, roles and responsibilities as well as milestones and targets so that progress can be monitored and evaluated so as to guide ongoing improvements in delivery."}, {"text_block_id": "p15_b126", "text": "Importantly, the roadmap will outline the establishment of appropriate cooperative platforms to support and guide the programming of actions as well as to oversee and evaluate progress."}, {"text_block_id": "p15_b127", "text": "1.4 Structure of the NWRS"}, {"text_block_id": "p15_b128", "text": "The NWRS is structured as follows:"}, {"text_block_id": "p15_b129", "text": "The NWRS is structured as follows:\n* to Act\n* to Act\n â\n* to Act\n â\n Provides the reasons why it is important to\n* â\n* â\n Provides the importance of addressing\n* -Describes the strategic approach to achieving the desired sector\n* -Provides the strategic\n* â\n* â\n Provides the strategic\n* â\n* â\n Provides the strategic approach and"}, {"text_block_id": "p16_b152", "text": "The NWRS is structured as follows:\n* to Act\n* to Act\n â\n* to Act\n â\n Provides the reasons why it is important to\n* â\n* â\n Provides the importance of addressing\n* -Describes the strategic approach to achieving the desired sector\n* -Provides the strategic\n* â\n* â\n Provides the strategic\n* â\n* â\n Provides the strategic approach and\n* â\n* â\n Describes the key dimensions that underpin the implementation\n* â\n* â\n The Annexure provides the complete strategic results framework for the NWRS"}, {"text_block_id": "p17_b160", "text": "2."}, {"text_block_id": "p17_b161", "text": "SOMALIA’S WATER SECT"}, {"text_block_id": "p17_b162", "text": "OR:"}, {"text_block_id": "p17_b163", "text": "THE IMPERATIVE TO ACT"}, {"text_block_id": "p17_b164", "text": "There is a clear legal requirement, starting with the Provisional Constitution of Somalia, to ensure that the natural resources of the country are protected, conserved and preserved and that through proper management processes and negotiated allocations, these natural resources are sustainably developed. Both the Federal Government and Federal Member States are key actors in this, but the Provisional Constitution also notes that all people have the duty to safeguard these natural resources and should participate in processes to ensure the management, development and protection of these natural resources."}, {"text_block_id": "p17_b165", "text": "Water as a key natural resource can catalyse or constrain growth and development and as such there are compelling socio-political, economic, and environmental arguments"}, {"text_block_id": "p17_b166", "text": "to be made for addressing the country’s"}, {"text_block_id": "p17_b167", "text": "declining water resources"}, {"text_block_id": "p17_b168", "text": ". The complexity of managing Somalia’s water"}, {"text_block_id": "p17_b169", "text": "resources requires a strategic national approach that involves the engagement of key government actors, the private sector, civil society, as well as the support of a range of international cooperating partners and development financing institutions."}, {"text_block_id": "p17_b170", "text": "2.1 Socio-economic Context"}, {"text_block_id": "p17_b171", "text": "Poverty, vulnerability, and conflict are intricately linked with water which can unlock development opportunities if properly managed but could if improperly managed also stifle development, be a driver for increasing poverty, and be a trigger for conflict. Somalia has high poverty rates (averaging 69%) among nomadic pastoralists, agropastoralists, residents of Internally Displaced Persons (IDP) settlements and many residents of larger urban centres such as Mogadishu. This high poverty rate has been attributed to several complex issues including community vulnerability and limited resilience, monetary poverty, food insecurity and hunger, low levels of education, low living standards, violence and crime, and poor health (NDP, 2020)."}, {"text_block_id": "p17_b172", "text": "70% of Somalis are living under the international poverty line"}, {"text_block_id": "p17_b173_merged_merged_merged", "text": "Additionally, over the past decade, Somalia has faced multiple and recurrent crises compromising already vulnerable Somali communities that includes 2.6 million IDPs (UNHCR, 2020) with almost 70% of Somalis living under the international poverty line of US$1.90 a day (in 2011 PPP dollars) (IMF, 2020). While women have a longer life expectancy of 58.8 years compared to men at 55.4 years (2018), about 45% of women are married by the age of 18, with a high maternal mortality ratio of 732 deaths per 100,000 live births in 2015 (UNDP, 2019) which increases the vulnerability of women."}, {"text_block_id": "p17_b175", "text": "The economy of Somalia is largely natural resources dependant, with irrigated agriculture, livestock and fisheries contributing well over 70% of GDP, which are dependent on water of sufficient quantity, quality, and affordability. In 2019, the economy grew by approximately 2.9% driven mainly"}, {"text_block_id": "p18_b176", "text": "by the agricultural sector and consumer demand (AfDB, 2020)."}, {"text_block_id": "p18_b177", "text": "Somalia’s fiscal position is"}, {"text_block_id": "p18_b178", "text": "predominately sustained through ODA, remittances, and foreign direct investment while domestic revenue mobilisation remains limited at less than 5% of GDP with a majority stemming from taxes on international trade."}, {"text_block_id": "p18_b179", "text": "The"}, {"text_block_id": "p18_b180", "text": "19 global pandemic has interrupted Somalia’s growth trajectory"}, {"text_block_id": "p18_b181", "text": "(see"}, {"text_block_id": "p18_b182", "text": ". Before March,"}, {"text_block_id": "p18_b183", "text": "2020, Somalia’s economy was on an upward trajectory"}, {"text_block_id": "p18_b184", "text": "and recovering from the 2016/17 drought. In 2020, the economy contracted by 2.5% (World Bank, 2020) and is expected to regain a slow recovery in 2021 depending on COVID-19 recovery measures that will be put in place by the government. Compared to other countries in the east Africa region, Somalia has been greatly impacted by the pandemic and will require tailored responses, including WASH, to boost the economy."}, {"text_block_id": "p18_b185", "text": "Figure"}, {"text_block_id": "p18_b186", "text": "‎"}, {"text_block_id": "p18_b187", "text": "2-1: COVID-19 has caused a much larger drop in economic growth in Somalia than in its neighbours"}, {"text_block_id": "p18_b188", "text": "Source: (World Bank, 2020)"}, {"text_block_id": "p18_b189", "text": "While recent reforms have helped grow the economy, the primary sectors continue to be susceptible to the effects of climate change, climate variability and water availability. The northern and central parts of Somalia are predominantly arid and semi-arid areas and are home to traditional pastoral and agropastoral communities that are highly vulnerable to climate change. The southern regions are dominated by rain-fed agriculture and agropastoral activities aided by the higher rainfall and surface water from the Juba and Shabelle rivers but are also vulnerable to climate change and variability."}, {"text_block_id": "p18_b190_merged_merged_merged_merged", "text": "Reversing the growing poverty trend and spurring socio-economic development is therefore imperative. In response to this need, Somalia’s National Development Plan 20202024 (NDP-9) recognises the pivotal role water plays in realising its aspirations of reducing and alleviating poverty. The NDP-9 will be the key driver for national growth and development over the next 5 to 10 years, and as such"}, {"text_block_id": "p19_b195", "text": "guides the NWRS. The is organized in four pillars which are targeted at addressing the root causes of poverty in Somalia."}, {"text_block_id": "p19_b196", "text": "guides the NWRS. The is organized in four pillars which are targeted at addressing the root causes of poverty in Somalia.\n* Inclusive and Accountable Politics and Reconciliation\n* Improved Security and the Rule of Law\n* Economic Development -An early priority that has been identified is the\n* Economic Development -An early priority that has been identified is the\n creation of\n* Economic Development -An early priority that has been identified is the\n creation of\n aimed at the mobilisation of resources for large-scale\n* Social and Human Development targets addressing low levels of education and poor"}, {"text_block_id": "p19_b210", "text": "Each of these pillars has a set of strategies and interventions and the NWRS has ensured alignment with these to ensure that the water sector effectively plays its role in the"}, {"text_block_id": "p19_b211", "text": "9’s implementation."}, {"text_block_id": "p19_b212_merged_merged", "text": "Lastly, the global COVID-19 pandemic has raised the water, sanitation and hygiene agenda that has become a key element in the defence against the diseases spread. The pandemic has highlighted the urgency of strengthening water infrastructure, water resources management and governance, equitable water supply, and enhanced water quality standards. Somalia’s current triple crisis of recurrent floods, locust invasion, and COVID-19 presents a challenge of water, food, and health security which will be exacerbated by threats of conflict and climate variability. The nature and frequency of these crises has altered livelihood and coping strategies (Development Initiatives, 2019) and has proven that dynamic and innovative approaches are needed. This NWRS addresses this need and requires complimentary strategies that should be covered in Somalia’s COVID-19 Recovery Strategy."}, {"text_block_id": "p19_b217", "text": "2.2 Water Resources in Somalia"}, {"text_block_id": "p19_b218", "text": "Located in the horn of Africa, Somalia is a water scarce country and experiences two rainfall seasons: Gu, which passes through the North from mid-March to June, and Deyr, which passes through the South from mid-September to November. The average annual rainfall is about 123 mm with 75% of this annual rainfall being recorded during the Gu season (Mourad, 2020). The hydrology has been divided into nine major water basins namely: Gulf of Aden, Darror, Tug Der/Nugal, Ogaden, Shabelle, Juba, Lag Dera, Lag Badana, and the Central Coastal Basin. The Juba and Shabelle rivers are very important in Somalia and have been described as the breadbasket of Somalia (Jama & Mourad, 2019). These two rivers are transboundary in nature with approximately 90% of Juba and Shabelle rivers originating from Ethiopia, and some from Kenya making them vulnerable to upstream uses (FAO, SWALIM, 2020)."}, {"text_block_id": "p19_b219", "text": "In areas covered by the Gulf of Aden, the Darror and the Nugal drainage basins, groundwater moves from the mountainous areas along two directions. The first is from the south to the north, from the mountains towards the coastal areas of the Gulf of Aden, and the second is from North to South,"}, {"text_block_id": "p20_b220", "text": "towards the Haud and Sool plateaus. The hydrogeological divide mostly coincides with the surface water drainage divide. Water flows decrease as these rivers flow downstream from the Ethiopian Highlands. The percentage of surface water reservoirs is larger compared to the groundwater sources in the southern river basins than in the central and northern drainage basins."}, {"text_block_id": "p20_b221", "text": "One of the challenges facing water sector governance includes largely inadequate baseline and real-time data and information, as well as the lack of scientific analytics on water resources availability, quality, and quantity. Some useful efforts have been made to maintain the critical archives and produce relevant studies over the past twenty years, but much water resources planning has been based on anecdotal data which is mostly outdated. The NDP9 also recognises the dearth in data for water resources planning and outlines the need to develop a national Water Management Master Plan which should ideally be supported by robust hydrological and hydrogeological modelling and analysis as well as water quality assessments."}, {"text_block_id": "p20_b222_merged", "text": "Despite this challenge, available studies indicate that the total actual renewable water resources (surface and groundwater) in 2017 was estimated at 14.7 km with a dependency ratio of 57% from externally originating flows. Total withdrawals of water (domestic, agricultural, industrial, and environmental demands) were estimated at 3.3 km based on the Food and Agriculture Organization (FAO) global information system on water resources and agricultural water management -FAO-AQUASTAT (FAO Aquastat, 2016) using 2005 data. This differential underlines the need for improved infrastructure to harness these water resources."}, {"text_block_id": "p20_b230", "text": "Deteriorating water quality is increasingly a concern and particularly for groundwater resources which generally is already of poor potable quality. Overexploitation, due to increasing population, and localised pollution has seen many resources deteriorating. Limited control and monitoring of the drilling of wells and boreholes has seen the resources that are critical to rural communities under significant threat (Mourad, 2020)."}, {"text_block_id": "p20_b231", "text": "Supply and demand"}, {"text_block_id": "p20_b232", "text": "Apart from the people living along the Juba and Shabelle Rivers, the Somali population depends on groundwater for domestic water supply, livestock, and small-scale irrigation. The main groundwater sources of Somalia are boreholes, shallow wells, and springs. Boreholes are the most strategic water sources in Somalia, as a majority have water throughout the year and provide water when other sources dry out. The depth of most boreholes in the country is in the range of 90m to 250m; but in some locations the depths can go to more than 400m (FAO, SWALIM, 2014)."}, {"text_block_id": "p21_b233", "text": "Table"}, {"text_block_id": "p21_b234", "text": "‎"}, {"text_block_id": "p21_b235", "text": "2-1: Water supply and demand challenges"}, {"text_block_id": "p21_b236", "text": "Therefore, the focus should be given to sustainable water services and to water use productivity in agriculture and livestock. In addition to this, the regulation of water use is a critical mechanism towards driving water efficiencies which will assist in balancing out supply and demand issues. Thus, there is a need for water sensitive agricultural practices that can achieve food and nutrition security outcomes for improved human health and well-being (Mabhaudhi, Chibarabada, & Modi, 2016)."}, {"text_block_id": "p21_b237", "text": "2.3 Climate and variability"}, {"text_block_id": "p21_b238", "text": "Changes in extreme temperatures across Somalia have been observed over the last 50 years with temperatures increasing by 1.0°C in a century. The mean air temperatures remain high throughout the year with the mean daily temperatures for the period 1953-1976 ranging from 25.2°C to 28.8°C with an annual mean of 27°C. Diurnal temperature fluctuations are high and can range from 20°C to 35°C (Federal Directorate of Environment and Climate Change, 2020). Rainfall precipitation across the country is low and unpredictable, but the southern regions generally receive more rain and thus is prone to flood events."}, {"text_block_id": "p21_b239_merged_merged", "text": "Somalia is characterised by four seasons in a year. Jilaal is the dry season that typically runs from December to mid-March. This is followed by the main rainy season, Gu, that runs until mid-year. The weather cools down from around July to mid-September during the Haggai season then turns rainy again until November during the Deyr season (FAO SWALIM, 2020). The 2018 Gu season resulted in severe flooding, and in turn the 2019 Gu rains underperformed (FAO SWALIM, 2020)."}, {"text_block_id": "p22_b250_merged", "text": "Figure ‎2-2: Seasonal Average Rainfall during Gu and Deyr Seasons"}, {"text_block_id": "p22_b257", "text": "Source: (Federal Republic of Somalia, 2013)"}, {"text_block_id": "p22_b258", "text": "The climate varies from desert in the north-eastern parts of the coastal areas of the Gulf of Aden basin and some areas in the Darror basin in the north-east to arid and semi-arid in much of the Gulf of Aden, Nugal, and Ogaden basins in the central and northern regions; and to moist semi-arid in most of the Juba-Shabelle river basins in the south and in the mountainous areas of the Gulf of Aden in the north-west."}, {"text_block_id": "p22_b259", "text": "The impact of climate change is evident including declining water resources, reduced agricultural productivity, spread of climate-sensitive vector-borne diseases to new areas, changes in populations and distribution of biodiversity, turbulent weather and climatic disasters (Federal Directorate of Environment and Climate Change, 2020). Sea level rise impacts coastal regions exposing them to tsunami events. Several climate disasters have already taken place in the country; the latest being the flash floods in Hiiraan, Middle/Lower Shabelle and Bari (Qardho) regions, which have resulted in the loss of lives and displacement of people. Because of erratic rainfall, many local"}, {"text_block_id": "p22_b260", "text": "Figure"}, {"text_block_id": "p22_b261", "text": "‎"}, {"text_block_id": "p22_b262", "text": "2-3"}, {"text_block_id": "p22_b263", "text": ": Somalia’s climate zones delineated by rainfall"}, {"text_block_id": "p22_b264", "text": "Source: (Federal Republic of Somalia, 2013)"}, {"text_block_id": "p23_b265", "text": "people, particularly the farming communities, have witnessed a shift in rainy seasons, affecting agricultural practice and livelihoods. The country has also experienced frequent and protracted droughts which have devastated livestock and crop production. The consequences of these effects are food insecurity, hunger, malnutrition, displaced, and loss of lives."}, {"text_block_id": "p23_b266", "text": "Additionally, Somalia experiences cyclic droughts in every 2-3 years accompanied by devastating floods particularly in the South Western regions. The floods occur when the Shabelle and Jubba rivers burst their banks and, in the process, causes displacement of people and destruction of properties. Floods in these regions affect the livelihoods of about 1.8 million people (AFDB, 2016)."}, {"text_block_id": "p23_b267", "text": "Table"}, {"text_block_id": "p23_b268", "text": "‎"}, {"text_block_id": "p23_b269", "text": "2-2: Projected mean annual rainfall increases in Somalia"}, {"text_block_id": "p23_b270", "text": "Projections indicate that climate change could result in a slight increase in the amount of rain received each year"}, {"text_block_id": "p23_b271", "text": ". The mean annual rainfall is expected to increase by 1%, 3% and 4% by 2030, 2050 and 2080, respectively (using the 1981-2000 reference period) (FGS, 2015). This will have a direct causal impact on surface and ground water availability at national scale with varied differences at localised regions."}, {"text_block_id": "p23_b272", "text": "Although Somalia’s greenhouse gas emissions"}, {"text_block_id": "p23_b273_merged_merged_merged", "text": "(GHG) are insignificant in comparison to global emissions, Somalia continues to strengthen its climate response actions which are focussed on adaptation. Somalia’s Intended Nationally Determined Contribution (INDC) flags that the availability of water resources is going to be impacted by climate change and provides a suite of priority water sector interventions that are targeted at increasing the resilience of Somalia’s populace while bolstering socio-economic development. This NWRS mirrors these interventions and has strategically mainstreamed these interventions in"}, {"text_block_id": "p23_b278", "text": "to the Strategy’s strategic objectives as much as possible."}, {"text_block_id": "p23_b279", "text": "At a global scale, the 2020 UN World Water Development report positions the need to tackle climate change as a key agenda item given its impact on global water resources. The report emphasizes the pivotal role water plays in food security, human health, urban and rural settlements, energy production, industrial development, economic growth, and ecosystems, and the importance of climate change adaptation, mitigation, and resilience through water management. Thus, this Strategy aligns with international best practice for integrated water resources management."}, {"text_block_id": "p23_b280", "text": "A key challenge in driving water resource management from a climate resilience lens is the limited availability of meteorological and hydrological information and data, including access to data which needs strengthening over time."}, {"text_block_id": "p23_b281", "text": "2.4 Environment and ecological infrastructure"}, {"text_block_id": "p24_b282", "text": "T"}, {"text_block_id": "p24_b283", "text": "he status of Somalia’s natural environment is"}, {"text_block_id": "p24_b284", "text": "degraded and likely to have increasing negative impacts on the coun"}, {"text_block_id": "p24_b285", "text": "try’s water resources. The"}, {"text_block_id": "p24_b286", "text": "Somalian National Environment Policy 2019 notes that natural resources are not being sustainably managed with many of these resources being exploited to the point that the extreme levels of degradation are having socio-economic impacts and perpetuating poverty in rural communities. Without meaningful intervention to break this cycle, the impacts on communities, on levels of conflict over resources and local economies could be devastating."}, {"text_block_id": "p24_b287", "text": "The linkages between environmental health and water resource quality are multiple and requires more effective understanding within the Somali context. This includes understanding the role of ecological infrastructure in support aquatic ecosystem health and in supporting groundwater dependent ecosystems. Recognising the importance of groundwater -surface water interactions and how this"}, {"text_block_id": "p24_b288", "text": "support wetlands, wadi’s and rivers"}, {"text_block_id": "p24_b289", "text": "is key to developing improved water resource management actions. At more local levels, the impacts of poor management on this ecological infrastructure can be devastating for the livelihoods of local communities and can include reduced access to water, diminishing quality and even more extreme flooding events."}, {"text_block_id": "p24_b290", "text": "This will require more in-depth assessments of the current status of this ecological infrastructure and developing more focused efforts to reinstate environmental quality."}, {"text_block_id": "p24_b291_merged_merged_merged", "text": "Figure ‎2-4: Ecological Footprint per country, per person, 2008. (Global Footprint Network, 2011). The horizontal line shows the globally available biocapacity of 1.8 global hectares per person."}, {"text_block_id": "p24_b294", "text": "The National Environment Policy 2019 provides key steps in this regard noting the importance of the environmental nexus that exists. These are complex issues to resolve noting the interactions between water, energy, and food and how this influences natural resource management. Deforestation arising from charcoal production, poor rangeland management under livestock and ongoing pollution of water resources are all but examples of the challenges being faced and having impacts on the environment and the status of natural resources. Integrated planning together with more preventative principles and regulations will be imperative to ensure that the environment provides the sustainability that the Somalian water resources require."}, {"text_block_id": "p25_b295", "text": "Importantly the management of ecological infrastructure needs to be understood conjunctively with the approach towards built infrastructure."}, {"text_block_id": "p25_b296", "text": "2.5 Infrastructure and development"}, {"text_block_id": "p25_b297_merged", "text": "Water resource development requires the development of new infrastructure, supported by effective operations and maintenance of existing infrastructure. During the civil war water sector infrastructure suffered either from destructive actions or from lack of maintenance. In addition, the destruction of infrastructure as a result of flooding has been significant. The need for infrastructure improvements to fill water supply and management gaps as well as support improved flood management is considerable. Infrastructure development is therefore a top priority for Somalia. In response to this need, infrastructural restoration and development is identified as a key pillar in the NDP. There is limited information on the existing infrastructure asset base, its value, or conditions, however, it is estimated that about 60% of existing water supply infrastructure assets requires rehabilitation, expansion or replacement in both urban and rural areas to meet demands (Federal Government of Somalia, 2017)."}, {"text_block_id": "p25_b299", "text": "Somalia faces increasing challenges for managing the water, sanitation and hygiene (WASH) sector. More than half of the Somali people live in rural areas, with 68% and 51%, of the Somali population with access to basic water supply and sanitation, respectively (Somalia WASH Cluster, 2019). Groundwater provides 80% of the domestic supply, but these aquifers are often deep and have high salinity levels in most parts of the country. The only perennial surface water resources in Somalia are the Shabelle and Juba Rivers, thus infrastructural solutions will be a key part of addressing these service challenges."}, {"text_block_id": "p25_b300", "text": "Funding and financing for infrastructure development is generally inadequate. For instance, the infrastructure sector received the least amount of development and humanitarian project-level spending in 2019, although urban water and sanitation infrastructure made up the largest component in the same category i.e. 42%. A targeted resource mobilisation strategy for infrastructure development is needed to tap into blended financing options including funding from the national fiscus, financing from development partners, climate finance and the private sector."}, {"text_block_id": "p25_b301", "text": "Effective flood control will require the repair of old water management infrastructure, including dams, offtakes, and sluices. Nine barrages were built on the Shabelle River and one on the Juba River With these barrages being the most significant forms of irrigation infrastructure in Somalia. The Middle Shabelle region had some of the best irrigation and flood control infrastructure in the country but these need to be improved and maintained as needed."}, {"text_block_id": "p26_b302", "text": "It must be noted that the infrastructure development lifecycle is capital intensive and requires lengthy lead times, and therefore are not immediate solutions. However, it is essential that these longer-term planning interventions are initiated, working closely with sector ministries to support development needs."}, {"text_block_id": "p26_b303", "text": "In the short to medium term, the innovative work undertaken to pilot the use of sand dams in Somalia has been significant and provides an invaluable solution to local water challenges. Cooperative efforts to broaden the use of sand dams will be important."}, {"text_block_id": "p26_b304", "text": "Equally, it will be important to develop alternative approaches to managing water demands and improve water use efficiencies. This will require working across sectors to develop improved water user practices as well as manage water demands. Improvements in curbing non-revenue water and looking to water reuse will be important steps in meeting water supply needs. These approaches will require the strengthening of governance arrangements and the ongoing development of cooperative approaches across sectors."}, {"text_block_id": "p26_b305", "text": "2.6 Governance and institutions"}, {"text_block_id": "p26_b306", "text": "Sound governance frameworks and capacitated institutions are the backbone of any reform and often require appropriate approaches for national and sub"}, {"text_block_id": "p26_b307", "text": "-"}, {"text_block_id": "p26_b308", "text": "national institutions to enable effective delivery of services."}, {"text_block_id": "p26_b309", "text": "Effective governance is a pre-requisite for attainment of"}, {"text_block_id": "p26_b310", "text": "9’s v"}, {"text_block_id": "p26_b311", "text": "ision and strategic actions, requiring the strengthening of Somalia"}, {"text_block_id": "p26_b312", "text": "’s institutions"}, {"text_block_id": "p26_b313", "text": "and capacity for effective political and environmental governance. Developing and strengthening the water resource management and development governance frameworks will not only require improving the legal and regulatory environments but will also need the ongoing development of policies and strategies that will guide interventions that provide for sustainable water developments. The building of a capacitated government, at various administrative levels, will be key in developing these various instruments and overseeing their effective implementation."}, {"text_block_id": "p26_b314_merged_merged_merged", "text": "The role of the international community, through international cooperating partners and development financing institutions, has been critical in assisting Somalia to manage and respond to the various crises and to support the country in its developmental agenda. This has been provided through development support as well as through targeted humanitarian support. These have, and will continue to have, an important role in supporting Somalia to address the array of water sector and linked developmental issues."}, {"text_block_id": "p27_b316", "text": "The ongoing development support will be essential to building an improved governmental system, using country systems. The use of Task Forces has proved useful in facilitating and coordinating activities towards more effective progress and more efficient use of resources. Humanitarian support will continue to provide resources to address focused issues at more localised levels. The ongoing use of the cluster-system has been useful to channel these support efforts and provide a valuable conduit for knowledge exchange."}, {"text_block_id": "p27_b317", "text": "The ongoing strengthening of institutional capacity at the various levels of government is a priority and this will require structured approaches that develop staff cohorts to have the appropriate capabilities and capacity, supported by having systems and equipment that supports operational business. At the local level the capacity challenges have real impact on community livelihoods, so whilst efforts to improve governance at the Federal and Member State level takes place, there will be important efforts to improve water sector governance at the local levels.Somalia continues to make steady progress in strengthening the working relationship between federal state and member state ministries, however, tailored approaches are now needed to harmonise federal government and member state water sector governance frameworks for water resource management and improved provision of priority water services, to reduce conflicts in mandate, and to ensure effective utilisation of the limited resources that are available."}, {"text_block_id": "p27_b318", "text": "While the above new and pragmatic approaches are inevitable and much needed, special consideration should be taken to ensure that any advancements in water sector governance and institutional frameworks are building on existing systems and strengths. Incorporating lessons learnt and contextualising successful models from countries that have been on similar transition paths as Somalia is considered good practice. Political will and stakeholder support and buy-in will be key drivers in ensuring a smooth process and must be systematically implemented."}, {"text_block_id": "p28_b319", "text": "2.7 Water security and the developing economy"}, {"text_block_id": "p28_b320", "text": "Water security is often described as the availability of an acceptable quantity and quality of water for health, livelihoods, ecosystems, and production, coupled with an acceptable level of water-related risks to people, environments and economies. Water security is central for successful, sustainable economic growth of emerging economies such as federal Somalia."}, {"text_block_id": "p28_b321_merged", "text": "Matching water availability and demand, the key influencers of water security, is an arduous task particularly for a water scarce and conflict prone country like Somalia. Adequate, reliable supply of water is only one among many factors of production, but it is a crucial input for the development of many sectors of an economy, especially agriculture and livestock which are key drivers of Somalia’s economy. Even in places where hydrologic conditions may be favourable such as areas within the Juba and Shabelle rivers drainage basins, institutional flaws and mismanagement may lead to water insecurity. Infrastructural challenges in these two systems are considerable and require urgent attention to not only support the expansion of irrigation but to also manage the impacts of the floods that regularly occur."}, {"text_block_id": "p28_b324", "text": "Water security can influence economic development through two causal chains. One, by improving the factor of productivity of water in multiple economic sectors, especially those that are water intensive such as agriculture, and two,"}, {"text_block_id": "p28_b325", "text": "by reducing acute and chronic harmful effects of water‐related hazards like floods, droughts, and water‐related diseases."}, {"text_block_id": "p28_b326", "text": "The FGS and World Bank initiated Somalia Rapid Flood Impact and Needs Assessment (FINA) assessment of the 2019 floods found:"}, {"text_block_id": "p28_b327", "text": "The FGS and World Bank initiated Somalia Rapid Flood Impact and Needs Assessment (FINA) assessment of the 2019 floods found:\n* Damages and losses in excess\n* Recovery needs of US4350\n* Economic losses of US$206"}, {"text_block_id": "p28_b333", "text": "Therefore, tangible investments in physical infrastructure are required and the need for a water sector masterplan to outline the infrastructural needs has been identified. This will need a"}, {"text_block_id": "p29_b334", "text": "It is also critical to emphasise the importance of providing sustainable and quality water and sanitation services to the people of Somalia. These have impact upon human dignity and well-being and provides the basis for societal resilience."}, {"text_block_id": "p29_b335", "text": "The 2019 survey undertaken by the Joint Multi-Cluster Needs Assessment, under the auspices of the Somalia WASH Cluster found that the needs are still significant"}, {"text_block_id": "p29_b336", "text": "and ongoing coordinated efforts under the banner of the Somalia WASH cluster are priority."}, {"text_block_id": "p29_b337", "text": "Table"}, {"text_block_id": "p29_b338", "text": "‎"}, {"text_block_id": "p29_b339", "text": "2-3:"}, {"text_block_id": "p29_b340", "text": "Proportion of households surveyed, by the Joint Multi-Cluster Needs Assessment, with or without access to basic WASH services (after (Somalia WASH Cluster, 2019)"}, {"text_block_id": "p29_b341", "text": "2.8"}, {"text_block_id": "p29_b342", "text": "Aligning with the International Sustainable Development Agenda"}, {"text_block_id": "p29_b343", "text": "This NWRS Strategy needs to unlock key actions and align with international and national development obligations. At the international level there is the need to support the attainment of the Sustainable Development Goals (SDGs) whilst at the national level it is imperative to support the"}, {"text_block_id": "p29_b344", "text": "implementation of the NDP-9."}, {"text_block_id": "p29_b345", "text": "Figure"}, {"text_block_id": "p29_b346", "text": "‎"}, {"text_block_id": "p29_b347", "text": "2-5:"}, {"text_block_id": "p29_b348", "text": "Water sector influence on key SDGs"}, {"text_block_id": "p29_b349", "text": "The SDGs, adopted in December 2015, are aimed at"}, {"text_block_id": "p29_b350", "text": "ending poverty, protecting the planet"}, {"text_block_id": "p29_b351", "text": ", and"}, {"text_block_id": "p29_b352", "text": "ensuring prosperity for all"}, {"text_block_id": "p29_b353", "text": "Under Goal 6, there are targets that are particularly relevant to Somalia"}, {"text_block_id": "p29_b354", "text": "."}, {"text_block_id": "p29_b355_merged_merged_merged_merged_merged", "text": "Table ‎2-4: SDG6 Targets relevant to Somalia"}, {"text_block_id": "p29_b358", "text": "SDG6 Targets relevant to Somalia"}, {"text_block_id": "p30_b359", "text": "Of importance is the need for Somalia to embark on its Voluntary National Reporting (VNR) on the SDGs which will provide an assessment of progress achieved which will stimulate broader engagement and support by all sector players."}, {"text_block_id": "p30_b360_merged", "text": "On the climate change front, Somalia became a signatory to the United Nations Framework Convention on Climate Change (UNFCCC) in December 2009. Somalia’s goal is to reduce climate change-induced vulnerabilities for the poorest communities. This includes people reliant on pastoral activities and agriculture, all very vulnerable to climate hazards. In 2013, Somalia prepared its National Adaptation Programme of Action (NAPA) through an inclusive and wide stakeholder engagement process. Somalia submitted its Intended Nationally Determined Contribution (INDC) to the UNFCCC in November 2015. Most recently, Somalia developed a National Climate Change Policy in May 2020undertaking a revision of the NDC in preparations for submission ahead of the 2020 CMA (COP 26). Unlike the first NDC, the new NDC will have binding targets for priority actions for water, agriculture, energy, waste, and forest sectors."}, {"text_block_id": "p31_b366", "text": "3."}, {"text_block_id": "p31_b367", "text": "THE STRATEGIC RESPONSE"}, {"text_block_id": "p31_b368", "text": "3.1 Introduction"}, {"text_block_id": "p31_b369", "text": "The imperative to act is underpinned by a significant range of challenges that require structured and strategic redress. Water is a key natural resource that needs to be effectively managed and sustainably developed to support the growth and development the country needs. Undertaking this within a fragile state context from which Somalia emerges, is complex and requires several strategic interventions to build effective government capacity, whilst driving developmental interventions to protect lives and improve livelihoods. This will require a comprehensive approach and noting the important linkages with many sectors (such as energy, agriculture, livestock, disasters etc) an increasingly integrated approach to planning and development."}, {"text_block_id": "p31_b370", "text": "3.2 Vision and Mission"}, {"text_block_id": "p31_b371", "text": "In March 2020, the first consultative workshop for the development of the NWRS deliberated on the intent for the strategy, considering the imperatives of the NDP-9 and other relevant sectoral strategies and policies. During that workshop, the participants rested on a vision for the NWRS that has subsequently evolved into the strategic results framework for the NWRS."}, {"text_block_id": "p31_b372_merged_merged", "text": "“Sustainable, equitable and secure water for national unity, growth and well-being, for all and in harmony with nature”"}, {"text_block_id": "p31_b375", "text": "The Vision of the NWRS is:"}, {"text_block_id": "p31_b376", "text": "This NWRS Vision is brought to life through four core mission statements of intent, namely:"}, {"text_block_id": "p31_b377", "text": "This NWRS Vision is brought to life through four core mission statements of intent, namely:\n* To enhance the role of water in unity, growth, and well-being.\n* To enhance integrated water resources management.\n* To build resilience by promoting sustainable development.\n* To ensure equity, productivity, and sustainable services"}, {"text_block_id": "p31_b385", "text": "To respond to the Vision and Mission, there is a realisation that the attainment of these longer-term objectives will take a phased and progressive, developmental approach that enables Somalia to pragmatically attain sustainable outcomes."}, {"text_block_id": "p31_b386", "text": "3.3 Theory of Change"}, {"text_block_id": "p32_b387", "text": "COVID-19 pandemic. These are exacerbated under circumstances where there is a need to significantly develop government capacity and systems to underpin the strategic intentions to ensure growth."}, {"text_block_id": "p32_b388", "text": "Water security can constrain or catalyse growth and development and in the Somalian context where water supports key economic sectors, this is particularly important."}, {"text_block_id": "p32_b389", "text": "This will require improvement in government"}, {"text_block_id": "p32_b390", "text": "’s"}, {"text_block_id": "p32_b391", "text": "capacity, the clarification of institutional frameworks, improvements in how water resources are effectively managed, strengthening of planning instruments that support infrastructural developments and the provision of services. These aspects need to be supported by approaches that aim towards sustainability and equity and shared beneficiation."}, {"text_block_id": "p32_b392", "text": "With these issues in mind, the theory of change identifies three key focus areas for change that can provide the basis for the NWRS Strategic Results Framework"}, {"text_block_id": "p32_b393", "text": "."}, {"text_block_id": "p32_b394_merged_merged_merged", "text": "Figure ‎3-1: The Theory of Change"}, {"text_block_id": "p32_b397", "text": "3.4 Goals and Objectives"}, {"text_block_id": "p32_b398", "text": "To attain the four mission statements of intent, there are iterative steps required and thus these will only be realised over the longer term and will be supported by subsequent editions of the NWRS. Therefore, under this NWRS, there are three Strategic Goals for this first edition that provides the basis for future water sector developments:"}, {"text_block_id": "p32_b399", "text": "To attain the four mission statements of intent, there are iterative steps required and thus these will only be realised over the longer term and will be supported by subsequent editions of the NWRS. Therefore, under this NWRS, there are three Strategic Goals for this first edition that provides the basis for future water sector developments:\n* Functional water sector governance framework established:\n* Functional water sector governance framework established:\n Strengthening\n* Integrated water resources management operationalized:\n* Integrated water resources management operationalized:\n Establishing the"}, {"text_block_id": "p33_b407", "text": "To attain the four mission statements of intent, there are iterative steps required and thus these will only be realised over the longer term and will be supported by subsequent editions of the NWRS. Therefore, under this NWRS, there are three Strategic Goals for this first edition that provides the basis for future water sector developments:\n* Functional water sector governance framework established:\n* Functional water sector governance framework established:\n Strengthening\n* Integrated water resources management operationalized:\n* Integrated water resources management operationalized:\n Establishing the\n* Provision of priority water services improved:\n* Provision of priority water services improved:\n Ensuring that the levels of water"}, {"text_block_id": "p33_b412", "text": "During the assessment phase of the strategy development, many issues and challenges were identified. These were collated into clusters, resulting in twenty sub-strategies that will collectively realise the three Goals, as provided in"}, {"text_block_id": "p33_b413", "text": "below"}, {"text_block_id": "p33_b414", "text": "."}, {"text_block_id": "p33_b415", "text": "Figure"}, {"text_block_id": "p33_b416", "text": "‎"}, {"text_block_id": "p33_b417", "text": "3-2: The NWRS Goals and supporting Strategies"}, {"text_block_id": "p33_b418", "text": "Each Sub-strategy is supported by Strategic Objectives and these are provided in"}, {"text_block_id": "p33_b419", "text": "4"}, {"text_block_id": "p33_b420", "text": "Error! Not a valid bookmark self-reference.Error! Reference source not found."}, {"text_block_id": "p33_b421", "text": "below. Each Strategic Objective will be delivered by undertaking a number of actions and these are provided in more detail in Appendix A."}, {"text_block_id": "p33_b422_merged_merged_merged_merged", "text": "Table ‎3-1: The NWRS Strategies and supporting Strategic Objectives"}, {"text_block_id": "p36_b425", "text": "3.5 Principles and Values"}, {"text_block_id": "p36_b426_merged", "text": "The Federal Government of Somalia is in the process of developing improved approaches to governance and strengthening the national drive towards growth and development, and as such the drive towards action needs to be underpinned by core principles and values. These are in many instances specific and normative in nature and as such guide the objectives and actions that are required and are outlined in Annexure A. However, it is important to outline key principles that underpin the entire strategy, and these include:"}, {"text_block_id": "p36_b428", "text": "The Federal Government of Somalia is in the process of developing improved approaches to governance and strengthening the national drive towards growth and development, and as such the drive towards action needs to be underpinned by core principles and values. These are in many instances specific and normative in nature and as such guide the objectives and actions that are required and are outlined in Annexure A. However, it is important to outline key principles that underpin the entire strategy, and these include:\n* :\n* :\n The various elements of the hydrological cycle are linked\n* The FGS is the custodian of the national water resource which it\n* :\n* :\n Society and the broader economy of the country accrue goods\n* :\n* :\n The management of water resources should endeavour to\n* The establishment and development of Somali-led governance systems\n* The management and development of water resources will be undertaken\n* The approaches used to regulate and manage water resources will be such\n* Providing authorisations to use water will need to be progressively\n* Developing open and communicative approaches regarding process and\n* All citizens have the right to basic levels of water services both in\n* Ensuring that all citizens, regardless of gender, age or disability should"}, {"text_block_id": "p37_b464", "text": "The Federal Government of Somalia is in the process of developing improved approaches to governance and strengthening the national drive towards growth and development, and as such the drive towards action needs to be underpinned by core principles and values. These are in many instances specific and normative in nature and as such guide the objectives and actions that are required and are outlined in Annexure A. However, it is important to outline key principles that underpin the entire strategy, and these include:\n* :\n* :\n The various elements of the hydrological cycle are linked\n* The FGS is the custodian of the national water resource which it\n* :\n* :\n Society and the broader economy of the country accrue goods\n* :\n* :\n The management of water resources should endeavour to\n* The establishment and development of Somali-led governance systems\n* The management and development of water resources will be undertaken\n* The approaches used to regulate and manage water resources will be such\n* Providing authorisations to use water will need to be progressively\n* Developing open and communicative approaches regarding process and\n* All citizens have the right to basic levels of water services both in\n* Ensuring that all citizens, regardless of gender, age or disability should\n* The FGS will develop policies and regulatory instruments to"}, {"text_block_id": "p38_b467", "text": "4."}, {"text_block_id": "p38_b468", "text": "ESTABLISHING A FUNCTIONAL WATER SECTOR GOVERNANCE"}, {"text_block_id": "p38_b469", "text": "FRAMEWORK"}, {"text_block_id": "p38_b470", "text": "4.1 Sub-strategy 1:"}, {"text_block_id": "p38_b471", "text": "Develop Policies, legislation, and strategies for improved water sector governance"}, {"text_block_id": "p38_b472_merged_merged_merged", "text": "Implementation of water sector reforms requires a suite of guiding instruments such as policies, legislation and strategies that provide the overarching framework and direction as well as guidance on actual implementation at all planning levels. Somalia’s path to water sector reforms is still nascent which provides an opportunity to course correct by adopting pragmatic pathways while considering the country’s socio-economic and democratic developmental circumstances. At the time of developing the NWRS the Water Act is still under review and there is no national water policy. This is a challenge as the Water Act should provide the legal framework that guides such instruments in terms of structure, timeframes, and application as well as aspects as sectoral coordination, linkages to other planning instruments and the reporting frameworks that support implementation. Also, there is need to align Federal Member State policies, strategies, and legislation with the national instruments to create a seamless approach at the various levels of government. It is recognised that this takes time and engagement to construct and as such the development of the NWRS has been useful in enabling a unified discourse on the challenges of the water sector. This provides a springboard for solidifying a team of experts across the country, horizontally between Ministries and sectors and vertically between levels of government, that can collectively guide a sector that faces many challenges."}, {"text_block_id": "p38_b478", "text": "Noting the role that water plays in key economic sectors and the impact that floods and droughts have on these sectors, this cooperative governance approach is critically important. Thus, a robust"}, {"text_block_id": "p39_b479", "text": "policy and legislative framework will be"}, {"text_block_id": "p39_b480", "text": "fundamental to the success of Somalia’s water"}, {"text_block_id": "p39_b481", "text": "sector reform and equally important to the growth of key economic sectors such as irrigation and livestock."}, {"text_block_id": "p39_b482", "text": "Guiding principles that helped frame strategic objectives and strategic actions for developing policies, legislation and strategies for improved water sector governance are as follows."}, {"text_block_id": "p39_b483", "text": "Guiding Principles 1: Develop Policies, legislation, and strategies for improved water sector"}, {"text_block_id": "p39_b484", "text": "governance"}, {"text_block_id": "p39_b485", "text": "Strategic Objective 1a:"}, {"text_block_id": "p39_b486", "text": "Stabilised water sector policy environment created"}, {"text_block_id": "p39_b487", "text": "One of the key cornerstones of water sector reforms is development of a national water policy to direct sustainable water sector management and development. For Somalia this is particularly important because water resource management systems, institutions and frameworks collapsed in the preceding two decades. The policy will provide for the development of a framework for the creation of a national overarching system of laws, institutions, and strategies for the management, development, and control of water resources, and would be applicable at the FGS, FMSs and Benadir Regional Administration, sectoral, basin, local authority and community water management and development levels. This policy would then provide the framework to guide specific and operational policy developments within the FMSs. This will be supported by the development of guidelines and protocols to support implementation of the policy and would assist the various institutions to apply this policy."}, {"text_block_id": "p39_b488_merged_merged_merged_merged", "text": "Strategic Objective 1b: National water sector legislation enacted"}, {"text_block_id": "p39_b490", "text": "There has been recognition that the current Water Bill requires strengthening to meet the needs of the FGS and the FMSs. Given the complexity of the governance environment and the water sector, it is important to ensure that this legal instrument meets the needs of the nation and future"}, {"text_block_id": "p40_b491", "text": "generations and is therefore improved. This will require due consideration of the legal interfaces with sectoral instruments and particularly that of environmental management. Multi-sectoral and stakeholder engagement will be important before undergoing the process to have the revised Water Bill enacted."}, {"text_block_id": "p40_b492", "text": "Strategic Objective 1c:"}, {"text_block_id": "p40_b493", "text": "Appropriate regulatory framework & instruments developed"}, {"text_block_id": "p40_b494", "text": "This will entail the development of a robust water sector regulatory framework as well as priority regulatory instruments. These would be supportive of the Water Act and would provide the legal instruments needed to start regularizing water uses and could include regulations, codes of practice and standard operating procedures. These would need to be developed and implemented in a phased and progressive manner, enabling awareness creation supported by knowledge products."}, {"text_block_id": "p40_b495_merged_merged", "text": "Strategic Objective 1d: National water sector strategies developed and implemented"}, {"text_block_id": "p40_b497", "text": "There is a suite of immediate, short-term, and long-term water sector strategic actions that are proposed in this NWRS. One of the immediate actions that is required is the establishment of a coordinating committee to oversee and monitor implementation of the NWRS. This should be an intergovernmental working group that ensures effective planning, resourcing, coordination, monitoring and adaptive management of activities to support the NWRS. International partners playing a critical role in supporting these interventions and the coordinating committee should develop modalities to enable effective and integrated support by the various partners, be it developmental support or humanitarian aid. The leadership of the MoEWR is important in initiating this, but the ongoing engagement of FGS and FMS Ministries will be essential."}, {"text_block_id": "p40_b498", "text": "4.2 Sub -strategy 2: Establish water sector institutional framework"}, {"text_block_id": "p40_b499", "text": "Institutional arrangements are pivotal to the success of any sector-wide reforms as they are the vehicles for implementation of policies and strategies. Providing clarity regarding mandates, roles and responsibilities is important to ensure effectiveness and efficiency. This is particularly so when capacity and resources are constrained. The Somalian institutional framework for water governance is evolving and through the development of this strategy progress has been made in gaining improved alignment between FGS and FMS ministries. Building on this will be a process to formalise these arrangements, through policy and legislative instruments."}, {"text_block_id": "p40_b500", "text": "At the same time, and noting the complexity of the water sector, it may be important to establish new water sector institutions, if deemed necessary. This may become increasingly important at catchment and more local levels to support in managing local resources. This will be important to local communities that have a close and direct relationship with water resources and the environment within which they exist. In considering the need for these institutions, it will be"}, {"text_block_id": "p41_b501", "text": "essential to provide sufficient support, adequate funding, equipment, human resource, capacity development, technology, and other required resources. A programme of establishment and support will be imperative."}, {"text_block_id": "p41_b502", "text": "Guiding Principles 2: Establish water sector institutional framework"}, {"text_block_id": "p41_b503", "text": "Strategic Objective 2a:"}, {"text_block_id": "p41_b504", "text": "Water sector institutional framework developed"}, {"text_block_id": "p41_b505", "text": "Setting out a set of widely accepted water sector governance principles will be a starting point in developing the water sector institutional framework. This set of governance principles will provide normative direction for the development of institutional policies and strategies. These instruments will articulate the complete framework but with the strategies for implementation enabling a phased and progressive approach to institutional establishment and development. In the first instance, it will be important to build current institutional capacity and competency and strengthen current operational aspects before moving into newer arrangements."}, {"text_block_id": "p41_b506", "text": "Strategic recommendations and the development of operational policies and strategies to improve the current institutional framework will be important and could include developing/updating regulatory and legal instruments, but a focus would be on putting in place operational guidance materials, process instruments and support tool to strengthen the operational mandates of these institutions."}, {"text_block_id": "p41_b507", "text": "Strategic Objective 2b:"}, {"text_block_id": "p41_b508", "text": "Water sector institutions established and developed"}, {"text_block_id": "p41_b509_merged_merged_merged", "text": "Although the need for institutional reforms is urgent and much needed for Somalia, it is important to note that institutional reforms can take a while and will be rolled out through a phased approach. This would essentially involve implementation of the framework developed in objective 2a within a defined implementation period. This will include overseeing the establishment of water sector institutions and guiding the delegation of water sector mandates to appropriate institutions at sub-national levels."}, {"text_block_id": "p42_b512", "text": "Additionally, development of an institutional establishment and development plan that is phased, progressive and innovative will be required. This process should include wide stakeholder consultations to ensure buy-in for the revised or new institutional set up. The leadership and oversight of MoEWR will be important in guiding these processes."}, {"text_block_id": "p42_b513", "text": "4.3 Sub-strategy 3:  Develop sustainable water sector financing framework"}, {"text_block_id": "p42_b514", "text": "The Somalian water sector has been dependent on the support of international partners who have provided important financial and technical support. The financial support has been typically in the form of development support through programmatic interventions that aim to build institutional capacity and support longer-term developmental outcomes, as well as through important humanitarian aid that supports in redressing key issues of crisis where urgency and responsiveness are essential. Both support streams have been invaluable and will continue to be so."}, {"text_block_id": "p42_b515", "text": "Official Donor Assistance (ODA) is the largest financial inflow into Somalia followed by remittances which account for about 30.9% of the GDP in 2019. Humanitarian and development aid inflows in 2019 was approximately USD 934 million, respectively (Ministry of Planning, Investment, and Economic Development, 2020) which is about 37.5%"}, {"text_block_id": "p42_b516", "text": "of the national GDP, down from 46% in 2018. Foreign Direct Investment (FDI) and domestic revenues are significantly lower at 9.6% and 3.9% respectively."}, {"text_block_id": "p42_b517", "text": "The financing strategy aims to provide a strategic approach towards strengthening existing structures and operationalising a sustainable"}, {"text_block_id": "p42_b518", "text": "financing framework to streamline Somalia’s financing activities"}, {"text_block_id": "p42_b519", "text": "within its water sector. The financing framework would act as a tool to strategically implement So"}, {"text_block_id": "p42_b520", "text": "malia’s financing strategy to prioritise key action plans and mobilise the"}, {"text_block_id": "p42_b521", "text": "required financial and technical resources."}, {"text_block_id": "p42_b522", "text": "There are three key dimensions to a financing framework:"}, {"text_block_id": "p42_b523", "text": "There are three key dimensions to a financing framework:\n* Financing policy\n* this would outline the water financing agenda, and prescribe sustainable,\n* Investment framework â a key instrument in planning and managing the financial flows into"}, {"text_block_id": "p43_b531", "text": "There are three key dimensions to a financing framework:\n* Financing policy\n* this would outline the water financing agenda, and prescribe sustainable,\n* Investment framework â a key instrument in planning and managing the financial flows into\n* Resource mobilisation plan\n* identifies appropriate funding modalities and mechanisms and"}, {"text_block_id": "p43_b535", "text": "While there is a significant amount of funding flowing into Somalia, there is nevertheless insufficient financing for the remit of needs to support water sector development. This then requires a coordinated and structured approach to using these limited finances strategically to ensure efficacy and impact. Adopting a sustainable financing framework will be met with various challenges, which include limited government capacity, developing institutional frameworks, fiduciary systems and financial structures. However, the combined efforts of the Ministry of Planning, Investment and Economic Development (MoPIED) and the MoEWR, in close working partnership with international partners, will realise ongoing improvements in this planning and coordination."}, {"text_block_id": "p43_b536", "text": "Political will and stakeholder support and buy-in will be key drivers in ensuring a smooth design and implementation process. There is urgency to develop a list of priorities and to match the financial needs to funding opportunities. The NWRS implementation roadmap will support this, however, without the necessary reforms, policies, and structures in place, the list of priorities will remain largely unexecuted. Focused effort will be applied to improve coordination, to develop these instruments and to continue in strengthening the country systems"}, {"text_block_id": "p43_b537", "text": "Political will and stakeholder support and buy-in will be key drivers in ensuring a smooth design and implementation process. There is urgency to develop a list of priorities and to match the financial needs to funding opportunities. The NWRS implementation roadmap will support this, however, without the necessary reforms, policies, and structures in place, the list of priorities will remain largely unexecuted. Focused effort will be applied to improve coordination, to develop these instruments and to continue in strengthening the country systems\n* Water sector financing is provided through consistent, transparent, and efficient systems\n* Information about on-going finance is readily available from an open, common platform\n* Finance is accountable to specific activities and supported by appropriate risk management,\n* Prioritized and pragmatic approaches to water sector developments will enable progressive financing\n* Finance includes both external international support, government allocations, and a collection of\n* Partnerships are important in supporting sector development and enable the development of"}, {"text_block_id": "p43_b552_merged_merged", "text": "Strategic Objective 3a: Water sector financing policy developed"}, {"text_block_id": "p43_b554", "text": "Prior to developing a water sector financing policy, development of water sector financing policy principles will provide normative guidance for water sector financing. The development process will include a wide range of stakeholders to increase ownership of the principles, noting that in the longer term these principles will be translated into approaches that will have impact on the broader sector."}, {"text_block_id": "p43_b555", "text": "A financing policy will be key in introducing important sector reforms that streamline institutional and financing roles, and financing activities within the water sector. The Somali WASH policy indicates that the sector is financed through four sources: ODA, tariffs, taxes, and the private sector. However, the policy as it is stands, does not prescribe how these forms of financing should be raised, managed, disbursed, and implemented. Federal, state, and local-level financial structures are"}, {"text_block_id": "p44_b556", "text": "important in facilitating easier resource mobilisation and allocation of financial resources to satisfy water needs and develop water resources."}, {"text_block_id": "p44_b557", "text": "The financing policy should aim to drive financial sustainability and autonomy. Financial sustainability relates to an ongoing ability of the sector to generate and/or source financing for investment, operations and maintenance, and any other water-sector related financing needs. Financial"}, {"text_block_id": "p44_b558", "text": "autonomy on the other hand refers to the sector’s ability to raise financing from different sources,"}, {"text_block_id": "p44_b559", "text": "and to make its own decisions about how it generates and spends its funds."}, {"text_block_id": "p44_b560", "text": "The latter is critical in the context of Somalia’s d"}, {"text_block_id": "p44_b561", "text": "ependency on aid. ODA is"}, {"text_block_id": "p44_b562", "text": "mainly driven by a donor’s"}, {"text_block_id": "p44_b563", "text": "strategic priority areas and mandates and typically focused on increasing sustainability through their targeted interventions and achieving value for money for every dollar spent. Somalia has a network of international and regional donors, UN agencies, civil society organisations, and implementing"}, {"text_block_id": "p44_b564", "text": "agents. The United Nations (UN) has introduced a “New Way of Working” (NWOW) which calls for a collaborative approach within the ‘triple nexus’ –"}, {"text_block_id": "p44_b565", "text": "humanitarian relief, sustainable development, and peacekeeping. The approach focuses on leveraging the comparative advantages of humanitarian, development, and peacekeeping actors towards a collective outcome."}, {"text_block_id": "p44_b566", "text": "Ultimately, the financing policy should give consensus on the"}, {"text_block_id": "p44_b567", "text": "water sector’s baseline position and"}, {"text_block_id": "p44_b568", "text": "contextualise why it is needed, what the strategic objectives will be and how a financing strategy can"}, {"text_block_id": "p44_b569", "text": "help achieve the federal government’s ambition for"}, {"text_block_id": "p44_b570", "text": "the water sector. This would require an understanding of the existing institutional financing arrangements between federal, state, and local government and the triple nexus actors."}, {"text_block_id": "p44_b571", "text": "The policy should also"}, {"text_block_id": "p44_b572", "text": "outline the sector’s financing structures and policy options to bridge"}, {"text_block_id": "p44_b573", "text": "the financing gap. In doing so, the policy should promote alignment and coherence between the financing structures, key policies (including national agendas and global commitments), and institutional frameworks. Where appropriate, the financing policy should build upon existing frameworks and consider the most effective structures that will curtail capacity and institutional weaknesses that may impede efforts."}, {"text_block_id": "p44_b574", "text": "Strategic Objective 3b:"}, {"text_block_id": "p44_b575", "text": "Sustainable water sector investment framework developed"}, {"text_block_id": "p44_b576_merged_merged_merged_merged_merged_merged", "text": "ODA plays an important role in Somalia particularly in respect to humanitarian relief efforts, however, only a margin of ODA flows into the water and sanitation sector (approximately 3% and 2% of humanitarian and development aid respectively). Most water projects in Somalia are funded and implemented by triple nexus actors. The federal government funds some water projects through “on treasury” aid, which is essentially external grants disbursed into the FGS treasury and managed through government systems."}, {"text_block_id": "p44_b579", "text": "A water sector investment framework becomes a key instrument in planning and managing the financial investments for the water sector. It quantifies the level of financing needed to sustainably develop the sector over a specified period. The investment needs may be influenced by factors such as drought and flood events (particularly relevant in Somalia), national ambitions and international"}, {"text_block_id": "p45_b580", "text": "agreements (e.g. increase basic service delivery by a certain percentage within a specified timeframe), socio-economic factors (e.g. population growth), and macro-economic factors (e.g. economic growth or the prioritisation of water intensive sectors). The use of development scenarios and the identification of priority projects will enable a focused approach to the design of this investment framework and that then supports phased developments over time."}, {"text_block_id": "p45_b581", "text": "The investment framework will outline the available financing sources for these priority investment projects (e.g. quick win/ high impact projects and enabling projects that unlock bottlenecks). It will also identify optimal financin"}, {"text_block_id": "p45_b582", "text": "g modalities and mechanisms that can be leveraged within Somalia’s"}, {"text_block_id": "p45_b583", "text": "context."}, {"text_block_id": "p45_b584", "text": "Strategic Objective 3c: Water sector development funding and resources are mobilised"}, {"text_block_id": "p45_b585_merged_merged", "text": "The basic water financing model leverages taxes, transfers, and tariffs, dubbed the “3Ts”. Taxes are sourced through households and businesses and are usually used to finance public expenditures. Mobilising domestic public finance also depends on a country’s ability to collect and administer taxes which will be challenging in a weak policy environment. To make the most out of domestic public financing, Somalia will need to strengthen its financial governance structures and public financial management systems. This will develop with time."}, {"text_block_id": "p45_b590", "text": "Transfers refers to ODA and other international public financing sources and include various innovative financing mechanisms that aid in the mobilisation of additional financial resources. The ongoing development of multilateral water funds and financing facilities that extend grant loans will prove important to the water sector. Importantly, Development Finance Institutions (DFIs) and Multilateral Development Banks (MDBs) offer guarantees and risk mitigation instruments with the aim of assisting in leveraging private sector financing. These remain important to the water sector and continued partnership with these institutions is essential for the sectors development."}, {"text_block_id": "p45_b591", "text": "Tariffs are levied on water users for water services provided by local governments and water agencies. Setting cost-reflective tariffs may prove difficult due to the limited affordability threshold of end users, and this will take extended time to develop. However, the development of a phased and progressive approach to tariffs is nonetheless important."}, {"text_block_id": "p45_b592", "text": "In developing the approach to resource mobilisation other sources of financing will also be explored including domestic and international private finance, and blended finance. A key challenge in accessing financial resources lies in a mismatch between project viability and requirements set by investors and a limited number of bankable projects. Financing the water sector will require a significant amount of financing to bridge this financing gap."}, {"text_block_id": "p45_b593", "text": "A funding and resource mobilisation strategy will assess the applicability and appropriateness of the above financing sources to fulfil the financing needs identified in the investment framework."}, {"text_block_id": "p46_b594", "text": "4.4 Sub-strategy 4:  Establish a basis for transboundary basin management"}, {"text_block_id": "p46_b595", "text": "Somalia as a nation depends on its shared, transboundary water resources. The Juba and Shabelle rivers, the Merti aquifer and deep groundwaters found across the country, are all based on rainfall occurring in upstream neighbours and flowing into downstream Somalia and providing water for agriculture, drinking water and ecosystem services. Continued flows"}, {"text_block_id": "p46_b596", "text": "are essential for Somalia’s"}, {"text_block_id": "p46_b597", "text": "future, but also has consider water resource management and development within a regional context."}, {"text_block_id": "p46_b598", "text": "The regional context links Somalia, Ethiopia, and Kenya closely together, not only in a system of shared, transboundary water resources, but also by a shared development agenda and similar water sector challenges."}, {"text_block_id": "p46_b599", "text": "Given Somalia’s downstream position, water"}, {"text_block_id": "p46_b600", "text": "will be promoted as a catalyst for cooperation and regional development. The regional water sector challenges cannot be addressed in isolation and requires a shift in approach from water as a matter of competition and tension towards one of joint problem solving and opportunity development. These multilateral solutions are needed to deliver stability, growth, and well-being"}, {"text_block_id": "p46_b601", "text": "nationally and internationally. This approach is aligned to the 1997 UN Convention on the Law of Non-Navigational Uses of International Watercourses and will provide the basis for the approach to transboundary water management."}, {"text_block_id": "p46_b602_merged_merged_merged", "text": "In water-limited economies, as those found across the Horn of Africa, wellbeing is linked to water being accessible, efficiently converted into goods and services, with the benefits of these goods and services being shared. This will be most effectively realised at larger scales when the complexities of basins are considered as a whole; finding appropriate management and development solutions that yield comparative advantages, shared benefits and the trading of services and goods. This will provide holistic solutions to the broader developmental challenges and will move the discourse from volumes of water shared to one of shared beneficiation. This has the potential to enable win-win development across the region."}, {"text_block_id": "p46_b604", "text": "This approach requires trust, cooperation, good governance, and strong political will between riparian states. The FGS will engage its riparian partners to build these constructive relationships, noting that international diplomacy is time consuming and requires longer-term commitment."}, {"text_block_id": "p46_b605", "text": "The strategy is linked to many regional drivers including a general trend in the region towards increased integration, trade, and stability. Equally, this is supportive of the IGAD Regional Water Resources Policy and Protocol which outlines the need for a common approach to water resource management, the need for cooperation frameworks, the need for joint planning and collaborative management, and the importance of resolving conflicts."}, {"text_block_id": "p46_b606", "text": "Certainly, Somalia’s riparian partners are"}, {"text_block_id": "p47_b607", "text": "more experienced in transboundary watercourse management, and this will be a key area for strengthening under this strategy."}, {"text_block_id": "p47_b608", "text": "Therefore, under this strategy the aim will be to start developing the conducive and principled approaches to developing and improving the relationships with these partners. This will include strengthening the understanding of these transboundary watercourses and the importance of working towards multi-lateral agreements. Thus, an agreement focusing on regional development, enabling investments across basins and aquifers, and delivering win-win solutions should be a priority outcome of this strategy within the medium term, and with the completion of situation assessment studies."}, {"text_block_id": "p47_b609", "text": "A number of guiding principles frame the approach encapsulated within this strategy."}, {"text_block_id": "p47_b610", "text": "Guiding Principles 4: Establish a basis for transboundary basin management"}, {"text_block_id": "p47_b611", "text": "Strategic Objective 4a: Understanding of water resources in trans boundary basins/ aquifers is developed"}, {"text_block_id": "p47_b612", "text": "This strategic objective focuses on the collection of science-based information about shared water resources and the land areas they drain water from and distribute water into. Current and potential water services need to be assessed, including opportunities to enhance water use efficiency and production and to enable benefit sharing and win-win options to be developed. In addition, to effect improved management of transboundary resources in the longer term, human and institutional capacity development conditions need to be better understood."}, {"text_block_id": "p47_b613", "text": "Immediate actions should therefore focus on undertaking situation assessments in the Juba and"}, {"text_block_id": "p47_b614", "text": "Shabelle surface water systems as well as in the transboundary aquifers within the Shabelle basin"}, {"text_block_id": "p48_b615", "text": "and in the Merti transboundary aquifer. This improved understanding will support Somalia in entering the diplomatic space with partner member states. This could include developing an understanding of the potential for catalytic regional development options and how these could realise benefit-sharing schemes and enhanced water use efficiencies. These studies would then support the development of capacity at staff and institutional levels and enable collective understanding when engaging with member state partners."}, {"text_block_id": "p48_b616", "text": "Strategic Objective 4b:"}, {"text_block_id": "p48_b617", "text": "Principles for transboundary water resource management & cooperation developed and agreed"}, {"text_block_id": "p48_b618", "text": "This strategic objective focuses on the development of an agreed policy and principles for regional water resources development, improved water utilization, and enhanced investments. This includes trust-building activities like joint study tours and capacity development and the development of a shared and mutually agreed approach to improved water resources management across basins and aquifer areas, the identification of short and long term benefit-sharing schemes, and the formulation of a method to share water between up and down stream areas."}, {"text_block_id": "p48_b619", "text": "These principles would support in developing policy approaches towards transboundary water resource management, noting that regional and international conventions also provide important guidance."}, {"text_block_id": "p48_b620", "text": "4.5 Sub-strategy 5:  Support inter-ministerial and inter-governmental cooperation"}, {"text_block_id": "p48_b621", "text": "Principles of integrated water resource management, and sustainable development, require a departure from siloed planning and management of the resource and to embrace inter-ministerial and inter-governmental cooperation. This cooperation is required at Federal and Member State governments level as well as at line ministry level. However, despite the pivotal role these two tiers of cooperation play as the main vehicles for implementation of water sector reforms in Somalia, cooperation mechanisms and structures have not been established and crystallised to give effect to smooth implementation of water sector reforms."}, {"text_block_id": "p48_b622_merged_merged", "text": "This is evidenced by the disjointed planning and implementation which is not only inefficient but also can result in weakened impact. This is made more complex by differing ministry structures and configurations. Whilst other sub-strategies will look at alignment in institutional structures and mandates, it must be understood that these institutional alignments take years to resolve effectively."}, {"text_block_id": "p48_b624", "text": "Therefore, in the short term it will be imperative that our Ministries adopt a cooperative approach horizontally and vertically for improved water resource management, strengthened regulation and integrated development. The MoEWR is now poised to lead water sector cooperation through this NWRS including providing leadership to line ministries and other relevant planning levels. This can be achieved through the development and operationalisation of structures to support inter-ministerial and inter-governmental cooperation."}, {"text_block_id": "p48_b625", "text": "This strategic objective is guided by the following guiding principles."}, {"text_block_id": "p49_b626", "text": "Guiding Principles 5: Support inter-ministerial and inter-governmental cooperation"}, {"text_block_id": "p49_b627", "text": "Guiding Principles 5: Support inter-ministerial and inter-governmental cooperation\n* Water is a socio-economic and environmental good that requires cooperation across sectors and borders\n* Strategic partnerships are crucial for effective water resource management, regulation, and\n* Inter-ministerial cooperation is required in order to achieve effective sector coordination\n* Inter-governmental cooperation is necessary to ensure coherent water sector management and"}, {"text_block_id": "p49_b635_merged", "text": "Strategic Objective 5a: Structures to support cooperative government are established and operationalised"}, {"text_block_id": "p49_b637", "text": "It is imperative to establish and operationalise cooperative government structures that will allow for horizontal and vertical cooperation for water resource management, regulation, and development. This can be attained by establishing an inter-ministerial cooperation committee at FGS level with the MoEWR providing initial leadership. This committee will look manage inter-sectoral policy and strategic issues, ultimately building an integrated approach to water resource management and development."}, {"text_block_id": "p49_b638", "text": "Additionally, there is a need to establish an inter-governmental committee or any other relevant structure to work vertically between the various levels of government including the FMS, district, and community levels. This structure will be more focused upon the operationalisation of water sector policy and strategy and as such will provide important guidance in aspects of implementation."}, {"text_block_id": "p49_b639", "text": "4.6 Sub-strategy 6:  Engage stakeholders supported by effective communications"}, {"text_block_id": "p49_b640", "text": "The range of stakeholders in IWRM in Somalia is very broad and heterogeneous including policymakers at Federal and State Levels, technical experts, development partners, private sector actors, academia, NGOs, through to local communities. Each of these stakeholders have their own perspectives and interests regarding the water sector and the management of these resources. Noting the complexity of issues at hand, if left uncoordinated could result in duplication of efforts and wasteful utilisation of scarce resources. Importantly, the engagement of stakeholders in matters of water resource management and development that have impact upon them, results in more effective and long-lived outcomes."}, {"text_block_id": "p49_b641", "text": "A well-coordinated and unified approach to stakeholder engagement will underpin the successful implementation of the NWRS and will be given priority. Key elements of stakeholder engagement in the realm of IWRM includes; mapping of relevant stakeholders; creating awareness and developing platforms for engagement, clarifying roles and responsibilities, developing channels of"}, {"text_block_id": "p50_b642", "text": "communication with and between key stakeholders, and developing plans for the participation of relevant stakeholders across the water sector value chain."}, {"text_block_id": "p50_b643", "text": "At present, stakeholder engagement faces several challenges including limited resources to fund engagements, power and information imbalances between stakeholder groups, limited government capacity to manage these engagements and the associated information database, inadequate stakeholder engagement platforms and limited sharing of information and lessons learnt. Concerns regarding issues of security in certain parts of the country and the spread of the Covid-19 pandemic serve to further stifle efforts to engage stakeholders."}, {"text_block_id": "p50_b644", "text": "Thus, this NWRS targets to address these setbacks and provides a guided approach to stakeholder engagement that can be amended periodically depending on the need."}, {"text_block_id": "p50_b645", "text": "The following guiding principles frame the strategic objectives and strategic actions for stakeholder engagement."}, {"text_block_id": "p50_b646", "text": "Guiding Principles 6: Engage stakeholders supported by effective communications"}, {"text_block_id": "p50_b647_merged", "text": "Strategic Objective 6a: Stakeholder engagement is strengthened"}, {"text_block_id": "p50_b649", "text": "The impacts of the history of conflict, as well as current sporadic security challenges, will need to be overcome to ensure that stakeholder can provide inputs into processes that effect society, economy, and livelihoods. Rebuilding a participative engagement environment will be a key element of strengthening water resource management and development. This will require a comprehensive mapping of relevant stakeholders including understanding their interests and influence as well as understanding the approaches required to enable their engagement and information needs. This will be used to develop a stakeholder engagement strategy and plan that will give clear guidance on the various modalities and requirements to enable effective engagement. It will be important to structure engagements according to specific project needs, but key elements of the approach will be carried through into all engagements including aspects such as meeting protocols, attendance registers and the capturing of meeting notes. The strategy will take into consideration the requirements of undertaking these processes at various scales including transboundary, national, federal state, and catchment levels."}, {"text_block_id": "p51_b650", "text": "Further to the development of a water sector stakeholder engagement strategy and plan, it is equally important, under the leadership of MoEWR, to support and drive functional platforms for the engagement of stakeholders nationally, withing catchments and at local levels. These will be structured appropriately but will provide forums for engagement and information exchange."}, {"text_block_id": "p51_b651", "text": "Strategic Objective 6b:"}, {"text_block_id": "p51_b652", "text": "Water sector communications to support engagement are improved"}, {"text_block_id": "p51_b653", "text": "Setting up formal communication channels and platforms for water sector communications is necessary. This is particularly important because water sector reforms are complex and involve a range of processes. Developing a structured approach to building awareness and communicating on processes and outcome will be imperative in supporting effective stakeholder engagement."}, {"text_block_id": "p51_b654", "text": "This will also assist in ensuring coherence in messaging, accountability in terms of regular feedback, and ultimately buy-in from stakeholders. Key actions that will be important to undertake include developing and implementing a communication strategy. Specific actions will include sending out periodic updates/memos of new developments, organising knowledge exchange sessions to build awareness as well as undertaking improvements in the various communications systems such as the websites that support the exchange of updated information."}, {"text_block_id": "p51_b655", "text": "4.7 Sub-strategy 7:  Undertake capacity building & knowledge exchange interventions"}, {"text_block_id": "p51_b656", "text": "There has been significant effort in recent years to support the development of capacity within Somalian government institutions. Efforts have focused upon supporting academic, professional, and vocational training towards ongoing institutional capacity building and supporting water sector institutions to become more effective. Noting that as these institutions develop, the roles and responsibilities of staff and skills needs will also develop, and interventions needed to support these processes will be adaptively developed. This will be undertaken conjunctively with the developing role of institutions so that capacity is built progressively to meet water sector needs. Under this NWRS the strengthening of the MoEWR at FGS and FMS levels will be priority to support the implementation of the strategy and the development of various priority sector instruments."}, {"text_block_id": "p51_b657_merged_merged_merged", "text": "Institutionalising capacity building and knowledge exchange interventions is a recommended long-term strategy and as such the focus of this NWRS is to create the MoEWR as a learning organisation that enables staff growth. Establishing partnerships with institutions of learning to support this will be important as will the ongoing working relationship with international partners that enable and support technical interventions through which experiential training is often realised. There will be a clear focus on building staff capabilities and capacity, through job shadowing and partnering with experts to enable knowledge exchange and to share practical know-how."}, {"text_block_id": "p51_b660", "text": "The following guiding principles guided the framing of strategic objectives and strategic actions for capacity building and knowledge exchange interventions."}, {"text_block_id": "p51_b661", "text": "Guiding Principles 7: Undertake capacity building & knowledge exchange interventions"}, {"text_block_id": "p51_b662", "text": "•"}, {"text_block_id": "p51_b663", "text": "Effective institutions need to be capacitated continuously"}, {"text_block_id": "p52_b664", "text": "Strategic Objective 7a:"}, {"text_block_id": "p52_b665", "text": "Water sector capacity is progressively built"}, {"text_block_id": "p52_b666", "text": "Water sector capacity building and knowledge exchange is not a once-off activity but rather a continuous one linked to the various stages of institutional development. Thus, institutionalising capacity building and knowledge exchange is much needed and will be a central aspect of developing the water sector. This will be supported by undertaking a sector-wide capacity needs assessment followed by development of a capacity building strategy and implementation plan over short-and long-term durations."}, {"text_block_id": "p52_b667", "text": "The plan will include a monitoring and evaluation framework to track progress. Whilst there will be focus on the specific skills needs, there will be focused efforts on ensuring gender dimensions are considered in these interventions. This will be accompanied by resource mobilisation drive to ensure the capacity building strategy and plan are implemented over time, as well as ensuring effective coordination between the various support projects and programmes that are in place and being developed. This will enable the development of specific and priority interventions to support immediate and upcoming needs."}, {"text_block_id": "p52_b668", "text": "Providing support for institutions to develop themselves to become learning organisations is important and needs to be considered in how institutions continue to develop. There is merit in fostering sector"}, {"text_block_id": "p52_b669", "text": "“"}, {"text_block_id": "p52_b670", "text": "communities of practice"}, {"text_block_id": "p52_b671", "text": "”"}, {"text_block_id": "p52_b672", "text": "and to encourage staff to interact and share experience."}, {"text_block_id": "p52_b673", "text": "Equally, the exchange of lessons learnt from project processes and locally led research should be facilitated through knowledge exchange platforms and supporting ICT systems."}, {"text_block_id": "p52_b674_merged_merged_merged_merged", "text": "4.8 Sub-strategy 8: Undertake interventions to reduce conflict"}, {"text_block_id": "p52_b676", "text": "Water resources and access to water services are often cited as one of the triggers for conflict. There have been studies on this with historic evidence suggesting that the source of inter-clan conflict (and hence wider political divisions) is typically access to natural resources including water (Embassy of Sweden, 2019). For instance, in 2010, fighting between two sub-clans over water and grazing pasture for their livestock following a drought left 20 people dead and thousands of families displaced from several villages in central Somalia (The New Humanitarian, 2010). In other cases access to water points has been prevented to support political objectives such as the hijacking of the Garbaharey City water supply by Al-Shabab in 2011 (The World Bank, 2014)."}, {"text_block_id": "p53_b677", "text": "Historically, control over water resources by different clans and between regional authorities has been a sensitive issue that has resulted in inter-clan and regional conflict that affects access to water particularly water for livestock and agriculture. This situation is exacerbated by weak policy and legal frameworks that have resulted in fragmented and highly varied approaches to water governance"}, {"text_block_id": "p53_b678_merged", "text": "An upsurge in conflicts over water is expected in coming years as documented in the World Economic Forum’s 2019 Global Risk Report which has listed water crises, in eight consecutive years, among the top-five global risks with a very high likelihood of occurrence accompanied with very high impact (World Economic Forum, 2019). However, the critical economic and social importance of water in Somali society means that there are opportunities to use negotiation over common access to water as an entry point to wider peace building as well as a key steppingstone for socio-economic development. Thus, there is need to fast track solutions which include but is not limited to establishment and strengthening of water governance at all levels, providing humanitarian support, and fostering collaboration between stakeholders."}, {"text_block_id": "p53_b681", "text": "Guiding Principles 8: Undertake interventions to reduce conflict"}, {"text_block_id": "p53_b682", "text": "•"}, {"text_block_id": "p53_b683", "text": "Water acts as a catalyst for cooperation and development at regional, national, and FMS scales"}, {"text_block_id": "p53_b684", "text": "Strategic Objective 8a: Identify water prone conflict hotspots"}, {"text_block_id": "p53_b685", "text": "Building on the numerous government-led and humanitarian interventions relating to conflict resolution, the NWRS provides a strategic opportunity to identify water prone conflict hotspots in Somalia for roll-out of water sector interventions targeted at preventing and reducing water prone conflicts. This needs to be a joint effort between all relevant state and non-state actors, with the support of such groups as the Somalia WASH cluster as well as international cooperating partners. This can be followed by tailored solutions in line with the needs identified in each conflict hotspot."}, {"text_block_id": "p53_b686", "text": "Strategic Objective 8b: Coordination of humanitarian efforts"}, {"text_block_id": "p53_b687", "text": "Humanitarian aid has played a critical role in supporting with redressing the impacts of crises and conflicts. This support will continue to be of importance in addressing these issues are they surface. Establishing formal coordination channels for humanitarian efforts from a water sector perspective"}, {"text_block_id": "p54_b688", "text": "will be immensely useful in dealing with these crises. Platforms such as the Somalia WASH cluster have had impact in guiding interventions. Efforts to improve this, together with the support of the international aid community, will provide further structure to activities that need to be implemented including provision of skills, resources, equipment, and technology. Such coordination will plug into current humanitarian efforts and systems to avoid duplication of effort and will promote synergies between the various players."}, {"text_block_id": "p55_b689", "text": "5."}, {"text_block_id": "p55_b690", "text": "OPERATIONALISING INTEGRATED WATER RESOURCES"}, {"text_block_id": "p55_b691", "text": "MANAGEMENT"}, {"text_block_id": "p55_b692", "text": "5.1 Sub-strategy 9:  Improve water sector and integrated planning"}, {"text_block_id": "p55_b693", "text": "Water is an important input into the key economic activities of agriculture and livestock, with for"}, {"text_block_id": "p55_b694", "text": "example, the Jubba and Shabelle Rivers being Somalia’s primary surface water resources"}, {"text_block_id": "p55_b695", "text": ". Equally, groundwater supplies are important in many areas of the country and support localised developments. Water supply and services within urban contexts provide for both domestic use as well as supporting a range of economic activities. Furthermore, in deeply rural situations water"}, {"text_block_id": "p55_b696", "text": "scarcity is a significant cause of conflict within Somalia’s nomadic pastoralist societies."}, {"text_block_id": "p55_b697", "text": "Economic and human resource difficulties along with environmental and water security issues have resulted in a water sector that is dominated by an emergency response approach with significant levels of external interventions."}, {"text_block_id": "p55_b698", "text": "This NWRS initiates a drive towards a self-determined development approach, which will require greater levels of collaboration and cooperation, a broadly supported institutional framework and a long-term commitment targeted at achieving future stability as well as short term impacts. Therefore, it will be necessary to identify priority areas for action which not only respond to immediate needs, but also lay a solid foundation for long-term developments. The leadership of the MoPIED will be important in this regard."}, {"text_block_id": "p55_b699_merged_merged_merged", "text": "This then requires integrated planning “horizontally” between sectors led by ministries and should include issues relating to energy, agriculture and food security, health and hygiene, the management of disasters and others. Planning also needs to take place"}, {"text_block_id": "p55_b702", "text": "“vertically” between different levels of"}, {"text_block_id": "p56_b703", "text": "government and different spatial scales. This includes transboundary, national, FMS and local level planning."}, {"text_block_id": "p56_b704", "text": "Developing these planning frameworks will require improvements in the understanding of institutional roles and responsibilities as well as the capacity to undertake these planning studies. Equally important will be the need to develop and improve the monitoring networks and supporting data and information management systems to support decision making."}, {"text_block_id": "p56_b705", "text": "Infrastructure will be a key element of the development agenda and therefore the development of master plans nationally and at FMS levels will be a priority. These planning processes will be targeted to support integrated development needs."}, {"text_block_id": "p56_b706", "text": "Guiding Principles 9: Improve water sector and integrated planning"}, {"text_block_id": "p56_b707", "text": "•"}, {"text_block_id": "p56_b708", "text": "Socio-economic development is underpinned by appropriate planning and implementation"}, {"text_block_id": "p56_b709", "text": "•"}, {"text_block_id": "p56_b710", "text": "Alignment in planning instruments across the various water use sectors (WASH, agriculture, livestock, industry etc.) is critically important"}, {"text_block_id": "p56_b711", "text": "•"}, {"text_block_id": "p56_b712", "text": "Master planning processes need to support the implementation of the NDP-9"}, {"text_block_id": "p56_b713", "text": "•"}, {"text_block_id": "p56_b714", "text": "National unity, growth and well-being require coherence and alignment in planning between FGS and FMS and local levels"}, {"text_block_id": "p56_b715", "text": "•"}, {"text_block_id": "p56_b716", "text": "Effective monitoring and reporting will enable adaptive implementation of planning instruments"}, {"text_block_id": "p56_b717", "text": "•"}, {"text_block_id": "p56_b718", "text": "Surface water and groundwater resource management and development requires conjunctive planning"}, {"text_block_id": "p56_b719", "text": "Strategic Objective 9a: Water sector planning framework formalised"}, {"text_block_id": "p56_b720_merged", "text": "Planning for water resource management and development must take place at various levels of government, with these planning instruments effectively interfacing and being aligned. Towards this end a water sector planning framework will be developed, recognising the participatory role of the public and government institutions, the role of the private sector in water supply development and maintenance, and the role of civil society and international cooperating partners. While this framework will be clear about the various interfaces between planning instruments, it is will outline key content requirements, the planning cycles and time frames, process to undertake development as well as obtain necessary approvals."}, {"text_block_id": "p56_b723", "text": "This strategy recognises the importance of integrated planning to support developments in the agriculture, livestock and wildlife, energy and industrial sectors, as well as address the impacts of floods and droughts. It will be important to develop approaches that support this integration in planning."}, {"text_block_id": "p56_b724", "text": "To give effect to the water sector planning framework, it will be necessary to develop guidelines to support effective and integrated planning. This could include but is not limited to the following;"}, {"text_block_id": "p57_b725", "text": "surface water management and development rules, groundwater management and development rules, water quality management etc."}, {"text_block_id": "p57_b726", "text": "Strategic Objective 9b:"}, {"text_block_id": "p57_b727", "text": "National Water Masterplan developed"}, {"text_block_id": "p57_b728", "text": "Water sector master planning is a structured and integrated planning process towards implementation of water resources programs and projects and aims at guiding water resources developments consistent with overall national socio-economic development objectives. The development of a National Water Masterplan must align with the objectives outlined in the NDP-9 2020-2024, especially Pillars 3 (Economic development) and 4 (Social Development) and will provide for the longer-term developments that are required across sectors. At the national level, these will be supported by planning at the FMS level."}, {"text_block_id": "p57_b729", "text": "The development of this important strategic instrument will be a significant undertaking and will require the leadership of the MoPIED and the MoEWR, together with the active engagement of sector lead ministries. The support of international partners and development financing institutions will be imperative noting the longer-term financial implications of undertaking the needed developments."}, {"text_block_id": "p57_b730", "text": "This masterplan will use development scenarios and priorities to provide for the implementation of definitive and fixed interventions. These interventions must be applied through close collaboration with government, the water users and sector stakeholders and hence, the development of the master plan would be consultative in nature."}, {"text_block_id": "p57_b731", "text": "Following the development of the masterplan, it will be critical to develop a prioritised implementation plan and this will be a focus for the supporting investment plan. Such interventions should provide the much-needed impetus for water sector development and reforms and should be catalytic in nature. The prioritisation of interventions will require wide stakeholder consultations and engagement."}, {"text_block_id": "p57_b732_merged_merged", "text": "Strategic Objective 9c: Water sector planning instruments at national and federal state levels are developed and implemented"}, {"text_block_id": "p57_b734", "text": "Having developed an appropriate planning framework for the water sector, linked to other planning instruments and planning cycles, there will be an active drive to develop these plans within prescribed timelines. Linkages to funding cycles and support from international partners and development financiers will be taken into careful consideration."}, {"text_block_id": "p57_b735", "text": "At basin level, development of integrated water resource management and development plans for the Juba and Shabelle basins will be needed given the strategic importance these basins play for Somalia. The importance of agricultural and irrigation development as well as the management of floods within these basins will be central to these plans."}, {"text_block_id": "p58_b736", "text": "With the momentum to develop these plans, the implementation of monitoring and reporting systems will be important to support tracking of implementation progress and enable adaptive management."}, {"text_block_id": "p58_b737", "text": "Protocols and guidelines to support this monitoring and reporting will be developed."}, {"text_block_id": "p58_b738_merged_merged", "text": "5.2 Sub-strategy 10: Plan and respond to climate variability and its impacts on water resources management and development (adaptation, mitigation and recovery)"}, {"text_block_id": "p58_b740", "text": "Climate hazards of floods and droughts have significant impact on water security and the livelihoods of Somalis. Women and youth are particularly vulnerable to the impacts of these climate hazards and longer-term climate change. This variability in climate has distinctive spatial and temporal dimensions and the development of improved response and mitigation is a national priority that will be supported under this strategy. The collective action of the Ministry of Humanitarian Affairs and Disaster Management (MOHADM) and MoEWR, with the support of the international community, will continue to build improvements in preparedness, early warning, response, and recovery."}, {"text_block_id": "p58_b741", "text": "In the longer term, climate change will have impact upon the status of national water resources and the ability of the nation to adaptively respond to these changes over time will have socio-economic impact. Currently Somalia is highly vulnerable to climate hazards due to, among others, its high dependence on rainfed agro-pastoral practices and natural resources, and low adaptive capacity. It is for this reason that short-and long-term adaptation planning has a renewed urgency for Somalia. In response to this need, the FGS has put in place a dynamic policy framework that includes signing up for the United Nations Framework Convention on Climate Change (UNFCCC) in 2009, the Somalia National Adaptation Programme of Action (NAPA) 2013, Intended Nationally Determined Contributions (INDC) 2015, Initial National Communication for Somalia (INC) 2018 and the most recently developed National Climate Change Policy 2020. The interfaces between this strategy and the NAPA are important and will shape a collective adaptation response."}, {"text_block_id": "p58_b742", "text": "These planning instruments emphasize the need for robust scientific decision support systems and climate data. This will require improvements in hydro-meteorological monitoring and supportive data and information management systems. Additionally, it will be important to further develop the understanding of climate change and its impacts upon national and local water resources and to mainstream these climate aspects into planning at these various scales. Ongoing reporting in terms of the implementation of this strategy, will be fed into reporting on progress to strengthen climate adaptation."}, {"text_block_id": "p58_b743", "text": "Principles that underpin this sub-strategy are tabulated below."}, {"text_block_id": "p59_b744", "text": "•"}, {"text_block_id": "p59_b745", "text": "Adaptation planning requires climate vulnerability assessments at national and sub-national scales"}, {"text_block_id": "p59_b746", "text": "•"}, {"text_block_id": "p59_b747", "text": "Adaptive interventions must be context specific and shared with key stakeholders"}, {"text_block_id": "p59_b748", "text": "S"}, {"text_block_id": "p59_b749", "text": "trategic Objective 10a: Advance understanding of climate impacts on extreme events"}, {"text_block_id": "p59_b750", "text": "While Somalia already suffers from the impact of climate extremes, the longer-term impacts of climate change require ongoing research and assessment. This will include the need to generate improved understanding of the impacts at more localised levels on water and associated ecosystems. This will strengthen the planning at these scales to enable adaptive responses that will minimise the impacts upon livelihoods, society, and economic development. This will require adequate research and improved climate monitoring supported by sophisticated approaches and models. Global Circulation Models (GCMs) are not ideal for localised adaptation planning thus requiring scientific research and studies including undertaking climate and vulnerability impact assessments, livelihood baseline assessments, and climate modelling coupled with hydrological and hydrogeological modelling."}, {"text_block_id": "p59_b751", "text": "These studies will build on current gains in understanding through a partnership approach working with the Directorate for Environment and Climate Change in the Office of the Prime minister, MoEWR and MOHADM and other sector Ministries, academic and research institutions as well as international partners."}, {"text_block_id": "p59_b752", "text": "The improved levels of understanding of climate variability and climate change will be translated into training and capacity building interventions that seek to build competencies within government institutions. This will support improvements in planning and the roll-out of interventions that build resilience. These interventions will be required at various scales, but there will be specific attention placed upon developing improved resilience at local levels. This will be supported by the generation of awareness materials and community-based interventions that will assist these communities to"}, {"text_block_id": "p60_b753", "text": "understand the impacts of climate variability on their livelihoods and the local economy, and to introduce local level adaptation responses."}, {"text_block_id": "p60_b754", "text": "Strategic Objective 10b: Flood and drought risk management strategies and plans developed"}, {"text_block_id": "p60_b755", "text": "The National Disaster Risk Management Policy (2017) provides a robust framework for flood and drought risk management which serves as the foundation for water sector flood and drought response actions. Noting the brevity of the impacts that floods and droughts have, there will be a need to have a prioritized approach that addresses these risks in a phased and progressive manner. This will be outlined in a long-term water sector disaster risk management strategy that will outline the need for area specific flood and drought risk management strategies and plans that detail the actions required to reduce the risk in priority regions. The outlining of specific response strategies and plans for both floods and droughts will be important and will be accompanied by capacity development bearing in mind that technical and operational disaster risk reduction capacities are stretched in all zones of Somalia."}, {"text_block_id": "p60_b756", "text": "The MOHADM has made significant progress in developing the current suite of policies, protocols and early warning systems that guide current disaster responses. This will require the support of the water sector to provide the necessary hydrological data and information that is needed to support decision making and early response. As such the MoEWR will be strengthening the monitoring networks and information management to provide this support to disaster risk management."}, {"text_block_id": "p60_b757", "text": "The monitoring and reporting on flood and drought response will be equally critical and will enable progressive improvements in approach to ensure effective response and to enhance processes of recovery. These are cooperative government approaches, with the lead of MOHADM, and establishing a permanent flood task force to assist in the coordination of inter-ministerial response will be an important step."}, {"text_block_id": "p60_b758", "text": "Strategic Objective 10c: Water priorities are mainstreamed into the national climate planning framework including instruments such NAP, NDC, NAPA & other national climate frameworks"}, {"text_block_id": "p60_b759", "text": "Mainstreaming water priorities into the national climate planning framework including instruments such NAP, NDC, NAPA & other national climate frameworks will be imperative to ensure alignment in response and will support effective monitoring of progress to develop both national and local climate resilience. Current water sector adaptation measures focus on improved water supplies (urban and rural), improved water storage, improved water quality and strengthening of infrastructural solutions to flooding. These are underpinned by a need for the development of an improved regulatory framework and the building of local capacities to strengthen water management. These adaptation measures align with many of the identified focal points of this NWRS. However, as the strategy is implemented, and the capacity of the sector is strengthened, these adaptation measures will be improved to align with the key water sector priorities. Close working partnerships between the different ministries and levels of government, particularly the FMS, will be needed determine these water sector priorities noting the distinctive spatial, temporal and sectoral needs, and to provide ongoing inputs into climate planning interventions."}, {"text_block_id": "p61_b760", "text": "5.3 Sub-strategy 11: Improve water sector regulation"}, {"text_block_id": "p61_b761", "text": "Systematised and structured regulatory instruments will not only provide the basis for improved water use management but will also provide the basis for understanding how water is used, where it is used, how much water is used and what is the impact on the water resource. Therefore, developing a clear regulatory framework provides the basis for improved water resource management and provides the basis for improved levels of resilience. Whilst often focus is largely placed on the development of more formal regulatory instruments (such as water use permits; waste discharge standards; and water quality standards) there is also a growing awareness of the importance of informal regulation (such as through the media, community activism and consumer behaviour)."}, {"text_block_id": "p61_b762", "text": "In the Somalian context of limited water resources and increased levels of resource degradation, there is a need to focus on developing the formal regulatory environment. This includes the development of technical regulations (including authorisations for water abstraction or the discharge of polluted water or the quality standards for water services) to have influence on the way that water resources are impacted; economic regulations (including water pricing and rules on competition) that promote economic efficiencies and governance regulations (including an array of institutional aspects, how Governing Boards undertake their fiduciary roles, how financial controls are exacted etc.) to underpin due diligence in the way that institutions undertake their duties. The types and appropriateness of regulatory instruments need to be strategically considered, in conjunction with processes to strengthen the water law."}, {"text_block_id": "p61_b763", "text": "Understanding regulation within the developmental context of Somalia is important noting the extreme socio-economic disparities, the levels of poverty and the history of conflict. The development of appropriate levels of regulation is important and will need to consider the use of phased processes to introduce increasing levels of regulation, supported by improved levels of awareness and understanding. This will require clarifications on roles and responsibilities with regards to the development of these instruments as well as to strategies and interventions for compliance, monitoring and enforcement."}, {"text_block_id": "p61_b764", "text": "Guiding Principles 11: Improve water sector regulation"}, {"text_block_id": "p62_b765", "text": "Guiding Principles 11: Improve water sector regulation"}, {"text_block_id": "p62_b766", "text": "Strategic Objective 11a:"}, {"text_block_id": "p62_b767", "text": "Water permitting system developed and implemented"}, {"text_block_id": "p62_b768", "text": "There will be a need to develop a strategy that will guide the approach towards improving the regulatory environment. Currently, whilst some water use is registered there is no permitting of water use and as such there is little understanding of the amount of water being used. The need to progressively develop and implement a national water use permitting system will be a priority,"}, {"text_block_id": "p62_b769", "text": "where the term “use” covers"}, {"text_block_id": "p62_b770", "text": "water abstraction, wastewater discharge, the diversion of watercourses and the storage of water. The identification of a prioritised approach to permitting will be important noting the capacity constraints. The development of such a system will be underpinned by engagement with water sector stakeholders as well as awareness creation processes. Importantly, developing a strategy for the phased implementation of a national water use permitting system will decrease the administrative burden, but nevertheless the need for a supporting administrative system will need to be developed and capacity built to manage these processes."}, {"text_block_id": "p62_b771_merged_merged_merged", "text": "Strategic Objective 11b: Compliance monitoring and enforcement (CME) strategy developed and implemented"}, {"text_block_id": "p62_b773", "text": "Once the national permitting system is in place, there will be a need for a strategy to guide the approach to ensuring compliance with permits and other regulatory instruments. Aligned with the progressive development of the national permitting system, there will be a need to introduce approaches to compliance monitoring and enforcement in a phased manner. This will need to be supported by the development of capacity and staff training as these are sensitive and often legally taxing processes. Due to the significant magnitude of resources required, it will be necessary to implement the CME strategy through coordinated and multi-sectoral enforcement activities."}, {"text_block_id": "p62_b774", "text": "5.4 Sub-strategy 12:  Improve water quality management"}, {"text_block_id": "p62_b775", "text": "The availability of water resources to support the socio-economic and environmental development of Somalia is critical. Whilst the quantity of water is important, equally important is the quality of that water, whether it is surface or groundwater. The quality of water is defined as a measure of the physical, chemical, biological, and microbiological characteristics of water in terms of its fitness for use."}, {"text_block_id": "p63_b776", "text": "The impact of poor water quality is severe on Somalians, impacting their health and well-being, livelihoods, and their socio-economic and environmental development. This is especially prevalent in rural Somalia, where the lack of clean water is felt most severely owing to harsh drought and famine conditions, to poor localised management of these resources and little to no regulation in terms of water quality standards. From a health and well-being perspective, the lack of clean water and sanitation facilities have led to the rise in water-borne disease rates in Somalia, resulting in approximately 20% of deaths of children under five. The lack of clean water also contributes to the malnourishment of children, especially when water used for drinking is not pre-treated in any manner."}, {"text_block_id": "p63_b777", "text": "Whilst the socio-economically important sectors of agriculture and livestock rearing are concerned primarily about access to water supplies to support irrigation and livestock watering, there are growing concerns about water quality and the impacts that pollution could have on their productivity. At this stage most crops are used within Somalia, but as irrigated agriculture expands for the export market, the water quality in terms of meeting GAP standards will become increasingly important."}, {"text_block_id": "p63_b778", "text": "The sources of water pollution are varied. Human activities such as land use, waste disposal and non-point source pollution such as raw sewerage runoff from both humans and livestock are having a major impact on the quality of water available for human/livestock/irrigation use/ecosystem services. Another strong contributing factor to waste disposal is the lack of appropriate infrastructure and water quality guidelines."}, {"text_block_id": "p63_b779", "text": "Transboundary water quality management is essential for both surface and groundwater, as both Jubba and Shabelle Rivers and the Merti aquifer are shared with riparian states. Furthermore, wetlands and mangroves are found along both major rivers, provide a unique ecosystem for coastal vegetation, varying changes in receiving water quality could adversely affect these unique ecosystems."}, {"text_block_id": "p63_b780_merged", "text": "In recognition of this severe and widespread challenge, both the NDP-9 and the National Environmental Policy have specific targets related to the improvement of the water quality in Somalia’s resources."}, {"text_block_id": "p63_b783", "text": ""}, {"text_block_id": "p63_b784", "text": "By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally"}, {"text_block_id": "p63_b785", "text": ""}, {"text_block_id": "p63_b786", "text": "By 2030, substantially reduce the number of deaths and illnesses from hazardous chemicals and air, water and soil pollution and contamination."}, {"text_block_id": "p63_b787", "text": "The key dimensions to improving water quality, comes in understanding the baseline quality of both surface and groundwater-what these issues are and putting measures in place to address these. Monitoring water quality provides practical evidence to support decision making on health and environmental issues."}, {"text_block_id": "p64_b788", "text": "The challenges are the fragmented nature in which these field investigations are done, the lack of engagement between the various water entities and other sector ministries that have a direct impact on the quality of water resources. This has resulted in major gaps in understanding water quality challenges holistically."}, {"text_block_id": "p64_b789", "text": "Under this strategy there will be a strengthened collective effort to monitor and manage water quality."}, {"text_block_id": "p64_b790", "text": "Establishment of a national water resources monitoring and information management system, which would collect, manage, store, analyse and process water quality data. This would make the relevant data and information available to development programs and ministries across Somalia, irrespective of sector."}, {"text_block_id": "p64_b791", "text": "Guiding Principles 12: Improve water quality management"}, {"text_block_id": "p64_b792", "text": "•"}, {"text_block_id": "p64_b793", "text": "the establishment of regulatory instruments"}, {"text_block_id": "p64_b794", "text": "Enhanced water quality management is realized through effective planning, uniform, comprehensive and national system for standards, monitoring, analysis and dissemination of data and information, and"}, {"text_block_id": "p64_b795", "text": "•"}, {"text_block_id": "p64_b796", "text": "Water quality management requires a stable monitoring network measuring environmental quality"}, {"text_block_id": "p64_b797", "text": "•"}, {"text_block_id": "p64_b798", "text": "Openness and transparency of data and information is a critical component in water quality"}, {"text_block_id": "p64_b799", "text": "management"}, {"text_block_id": "p64_b800", "text": "•"}, {"text_block_id": "p64_b801", "text": "Water quality is understood in terms of its fitness for a specific use"}, {"text_block_id": "p64_b802", "text": "•"}, {"text_block_id": "p64_b803", "text": "Access to clean potable water is a fundamental human right"}, {"text_block_id": "p64_b804", "text": "•"}, {"text_block_id": "p64_b805", "text": "Ecosystem services can only be ensured when water system health is maintained"}, {"text_block_id": "p64_b806", "text": "Strategic Objective 12a:"}, {"text_block_id": "p64_b807", "text": "Understanding of surface and groundwater water quality is strengthened"}, {"text_block_id": "p64_b808", "text": "Water quality monitoring will enable effective water quality management and support measures to enforce compliance with identified standards. It will be therefore important to strengthen current water quality monitoring regimes in a phased and progressive manner, jointly developed in partnership the various FGS and FMS ministries. This will require the supporting strengthening of laboratory facilities and data/information management systems. These will be strengthened over time towards undertaking a national assessment of water quality, noting that the comprehensiveness of this assessment will also develop over time. These assessment studies will improve the levels of understanding of water quality issues across the country."}, {"text_block_id": "p64_b809", "text": "These will be based on priorities in the first instance, so that targeted interventions can be put in place to address key water quality issues. These priorities will be determined in conjunction with FGS and FMS ministries."}, {"text_block_id": "p64_b810_merged_merged_merged_merged", "text": "Strategic Objective 12b: Water quality management strategy and plan is developed"}, {"text_block_id": "p64_b812", "text": "The deterioration in water quality is a factor of growing concern and is an issue of economic and developmental concern. Without adjustments to current water resources management regimes, worsening water quality will continue to erode the socio-economic benefits from, and increase the costs"}, {"text_block_id": "p64_b813", "text": "associated with, the use of the country’s water resources."}, {"text_block_id": "p65_b814", "text": "A water quality management strategy and plan will be developed to include all water resources, both surface and groundwater, and will be aimed at providing pragmatic steps to address water quality challenges. Noting the capacity constraints, this strategy will be based upon addressing priorities over time. Within this strategy, priority infrastructure interventions towards improved water quality should be identified as well as a process to establish accredited laboratories to ensure the ability to conduct water quality analyses."}, {"text_block_id": "p65_b815", "text": "5.5 Sub-strategy 13:"}, {"text_block_id": "p65_b816", "text": "Systematise monitoring and information management"}, {"text_block_id": "p65_b817", "text": "There is a dire need for more and better-quality data and information to deliver water security and"}, {"text_block_id": "p65_b818", "text": "manage droughts and floods, increase food production, and improve the government’s planning and"}, {"text_block_id": "p65_b819", "text": "decision making. An effective water sector requires the existence of appropriate environmental and hydrological monitoring networks. It also requires a robust, comprehensive, and unified data and information management system. Such a system would collect and analyse hydrometeorological data, and other relevant data, turn this into information, and disseminate that to all potential users to create knowledge. To date only limited data collection and dissemination of information takes place. Current systems are difficult to access and capacity constraints within ministries exacerbate this."}, {"text_block_id": "p65_b820_merged_merged_merged", "text": "In many instances, data and information management is undertaken by external partners through specific studies and assessments thereby not always ensuring that this data and information is available. The need to strengthen data and information management within the government system is of priority to enable the government’s ability to effectively manage water and develop resources. This will require a dedicated, competent, and efficient cohort of staff to manage and disseminate data and information."}, {"text_block_id": "p65_b824", "text": "Unfortunately, the current inter-ministerial and intra-state cooperation and coordination is fragmented in terms of how hydrometeorological and water resources data and information is being collected, managed and used. This requires redress and will be a key area of reform under this strategy."}, {"text_block_id": "p65_b825", "text": "Working closely with FGS and FMS ministries, research and academic institutions, private sector and civil society actors and international cooperating partners, an assessment will be undertaken to clarify data and information user requirements and to determine key principles and strategies that will guide the approach to data and information management. The strategic approach will need to include key aspects of system development to ensure accessibility as well as support decision making, the development of capacity to support the effective management of the systems and protocols, the types of data and information that should be accessible, and the protocols for access by data and information users."}, {"text_block_id": "p66_b826", "text": "as well as implementation activities. Thirdly, this will require support and the development of a"}, {"text_block_id": "p66_b827", "text": "“"}, {"text_block_id": "p66_b828", "text": "service centre"}, {"text_block_id": "p66_b829", "text": "” approach will"}, {"text_block_id": "p66_b830", "text": "be needed to provide guidance as well as additional knowledge products and services that will support sectoral and user needs."}, {"text_block_id": "p66_b831", "text": "This strategy aims to improve the levels of monitoring that produce hydrometeorological and environmental data and information and to strengthen the systems and approaches that make this data and information accessible. Guiding principles that underpin this are provided below."}, {"text_block_id": "p66_b832", "text": "Guiding Principles 13: Systematise monitoring and information management"}, {"text_block_id": "p66_b833", "text": "•"}, {"text_block_id": "p66_b834", "text": "Water-derived data and information is a prerequisite for growth, stability and wellbeing in Somalia"}, {"text_block_id": "p66_b835", "text": "•"}, {"text_block_id": "p66_b836", "text": "Information management systems must ensure adequate coverage of all parts of Somalia and all sectors and users"}, {"text_block_id": "p66_b837", "text": "•"}, {"text_block_id": "p66_b838", "text": "System architecture is compatible with universal standards of data and information management"}, {"text_block_id": "p66_b839", "text": "•"}, {"text_block_id": "p66_b840", "text": "Users of data and information shall be at the centre of the system; their needs define system services"}, {"text_block_id": "p66_b841", "text": "•"}, {"text_block_id": "p66_b842", "text": "Connectivity and accessibility to data and information supports improved water management"}, {"text_block_id": "p66_b843", "text": "•"}, {"text_block_id": "p66_b844", "text": "A system developed for 21"}, {"text_block_id": "p66_b845", "text": "st"}, {"text_block_id": "p66_b846", "text": "century reflects openness, transparency, and easy sharing"}, {"text_block_id": "p66_b847", "text": "•"}, {"text_block_id": "p66_b848", "text": "Data and information shall be available to all government institutions and staff to facilitate improved planning and decision-making."}, {"text_block_id": "p66_b849", "text": "•"}, {"text_block_id": "p66_b850", "text": "Accurate, dynamic, low-cost and easily available data and information provides business opportunities in the water, food, WASH, and service sectors"}, {"text_block_id": "p66_b851", "text": "Strategic Objective 13a:"}, {"text_block_id": "p66_b852", "text": "Hydrological and environmental monitoring networks developed"}, {"text_block_id": "p66_b853", "text": "Strengthening the hydrological and environmental monitoring networks is needed and will include new data collection stations, as well as coordinating and having access to existing stations. This will be based on an assessment of the existing networks, taking note of the differing water resource management requirements. In this regard, the needs for climatic and meteorological monitoring and its linkages to hydrological and catchment processes will be duly considered. The networks improvements will be developed with institutional capability and capacity developments, noting the need to collect and capture data according to clear protocols."}, {"text_block_id": "p66_b854_merged_merged_merged_merged", "text": "Strategic Objective 13b: Institutional frameworks for data and information management are improved"}, {"text_block_id": "p66_b856", "text": "A national hydro-metrological service centre, based in Mogadishu and bridging the access to data and the utilization of information by users, will be established. Plans and opportunities exist for such development, including the transfer of functions and services today provided by SWALIM in Nairobi, but must be further developed and concretized. A major capacity development programme recruiting, and capacitating staff will be required in advance of the institutional processes and will continue once the service centre is established. Noting that the service centre will continue to develop new services and knowledge products, the ongoing development of capacity will be"}, {"text_block_id": "p67_b857", "text": "important. In support of this, the long-term phased transfer of SWALIM roles to his hydro-meteorological service centre will be important."}, {"text_block_id": "p67_b858", "text": "Strategic Objective 13c:"}, {"text_block_id": "p67_b859", "text": "Intergovernmental information management and decision support systems developed"}, {"text_block_id": "p67_b860", "text": "Given the centres main objective, to provide users of data and information reliable, accurate and easily assessable services, there is a need to assess these needs, identify the data to be accessed and analysed, and how data and information can reach potential users, in particular government staff engaged in planning and decision-making. Data and information provided to and used by Interministerial and intra-state systems will be facilitated through suitable software (decision support systems, DSS). Easy and low-cost dissemination, new user applications, and smart outlets of data and information will be developed."}, {"text_block_id": "p67_b861", "text": "Key action items include undertaking a situation assessment, needs analysis, and develop options for inter-governmental and intra-state data and information management. Together with key partners, the development of easy and low-cost outlets of data and information, new applications, and guidelines to support new uses of data and information will be undertaken."}, {"text_block_id": "p67_b862", "text": "Strategic Objective 13d:"}, {"text_block_id": "p67_b863", "text": "Regional data and information sharing protocols supported and implemented"}, {"text_block_id": "p67_b864", "text": "With increasing amounts of data and information being shared and received internationally, there is a need to work with the global and regional protocols that manage these exchanges. This will ensure that data and information is always available, and in usable formats and will be supportive of transboundary water resource management and development as well as broader regional processes."}, {"text_block_id": "p67_b865", "text": "5.6 Sub-strategy 14: Implement water conservation and water demand management"}, {"text_block_id": "p67_b866_merged_merged_merged_merged", "text": "Water scarcity and food insecurity, due to the frequency of droughts, pose serious threats to the Somalian economy and community livelihoods. Whereas many people still reside within rural contexts, there has been significant migration into towns and big cities searching for improved access to services including water and sanitation. This has increased the demand being placed on urban water supply systems within these cities and towns and there are increased levels of pressure on the ability of available water supplies to meet these increased levels of demand. While there are limited statistics for water losses within Somalia, it can be assumed that these could be as high as 50%. In many parts of the country, particularly rural areas, conflicts over water have arisen and, in some cases, has resulted in the loss of life. Currently, only 68% of the population has access to basic water supply and as such this will be a key issue to address in supporting the ongoing socio-economic development of the country."}, {"text_block_id": "p67_b868", "text": "Whereas it is understood that weak institutions, technical deficiencies and of lack of financing for water management and water conservation initiatives are the main challenges for addressing water shortages and inappropriate water use, there is the need for more targeted strategies to drive water use efficiencies and improved water demand management. These strategies will be important in"}, {"text_block_id": "p68_b869", "text": "underpinning approaches towards improving equitable use and access to water resources, the need to optimize water productivity and the need to ensure a balance between the water development and environmental protection."}, {"text_block_id": "p68_b870", "text": "The implementation of this strategy will ensure; improved water conservation measures, reduced water loss, good water demand forecasting, increased food production through efficiency water use, and enhanced public awareness on water management."}, {"text_block_id": "p68_b871", "text": "Strategic Objective 14a:"}, {"text_block_id": "p68_b872", "text": "National water conservation and water demand management strategy and guidelines developed"}, {"text_block_id": "p68_b873_merged_merged", "text": "National water constraints require a reduction in water use. To meet growing water demands, approaches to improve resilience and local water supply reliability in the face of drought and increasing will be important. Developing a national strategy to drive and improved water demand management will be essential in providing direction to water companies as well as water sector regulators. It will also provide guidance to the various water use sectors to drive improved practices. The strategy will outline key needs such as ."}, {"text_block_id": "p68_b878", "text": "The national water conservation and demand management strategy will support local water supply systems to reduce the demands, increases system efficiencies and promote sustainable water use without compromising the future needs for water to support ongoing development. This strategy will be supported by the development of water conservation planning guidelines that will address water profiling, forecasting, measuring demands and selecting suitable conservation options, amongst others."}, {"text_block_id": "p68_b879", "text": "Strategic Objective 14b: Build sector capacity towards improved water use efficiency"}, {"text_block_id": "p68_b880", "text": "The development of an overarching strategy will provide intent in ensuring improved levels of water use efficiency, there is nevertheless the need to undertake practical, on-the-ground interventions to become more efficient in water use and to reduce water losses. Therefore, it will be imperative to develop practical guidance materials and training interventions to work with the various water use sectors in developing improved practice. Cooperative interventions across the FGS and FMS"}, {"text_block_id": "p69_b881", "text": "ministries will be important in developing this capacity and as such the development of the guidance materials and training interventions to ensure that these are appropriate and meet sector needs."}, {"text_block_id": "p70_b882", "text": "6."}, {"text_block_id": "p70_b883", "text": "IMPROVING THE PROVISION OF PRIORITY WATER SERVICES"}, {"text_block_id": "p70_b884", "text": "6.1 Sub-strategy 15:  Ensure gender and equity is integrated into service delivery"}, {"text_block_id": "p70_b885", "text": "Societal challenges with Somalia abound and will need progressive approaches to redress. Gender based discrimination is rife with social-cultural and gender norms limiting"}, {"text_block_id": "p70_b886", "text": "women’s"}, {"text_block_id": "p70_b887", "text": "ability to attend school, develop professional opportunities, make decisions about the use of household resources including water, and participate in leadership and community affairs. This is particularly the case in rural contexts where women face the major burden of inadequate WASH services. Women and girls must fetch water for their homes, often walking up to 10 km to get this water in the dry season. The lack of access to safe and proximate water and sanitation facilities therefore affects women and girls most significantly."}, {"text_block_id": "p70_b888_merged_merged_merged", "text": "In urban areas changes are emerging with girls having started to access education to a much greater extent than before and are more active in livelihood activities. Nevertheless, women do not have equal access in terms of employment opportunities and pay, do not have the same influence in politics, and have less free time, with this having impact on families and communities where women’s contributions are critical."}, {"text_block_id": "p70_b891", "text": "The representation of women in politically and economically influential positions is limited. This inequity is recognized, and steps are being taken to address these. For instance, in a country record, women MPs now constitute 24% in the lower house, and 25% in the upper house. Whilst this still represents a significant gender gap in Parliament and more can be done to address this, it is reflective of a country that is grappling with strong gendered roles and tribalism that contribute to the power division."}, {"text_block_id": "p71_b892", "text": "This stark power divide is strongly demonstrated"}, {"text_block_id": "p71_b893", "text": "in Somalia’s water sector, where there is"}, {"text_block_id": "p71_b894", "text": "little room for women to be involved in or contribute to the decision-making around water resources and services. Poor hygiene and sanitation are common in rural and nomadic areas, specifically in the IDP camps, which causes water-borne diseases. Women and children are therefore more vulnerable than men to water-borne conditions."}, {"text_block_id": "p71_b895", "text": "Compounding these issues is the distance women need to travel to access water from boreholes, and wells, that are situated far away from the residences in the rural and nomadic areas. This exposes women and girl children to extreme risk to their personal safety."}, {"text_block_id": "p71_b896", "text": "Gender-based violence is high in rural and nomadic areas in Somalia and is"}, {"text_block_id": "p71_b897", "text": "related to women’s ability to safely access water"}, {"text_block_id": "p71_b898", "text": "."}, {"text_block_id": "p71_b899", "text": "Within the water sector, there is a strong imperative to address these issues and promote gender equality and equity. This will be undertaken through two key channels namely, through the government system of managing and developing water resources and then through gendered approaches that improve equitable access to services. This has the impact of bringing a gendered discourse into water governance and the resource management decisions that influence the broader water value chain. It also has the impact of improving how women have access to the good and services that can be gained from access to water and the productive use of water."}, {"text_block_id": "p71_b900", "text": "Inclusive leadership and strong accountability from the government is essential for embedding gender equality in the water sector. An important step is developing and implementing gender policy and legal frameworks in the water sector that promotes equitable access to water and enables women and vulnerable groups to fully participate in decision-making processes."}, {"text_block_id": "p71_b901_merged_merged_merged", "text": "Strategic Objective 15a: Gender mainstreaming for the water sector is enabled"}, {"text_block_id": "p71_b903", "text": "Development of a water sector gender strategy and subsequent mainstreaming implementation plan is a critical undertaking in Somalia to ensure sound management and sustainable utilization of water and environment resources for present and future generations. Accomplishing the above calls for understanding and addressing the unequal power relations and the different roles, responsibilities, capabilities and needs of women, men, girls, boys, and other vulnerable groups in the business of water management and service delivery. This will ensure that water resource development, planning, and regulation is gendered across all spheres of planning such as at FGS, FMS, district, and"}, {"text_block_id": "p72_b904", "text": "community levels. Particularly, ensuring gender representation in sector processes, institutions and committees will be required."}, {"text_block_id": "p72_b905", "text": "This water sector gender strategy will provide the structured approaches upon which water and sanitation stakeholders can holistically mainstream gender into policy formulation, implementation, capacity building, management, monitoring and evaluation."}, {"text_block_id": "p72_b906", "text": "The development of supporting guidelines will be an important step in supporting implementation of the strategy and will provide tools to support in the implementation of the strategy. These will help empower women, men, and vulnerable groups by enhancing equity in access and management of water resources."}, {"text_block_id": "p72_b907", "text": "A steppingstone has already been laid, in that there is integration of gender perspectives in this NWRS that lays the foundation to strengthen sector polices, develop appropriate strategies and guidelines to fully realise gender and equity in water sector programmatic planning, implementation, monitoring, evaluation, reporting and learning. On-going capacity building will be required and can be realised through the development and implementation of a capacity building plan to support the empowerment of women."}, {"text_block_id": "p72_b908", "text": "Strategic Objective 15b:"}, {"text_block_id": "p72_b909", "text": "Gender and equity is mainstreamed in water services activities"}, {"text_block_id": "p72_b910", "text": "Women and girls are the major water collectors, users and managers in homes. They are also the major promoters of household and community sanitation activities. They therefore bear the impact of inadequate, deficient, or inappropriate water and sanitation services. Men however still dominate the arena of planning and decision-making regarding water and sanitation development and"}, {"text_block_id": "p72_b911", "text": "women’s views are often under"}, {"text_block_id": "p72_b912", "text": "-"}, {"text_block_id": "p72_b913", "text": "represented, implying that women’s practical and strategic needs"}, {"text_block_id": "p72_b914", "text": "are often not addressed."}, {"text_block_id": "p72_b915_merged_merged_merged_merged", "text": "Gender mainstreaming in water services activities will require assessing the implications for women, men, youth, IDPs and other vulnerable groups of any planned water services activities, including legislation, policies, or programs, in all areas and at all FGS, FMS and other planning levels. It is a strategy for making vulnerable groups’ concerns and experiences an integral dimension of the design, implementation, monitoring and evaluation of policies and programs in all political, economic and societal spheres so that women, men, youth, IDPs, and other vulnerable groups benefit equally, and that inequality is not perpetuated."}, {"text_block_id": "p72_b918", "text": "For this NWRS, this can be achieved by (a) ensuring gender representation in sector processes; institutions, and committees; (b)enhancing capacity of all water and sanitation stakeholders; (c) improving opportunities for men, women and other disadvantaged groups to access and participate in management of water and sanitation facilities/ resources; (d) strengthening the collection, analysis, documentation and dissemination of gender related information for enhancing the visibility of gender issues and achievements in the sector including setting equity based service delivery targets."}, {"text_block_id": "p73_b919", "text": "6.2 Sub-strategy 16:  Plan and develop water sector infrastructure"}, {"text_block_id": "p73_b920_merged", "text": "Somalia is generally a water scarce country and the development and improvement of quality infrastructure will be central to the approach undertaken to strengthen water security. During the civil war, significant amounts of water management infrastructures were damaged and lost their core functional abilities ( e.g. flood relief channels, river/irrigation channels) due to mainly sedimentation and lack of proper maintenance. This is further exacerbated by periodic cycles of droughts and floods, with recent years demonstrating increased levels of flooding. In addition to this, asset management and capacity development are among key areas for improvement."}, {"text_block_id": "p73_b922", "text": "With the observation of the financial constraints within Somalia, funding is typically available to support the development of new infrastructure, however, ensuring sustainable finance for the ongoing lifecycle costs related to operations and maintenance is problematic, this is due to the dramatic local changes in climate, in terms of droughts and monsoonal seasons experienced in the various regions. With this, it is important to plan and develop water infrastructure to support in managing flood events but also to support and sustain urban water supply, irrigated agriculture, livestock watering and community livelihoods. Noting the nuances of these differing sectors and the infrastructural needs for these, the types of infrastructure and the financing required are unique."}, {"text_block_id": "p73_b923", "text": "The major water sources in Somalia include river water in the Juba and Shabelle rivers, water stored in pans, sand dams and berkeds, boreholes as well as hand-dug wells, springs and rainwater harvesting from roofs. These have a range of infrastructural requirements and need to be contextually relevant as well as maintained accordingly. Provision, in terms of planning, implementation and maintenance, for this diverse infrastructural need remains important. Certainly, in rural contexts access to groundwater resources is important to support community livelihoods. In urban contexts, there are often certain levels of centralised water supply system, but often these are in poor condition and do not meet the water quality standards of the World Health Organisation. In some of these urban centres, as little as 25% of the population are served by household connections. Noting the high dependence on groundwater resources within these urban centres, there is a need to look to improved management planning linked to multipurpose infrastructure improvement options. In this regard, there are significant concerns regarding the quality of water in these water supply systems. While there is an important drive to supply safe and hygienic sanitation, there are linkages between approaches towards improved sanitation and groundwater quality, therefore innovation regarding sanitation solutions is important."}, {"text_block_id": "p73_b924", "text": "Innovative work by international cooperating partners in terms of local level infrastructure options to support households and communities is important and provides guidance on options to improve local resilience to climate hazards and longer-term climate change. This includes sand dams and berkeds and the ongoing support in the development of these local level infrastructures will have significant impact on communities and livelihoods."}, {"text_block_id": "p74_b925", "text": "The key strategic issue is in understanding the current baseline of the water infrastructure asset base, the required improvements, and the subsequent compilation of required water sector infrastructure developments within a national water and sanitation master plan."}, {"text_block_id": "p74_b926", "text": "Supporting projects such as the UNICEF water interventions mapping (2005-2009) have proven important in understanding the current state of infrastructural developments and provide useful guidance for future needs. The development of a national water and sanitation master plan will be a key step forward in providing an updated situation assessment and provide a structured approach to meeting infrastructure development needs."}, {"text_block_id": "p74_b927", "text": "There is also the need to develop more innovative approaches to ensuring access to safe water and sanitation. The support of international cooperating partners is particularly important in assisting with these innovative approaches."}, {"text_block_id": "p74_b928", "text": "This includes looking to the private sector and the development of public private partnerships to support in providing sustainable services."}, {"text_block_id": "p74_b929", "text": "Lastly, developing local capabilities and capacity to plan and prepare water infrastructure projects ready for financing will be a key step forward in the ability of the water sector to ensure water security."}, {"text_block_id": "p74_b930", "text": "Guiding principles for planning and developing water sector infrastructure are tabulated below."}, {"text_block_id": "p74_b931", "text": "Guiding Principles 16: Plan and develop water sector infrastructure"}, {"text_block_id": "p74_b932", "text": "•"}, {"text_block_id": "p74_b933", "text": "Integrated sector planning is a prerequisite for achieving appropriate, timely and cost-effective development"}, {"text_block_id": "p74_b934", "text": "•"}, {"text_block_id": "p74_b935", "text": "Community and socio-economic needs are included in the development of infrastructure solutions"}, {"text_block_id": "p74_b936", "text": "•"}, {"text_block_id": "p74_b937", "text": "An appropriate mix of large and small scale infrastructure developments are needed to address water"}, {"text_block_id": "p74_b938", "text": "security"}, {"text_block_id": "p74_b939", "text": "•"}, {"text_block_id": "p74_b940", "text": "Effective operations and maintenance regimes are essential to ensure an extended infrastructure"}, {"text_block_id": "p74_b941", "text": "lifespan"}, {"text_block_id": "p74_b942", "text": "•"}, {"text_block_id": "p74_b943", "text": "Development needs are supported best by multi-purpose infrastructure investments"}, {"text_block_id": "p74_b944", "text": "•"}, {"text_block_id": "p74_b945", "text": "The development of infrastructure that effectively balances risk and reward will attract sustainable"}, {"text_block_id": "p74_b946", "text": "finance"}, {"text_block_id": "p74_b947", "text": "Strategic Objective 16a:"}, {"text_block_id": "p74_b948", "text": "Improved understanding of the water sector infrastructure asset base is developed"}, {"text_block_id": "p74_b949_merged_merged_merged", "text": "Noting the scarcity of water, interspersed with extreme flood events, as well as the desire to support growth through increased agricultural and livestock development and improved water services and sanitation, the need to progressively improve and develop water infrastructure is imperative. This will require both large and small-scale infrastructure developments, as well as the conjunctive use of surface and ground water. This needs to be underpinned by a comprehensive assessment of the current water sector infrastructure asset base including the condition of these assets, the current levels of performance, the remaining useful life for each asset as well as remaining economic value."}, {"text_block_id": "p75_b951", "text": "This should be undertaken in conjunction with the development of the master plan and will produce a national asset register, to be maintained by the MoEWR."}, {"text_block_id": "p75_b952", "text": "This study will also take stock of the smaller scale infrastructures that have been developed to support local communities and their livelihoods. This will review the extent of these and the impact that these have had on local water security and livelihoods development, so as to guide further developments."}, {"text_block_id": "p75_b953", "text": "Strategic Objective 16b:"}, {"text_block_id": "p75_b954", "text": "Water sector infrastructure improvement and development plan is developed"}, {"text_block_id": "p75_b955", "text": "Infrastructure improvements would aim to increase the quantity, quality and reliability of water supply. Improvement to water sector infrastructure will be focused upon providing defined levels of service depending on the nature of the infrastructure."}, {"text_block_id": "p75_b956", "text": "Providing a water sector infrastructure improvement and development plan will outline how future demands will be met, how lifecycle management will be undertaken including clarity on operations and maintenance, how these developments and lifecycle costs will be funded as well as how monitoring and performance assessments will drive ongoing improvements. It will be important to focus these plans on specific sector needs and therefore the development of plans to support agriculture and irrigation, to support livestock, to support urban and rural water and sanitation services and to support community livelihoods will be important noting that these sectors have specific infrastructure needs."}, {"text_block_id": "p75_b957", "text": "In developing these plans, the process to develop a cohort of staff that have the competencies to plan and prepare water infrastructure projects towards financial closure will be initiated in a phased and structured manner working closely with the MoPIED."}, {"text_block_id": "p75_b958", "text": "6.3 Sub-strategy 17:  Improve water security for irrigation and agriculture"}, {"text_block_id": "p75_b959_merged_merged_merged", "text": "Food insecurity has been an issue of concern for many years within Somalia and is an area of focus for NDP-9. Despite the limitations of arable land, hydrological regimes and climate extremes, agricultural production (crops and livestock) has increased its contribution to the GDP to as high as 75%. This growth has largely been driven by increases in the livestock sub-sector as crop production has declined. Nevertheless, crop production remains important to the ability to address concerns of food security. Recent climatic conditions (extreme climatic events such as floods and droughts) as well as degradation in infrastructure to support irrigation have contributed to this decline and there are opportunities to expand the scale of cropping not only within the alluvial plains of the Juba and Shabelle rivers but to also look for innovations that can support smaller scale cropping developments under dryland conditions. The collapse of the state-owned agri-processing industry has been problematic and there is opportunity for the private sector to support Somalia’s economic diversification through the development of these secondary industries that add economic value to primary products, but also further support efforts to address food security, create jobs and in the longer term can support in further strengthening export markets."}, {"text_block_id": "p76_b963", "text": "As a result, through the NDP-9, the development of agriculture is seen as the top priority for economic development within four of the five Federal Member States (FMS). Private sector investment in agricultural development has been hampered by the challenges of climate and conflict, but government at FGS and FMS levels are highly committed to supporting the expansion of this sector. This will require investment in infrastructure to address the assurance of supply that is needed to develop irrigation and support livestock watering, while also undertaking steps to develop innovative approaches to provide improved socio-economic resilience and diversification."}, {"text_block_id": "p76_b964", "text": "The estimate of cultivatable land in Somalia is in the order of 3 million hectares of which it is estimated that 2.3 million hectares could produce crops under dryland conditions. Of the remaining 700, 000 hectares that could be developed under irrigation practices currently less than 115, 000 hectares are being cultivated. This does mean that there are significant opportunities to expand the irrigated agriculture sector of Somalia, with the majority of this being within the alluvial plains of the Juba and Shabelle Rivers. Expansion of this sub-sector will require a diversified approach that includes improved catchment management to sustainably support cropping and soil conservation, expansion and significant improvements in infrastructure to support irrigation including barrages, canals and other infrastructure such as rainwater harvesting, improvements in water use efficiencies and irrigation practices as well as developing innovations to support rain-fed agriculture."}, {"text_block_id": "p76_b965", "text": "In addition, noting the impact that droughts and floods have on agriculture and irrigation, there is need to develop infrastructural and institutional capacity to manage these disasters and the impact on this important economic sector."}, {"text_block_id": "p76_b966", "text": "Guiding Principles 17: Improve water security for irrigation and agriculture"}, {"text_block_id": "p76_b967", "text": "•"}, {"text_block_id": "p76_b968", "text": "The irrigation and agriculture sector provides critical economic stability, livelihoods and food security as"}, {"text_block_id": "p76_b969", "text": "well as foreign income to support Somalia’s growth and development"}, {"text_block_id": "p76_b970", "text": "•"}, {"text_block_id": "p76_b971", "text": "Irrigated agriculture along Juba and Shabelle rivers has the potential to expand given improved river"}, {"text_block_id": "p76_b972", "text": "infrastructure, extension services, and cooperation across borders"}, {"text_block_id": "p76_b973", "text": "•"}, {"text_block_id": "p76_b974", "text": "Rainfed agriculture has great opportunities to expand and vastly contribute to national food security"}, {"text_block_id": "p76_b975", "text": "•"}, {"text_block_id": "p76_b976", "text": "Improved data and information collection, analysis and dissemination improve the conditions for national food security and enhances food production within the country"}, {"text_block_id": "p76_b977", "text": "•"}, {"text_block_id": "p76_b978", "text": "Catchment management is a prerequisite for sustainable agricultural development and well-being. It"}, {"text_block_id": "p76_b979", "text": "also enhances resilience, cooperation, and growth"}, {"text_block_id": "p76_b980", "text": "•"}, {"text_block_id": "p76_b981", "text": "Conjunctive use of surface and groundwater provides opportunities to increase production, reduce risk,"}, {"text_block_id": "p76_b982", "text": "and promote rainfed agriculture"}, {"text_block_id": "p76_b983", "text": "•"}, {"text_block_id": "p76_b984", "text": "Improved water use efficiency in irrigation and agriculture enhances sector growth, improves food"}, {"text_block_id": "p76_b985", "text": "security, and raises export earnings"}, {"text_block_id": "p76_b986", "text": "•"}, {"text_block_id": "p76_b987", "text": "Sustainable irrigation and agricultural development requires enhanced extension services, innovation"}, {"text_block_id": "p76_b988", "text": "and new knowledge"}, {"text_block_id": "p76_b989_merged", "text": "Strategic Objective 17a: Catchment and rangeland management is improved"}, {"text_block_id": "p77_b991", "text": "Years of poor land management has resulted in the significant degradation of many catchments. This has been exacerbated by unsustainable practices in some parts of the country and issues such as deforestation and poor land conservation practices have resulted in increased flash flooding, soil loss and erosion, and decreased soil fertility."}, {"text_block_id": "p77_b992", "text": "With the increased frequency of severe droughts, this has meant that rangelands have less time to rebound and recover before the next drought. Therefore, developing improved approaches to improve the ongoing management of catchments and rangelands is much needed. This will require the combined efforts of the MoEWR and the Ministry of Agriculture and Irrigation and the Ministry of Livestock, Forestry and Range to develop supporting policies as well as a suite of guidelines to provide practical assistance. This would need to be supported by the efforts of government to build capacity and awareness through extension services."}, {"text_block_id": "p77_b993", "text": "Strategic Objective 17b:"}, {"text_block_id": "p77_b994", "text": "Water security for irrigated agricultural and irrigation sectors is improved"}, {"text_block_id": "p77_b995", "text": "Water security is a pre-requisite to support investment by the private sector into agricultural and irrigation developments."}, {"text_block_id": "p77_b996", "text": "The climatic extremes experienced by Somalia will need to be managed through improved planning, systems operations, and the development of infrastructure."}, {"text_block_id": "p77_b997", "text": "These are highly diversified and need to be managed to meet the specific contextual needs, but nevertheless developing systematic approaches that support improved assurances of supply will be developed and operationalised."}, {"text_block_id": "p77_b998", "text": "The priority areas for improved water security would be the Juba and Shabelle basins through irrigation development and management include developing improved system management approached to improve water security for irrigated agriculture and assessing infrastructure development requirements as inputs into the national masterplan and investment framework."}, {"text_block_id": "p77_b999", "text": "Strategic Objective 17c: On-farm irrigation technologies and water use management improved"}, {"text_block_id": "p77_b1000_merged_merged_merged_merged", "text": "Improving the levels of water use efficiency across the spectrum of agricultural and irrigation practices will be important to get “more crop per drop”. While dealing with more practical approaches to reduce water wastage and water losses, there is a need to develop more innovative approaches to improve water use efficiencies, that is inclusive of resilience to climate change. Observing the need for an inter-sectoral approach to this, the development of a strategy and supporting implementation plan to introduce climate smart approaches, improve water use efficiency and minimise water losses within the irrigation and agricultural sectors will be important to consolidate efforts. This will need to be supported by innovative and alternative approaches towards agriculture development that support improved water use efficiency and enable sector growth. Practical support programmes to assist farmers to introduce new and modern irrigation technologies and approaches and to avoid water losses will be implemented."}, {"text_block_id": "p77_b1005", "text": "Strategic Objective 17d: Drylands agriculture developed and improved"}, {"text_block_id": "p77_b1006", "text": "Most cropping activities take place at relatively small scales and there is a significant need to support these small-scale farmers to improve their approaches to dryland agriculture and this can have meaningful impact on local and national economies. With this, there should be a concerted effort made to support the migration of farmers from subsistence farming to commercialization."}, {"text_block_id": "p78_b1007", "text": "Introducing improvements into rainfed agricultural systems, introducing rainwater harvesting as well as improving conjunctive water use practices will strengthen the resilience of these farms to environmental shocks. Developing tools and practices through the compilation of guidelines and the provision of extension support will prove important. Specifically, support will be provided under these dryland conditions to develop improved agriculture water management as well as taking steps to improve the infield drainage systems."}, {"text_block_id": "p78_b1008", "text": "6.4 Sub-strategy 18: Improve water security for livestock and wildlife"}, {"text_block_id": "p78_b1009", "text": "Livestock plays a pivotal role of the Somalian economy by providing not only food security for many communities, particularly nomadic communities, but also an important part of local and regional economies. However, it is equally an important source of foreign income, with 2018 estimates indicating that livestock exports were valued at some US$409 million which is equivalent to 75% of export income. Rightly, the NDP-9 does note that undiversified economy that is dependent on agriculture and livestock is at risk to the ravages of climate change and the extremes of floods and droughts, and these can have devastating impacts on local and poor rural communities. Nevertheless, livestock remains important to the economy whilst the various initiatives under the umbrella of the NDP-9 drive towards a more diversified economy. In this regard, it is therefore important under this strategy to put in place interventions that support the livestock and wildlife sectors in reducing the risks that they are exposed to as result of climate impacts on water resources and the needed water supplies."}, {"text_block_id": "p78_b1010", "text": "The sector’s high vulnerability to natural and economic shocks was only recently evidenced by an"}, {"text_block_id": "p78_b1011", "text": "estimated $2 billion in damages and losses suffered during the 2016/17 severe drought period and a drastic drop by 2018 of $183 million in live animal exports after Saudi Arabia and the UAE imposed an import ban on health grounds in December 2016 (from $430 million in 2016; the drop would be even larger if compared to the peak $494 million of 2015) (Ministry of Livestock Forestry and Range, 2019)."}, {"text_block_id": "p78_b1012", "text": "Through the drive to instill improved levels of water resource management, it will be essential to improve the management of catchments and rangelands. Overgrazing together with poor land management practices and deforestation of rangelands in key catchments can have devastating impacts on these catchments resulting in hydrological extremes of floods and droughts, as well as degrading water quality. This will require improvements in the way catchments and rangelands are managed and the development of strategies and plans for priority areas will be important. Likewise, this will require the development of more sustainable livestock and wildlife management practices supported by training interventions."}, {"text_block_id": "p78_b1013", "text": "Water shortages are critically important and with many parts of the country being arid, the maintenance of water supply infrastructure and water points are critical to maintaining herd health. In 2019, the survey of water points undertaken by SWALIM showed that only 2,200 water points of a total 5,089 were functional (Federal Government of Somalia, 2019). This is exacerbated by groundwater resources being typically difficult to identify and access, as well as often being of poor"}, {"text_block_id": "p79_b1014", "text": "The importance of cooperative government interventions to address the many catchment and water related challenges that the livestock and wildlife sector faces are vital. Noting the expansiveness of this and the limited capacities that do exist, it will be important for the water and livestock sector leads to develop prioritized and focused interventions to ensure the ongoing improvements in water security that this sector requires."}, {"text_block_id": "p79_b1015", "text": "Guiding Principles 18: Improve water security for livestock and wildlife"}, {"text_block_id": "p79_b1016", "text": "S"}, {"text_block_id": "p79_b1017_merged", "text": "trategic Objective 18a: Water security for livestock and wildlife sectors is improved"}, {"text_block_id": "p79_b1019", "text": "The development of improved catchment and rangeland management will be an important basis for developing more sustainable practices and ultimately reducing the impacts of overgrazing, poor land management and the deforestation of rangelands. This will require the development of improved system management approaches to improve water security for livestock and wildlife management. This will require not only cooperative approaches across sectors and ministries but will require that these sectors undertake collective planning to understand the developmental needs in these sectors and the management regimens needed to provide improved water security."}, {"text_block_id": "p79_b1020", "text": "Linked to this, it will be imperative to undertake an updated assessment of infrastructure rehabilitation and development requirements for water storage and supply for livestock and wildlife management as inputs into national masterplan and investment framework. This will include the betterment of existing infrastructure where this is viable, as well as the development of new infrastructure."}, {"text_block_id": "p79_b1021", "text": "Lastly, there is a need to develop a strategy and plans to introduce climate smart approaches, improve levels of water use efficiency, and minimise water losses within the livestock and wildlife sectors. This will not only require new and innovative approaches that are resilient to climate change, but also an extensive capacity building and knowledge exchange programme to support improved practice. These technologies need to interface with infrastructure requirements as well as"}, {"text_block_id": "p80_b1022", "text": "in the day-to-day practices of the communities and livestock herders. In this regard, civil society will be key in supporting government to drive new approaches and build the capacity needed to embed these approaches."}, {"text_block_id": "p80_b1023", "text": "6.5 Sub-strategy 19: Improve provision of water and sanitation services (WSS)"}, {"text_block_id": "p80_b1024", "text": "Approximately 68% of Somali’s have access to basic water supply and 51% to improved sanitation"}, {"text_block_id": "p80_b1025", "text": "(Somalia WASH Cluster, 2019). However, field reports suggest that 40% of existing water sources are non-functional. The main reasons for malfunctioning water supply systems are weak water supply management models, high operational and maintenance costs, lack of supply chain of spare parts, and technical limitation of service providers."}, {"text_block_id": "p80_b1026", "text": "A Somalia National WASH Strategy Plan 2019-2023 was developed by the Federal Government of Somalia between 2016 and 2018 and endorsed in a validation meeting in 2019. It is due to be presented to the government for approval and subsequent implementation. The plan covers federal line-ministries and all member states including Banaadir regional authority and will guide water and sanitation services sector investments for five years, starting from January 2019 and continue until December 2023. It provides an overall framework for the water and sanitation services sector and its aim is to provide structured interventions to address the water supply and sanitation challenges and to contribute towards overall development by reducing poverty and thus accelerating economic growth. The plan was developed to operationalise an upcoming national WASH Policy and its linked components in the National Development Plan (NDP). The NWRS, and this sub-strategy provides the strategic"}, {"text_block_id": "p80_b1027", "text": "‘home’ for this National WASH Strategy"}, {"text_block_id": "p80_b1028", "text": "Plan"}, {"text_block_id": "p80_b1029", "text": "The water and sanitation"}, {"text_block_id": "p80_b1030", "text": "sector’s"}, {"text_block_id": "p80_b1031", "text": "institutional framework still faces significant resource challenges with a need for improvements in staffing, capabilities, and finances. The need for improvements in institutional coordination and accountability are also significant and is often made worse by poor understanding of roles and responsibilities with often overlapping functions between different government institutions. Key for the strengthening of the water and sanitation services sector will be the development of a harmonized and coordinated legal, regulatory and policy framework. These will be developed under this NWRS towards improved water and sanitation service delivery."}, {"text_block_id": "p80_b1032_merged_merged_merged", "text": "Across Somalia, the private sector has moved in to fill the void created by the lack of public leadership in providing water and sanitation services. Many of the urban water companies are owned by a local investor who operates, with local business-people as shareholders. In large cities like Boroma, Bosasso and Garowe where there are sufficient economies of scale, these companies have done well in providing basic services despite there being no external support or regulatory oversight. However, these are not replicated everywhere, and in some instances, people receive sub-standard services and poor water quality."}, {"text_block_id": "p80_b1035", "text": "The Somali WASH sector has for many years focused on delivering emergency water, sanitation, and hygiene services to large numbers of very poor, highly vulnerable and IDPs. With ongoing conflict, limited amount of internal capacity and weak governance, the inter-national community has played a critical role in organizing and delivering such services."}, {"text_block_id": "p81_b1036", "text": "WASH sector governance requires the joint cooperation and engagement of several ministries, institutions and stakeholders to address the water and sanitation services sector challenges. In this regard the Somalia WASH Cluster brings together over 180 local NGOs, International NGOs, Government departments and UN agencies, and has provided the required coordination, expertise, and action to strengthen the delivery of services. The Cluster has made significant progress and will continue to be an essential platform for coordinated approaches into the future."}, {"text_block_id": "p81_b1037", "text": "A key element of this approach will be the need to move from emergency short-term support to long-term programmatic development assistance. While emergency support is needed and will continue to be so into the foreseeable future, it must be complemented by activities that address the root causes for poor water and sanitation services conditions prevailing in the country and to develop more sustainable, long-term approaches that deliver improved services. This will require a stronger government role in coordination, management and implementation at federal and state levels, more Somali expertise in WASH sector services, and new models for arranging and delivering services. These issues play a central role in the National WASH strategy and is the focus of this sub-strategy of the NWRS."}, {"text_block_id": "p81_b1038", "text": "Guiding Principles 19: Improve provision of water and sanitation services (WSS)"}, {"text_block_id": "p81_b1039_merged", "text": "The objectives of this sub-strategy are focused on building a well-functioning water and sanitation services sector, including governance, capacity, innovation, delivery, and monitoring. These five components will enable the many actors – Somali as well as international – to better engage in the delivery of water and sanitation services. Furthermore, it is critical that different functions are well defined and that all know their roles and responsibilities. Support functions like regulation and water"}, {"text_block_id": "p82_b1044", "text": "resources management are key inputs in the water and sanitation services sector and are developed within their respective sub-strategies of the NWRS."}, {"text_block_id": "p82_b1045_merged", "text": "Strategic Objective 19a: Sustainable frameworks for the provision of WSS services is developed"}, {"text_block_id": "p82_b1047", "text": "Water and sanitation services sector governance is part of an overall water sector governance system that will be developed under this NWRS. The framework will outline the various mandates, roles and responsibilities as well as providing for clarity in terms of requirements for standards, reporting and accountability. Elements of this framework will be outlined in the Somalia National WASH Strategy Plan 2019-2023. The WSS governance framework will be aligned to the developing legal framework as well as any specific regulatory instruments and will be developed with the FGS and FMS ministries as well as the Somalia WASH cluster. A key theme for this framework will be to strengthen the role of government in the provision of water and sanitation services, with a clear focus on the setting of norms and standards and providing regulatory oversight."}, {"text_block_id": "p82_b1048", "text": "Equally important will be the development of improved business models to support improved WSS services delivery. There has been significant innovation in the development and implementation of these models across the region and the broader continent and much can be learned from these. It will be important to consider how these models could address the specific needs of Somalia."}, {"text_block_id": "p82_b1049", "text": "Key steps towards achieving a sustainable framework will require formal approval of the Somalia National WASH Strategy Plan 2019-2023 by the government and parliament. The water and sanitation services governance framework will be reviewed in terms of roles, responsibilities, management tasks and coordination mechanisms, and an appropriate structure for an upcoming, long-term programmatic phase will be developed. Data and information management needs are to be assessed, and a model for improved WSS monitoring and information exchange will be developed. As part of the improved governance framework, it will be necessary to develop WSS delivery standards, procedures and guiding regulations that will provide the much-needed guidance on WSS improvements."}, {"text_block_id": "p82_b1050", "text": "Strategic Objective 19b: Delivery of sustainable and safe WSS services is improved"}, {"text_block_id": "p82_b1051", "text": "Improving service delivery levels through enhanced private sector participation in rural and urban water supply and sanitation services is needed as part of implementation of this NWRS and the implementation of the National WASH Strategy and Plan (2019-2023). In so doing, the role of FGS and FMS ministries in providing oversight will be strengthened."}, {"text_block_id": "p82_b1052", "text": "The identification of priority projects will be essential noting the brevity of the service delivery challenges that exist. In some instances, efforts will be focused on regularising service provision in certain areas to meet basic standards, whilst in other interventions the assessment of various business models will be informative, and the introduction of appropriate and innovative business models will be piloted."}, {"text_block_id": "p82_b1053", "text": "This will be complemented by undertaking training interventions to support communities to engage with sustainable WSS services. This will require the development of awareness and capacity building"}, {"text_block_id": "p83_b1054", "text": "interventions and materials, with NGOs and community level organisations playing a key role in improving the awareness and understanding of these communities. Humanitarian support and the support of the Somalia WASC Cluster will play a key role in the implementation of these projects, the capturing of lessons and experiences, and the development if improved approaches. This will ultimately contribute to promotion and building institutional and individual capacity to plan, develop and implement improved water and sanitation services."}, {"text_block_id": "p83_b1055", "text": "To support the above, development of a consolidated suite of water and sanitation services guidelines to support service delivery will be required in line with the approved regulatory and institutional framework. Importantly, the development of a monitoring and reporting system will be undertaken to track achievements in terms of service delivery standards and adherence to regulations. Implementing clear protocols for this monitoring and reporting will be essential."}, {"text_block_id": "p83_b1056", "text": "6.6 Sub-strategy 20:"}, {"text_block_id": "p83_b1057", "text": "Enhance and develop the provision of ecosystem goods and services"}, {"text_block_id": "p83_b1058", "text": "Ecosystems provide a wide range of goods and services to society including provisioning (food, fresh water), supporting (soil formation, production), regulating (climate, flood) and cultural (recreation, education) which are all essential to human well-being and sustainable development. Currently, Somalian ecosystems are under severe pressure with significant levels of environmental degradation which results in poverty, droughts, floods, and social conflicts."}, {"text_block_id": "p83_b1059", "text": "Whilst the National Environment Policy 2019 provides a firm basis for improved environmental management, the policy is clear that the nexus of environmental degradation will take a major inter"}, {"text_block_id": "p83_b1060", "text": "-"}, {"text_block_id": "p83_b1061", "text": "governmental drive to address. Many sectors that support socio-economic development do have environmental footprints and hence, integrated developmental strategies will need to be balanced towards resilient and sustainable approaches. These developmental needs could otherwise result in continued degradation, overexploitation, pollution, and ultimately complete loss of habitat, biodiversity and environmental goods and services."}, {"text_block_id": "p83_b1062", "text": "Well-functioning and managed ecosystems provide necessary services to the people and will"}, {"text_block_id": "p83_b1063", "text": "contribute to the country’s overall growth and development. Protecting water related ec"}, {"text_block_id": "p83_b1064", "text": "osystems, which include freshwater streams, rivers, lakes, wetlands, and ground water dependent ecosystems, will ensure water security, support food production, will reduce climate change shocks and ultimately increase resilience to climatic and environmental shocks."}, {"text_block_id": "p83_b1065", "text": "The joint implementation of governmental policies and strategies together with the use of regulatory instruments will improve the levels of sustainability with respect to water resource development. This will require the collective effort of FGS and FMS ministries together with the support of both the private sector and civil society."}, {"text_block_id": "p83_b1066", "text": "Guiding Principles 20: Enhance and develop the provision of ecosystem goods and services"}, {"text_block_id": "p83_b1067_merged_merged_merged_merged", "text": "• Ecosystem services provide the basis for water resources development, supply and use in Somalia"}, {"text_block_id": "p84_b1069", "text": "Guiding Principles 20: Enhance and develop the provision of ecosystem goods and services"}, {"text_block_id": "p84_b1070", "text": "•"}, {"text_block_id": "p84_b1071", "text": "Setting environmental objectives and standards provide guidance for sustainable management"}, {"text_block_id": "p84_b1072", "text": "Strategic Objective 20a:"}, {"text_block_id": "p84_b1073", "text": "Integrated water resource management framework strengthened through the inclusion of integrated environmental management"}, {"text_block_id": "p84_b1074", "text": "In the absence of strong government and lack of proper environmental management systems, communities have over-exploited natural resources, and this has resulted in a fragile environment, thus increasing the occurrence of floods and droughts. Continued pressure on the environment by human induced actions will continue to pose threats and increase societal vulnerability. Pollution, deforestation, declining of water table, urbanization, and the exploitation of other resources at local and regional levels are the pressing environmental issues will be important to address."}, {"text_block_id": "p84_b1075", "text": "The country has as a constitutional provision that,"}, {"text_block_id": "p84_b1076", "text": "‘’"}, {"text_block_id": "p84_b1077", "text": "Every citizen has the right to an environment that is not harmful to their health and well-being, and to be protected from pollution and harmful materials; and that every person has the right to have a share of the natural resources of the country, whilst being protected from excessive and damaging exploitation of these natural resources"}, {"text_block_id": "p84_b1078", "text": "”"}, {"text_block_id": "p84_b1079", "text": "."}, {"text_block_id": "p84_b1080", "text": "Article 25"}, {"text_block_id": "p84_b1081", "text": "."}, {"text_block_id": "p84_b1082", "text": "Undertaking a sit"}, {"text_block_id": "p84_b1083", "text": "uation assessment of the country’s freshwater ecosystems and related ecological"}, {"text_block_id": "p84_b1084", "text": "infrastructure, and integrating environment and development at policy, planning and management levels is required to address these challenges. This situation assessment will provide the basis for developing a national approach towards ensuring the sustainability of these freshwater ecosystems and associated ecological infrastructure. This approach will be outlined through the development of a water related ecosystem management strategy, management plan, and guidelines that will help safeguard precious goods and services that ecosystems provide and will assist in ensuring better catchment management. These instruments will support the sustainable developments required in urban and rural contexts and the development of agriculture and livestock."}, {"text_block_id": "p84_b1085_merged_merged_merged_merged", "text": "Strategic Objective 20b: Management strategy for prioritised ecosystems and ecological infrastructure is developed"}, {"text_block_id": "p84_b1087", "text": "There has been a lack of effective ecosystems and ecological infrastructure management and planning. As a result, rapid growth of human settlements, increased agricultural and livestock production, and recurrent floods and drought situations have all caused significant environmental"}, {"text_block_id": "p85_b1088", "text": "Noting the limited capacity of state institutions, it is important to prioritise to tackle the most pressing environmental issues. Identifying and prioritizing management strategies for important ecosystems and ecological infrastructure will be aimed at not only developing effective methods and techniques for conserving and promoting sustainable ecosystem goods and services but will also focus on demonstrating success at priority locations."}, {"text_block_id": "p85_b1089", "text": "These will be addressed through the development and implementation of plans for the management and rehabilitation of prioritised ecosystems and ecological infrastructure. The strategy will help select priority models for improved ecosystem management and rehabilitation, and the ongoing management of green infrastructure. As such, these strategies will be focused on enhancing the welfare of the surrounding communities to reduce pressure on ecosystems as well as to support in efforts to restore and protect the environment towards sustained provision of goods and services. This will be followed by development and implementation of plans for the management of prioritised ecological infrastructure."}, {"text_block_id": "p86_b1090_merged", "text": "7. TOWARDS IMPLEMENTATION"}, {"text_block_id": "p86_b1092", "text": "7.1 Introduction"}, {"text_block_id": "p86_b1093", "text": "Strategies can fail when there is significant pressure to develop and implement a complete suite of solutions, without fully understanding the challenges at hand and taking deliberate decisions to break up tasks into pragmatic pieces of work that can be effectively completed. As is the case for this first NWRS, the need to strengthen the water sector, ensure effective water resource management and drive improved water security to support growth will be done under difficult prevailing circumstances, i.e. challenges in governance, financing, institutional capacity and cooperation, floods and droughts, and the need to develop water resources to support socio-economic development and address poverty."}, {"text_block_id": "p86_b1094", "text": "There is, therefore, a need for a change in approach to ensure that key water sector challenges are checked, and that the right capacity to strengthen the management of water resources is developed whilst working towards a longer-term vision of the NWRS. This will be supported and enabled through cooperative adaptive management approaches in close partnership with FGS and FMS ministries. Noting the size of the challenge and the need to support the betterment of the lives of all Somalis, the MoEWR and its government partners will use a prioritised, phased and progressive"}, {"text_block_id": "p86_b1095", "text": "To be able to address current challenges and be prepared for future challenges a prioritised, phased, and progressive approach is required to realise short-term impacts whilst working towards longer-term objectives."}, {"text_block_id": "p86_b1096", "text": "approach that will ensure sustainable success."}, {"text_block_id": "p86_b1097", "text": "This NWRS provides a significant suite of strategies, objectives, and actions. It must be understood that this strategy will be implemented in the short term to achieve a longer-term intent. As such, there are parts of the strategy that need to be initiated rapidly, with the understanding that the action will quickly generate results and realise impact. Other actions will be initiated in the short-term knowing that the outcomes will only be realised in the longer-term. The development of a roadmap/implementation plan, to support this strategy, then provides the opportunity to articulate in a structured way, how this strategy can be pragmatically implemented, starting with the most needed priority interventions."}, {"text_block_id": "p86_b1098", "text": "This will be supported by a monitoring and evaluation framework that will enable the MoEWR to monitor and report on progress. In effect the implementation plan becomes the critical catalyst for shifts in approach towards achievement. As such there is a need to carefully consider the nature of the implementation plan and develop this to create the opportunity to achieve and demonstrate success."}, {"text_block_id": "p86_b1099", "text": "Core considerations for the formulation of the implementation plan include:"}, {"text_block_id": "p87_b1100", "text": ""}, {"text_block_id": "p87_b1101", "text": "Focus on short-to medium-term timeframes"}, {"text_block_id": "p87_b1102", "text": ", while building a platform for future strategies in line with the policy and visions for water resource management, regulation, and development. This allows for a structured and phased approach that takes into consideration current water sector strengths and challenges while promoting implementation of immediate actions."}, {"text_block_id": "p87_b1103", "text": ""}, {"text_block_id": "p87_b1104", "text": "Prioritising critical concerns"}, {"text_block_id": "p87_b1105", "text": ", while ensuring that other issues are addressed through on"}, {"text_block_id": "p87_b1106", "text": "-"}, {"text_block_id": "p87_b1107", "text": "going management or monitoring for future prioritisation and action. Such an approach will ensure that the most pressing, much needed and catalytic actions are implemented immediately. This will then set a strong foundation for medium to longer term actions that will follow suite."}, {"text_block_id": "p87_b1108", "text": ""}, {"text_block_id": "p87_b1109", "text": "Relevance at national, Federal Member State, basin, catchment, and local scales"}, {"text_block_id": "p87_b1110", "text": ", while ensuring horizontal alignment across sectors and institutions at each scale. It is important to ensure progressive development at all levels of planning to enable collective progress."}, {"text_block_id": "p87_b1111", "text": ""}, {"text_block_id": "p87_b1112", "text": "Provide the strategic intent and framework for actions"}, {"text_block_id": "p87_b1113", "text": "to be described in the implementation plans. This will enable a structured implementation approach with clear indication of roles and responsibilities of all stakeholders."}, {"text_block_id": "p87_b1114", "text": ""}, {"text_block_id": "p87_b1115", "text": "Enable adaptive response to changing circumstances and achievements"}, {"text_block_id": "p87_b1116", "text": "based on effective on-going monitoring and evaluation. Periodic assessment of achievements and setbacks, potentially yearly, will allow dynamic measures to be put in place as needed to respond to changing circumstances as needed."}, {"text_block_id": "p87_b1117", "text": "7.2 An Implementation Approach"}, {"text_block_id": "p87_b1118_merged_merged", "text": "The implementation of the NWRS will adopt a prioritised, phased, and progressive approach with interventions tailored for immediate, short term and longer term. To systematically achieve this, a NWRS Roadmap has been developed. This NWRS Roadmap is a management tool designed to outline the critical steps required to progressively achieve the Vision and Goal set out for managing Somalia’s water resources for the next 5-year cycle, aligned to the NWRS."}, {"text_block_id": "p87_b1121", "text": "A high-level summary of this phased approach of delivering the NWRS is shown in . Each of these phases, will be outlined and will include a list of key interventions provided as implementation tables that give clarity as to roles and responsibilities, and timelines and targets for delivery."}, {"text_block_id": "p87_b1122", "text": "The three phases will have a primary focus as follows."}, {"text_block_id": "p87_b1123", "text": "Phase 1: Laying the Foundation"}, {"text_block_id": "p87_b1124", "text": "There is a significant focus in the NWRS on strengthening the water sector governance frameworks and developing a cooperative government approach that progressively improves the FGS and FMS ministries approach to water resource management and development. Efforts to develop the role of government as water sector leader will be important and will be progressively strengthened through the development of governance frameworks and supporting policy, legal and regulatory instruments."}, {"text_block_id": "p88_b1125", "text": "A key element will be the further development of coordination and facilitation platforms such as the task forces and clusters."}, {"text_block_id": "p89_b1126_merged", "text": "Figure ‎7-1: Summary of the phased implementation of the NWRS"}, {"text_block_id": "p90_b1129", "text": "These coordination platforms will be improved and developed over time and will see government actors leading and coordinating focused interventions."}, {"text_block_id": "p90_b1130", "text": "Efforts to develop and improve the legal and policy frameworks will need to be continued and realised. These take time to see through to implementation noting the administrative and political processes that need to be followed, hence they need to be started at this early stage."}, {"text_block_id": "p90_b1131", "text": "Improving the coordination of financing arrangements will be a longer-term intervention but does need to be initiated at this stage knowing that this will develop over time. The use of country systems and shifting international support to use these systems, where possible, will be imperative. This will assist in transitioning towards country-led development rather than agenda-led support, thereby enabling the water sector to effectively channel financial resources to sectoral and developmental priorities."}, {"text_block_id": "p90_b1132", "text": "During this phase there will be interventions initiated to plan for larger projects and infrastructural solutions. Projects of this nature take time to develop, finance and implement and therefore initiating this planning step will be catalytic in terms of seeing longer-term infrastructure projects implemented."}, {"text_block_id": "p90_b1133_merged", "text": "Lastly, this phase will have a strong focus on the development of capacity with government institutions, this will be linked to the development of the water sector governance framework so that appropriate capacity is in place to support the developing institutional mandates. It will also be important to start improving the broader societal awareness of water sector issues and processes, and as such the development of knowledge products and communications materials will be developed over time."}, {"text_block_id": "p90_b1135", "text": "Phase 2: Building Capacity"}, {"text_block_id": "p90_b1136", "text": "This second phase will build upon the gains of Phase 1 and seeks to embed the approaches developed and to further develop these towards realising developmental impact. Building capacity places a clear emphasis upon institutional strengthening, understanding that this will take place at various levels and will require a prioritised approach. This would include the ongoing development of institutional capabilities and capacities, as well as institutional establishment processes such as a hydro-meteorological service centre."}, {"text_block_id": "p90_b1137", "text": "Efforts to improve the legal and policy environments would continue and will be translated into the development of an agreed upon approach to water sector regulation and water use authorisation."}, {"text_block_id": "p90_b1138", "text": "The coordination and planning undertaken in Phase 1, will start to realise impacts in the water sector response to the management of climate hazards. This will include the sharing of hydrological, flood and drought data and information that will assist MoHADM in its role as lead agent in disaster management, as well as the ongoing (longer-term) interventions to develop infrastructure."}, {"text_block_id": "p91_b1139", "text": "Ongoing efforts to coordinate the financing to support interventions will continue and a process to start developing an investment framework to support the infrastructure masterplan will be initiated."}, {"text_block_id": "p91_b1140", "text": "This will progressively take place whilst the planning for infrastructure projects will be translated during this phase into project preparation."}, {"text_block_id": "p91_b1141", "text": "A key element of Phase 2 will be interventions to strengthen the data and information management and will involve undertaking improvements in supporting systems."}, {"text_block_id": "p91_b1142", "text": "Phase 3: Driving Growth"}, {"text_block_id": "p91_b1143", "text": "This phase will be focused upon translating the efforts of the initial two phases into delivery impact. During this phase flagship projects will be initiated and improvement in the levels of water services to key social and economic sectors will be started. Equally, improvements in priority catchments will be initiated if not realised. These projects will be integrated in approach and will further cement the cooperative government partnerships that have been fostered."}, {"text_block_id": "p91_b1144", "text": "The longer-term efforts to ensure coordination across the different government ministries will start to translate into alignment in policies and even key legislative instruments. This will start to realise alignment across the various sectors that will underpin sustainable development outcomes."}, {"text_block_id": "p91_b1145", "text": "7.3 Strengthening Government Capacity and Coordination"}, {"text_block_id": "p91_b1146_merged_merged", "text": "To realise this phased delivery, the establishment of the appropriate institutions and relationships becomes an equally important aspect of supporting and guiding implementation as well as overseeing the process. This will be supported with the leadership of the MoEWR to clarify institutional roles and responsibilities. Providing strategic and technical support to the FMS with be a key role for the MoEWR. However, the structured and cooperative partnership with ministries at FGS and FMS levels will be equally important, and the establishment of task forces sand committees will be a key factor in implementing this NWRS. Equally important is the adoption of monitoring, evaluation, learning and reporting systems to track progress and guide adaptive responses."}, {"text_block_id": "p91_b1148", "text": "Building institutional capacity takes time and part of the NWRS is the need to strengthen the institutional frameworks. Therefore, there is need for a government led NWRS Oversight Committee that includes key officials from MoEWR and other key Ministries."}, {"text_block_id": "p91_b1149", "text": "7.4 Developing Sustainable Finance"}, {"text_block_id": "p91_b1150", "text": "There is a significant amount of funding flowing into Somalia and its water sector. The establishment of effective institutional funding arrangements and government structures becomes important to strengthen national coordination efforts and align national priorities with existing and future funders. There is a need for a funding plan that identifies and outlines available funding and financing sources and matches them to priority projects. Effort to build up the systemic structures and systems to create transparency and trust, and facilitate efficient decision making will support coherent water sector planning which will lead to efficient resource mobilisation over the longer-term."}, {"text_block_id": "p92_b1151", "text": "7.5 Ensuring on-going Support of International Cooperating and Development Partners"}, {"text_block_id": "p92_b1152", "text": "Somalia has a broad network of international and regional donors, UN agencies, civil society organisations, and implementing agents. The importance of these cooperating partners cannot be underestimated or undervalued. These supporting actors have provided and continue to provide important technical and financial support. Establishing a regularised and structured approach to directing this important support is essential and will help in breaking the cycle of uncoordinated support. This will be a priority in the initial phase of the NWRS roll-out."}, {"text_block_id": "p92_b1153", "text": "7.6 Prioritising Key Flagship Projects"}, {"text_block_id": "p92_b1154", "text": "Driving delivery of services is key for the water sector’s role in supporting the implementation of"}, {"text_block_id": "p92_b1155", "text": "NDP-9. However, the challenges of improving these services are many and requires institutional strengthening and better governance as a basis. These are long-term issues and therefore it is critical to the well-being of Somalis to prioritise service delivery projects to progressively have impact on"}, {"text_block_id": "p92_b1156", "text": "people’"}, {"text_block_id": "p92_b1157", "text": "s livelihoods and to strengthen economic development. Noting the many challenges of the past, as well as the pressures on natural resources in the future, the water sector will support the"}, {"text_block_id": "p92_b1158", "text": "development of a green economy and address future risks by “building back better”."}, {"text_block_id": "p92_b1159", "text": "7.7 Establishing a Monitoring and Evaluation Framework"}, {"text_block_id": "p92_b1160_merged_merged", "text": "It will be imperative to set-out a clear approach to monitoring, evaluation, learning and reporting. These approaches not only support in building capacity but more importantly provides the basis for adaptive management approaches. These approaches will require some levels of systematisation to embed practices and ensure reporting. Noting the complexity of implementing a NWRS, the approach does need to be focused, prioritised and pragmatic."}, {"text_block_id": "p92_b1162", "text": "The evaluation of progress after five years of implementation will enable improvements to be incorporated into subsequent phases of implementation, enable alignment with future national development plans and strategies as well as guide re-design of remaining activities, based on prevailing circumstances. Therefore, undertaking a mid-term review and end-of-term evaluation will be imperative to ensuring the successful implementation of the NWRS and will guide future processes."}, {"text_block_id": "p93_b1163", "text": "8."}, {"text_block_id": "p93_b1164", "text": "REFERENCES"}, {"text_block_id": "p93_b1165", "text": "AFDB. (2016)."}, {"text_block_id": "p93_b1166", "text": "Improving Access to Water and Saitation in Rural Somalia: Environmental and Social Management Plan."}, {"text_block_id": "p93_b1167", "text": "AFDB."}, {"text_block_id": "p93_b1168", "text": "AfDB. (2020)."}, {"text_block_id": "p93_b1169", "text": "African Economic Outlook."}, {"text_block_id": "p93_b1170", "text": "African Development Bank. (2016)."}, {"text_block_id": "p93_b1171", "text": "Environmetal and Social management Plan -Improving Access to Water and Sanitation in Rural Somalia."}, {"text_block_id": "p93_b1172", "text": "Alexander, L. (2020, June 16)."}, {"text_block_id": "p93_b1173", "text": "7 Facts About Sanitation in Somalia"}, {"text_block_id": "p93_b1174", "text": ". Retrieved from The Borgen Project: https://borgenproject.org/tag/10-facts-about-sanitation-in-somalia/"}, {"text_block_id": "p93_b1175", "text": "Basnyat, D. (2007)."}, {"text_block_id": "p93_b1176", "text": "Water Resources of Somalia; Technical Report No W"}, {"text_block_id": "p93_b1177", "text": "–"}, {"text_block_id": "p93_b1178", "text": "11."}, {"text_block_id": "p93_b1179", "text": "Nairobi: FAO-SWALIM."}, {"text_block_id": "p93_b1180", "text": "Chemonics International. (2017)."}, {"text_block_id": "p93_b1181", "text": "Policy Brief: Water Demand Management in the Limpopo River Basin."}, {"text_block_id": "p93_b1182", "text": "USAID."}, {"text_block_id": "p93_b1183", "text": "Development Initiatives. (2019)."}, {"text_block_id": "p93_b1184", "text": "Towards an improved understanding of vulnerability and resilience in Somalia."}, {"text_block_id": "p93_b1185", "text": "Embassy of Sweden. (2019)."}, {"text_block_id": "p93_b1186", "text": "Scoping Study for Improvement of Water and Sanitation in Somalia."}, {"text_block_id": "p93_b1187", "text": "Nairobi: Embassy of Sweden, Somalia Section."}, {"text_block_id": "p93_b1188", "text": "FAO Aquastat. (2016)."}, {"text_block_id": "p93_b1189", "text": "AQUASTAT Main Database"}, {"text_block_id": "p93_b1190", "text": ". Retrieved November 28, 2020, from Food and Agriculture Organization of the United Nations: http://www.fao.org/nr/water/aquastat/data/query/results.html"}, {"text_block_id": "p93_b1191", "text": "FAO SWALIM. (2020)."}, {"text_block_id": "p93_b1192", "text": "Climate"}, {"text_block_id": "p93_b1193", "text": ". Retrieved September 21, 2020, from http://www.faoswalim.org/water/climate-somalia"}, {"text_block_id": "p93_b1194", "text": "FAO, SWALIM. (2014, September)."}, {"text_block_id": "p93_b1195", "text": "Water Resources"}, {"text_block_id": "p93_b1196", "text": ". Retrieved from Groundwater: https://www.faoswalim.org/water/water-resources/ground-water"}, {"text_block_id": "p93_b1197", "text": "FAO, SWALIM. (2020)."}, {"text_block_id": "p93_b1198", "text": "The Juba and Shabelle Rivers and Their Importance to Somalia"}, {"text_block_id": "p93_b1199", "text": ". Retrieved June 3, 2020, from http://www.faoswalim.org/article/juba-and-shabelle-rivers-and-their-importance-somalia"}, {"text_block_id": "p93_b1200", "text": "Federal Directorate of Environment and Climate Change. (2020)."}, {"text_block_id": "p93_b1201", "text": "Somalia National Climate Change Policy."}, {"text_block_id": "p93_b1202", "text": "Federal Republic of Somalia."}, {"text_block_id": "p93_b1203", "text": "Federal Government of Somalia. (2017)."}, {"text_block_id": "p93_b1204", "text": "National Development Plan 2017 -2019."}, {"text_block_id": "p93_b1205", "text": "Federal Government of Somalia. (2017)."}, {"text_block_id": "p93_b1206", "text": "Somalia National Development Plan, 2017-2019."}, {"text_block_id": "p93_b1207", "text": "Mogadishu."}, {"text_block_id": "p93_b1208", "text": "Federal Government of Somalia. (2019)."}, {"text_block_id": "p93_b1209", "text": "Somalia National Development Plan 2020-2024: NDP-9 The Path to a Just, Stable and Prosperous Somalia."}, {"text_block_id": "p93_b1210", "text": "Mogadishu,: Federal Government of Somalia."}, {"text_block_id": "p93_b1211_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Federal Government of Somalia. (2020a). Somalia 2019 Floods Impact and Needs Assessment. World Bank."}, {"text_block_id": "p94_b1214", "text": "Federal Republic of Somalia. (2013)."}, {"text_block_id": "p94_b1215", "text": "National Adaptation Programme of Action on Climate Change (NAPA)."}, {"text_block_id": "p94_b1216", "text": "Mogadishu: Ministry of National Resources."}, {"text_block_id": "p94_b1217", "text": "Federal Republic of Somalia. (2017a)."}, {"text_block_id": "p94_b1218", "text": "The National Youth Policy of the Federal Republic of Somalia."}, {"text_block_id": "p94_b1219", "text": "FGS. (2015)."}, {"text_block_id": "p94_b1220", "text": "Somalia's Intended Nationally Determined Contributios (INDC)."}, {"text_block_id": "p94_b1221", "text": "Federal Government of Somalia (FGS)."}, {"text_block_id": "p94_b1222", "text": "Geology.com. (2007)."}, {"text_block_id": "p94_b1223", "text": "Map of Somalia"}, {"text_block_id": "p94_b1224", "text": ". Retrieved from Geology.com."}, {"text_block_id": "p94_b1225", "text": "Hussein, H., Conker, A., & Grandi, M. (2020). Small is beautiful but not trendy: Understanding the allure of big hydraulic works in the Euphrates-Tigris and Nile waterscapes."}, {"text_block_id": "p94_b1226", "text": "Mediterr. Politics"}, {"text_block_id": "p94_b1227", "text": ", 1-24."}, {"text_block_id": "p94_b1228", "text": "IMF. (2020)."}, {"text_block_id": "p94_b1229", "text": "Enhanced heavily-indebted poor countries (HIPC) initiative -preliminary document."}, {"text_block_id": "p94_b1230", "text": "IMF."}, {"text_block_id": "p94_b1231", "text": "Jama, A. A., & Mourad, K. A. (2019, February 11). Water Services Sustainability: Institutional Arrangements and Shared Responsibilities."}, {"text_block_id": "p94_b1232", "text": "Sustainability"}, {"text_block_id": "p94_b1233", "text": ", p. 15."}, {"text_block_id": "p94_b1234", "text": "Mabhaudhi, T., Chibarabada, T., & Modi, A. (2016). Water-Food-Nutrition-Health Nexus: Linking Water to Improving Food, Nutrition and Health in Sub-Saharan Africa."}, {"text_block_id": "p94_b1235", "text": "International Journal of Environmental Research and Public Health, 13"}, {"text_block_id": "p94_b1236", "text": "(107)."}, {"text_block_id": "p94_b1237", "text": "Ministry of Agriculture and Irrigation. (2019)."}, {"text_block_id": "p94_b1238", "text": "National Irrigation Policy."}, {"text_block_id": "p94_b1239", "text": "Federal Government of Somalia."}, {"text_block_id": "p94_b1240", "text": "Ministry of Livestock Forestry and Range. (2019)."}, {"text_block_id": "p94_b1241", "text": "Somalia Livestock Sector Development Strategy."}, {"text_block_id": "p94_b1242", "text": "Federal Government of Somalia."}, {"text_block_id": "p94_b1243", "text": "Ministry of Planning, Investment, and Economic Development. (2020)."}, {"text_block_id": "p94_b1244", "text": "Aid Flows in Somalia."}, {"text_block_id": "p94_b1245", "text": "Ministry of Planning, Investment, and Economic Development. (2020)."}, {"text_block_id": "p94_b1246", "text": "Somalia National Development Plan 2020 to 2024."}, {"text_block_id": "p94_b1247", "text": "Mourad, K. A. (2020). A Water Compact for Sustainable Water Management."}, {"text_block_id": "p94_b1248", "text": "Sustainability, 12"}, {"text_block_id": "p94_b1249", "text": "(7339), 1-18."}, {"text_block_id": "p94_b1250", "text": "OCHA. (n.d.)."}, {"text_block_id": "p94_b1251", "text": "Somalia WASH Cluster"}, {"text_block_id": "p94_b1252", "text": ". Retrieved from https://www.humanitarianresponse.info/fr/operations/somalia/somalia-wash"}, {"text_block_id": "p94_b1253", "text": "-"}, {"text_block_id": "p94_b1254", "text": "cluster#:~:text=The%20Somalia%20WASH%20Cluster%20brings,effective%20and%20sustain able%20humanitarian%20action."}, {"text_block_id": "p94_b1255_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Reliefweb. (2020). Somali WASH Cluster Dashboard. Retrieved from https://reliefweb.int/sites/reliefweb.%20int/files/resources/somali_wash_cluster_dashboar d_for_june_2020.pd"}, {"text_block_id": "p94_b1258", "text": "Somalia WASH Cluster. (2019)."}, {"text_block_id": "p94_b1259", "text": "Somalia Water, Sanitation, and Hygiene Assessment Report."}, {"text_block_id": "p94_b1260", "text": "UNICEF, REACH."}, {"text_block_id": "p95_b1261", "text": "SWALIM. (n.d.)."}, {"text_block_id": "p95_b1262", "text": "Seasonal Average Rainfall dduring Gu and Deye Seasons."}, {"text_block_id": "p95_b1263", "text": "Mogadishu: SWALIM."}, {"text_block_id": "p95_b1264", "text": "The New Humanitarian. (2010)."}, {"text_block_id": "p95_b1265", "text": "Fight over water, pasture sends hundreds fleeing"}, {"text_block_id": "p95_b1266", "text": ". Retrieved March 2, 2021, from The New Humanitarian: https://www.thenewhumanitarian.org/report/91034/somalia-fight-over-water-pasture-sends-hundreds-fleeing"}, {"text_block_id": "p95_b1267", "text": "The World Bank. (2014, August 12)."}, {"text_block_id": "p95_b1268", "text": "Al-Shabaab's 'water terrorism' is yielding results and tragedy in Somalia's civil war"}, {"text_block_id": "p95_b1269", "text": ". Retrieved March 2, 2021, from Conflict: https://www.pri.org/stories/2014-08-08/how-al-shabaab-using-water-tool-terrorism"}, {"text_block_id": "p95_b1270", "text": "UNDP. (2019)."}, {"text_block_id": "p95_b1271", "text": "Human Development Report 2019."}, {"text_block_id": "p95_b1272", "text": "New York."}, {"text_block_id": "p95_b1273", "text": "UNDP. (2021, January 21)."}, {"text_block_id": "p95_b1274", "text": "UNDP Climate Change Adaptation"}, {"text_block_id": "p95_b1275", "text": ". Retrieved from Somalia Climate Ambition NDC: https://www.adaptation-undp.org/somalia-climate-ambition-NDC"}, {"text_block_id": "p95_b1276", "text": "UNHCR. (2020)."}, {"text_block_id": "p95_b1277", "text": "Conflict and heavy floods force tens of thousands of people to flee their homes in Somalia, amidst COVID-19 threat"}, {"text_block_id": "p95_b1278", "text": ". Retrieved November 25, 2020, from https://www.unhcr.org/news/briefing/2020/5/5eb50d2d4/conflict-heavy-floods-force-tensthousands-people-flee-homes-somalia-amidst.html"}, {"text_block_id": "p95_b1279", "text": "United Nations. (2014)."}, {"text_block_id": "p95_b1280", "text": "Report of the Intergovernmental Committee of Experts on Sustainable Development Financing."}, {"text_block_id": "p95_b1281", "text": "New York: United Nations."}, {"text_block_id": "p95_b1282", "text": "United Nations Assistance Mission in Somalia. (2017). A New Partnership for Somalia for Peace, Stability, and Prosperity -A Framework for Mutual Accountability and Accountable Progress."}, {"text_block_id": "p95_b1283", "text": "London Conference, Somalia."}, {"text_block_id": "p95_b1284", "text": "WHO UNICEF. (2017)."}, {"text_block_id": "p95_b1285", "text": "Household Data Somalia"}, {"text_block_id": "p95_b1286", "text": ". Retrieved September 21, 2020, from https://washdata.org/data/household#!/table?geo0=country&geo1=SOM"}, {"text_block_id": "p95_b1287", "text": "World Bank. (2020)."}, {"text_block_id": "p95_b1288", "text": "Impact of COVID-19: Policies to Manage the Crisis and Strengthen Economic Recovery."}, {"text_block_id": "p95_b1289", "text": "World Bank Group, Federal Republic of Somalia."}, {"text_block_id": "p95_b1290", "text": "World Bank. (2020, August 25)."}, {"text_block_id": "p95_b1291", "text": "Renewable Internal Freshwater Resources per Capita (cubic meters) 1962-2014"}, {"text_block_id": "p95_b1292", "text": ". Retrieved from data.worldbank.org: https://data.worldbank.org/indicator/er.h2o.intr.pc"}, {"text_block_id": "p95_b1293", "text": "World Bank Group. (2011)."}, {"text_block_id": "p95_b1294", "text": "Delivering Water Supply and Sanitation in Fragile States: The transition from emergency to development."}, {"text_block_id": "p95_b1295_merged_merged_merged_merged_merged_merged_merged", "text": "World Economic Forum. (2019). Global Risks Report 2019: 14th Edition. Geneva: World Economic Forum."}, {"text_block_id": "p95_b1298", "text": "WWF, AfDB. (2012)."}, {"text_block_id": "p95_b1299", "text": "Africa Ecological Footprint Report: Green Infrastructure for Africa's Ecological Security."}, {"text_block_id": "p95_b1300", "text": "WWF"}, {"text_block_id": "p95_b1301", "text": "–"}, {"text_block_id": "p95_b1302", "text": "World Wide Fund for Nature, AfDB -African Development Bank."}, {"text_block_id": "p96_b1303", "text": "APPENDIX A: STRATEGIC RESULTS FRAMEWORK"}, {"text_block_id": "p110_b1304", "text": "NATIONAL WATER RESOURCE STRATEGY 2021 - 2025"}], "document_description": "This strategy sets the government's vision for the water sector over the period 2021-2025. It formulates three goals: 1) Establishing a Functional Water Sector Governance Framework, 2) Operationalising Integrated Water Resources Management, and 3) Improving the Provision of Priority Water Services. It notably aims to respond to climate variability and its impacts on water resources management and development. The strategy is complemented by a roadmap to facilitate its implementation."}