{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Somalia", "document_category": "Policy", "document_sector_name": ["Social development", "Environment", "Disaster Risk Management (Drm)", "Agriculture", "Adaptation"], "document_language": "English", "document_name": "Somalia Drought Impact & Needs Assessment and Recovery & Resilience Framework", "document_country_code": "SOM", "document_hazard_name": "Drought", "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategic Assessment", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2020", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/SOM/2020/SOM-2020-01-01-Somalia Drought Impact & Needs Assessment and Recovery & Resilience Framework_a675785c19710053b006a0fc822a1564.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "TOWARD DROUGHT RECOVERY AND RESILIENCE"}, {"text_block_id": "p0_b2", "text": "The Somalia Drought Impact & Needs Assessment and Recovery & Resilience Framework"}, {"text_block_id": "p0_b3", "text": "Background"}, {"text_block_id": "p0_b4", "text": "Recurrent drought, food insecurity and subsequent famine risk have become a devastating and increasingly unsustainable cycle in Somalia in recent decades. Since the end of the previous famine in 2011, approximately USD 4.5 billion has been spent on emergency responses to save lives. While these efforts have since averted another famine, only long-term development gains will lift the country out"}, {"text_block_id": "p0_b5", "text": "of poverty, vulnerability and insecurity. The confluence of"}, {"text_block_id": "p0_b6", "text": "factors contributing to the current emergency—including"}, {"text_block_id": "p0_b7", "text": "multi-layered conflict, poverty and displacement—has"}, {"text_block_id": "p0_b8", "text": "created an exceedingly complex crisis and demands an unprecedented response."}, {"text_block_id": "p0_b9", "text": "The inauguration of a new President and Parliament through a historic electoral process, progress in building economic, security, justice and governance institutions, and the launch of a National Development Plan (2017-19) present an unprecedented opportunity to break the cycle of recurrent disasters and move towards medium-term recovery and long-term resilience. Cyclical droughts in the Horn of Africa will continue to drive high levels of need in Somalia if urgent investments are not made in strengthening resilience to future disasters to effectively prevent the risk of famine in a sustainable manner. The coming years present a critical window of opportunity to build on the achievements and gains made nationally and internationally with development and humanitarian partners, and effectively reduce risk and vulnerability in Somalia."}, {"text_block_id": "p0_b10", "text": "The Current Drought"}, {"text_block_id": "p0_b11", "text": "The humanitarian needs highlighted in the 2018 Humanitarian Response Plan (HRP), totalling USD 1.5 billion, demonstrate the on-going gravity of the situation. The prolonged"}, {"text_block_id": "p0_b12", "text": "“TheDINA/RRFisthefirstofitskindhere inSomaliaandrepresentsanimportant buildingblockforthefuturevisionofthe country.”"}, {"text_block_id": "p0_b13", "text": "“TheDINA/RRFisthefirstofitskindhere inSomaliaandrepresentsanimportant buildingblockforthefuturevisionofthe country.”\n* Minister of Planning, Investment and Economic Development, Federal Government of Somalia"}, {"text_block_id": "p0_b16", "text": "drought currently impacting Somalia has left as many as 6.7 million people—more than half the population—in need of humanitarian assistance and has displaced 926,000 people between November 2016 and September 2017. Conditions have remained dire with below-average rainfall for the third consecutive season (Gu 2017) and predictions for a below average Deyr 2017 imply a fourth consecutive season of poor rainfall."}, {"text_block_id": "p0_b17_merged_merged", "text": "Somali President Mohamed Abdullahi Mohamed declared a severe nationwide drought and state of national disaster in February 2017 due to consecutive seasons of weak rains (Gu 2016 and Deyr 2016). The collective response from national and international partners, when alarms of famine were raised in early 2017, demonstrated a clear commitment to mitigating the risk of famine. Local communities, civil society, youth groups, the diaspora, the private sector, local and national authorities, and international partners scaled up life-saving assistance throughout the country, reflecting solidarity and efficiency. This response has demonstrated that collectively, it is possible to prevent famine in Somalia."}, {"text_block_id": "p1_b20", "text": "The Somalia Drought Impact & Needs Assessment (DINA) and Resilience & Recovery Framework (RRF)"}, {"text_block_id": "p1_b21", "text": "The Federal Government of Somalia (FGS) requested a Drought Impact and Needs Assessment (DINA) and subsequent Resilience and Recovery Framework (RRF) in August 2017 to identify the root causes of recurrent drought and develop a strategy for"}, {"text_block_id": "p1_b22", "text": "term recovery and long-term resilience. The DINA has benefitted from the leadership of the FGS and the active engagement of"}, {"text_block_id": "p1_b23", "text": "the Federal Member States (FMS) and the Benadir Regional Administration (BRA), ensuring Government ownership at multiple"}, {"text_block_id": "p1_b24", "text": "levels and recovery strategies that will reflect the priorities of Government and the needs of the Somali people. The DINA further"}, {"text_block_id": "p1_b25", "text": "underlines the ability of Somalia’s federal and state governments to work together to address the recovery and resilience needs of the people. This consolidated leadership will continue to guide the evolving RRF process. The DINA and RRF align with the HRP, NDP and the National Disaster Management Policy."}, {"text_block_id": "p1_b26", "text": "Objectives of the DINA"}, {"text_block_id": "p1_b27", "text": "The DINA provides an assessment of drought damage and loss impacts and an estimation of recovery and resilience"}, {"text_block_id": "p1_b28", "text": "needs, essential information for Government to fulfil its"}, {"text_block_id": "p1_b29", "text": "obligation to lead the recovery from drought. It will provide"}, {"text_block_id": "p1_b30", "text": "essential information for Government to fulfil its obligation to lead the recovery from drought. DINA findings will guide"}, {"text_block_id": "p1_b31", "text": "the FGS, the FMS, the BRA and their partners to continue to prevent famine and to implement structural interventions limiting the repeated cycles of drought crises. The DINA will also provide recommendations on what will be required to move Somalia beyond perpetual emergency response, into recovery and eventually toward resilient development."}, {"text_block_id": "p1_b32", "text": "The objectives of the DINA include estimating the physical, economic and human impacts of the 2016-17 drought on the socio-economic development of the country at national, state and regional levels; assessing and quantifying sector drought recovery needs, as well as the associated overall resilience building needs of the country; developing a recovery plan that includes medium-term recovery and long-term resilience building measures; and assessing and developing the capacities of local and national government recovery and reconstruction systems. These processes aim to integrate concepts of disaster risk reduction, durable solutions for displacement, resilience, and “building back better” initiatives into recovery planning and implementation, considering impacts on gender and the environment."}, {"text_block_id": "p1_b33", "text": "Objectives of the RRF"}, {"text_block_id": "p1_b34", "text": "DINA findings and recommendations will inform the"}, {"text_block_id": "p1_b35", "text": "development of a Recovery and Resilience Framework (RRF), which will provide the basis for policy-making,"}, {"text_block_id": "p1_b36", "text": "institutionalization and financing of recovery and long"}, {"text_block_id": "p1_b37", "text": "-"}, {"text_block_id": "p1_b38", "text": "term development. The framework defines a multi-sectoral"}, {"text_block_id": "p1_b39", "text": "approach to prioritizing development and investment interventions, allowing national institutions to build on existing efforts to strengthen resilience to recurrent disasters, increase disaster management and crisis response capacity, and enhance Somalia’s ability to respond to climate change."}, {"text_block_id": "p1_b40", "text": "The RRF serves two distinct functions: it offers a framework for"}, {"text_block_id": "p1_b41", "text": "prioritizing operations and financing investments, while further"}, {"text_block_id": "p1_b42", "text": "developing government capacity to manage its recovery program, implementing the platform for the DINA. The RRF"}, {"text_block_id": "p1_b43", "text": "will feature a financing framework, situated within Somalia’s"}, {"text_block_id": "p1_b44", "text": "National Development Plan (NDP), which will seek out public, private and international investment, coordinate outreach to traditional and non-traditional donors, and identify innovative"}, {"text_block_id": "p1_b45", "text": "financing tools."}, {"text_block_id": "p1_b46_merged_merged_merged_merged_merged", "text": "The programming and prioritization process under the RRF will be the first real attempt in Somalia to align all stakeholders— humanitarian, recovery, and development— behind drought-related recovery and resilience building efforts. The RRF is a continuation and actualization of the DINA and represents the framework for detailed rationalization and prioritization of needs and development of recovery activities in full coordination with the HRP."}, {"text_block_id": "p2_b49", "text": "The DINA and RRF in the Context of the Ongoing Humanitarian Crisis"}, {"text_block_id": "p2_b50", "text": "In the context of Somalia, in which a situation of protracted drought prevails, it is imperative that the RRF bring together all stakeholders to consider the recovery strategy. Furthermore, recent and ongoing humanitarian responses continue to provide"}, {"text_block_id": "p2_b51", "text": "multiple lessons for increasing efficiency that will inform the recovery and resilience strategy. The RRF allows these lessons to be"}, {"text_block_id": "p2_b52", "text": "captured and shared across the spectrum of stakeholders."}, {"text_block_id": "p2_b53", "text": "The DINA aligns with the 2018 HRP for Somalia, part of the country’s three-year Humanitarian Strategy (2016-18). The DINA complements the HRP by focusing on medium- to long-term recovery, avoiding overlaps with the HRP, minimizing gaps between the HRP and the DINA, and ensuring strategic alignment between Somalia’s humanitarian, recovery, and development agendas. Toward this end, the HRP focuses on short-term humanitarian interventions, while the DINA focuses on recovery and resilience building measures. Both the HRP and DINA seek to uphold the rights of populations and have prioritized as key outcomes sought by all actors:  preventing exclusion of marginalized groups, providing services in hard-to-reach areas, and addressing durable solutions in IDP sites."}, {"text_block_id": "p2_b54", "text": "The effort to align the HRP, the DINA and the RRF is intended to move beyond the traditional and artificial distinction between"}, {"text_block_id": "p2_b55", "text": "humanitarian and recovery interventions. International best practice has shown that the most effective recovery strategies work across the humanitarian-recovery-development nexus and take a multi-partner, multi-sector, integrated approach that combines humanitarian, recovery and resilience building interventions to meet immediate humanitarian needs, strengthen livelihoods, and"}, {"text_block_id": "p2_b56", "text": "build resilience to future disasters. The DINA and RRF therefore benefit from leveraging this nexus for sustainable drought recovery."}, {"text_block_id": "p2_b57", "text": "A Multi-Sectoral, Multi-Partner Approach"}, {"text_block_id": "p2_b58", "text": "The DINA and RRF have been led by the FGS, with the active participation of the FMS and the support of the EU, UN, and World Bank. From October to November 2017, more than 180 sector experts from Government and international partners collected, validated and analyzed data, and developed recovery strategies across 18 sectors and cross-cutting areas."}, {"text_block_id": "p2_b59", "text": "Sectors include: agriculture (irrigation, rain-fed crops, livestock and fisheries), water supply and sanitation, transport, environment,"}, {"text_block_id": "p2_b60", "text": "clean energy and natural resource management, health, nutrition, and education. Cross-cutting sectors include: urban development"}, {"text_block_id": "p2_b61", "text": "and municipal services, social protection and safety nets, food security, livelihoods and employment, gender, governance, conflict,"}, {"text_block_id": "p2_b62", "text": "displacement and migration and disaster risk reduction. The DINA also conducted an in-depth analyses of overall macroeconomic, private sector and human impact of the drought."}, {"text_block_id": "p2_b63", "text": "Findings of the Somalia DINA:  Summary of Damages, Losses and Needs"}, {"text_block_id": "p2_b64_merged_merged_merged", "text": "With damages amounting to USD 1.02 billion, and losses estimated at USD 2.23 billion, the total effect of the drought in Somalia is expected to exceed USD 3.25 billion. Total recovery needs are estimated at USD 1.77 billion. Agriculture (irrigated and rain-fed crops) and urban development and municipal services are the sectors with the greatest needs, representing 28% and 17% of total needs, respectively."}], "document_description": "The National Drought Plan and the Drought Impact & Needs Assessment and Recovery & Resilience Framework are two separate, complementary documents.The Drought Plan seeks to provide Somalia with a system and mechanism to mitigate droughts and enable the establishment of a resilient society that can withstand the drought shocks. It focuses on the following strategic themes: 1) Drought Monitoring and Prediction, 2) Drought Impact assessment, 3) Drought Preparedness through sustainable use of Water, Land and Natural resources, and 4) Improving Emergency Drought Response.The Recovery and Resilience Framework aims to provide the basis for policymaking, institutionalisation and financing of recovery and long- term development. It is supported by the Drought Impact & Needs Assessment that provides an assessment of drought damage and loss impacts and an estimation of recovery and resilience needs."}