{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Mexico", "document_category": "Law", "document_sector_name": ["Waste", "Transportation", "Residential and Commercial", "LULUCF", "Industry", "Energy", "Economy-wide", "Agriculture"], "document_date": "01/01/2018", "document_language": "Spanish", "document_name": "Decree by which various provisions of the General Law of Climate Change are reinforced and added.", "document_country_code": "MEX", "document_hazard_name": ["High Tides", "Cold Waves", "Changes In Average Precipitation", "Heat Waves And Heat Stress", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Floods", "Fires"], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MEX/2018/MEX-2018-01-01-Decree by which various provisions of the General Law of Climate Change are reinforced and added._b06f22364a112faf20280e480418f2b0.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "The approval of the GLCC gives certainty and continuity to climate policy in Mexico and sets the country on a path to a low carbon economy. It establishes the basis for the creation of institutions, legal frameworks and financing to move towards a low carbon economy. As a General Law, it specifies the different responsibilities of the Federation, Mexico's pledge under the Copenhagen Accord, in terms of committing the country to an emissions reduction target of 30% below Business As Usual (BAU) by 2020, subject to the availability of financial resources and technology transfer, as well as 50% GHG emissions reduction by 2050 compared to 2000. The Law transforms the National Institute of Ecology into the National Institute of Ecology and Climate Change (INECC). The INECC will be responsible for compiling the National Emissions Inventory, will collaborate in the development of strategies, plans, programmes, instruments and actions related to sustainable development, the environment and climate change, and will help in the evaluation of national climate change policy. Through the Law, the Inter-ministerial Commission on Climate Change (IMCC), initially created by presidential agreement in 2005, is now formally the institution in charge of co-ordinating climate change government actions and formulating and implementing national adaptation and mitigation policies. The GLCC also establishes the National Climate Change System, formed by the IMCC, the INECC, state and municipal governments and representatives of Congress. Its main responsibility will be to co-ordinate the efforts of the Federal Government, states and municipalities. Taking into account Mexico's vulnerability to climate impacts, the Law puts a strong emphasis on adaptation measures. The objective is to reduce social and ecosystem vulnerability by strengthening the resilience of natural and human systems to reduce damage and risk. One of the tools to achieve this is the 'Risk Atlas' which includes information about current and future vulnerability scenarios. The GLCC states that the national mitigation policy should include diagnosis, planning, measurement, reporting, verification and assessment of national GHG emissions. The national mitigation strategy will be implemented gradually; initially promoting the strengthening of national capacities and subsequently beginning mitigation activities in the most cost-effective sectors - energy production, transport, agriculture, forests and other land use, waste and industrial processes. The GLCC also creates a climate change fund, which will channel public, private, national and international funding projects that simultaneously contribute to adaptation and mitigation actions, such as supporting state-level actions, research and innovation projects, technological development and transfer, and the purchase of Certified Emissions Reductions (CERs). The Law establishes a voluntary market for emissions trading to promote GHG reductions in a cost-effective, verifiable, measurable and reportable manner. The National Climate Change Policy, the Special Programme on Climate Change, and the Special Programme on the Use of Renewable Energy lay down details for the implementation of the Law. The law was amended in 2014 to establish a tax on fossil fuels, and in 2016 at article 94 to frame a carbon market. Attached regulation sets the framework for the accounting of carbon emissions. The law was further amended in 2018 by Decree 13/07/2018, notably to initiate a national market of greenhouse gases emissions and to precise the contribution of Mexico within the scope of the Paris Agreement."}