{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Mexico", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "01/01/2014", "document_language": "Spanish", "document_name": "Decree by which the Law of the Electric Industry, the Law of Geothermal Energy and various provisions of the National Water Law are issued.", "document_country_code": "MEX", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://www.gob.mx/sener/documentos/ley-de-la-industria-electrica-y-la-ley-de-energia-geotermica", "document_type": "Decree", "text_blocks": [], "document_description": "The present decree approves the Electricity Industry Law (LIE) and the Geothermal Energy Law.\n\nThe LIE regulates part of the changes arising from the Constitutional Reform in energy matters of 2013. It modifies the regime of the electricity sector to move to a new model based on the free competition in the activities of generation and commercialisation. The State retains the functions of planning, regulation, control, transmission and distribution. Article 6 establishes the Energy Regulatory Commission (CRE) as the entity in charge of regulation and surveillance, and article 107 establishes the National Center for Energy Control (CENACE) as the operational control of the National Electric System (SEN).\nClean Energy Certificates (CEL) are set as an instrument to promote new investments in clean energies as well as the national goals of clean generation of electricity. Art 121 and 126 are related to the CELs.\n\nThe Law of Geothermal Energy regulates the exploration and exploitation of geothermal resources for the use of the thermal energy of the subsoil. Rules are established for the registration and recognition of exploration permits, as well as exploitation concessions.\n\nThis Decree is implemented by the Regulation of the Electricity Industry Law, the Guidelines establishing the criteria for the granting of Clean Energy Certificates and the requirements for their acquisition, and the Regulation of the Geothermal Energy Law"}