{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Mexico", "document_category": "Law", "document_sector_name": ["Industry", "Health", "Energy"], "document_date": "24/12/2015", "document_language": "English", "document_name": "Energy Transition Law", "document_country_code": "MEX", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/MEX/2015/MEX-2015-12-24-Energy Transition Law_79c3e7725ad3960512b9e39cfffc090e.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Energy Transition Act's purpose is to promote sustainable and efficient use of energy, regulate the obligations of power companies related to the mandatory share of clean energies (including natural gas, and CCS with emissions not exceeding 100 kg/MWh), and push for the reduction of the polluting emissions of the electric power industry while ensuring competitiveness of the clean power sector within the new wholesale electricity market.<br />\nAccording to the law, the Secretariat of Energy (SENER) should promote generation of clean power to reach the levels set forth in the Climate Change Act for the electric power industry, including: a minimum share of clean energies in power generation of 25 % by 2018, 30 % by 2021, 35 % by 2024.<br />\nSENER is also responsible for establishing obligations for mandatory acquisition of clean energy certificates that the suppliers and qualified users participating in the wholesale power market and the holders of interconnection agreements must comply with on an annual basis. The issuance of clean energy certificates (CECs) is expected to begin from 2018 and will serve both as a green incentive and a regulatory mechanism to meet the country's clean energy goals. A transitory provision, valid for four years, allows companies to defer 50 % of their CEC acquisition obligation for two years under specific conditions.<br />\nThe law also establishes the National Commission for Efficient Use of Energy (CONUEE), tasked with promoting energy efficiency, providing scientific advice in matters of clean energy, and drafting the Energy Strategy that sets medium and long term goals (15 and 30 years horizon respectively) as well as the National Programme for Sustainable Use of Energy (PRONASE - Chapter V of the Energy Transition Act), the two main implementation tools of the law.<br />\nThe law further establishes a Smart Grid Programme to promote grid modernization to maintain a reliable and secure infrastructure to meet electricity demand in an economically efficient and sustainable manner.<br />\nThe Act also stipulates that costs previously externalised (including health and environmental impacts) are now to be included in evaluation of costs associated with operation and expansion of the Electricity Industry.<br />\n<br />\n<br />\n<br />\n<br />\nThe Act abrogates the Law for the Use of Renewable Energies and the Financing of the Energy Transition (LAERFTE 2008), the Law for the Sustainable Use of Energy (LASE 2008) and any related legal provisions opposing this new Act. The funds from the Energy Transition Fund established by LAERFTE are to be transferred to the Federal Budget and redirected as new funds for energy transition and sustainable energy use.<br />\nThe 2017 <a href=\"http://www.dof.gob.mx/nota_detalle.php?codigo=5481526&fecha=04%2F05%2F2017\">Regulations under the Energy Transition Act</a> were passed to regulate the mechanisms and procedures for the implementation of the law in the areas of sustainable use of energy, clean energy and reduction of emissions from the electricity sector.<br />\nThe National Commission for the Efficient Use of Energy published an <a href=\"https://connect.bdlaw.com/11/264/uploads---december-2017-issue/mexico-updated-catalog-of-energy-consuming-equipment1.pdf\">updated catalog</a> listing equipment and devices on which manufacturers, importers, distributors, and sellers must provide energy consumption information, as well as the forms in which such information must be presented.<br />\n<br />\n<br />\n<br />"}