{"document_instrument_name": ["Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Mexico", "document_category": "Law", "document_sector_name": ["Transportation", "LULUCF"], "document_date": "06/05/2018", "document_language": "English", "document_name": "General Law for Sustainable Forest Development", "document_country_code": "MEX", "document_hazard_name": [], "document_keyword": "Redd+ And Lulucf", "document_response_name": ["Loss And Damage", "Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MEX/2018/MEX-2018-05-06-General Law for Sustainable Forest Development_48721553ce68843edf222bbb105dcd99.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law replaces the <a href=\"http://www.lse.ac.uk/GranthamInstitute/law/general-law-for-sustainable-forest-development/\">2003 general law for sustainable forest development</a>. Specific objectives of this law (stated at art. 3) include: 1) the promotion of sustainable forest management in order to help maintain and increase carbon stocks, reduce emissions from deforestation and forest degradation, as well as reduce vulnerability and strengthen resilience and adaptation to climate change, and 2) the design of strategies, policies, measures and actions to transit at a zero percent carbon loss rate in the original ecosystems, in terms of the General Law on Climate Change and the National Climate Change Strategy, for incorporation into the instruments of forest policy planning, taking into consideration the sustainable economic development of forest regions and community forest management. Art. 10 states that the federal state has the prerogative of designing strategies, policies, measures and actions to avoid loss and increase carbon stocks in forest ecosystems, taking into account sustainable rural development. Art. 32 states that the contribution to carbon fixation is one of the mandatory criteria for forestry policy of an environmental and forestry nature. The 2018 texts also modifies the definition of forestry land into federal law, narrowed down to land covered in forest vegetation on which forestry services are undertaken. This has implications on licensing procedures, fines and land use planning.<br><br>On April 13th, 2020, this Law was amended to expand what \"forest land\" means. As a result, this category now comprises any area covered by forests, a definition following international classification.<br><br>On December 9th, 2020, the Regulation of the General Law of Sustainable Forest Development was approved by the government, replacing the 2005 version.&nbsp;"}