{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Mexico", "document_category": "Law", "document_sector_name": "Transportation", "document_date": "28/01/1988", "document_language": "English", "document_name": "Law of General Ecological Balance and Protection of the Environment", "document_country_code": "MEX", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/MEX/1988/MEX-1988-01-28-Law of General Ecological Balance and Protection of the Environment_c0d6f5aa96b856cea702bc4b320be10a.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This laws the framework document for environmental protection in Mexico. It was amended in 2016, 2017 and 2018 to include climate change issues, alongside the establishment of new rules and fines. Art. 2.V) states that the formulation and execution of mitigation actions and adaptation to climate change is of public interest. Art. 15.IV) states that whoever carries out works or activities that affect or may affect the environment, is obliged to prevent, minimise or repair the damage caused, as well as to assume the costs that said affectation implies. Likewise, those who protect the environment should be encouraged, promote or carry out mitigation and adaptation actions to the effects of climate change and make sustainable use of natural resources. Art. 23.X) statess that local authorities, in the sphere of their competence, shall avoid human settlements in areas where the populations are exposed to the risk of disasters due to adverse impacts of the climate change. Art. 39 states that the competent authorities will promote the incorporation of ecological contents, sustainable development, mitigation, adaptation and reduction of vulnerability to climate change, protection of the environment, knowledge, values and competences, in the various educational cycles, especially at the basic level, as well as in the cultural formation of children and youth. Art. 41 charges the government to take adaptation actions."}