{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Mexico", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "LULUCF", "Energy", "Agriculture"], "document_date": "02/01/2008", "document_language": "English", "document_name": "Law for Bioenergy Promotion and Development", "document_country_code": "MEX", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Redd+ And Lulucf"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/MEX/2008/MEX-2008-01-02-Law for Bioenergy Promotion and Development_df897ce1d71b6ca278d3948af98e3072.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law seeks to reduce GHG emissions as per the international instruments to which Mexico is a signatory. The Secretariat of Agriculture is charged with developing the Programme of Sustainable Input Production for Bioenergy and Scientific and Technological Development.<br />\n<br />\nThe Inter-sectoral Commission for Bioenergy Development, in the context of the Development Plan, will promote the production and commercialisation of bioenergy inputs from activities in rural areas related to agriculture and animal husbandry, forests, seaweed, biotechnology and enzymatic processes.<br />\n<br />\nThe Secretariat of Agriculture and the Secretariat of Energy shall support scientific and technological research for sustainable bioenergy production and use as well as capacity building in this area. The Commission for Bioenergy shall implement measures including the creation of a National Network of Information and Research on Inputs.<br />\n<br />\nThe Secretariat of Energy is responsible for defining co-ordination mechanisms between different sectors of the Public Administration, federal entities and municipalities as well as different productive sectors in the country.<br />\n<br />\nThe Secretariat of Energy is also responsible for reviewing the annual budget and evaluating established programmes and their respective support instruments. It is also charged with monitoring the observance of environmental laws and measures, and of sanctioning infractions derived from the application of the bill."}