{"document_instrument_name": "Tax incentives|Economic", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Mexico", "document_category": "Law", "document_sector_name": "Transportation", "document_date": "25/12/1980", "document_language": "English", "document_name": "Special Tax Law on Production and Services (carbon tax and credits)", "document_country_code": "MEX", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/MEX/1980/MEX-1980-12-25-Special Tax Law on Production and Services (carbon tax and credits)_dd7f06cdd93b47f65ff579a0ad856ded.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The 2012 amendments to the Special Tax Law introduced Mexico's carbon tax. It covers fossil fuel sales and imports by manufacturers, producers, and importers and is capped at 3% of the sales price of the fuel. Rather than imposing a levy on the full carbon content of fuels, it taxes the additional amount of emissions that are generated compared to if natural gas (not currently subject to tax) was used instead. Companies may also choose to pay the tax with credits from local CDM projects, which support the development of carbon trading schemes within Mexico. The carbon tax is updated yearly and announced in December to be implemented on January 1st each year.<br />\n<br />\nThe 2013 amendments also introduced carbon credits. These credits are a translation into Mexican Law of the Kyoto Protocol and the subsequent UNFCCC texts. They are meant to allow for projects being undertaken in Mexico under the scope of the UNFCCC to pay taxes via the credits, based on market carbon price. The allocation and price mechanisms of carbon credits will be determined in accordance to the rules edited by the Ministry of Finance and Public Credit."}