{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Greece", "document_category": "Law", "document_sector_name": ["Industry", "Energy"], "document_date": "23/12/2004", "document_language": "English", "document_name": "Law 3299/04 on Private Investment Incentives for Economic Development and Regional Convergence", "document_country_code": "GRC", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/GRC/2004/GRC-2004-12-23-Law 3299_04 on Private Investment Incentives for Economic Development and Regional Convergence_15d73333f00326d0c6d591e52ea2ac24.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law provides financial support for energy efficiency and renewable energy investments in the industry and service sectors. Specifically, financial support will be given to biofuels production (listed under category 1 in the law text), and electricity generation from wind power, geothermal, biomass and hydropower projects (listed under category 4 in the law text). Biofuels production projects will receive financial support between 0% and 40% of the total cost of leasing, depending on the geographical region the project will take place in (under this law Greece has been divided in four regions). Similarly, category 1 projects will receive financial support between 30% and 40%. Energy saving projects should achieve at least 10% reduction in energy consumption in order to be entitled for financing. Tax breaks will be given as follows: category 1 projects between 0% and 100% depending on the geographical region while category 4 projects will be totally tax exempt. Category 1 projects will receive financial support between 0% and 48.1% of the total cost, depending on the geographical region while for category 4 projects the financial support range is 35%-48.1% of the total cost.<br />\n<br />\nThe law equally includes economic policies to stimulate energy efficiency in industry not covered by the EU?ETS."}