{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Greece", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "14/10/2010", "document_language": "English", "document_name": "Law 3889/2010 Financing Environmental Interventions, Green Fund, Ratification of Forest Maps and other provisions", "document_country_code": "GRC", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand", "Redd+ And Lulucf"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/GRC/2010/GRC-2010-10-14-Law 3889_2010 Financing Environmental Interventions, Green Fund, Ratification of Forest Maps and other provisions_9394c8af4bbbd2d7cc2068b8fdbf7a40.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The law sets up a special system of financing environmental interventions to strengthen development through environmental protection, to ensure the efficient and transparent management of resources for environmental protection and conservation and to address climate change. The financing scheme includes the establishment of the Environmental Strategic Policy Committee; the systematic assurance, qualification and classification of those resources devoted to protecting, enhancing and restoring the environment, and the restructuring and organisation of the public sector body responsible for managing these resources, the \\Green Fund\\.<br />\nGreen Fund resources come from taxes, government Budgets, EU funds and various donations from natural or legal entities. Its main role is to provide environmental protection projects, including those fomenting actions in line with resource efficiency policies in place, with technical, economic, management and financial support.<br />\nThe law also amends Law 3661/2008 ('Measures to reduce energy consumption in buildings and other provisions\\) to extend energy efficiency requirements to all residential buildings, including those used less than 4 months per year."}