{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Greece", "document_category": "Law", "document_sector_name": ["Water", "Transportation", "Residential and Commercial", "Energy"], "document_date": "06/04/2010", "document_language": "English", "document_name": "Law 3851/2010 on 'Accelerating the development of Renewable Energy Sources to address climate change and other provisions on jurisdiction of the Ministry of Environment, Energy and Climate Change'", "document_country_code": "GRC", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/GRC/2010/GRC-2010-04-06-Law 3851_2010 on 'Accelerating the development of Renewable Energy Sources to address climate change and other provisions on jurisdiction of the Ministry of Environment, Energy and Climate Change'_a8b4d6509d83769e1daad82e5a6c190a.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law extends the scope of Law 3468/2006 ('Electricity Production of Renewable Energy Sources'). It introduces a pricing system for each MWh produced by different RES (onshore and offshore wind power, photovoltaic systems, hydroelectric power, solar power, geothermal energy and biomass. Under this law, producers of electricity (supplying buildings) from RES are exempt from the special duty (article 25 of L3468/2006) in order to increase the share of renewables in the energy mix and to make renewables more attractive to producers and consumers. A technical study on environmental and financial feasibility of installing alternative systems for energy supply for all new buildings is required to be submitted to the competent authorities.<br><br>&nbsp;The law simplifies the licensing procedure, improving the feed-in-tariff scheme (in particular for wind and solar power), reducing existing barriers at local level, and setting out specific regulations for the use of RES in buildings. The law also expands the scope of L3661/2008 ('Measures for the reduction of energy consumption in buildings'). According to the present law, all new buildings that apply for construction licence after 1 January 2011 must have a solar energy water?heating system. In addition, the total energy consumption needs in all new buildings should be met by RES systems by 31 December 2019; for public sector buildings this obligation should be met by 31 December 2014.<br><br>&nbsp;Finally, to achieve the national target of 20% share of renewable energy in final energy consumption, the law establishes a 40% RES in electricity production target, 20% RES in heating and cooling target, and 10% RES in transport target."}