{"document_instrument_name": [], "document_country_english_shortname": "Marshall Islands", "document_category": "Policy", "document_sector_name": ["Urban", "Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "National Energy Policy and Energy Action Plan", "document_country_code": "MHL", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "04/01/2016", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/MHL/2016/MHL-2016-01-04-National Energy Policy and Energy Action Plan_1c1b4a82ac7f6310a6951e289f0b9f38.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Republic of the Marshall Islands"}, {"text_block_id": "p0_b2", "text": "National Energy Policy and Energy Action Plan"}, {"text_block_id": "p0_b3", "text": "April 2016"}, {"text_block_id": "p1_b4", "text": "This is a publication of the Republic of the Marshall Islands."}, {"text_block_id": "p1_b5_merged", "text": "The 2016 National Energy Policy was prepared by the Energy Planning Division of the Ministry of Resources and Development with the technical assistance of the Energy Programme of the Economic Development Division of the Secretariat of the Pacific Community. This document was developed through extensive consultation within government, development partners and the general public. It expresses the RMI’s commitment towards a new energy direction and serves as the foundation for planning and development in the energy sector over the medium term."}, {"text_block_id": "p1_b8", "text": "A special thanks for their generous assistance in preparing this document goes to Ms. Angeline Heine, Mr. Walter Myazoe, Jr., Ms. Dolores deBrum-Kattil, the Secretariat of the Pacific Community and the ADMIRE Program, as well as the many people and organization listed in Annex 3 of this document."}, {"text_block_id": "p1_b9", "text": "The policy review and national consultations were further supported by the SPC/EU North Pacific ACP Renewable Energy and Energy Efficiency Project (North-REP) and the EU Energy Initiative Partnership Dialogue Facility (EUEI PDF)."}, {"text_block_id": "p2_b10", "text": "Contents"}, {"text_block_id": "p3_b11", "text": "Abbreviations"}, {"text_block_id": "p5_b12", "text": "Foreword"}, {"text_block_id": "p5_b13", "text": "I am pleased to present this"}, {"text_block_id": "p5_b14", "text": "National Energy Policy and Action Plan"}, {"text_block_id": "p5_b15", "text": "that will guide the development of the country's energy sector in the next five to ten years."}, {"text_block_id": "p5_b16", "text": "The policy and action plan is an output of the review of the"}, {"text_block_id": "p5_b17", "text": "National Energy Policy and Energy Action Plan 2009"}, {"text_block_id": "p5_b18", "text": "and is aligned to the"}, {"text_block_id": "p5_b19", "text": "Strategic Development Plan Framework 2003"}, {"text_block_id": "p5_b20", "text": "–"}, {"text_block_id": "p5_b21", "text": "2018: Vision 2018."}, {"text_block_id": "p5_b22", "text": "The"}, {"text_block_id": "p5_b23", "text": "National Energy Policy"}, {"text_block_id": "p5_b24", "text": "encompasses"}, {"text_block_id": "p5_b25", "text": "government’s"}, {"text_block_id": "p5_b26", "text": "energy sector priorities, outcomes and goals; it brings to our attention our energy sector situation"}, {"text_block_id": "p5_b27", "text": "–"}, {"text_block_id": "p5_b28", "text": "where we stand in terms of the energy targets and goals we aim to achieve by 2020. Aligned to the National Energy Policy is a three-year action plan that brings to the forefront urgent actions to be carried out and turn our visions into reality."}, {"text_block_id": "p5_b29", "text": "We also reflect in this decade on our commitments towards achieving and contributing to the goals of the UN Sustainable Energy for All (SE4ALL) initiative, a global initiative that Marshall Islands is closely aligned to. Our combined policy goals at the national level will take us to meeting our regional commitments, in particular the"}, {"text_block_id": "p5_b30", "text": "Majuro Declaration for Climate Leadership"}, {"text_block_id": "p5_b31", "text": ", the Pacific"}, {"text_block_id": "p5_b32", "text": "Regional Energy Minister’s Resolution and Communique"}, {"text_block_id": "p5_b33", "text": ", the Green Energy Micronesia Initiative and the Intended Nationally Determined Contributions (INDCs) that was communicated and submitted to the United Nations Framework Convention on Climate Change (UNFCCC). Let us not forget our continued efforts to adapt to and mitigate the impact of climate change."}, {"text_block_id": "p5_b34", "text": "While the government is trying its best to acquire resources to improve access to modern energy services and to reduce our fossil fuel dependence, it can only do so much. I am glad to state that this policy includes enabling frameworks to improve the partnership between government and the private sector, creating financial incentives to foster the participation of the business community to integrate renewable energy with energy efficient technologies and practices."}, {"text_block_id": "p5_b35", "text": "The contributions from development partners and non-government organizations and the private sector are considered vital to meeting our national goals, and they have done so much over the past years. Our national visions and goals cannot be met without the commitment, the partnerships and the willingness of all the Marshallese people."}, {"text_block_id": "p5_b36", "text": "I wish to thank the people and organizations that have contributed in one way or another to the completion of the"}, {"text_block_id": "p5_b37", "text": "National Energy Policy"}, {"text_block_id": "p5_b38", "text": "and"}, {"text_block_id": "p5_b39", "text": "Energy Action Plan."}, {"text_block_id": "p5_b40_merged_merged_merged_merged_merged_merged", "text": "I trust that the National Energy Policy will enhance our efforts to improving the quality of life through securing resources, and improving coordinated efforts towards an efficient and sustainable energy future for the Republic of the Marshall Islands."}, {"text_block_id": "p5_b43", "text": "Honorable Alfred Alfred, Jr."}, {"text_block_id": "p5_b44", "text": "Minister of Resources and Development"}, {"text_block_id": "p6_b45", "text": "Executive summary"}, {"text_block_id": "p6_b46", "text": "This"}, {"text_block_id": "p6_b47", "text": "2015 National Energy Policy"}, {"text_block_id": "p6_b48", "text": "of Republic of the Marshall Islands (RMI) integrates the findings and recommendations of the review of the"}, {"text_block_id": "p6_b49", "text": "National Energy Policy and Energy Action Plan 2009"}, {"text_block_id": "p6_b50", "text": ", and the outcomes of two national consultations held in Majuro in January 2014 and in October 2014. In reviewing the 2009 national energy policy (NEP), the issues listed below were considered important and will form part of the 2015 NEP undertakings and commitments. There is a need to:"}, {"text_block_id": "p6_b51", "text": ", and the outcomes of two national consultations held in Majuro in January 2014 and in October 2014. In reviewing the 2009 national energy policy (NEP), the issues listed below were considered important and will form part of the 2015 NEP undertakings and commitments. There is a need to:\n* Review and update the current 2009 national energy targets and goals for the development of\n* Review the current policy vision, outcomes, goals, policy statements/outputs, key thematic\n* Improve policy efficiency to ensure reliability, security and high quality of energy services and\n* Strengthen the overall policy and regulatory framework in the energy sector.\n* Put in place and institutionalize the implementation of a sustainable monitoring and evaluation\n* Improve coordination and partnerships between key local stakeholders and development\n* Mainstream energy across all sectors and regional and global initiatives, including the"}, {"text_block_id": "p6_b65", "text": "The"}, {"text_block_id": "p6_b66", "text": "2015 National Energy Policy"}, {"text_block_id": "p6_b67", "text": "is presented as follows:"}, {"text_block_id": "p6_b68", "text": "Chapter 1: A framework for the national energy policy and its implementation"}, {"text_block_id": "p6_b69", "text": "Chapter 2: Linking the policy outcomes, expected outputs to the strategies"}, {"text_block_id": "p6_b70", "text": "Chapter 3: Monitoring and evaluation"}, {"text_block_id": "p6_b71", "text": "A separate report,"}, {"text_block_id": "p6_b72", "text": "Energy sector review,"}, {"text_block_id": "p6_b73", "text": "provides complementary data and information on"}, {"text_block_id": "p6_b74", "text": "RMI’s"}, {"text_block_id": "p6_b75", "text": "physical, social, economic status, including energy sector baseline information and current projects. An energy action plan for 2015"}, {"text_block_id": "p6_b76", "text": "–"}, {"text_block_id": "p6_b77", "text": "2019 is annexed to this policy."}, {"text_block_id": "p6_b78", "text": "Vision"}, {"text_block_id": "p6_b79_merged_merged_merged_merged", "text": "The visionfor energy sector is aligned to the national vision:"}, {"text_block_id": "p6_b81", "text": "“"}, {"text_block_id": "p6_b82", "text": "an improved quality of life for the people of the Marshall Islands through clean, reliable, affordable, accessible, environmentally appropriate and sustainable energy services"}, {"text_block_id": "p6_b83", "text": "."}, {"text_block_id": "p6_b84", "text": "”"}, {"text_block_id": "p6_b85", "text": "Broad goals"}, {"text_block_id": "p6_b86", "text": "Four broad goals from the 2009 NEP remain, and an additional four have been added. The goals are:"}, {"text_block_id": "p6_b87", "text": "Four broad goals from the 2009 NEP remain, and an additional four have been added. The goals are:\n* To strengthen financial, policy and legislative frameworks for the energy sector;\n* To supply 100% of urban households with electricity by 2015;"}, {"text_block_id": "p7_b91", "text": "Four broad goals from the 2009 NEP remain, and an additional four have been added. The goals are:\n* To strengthen financial, policy and legislative frameworks for the energy sector;\n* To supply 100% of urban households with electricity by 2015;\n* To provide 95% of rural outer atoll households with off grid electricity by 2015;\n* To provide access to modern forms of cooking to 90% of all households by 2020;\n* To make households and businesses 50% more energy efficient and government buildings\n* To achieve a 20% efficiency improvement in transport sector fuel use by 2020;\n* To reduce supply side energy losses from MEC by 20% by 2017; and\n* To provide 20% of power generation through indigenous renewable resources by 2020."}, {"text_block_id": "p7_b103", "text": "Priority outcomes"}, {"text_block_id": "p7_b104", "text": "The"}, {"text_block_id": "p7_b105", "text": "2015 National Energy Policy"}, {"text_block_id": "p7_b106", "text": "has four priority outcomes:"}, {"text_block_id": "p7_b107", "text": "has four priority outcomes:\n* improved enabling frameworks for reducing dependence on imported fossil fuel;\n* all Marshallese have equitable access to modern energy services;\n* smarter uses of energy in households, businesses, government, transport sector and\n* reliable, sustainable and affordable energy supply."}, {"text_block_id": "p7_b115", "text": "The National Energy Policy lays out the strategies and activities in six thematic or key result areas of energy policy administration and coordination, petroleum, electric power, energy efficiency and conservation, transport energy use and renewable energy."}, {"text_block_id": "p7_b116_merged_merged", "text": "The strategies and estimate costing for the energy action plan for three years 2016 – 2019 are given in the table below."}, {"text_block_id": "p10_b119", "text": "1. A framework for the national energy policy and its implementation"}, {"text_block_id": "p10_b120", "text": "This NEP is intended to be a pragmatic document, guiding the planning, communicating, financing and advancing of the energy sector in RMI through a 'whole of sector' energy development approach. This approach, as defined in a 2012 paper by Charles Feinstein et al. for the Forum Energy Ministers' Meeting, Brisbane, seeks to strike a balance among the following:"}, {"text_block_id": "p10_b121", "text": "This NEP is intended to be a pragmatic document, guiding the planning, communicating, financing and advancing of the energy sector in RMI through a 'whole of sector' energy development approach. This approach, as defined in a 2012 paper by Charles Feinstein et al. for the Forum Energy Ministers' Meeting, Brisbane, seeks to strike a balance among the following:\n* the desire for increased access to secure, reliable, affordable and high quality energy\n* improvement of, and increased efficiency in the use of energy in all sectors, including the\n* enhancement of the potential for an increased share of renewable energy resources in the\n* the potential benefits from adopting more efficient practices in petroleum supply chain"}, {"text_block_id": "p10_b129", "text": "1.1 RMI national development plan vision"}, {"text_block_id": "p10_b130", "text": "This 2015 NEP also aspires to contribute to achieving the vision of the"}, {"text_block_id": "p10_b131", "text": "Strategic Development Plan Framework 2003"}, {"text_block_id": "p10_b132", "text": "–"}, {"text_block_id": "p10_b133", "text": "2018: Vision 2018,"}, {"text_block_id": "p10_b134", "text": "and therefore all of its broad mission outcomes, strategies and prioritised activities should be effectively mainstreamed into national development budgeting and strategic planning."}, {"text_block_id": "p10_b135", "text": "The vision of the Marshall Islands, as expressed in"}, {"text_block_id": "p10_b136", "text": "Vision 2018"}, {"text_block_id": "p10_b137", "text": ","}, {"text_block_id": "p10_b138", "text": "is:"}, {"text_block_id": "p10_b139", "text": "“"}, {"text_block_id": "p10_b140", "text": "to become a country within an inter-dependent world, with an enhanced socio-economic self-reliance, and an educated, healthy, productive, law-abiding and God-loving people in which individual freedom and fundamental human rights are protected, and culture and traditions are respected, and development and environmental sustainability are in harmony"}, {"text_block_id": "p10_b141", "text": "."}, {"text_block_id": "p10_b142", "text": "”"}, {"text_block_id": "p10_b143_merged_merged_merged", "text": "The Government of the Republic of the Marshall Islands endorsed its three-year National Strategic Plan (NSP) 2015–2017, in June 2014 that was built around the concept of 1-5-3, capturing the importance of one clear, concise objective, five sectors with development objectives and three years' rolling plan. One of the five sectors is Infrastructure Development, and energy is in this sector, along with transportation, water and sanitation, solid and hazardous waste management and information communications technology"}, {"text_block_id": "p10_b152", "text": "The energy sector complements the NSP by a review of its 2009 NEP and aligning its Energy Action Plan (EAP) to the NSP three-year timeframe. The 2015 NEP monitoring plan has been developed as part of this policy, aligning the priorities outcome and goals to the overall vision of the energy sector and the 2018 vision."}, {"text_block_id": "p11_b153", "text": "1.2 Energy policy logical process"}, {"text_block_id": "p11_b154", "text": "In order to realize the energy sector vision, the energy policy framework includes the following key thematic areas; policy administration and coordination, petroleum sector, electric power sector, energy efficiency and conservation sector, transport energy use and renewable energy. There are 8 broad goals, 4 outcomes and 18 expected outputs or results as shown below."}, {"text_block_id": "p13_b155", "text": "1.3 Guiding principles"}, {"text_block_id": "p13_b156", "text": "The following guiding principles for implementing this policy are aligned to the principles adopted for national, sub-regional, regional and international initiatives, including the SE4All initiative goals, the regional"}, {"text_block_id": "p13_b157", "text": "Framework for Action on Energy Security in the Pacific"}, {"text_block_id": "p13_b158", "text": "(FAESP) and Micronesia’s Energy"}, {"text_block_id": "p13_b159", "text": "Initiative. These six guiding principles need to be embraced in the implementation of this national energy policy and energy action plan."}, {"text_block_id": "p13_b160", "text": "Initiative. These six guiding principles need to be embraced in the implementation of this national energy policy and energy action plan.\n* : The government coordinates and fosters partnerships and cooperation\n* : The following principles should be considered in assessing the financing\n* : effort should be made to calculate the opportunity costs associated with\n* : clear criteria should be set for each incentive and they should be available to all\n* : the government should report regularly to the legislature and the public on\n* the government should continue to show leadership in adopting energy\n* : government investments and initiatives on energy should be\n* Environmental and social sustainability encompasses"}, {"text_block_id": "p14_b185", "text": "Initiative. These six guiding principles need to be embraced in the implementation of this national energy policy and energy action plan.\n* : The government coordinates and fosters partnerships and cooperation\n* : The following principles should be considered in assessing the financing\n* : effort should be made to calculate the opportunity costs associated with\n* : clear criteria should be set for each incentive and they should be available to all\n* : the government should report regularly to the legislature and the public on\n* the government should continue to show leadership in adopting energy\n* : government investments and initiatives on energy should be\n* Environmental and social sustainability encompasses\n"}, {"text_block_id": "p14_b186", "text": "Emphasis should be placed on the need for environmental, social, cultural and gender analyses in energy plans and projects that would capture the productive and strategic uses of electricity, not just for lighting, but for linking electricity access to the creation of economic opportunities, jobs, delivery of health care, education, telecommunication, access to transport and other vital services."}, {"text_block_id": "p14_b187", "text": "Emphasis should be placed on the need for environmental, social, cultural and gender analyses in energy plans and projects that would capture the productive and strategic uses of electricity, not just for lighting, but for linking electricity access to the creation of economic opportunities, jobs, delivery of health care, education, telecommunication, access to transport and other vital services.\n* The impact of climate change and climate variability in the Marshall Islands is\n* The availability, accessibility and quality of data and\n* The guiding principle 'many partners, one team' is used by the"}, {"text_block_id": "p15_b203", "text": "1.4 Goals, baseline indicators and targets"}, {"text_block_id": "p15_b204", "text": "The 2009 NEP targets or goals are still relevant. However, they are further strengthened in this policy by including additional targets, baseline indicators, to make progress on achieving the goals. The indicators are provided as a measure of success of the NEP and therefore link to the monitoring and evaluation plan provided in Chapter 3."}, {"text_block_id": "p18_b205", "text": "1.5 Rationale for revising the National Energy Policy"}, {"text_block_id": "p18_b206", "text": "1.5.1 National"}, {"text_block_id": "p18_b207", "text": "The 2009 NEP and EAP (2009"}, {"text_block_id": "p18_b208", "text": "–"}, {"text_block_id": "p18_b209", "text": "2012) were developed and endorsed in 2009 as a result of the economic emergency in 2008 that was caused by exorbitant increases in the cost of imported petroleum fuel and food items."}, {"text_block_id": "p18_b210", "text": "Over the last four to five years, many broad goals of the NEP and activities under the EAP have been realized and government has taken drastic steps in working towards achieving other targets, such as electrification of 95% of rural outer atolls households by 2015. In terms of renewable energy, new and emerging technologies have come into play, such as wind and ocean thermal, which need to be captured in detail, in addition to the proven technologies such as solar power that is being used extensively in the RMI. Various government sectors, such as transport, public works and climate change and environment, have also drafted and/or introduced policies that will complement or add value to the energy sector."}, {"text_block_id": "p18_b211_merged_merged", "text": "The government has taken steps to reduce its carbon emissions and shift to low carbon development through its commitment to the 2013 Majuro Declaration on Climate Leadership. There is an extensive need to strengthen the institutional structure and framework of the energy sector to ensure that the energy policy is planned, coordinated and implemented in a consistent, coordinated and structured manner. There is also a need to have a reliable energy information and database system that will be used extensively in the planning and policy coordination and in ensuring the sustainability of the energy sector. There is also a need to put in place a monitoring and evaluation mechanism for the energy sector to gauge its development and also to highlight the challenges in the energy sector."}, {"text_block_id": "p18_b215", "text": "1.5.2 Sub-regional"}, {"text_block_id": "p18_b216", "text": "The Green Energy Micronesia (GEM) Initiative of the Northern Pacific was endorsed in 2010 with the aim of promoting a clean energy drive for the three Micronesian islands: Palau, Marshall Islands, and the Federated States of Micronesia. The goal includes a 20% of power generation through renewable energy by 2020 and general improved energy efficiency."}, {"text_block_id": "p18_b217", "text": "1.5.3 Regional"}, {"text_block_id": "p18_b218", "text": "At the regional level, Forum Leaders met in New Zealand in 2011 for the 42nd Pacific Islands Forum and recognized the need to have secure access to energy for the sustainable economic development of the region. They reaffirmed their commitment to renewable energy and the promotion of energy efficiency and they also recognized the value of energy audits, and the development of credible whole-of-sector plans and structures to improve energy security, reduce dependence on fossil fuels for electricity generation, and improve access to electricity. The Leaders also supported the development of effective management of fuel supply, risks, meeting energy efficiency targets, expanding existing energy efficiency standards and labeling programs for electrical appliances, and facilitating greater private sector participation in the regional energy sector by systematically reducing barriers to the uptake of distributed generation. The Leaders also called on development partners to assist in the implementation of the activities in the national and regional energy sector and strengthen coordination of their financing activities."}, {"text_block_id": "p19_b219", "text": "In September 2013, RMI joined other Forum Island countries in the"}, {"text_block_id": "p19_b220", "text": "Majuro Declaration on Climate Leadership"}, {"text_block_id": "p19_b221", "text": "and stated that:"}, {"text_block_id": "p19_b222", "text": "Pursuant to the Republic of the Marshall Islands 2009 National Energy Policy and Energy Action Plan, the 2011 National Climate Change Policy Framework and Joint National Action Plan (for climate change adaptation, energy security and disaster risk reduction), and the Green Energy Micronesia Initiative:"}, {"text_block_id": "p19_b223", "text": "Pursuant to the Republic of the Marshall Islands 2009 National Energy Policy and Energy Action Plan, the 2011 National Climate Change Policy Framework and Joint National Action Plan (for climate change adaptation, energy security and disaster risk reduction), and the Green Energy Micronesia Initiative:\n* A 40% reduction in CO\n* A 40% reduction in CO\n 2\n* A 40% reduction in CO\n 2\n emissions below 2009 levels by 2020;\n* Electrification of 100% of urban households and 95% of rural outer atoll households by 2015;\n* The provision of 20% of energy through indigenous renewable resources by 2020;\n* Improved efficiency of energy use in 50% of households and businesses, and 75% of\n* A 20% efficiency improvement in transportation sector fuel use by 2020;\n* -\n* -\n changingâ r\n* -\n changingâ r\n enewable energy and sustainable development opportunities including Majuro\n* 40% reduction of CO\n* 40% reduction of CO\n 2\n* 40% reduction of CO\n 2\n emissions below 2009 levels by 2020, pursuant to the 2009 National"}, {"text_block_id": "p19_b244", "text": "1.5.4 International"}, {"text_block_id": "p19_b245", "text": "At the international level, the General Assembly of the United Nations (UN) in recognising the importance of energy for sustainable development designated the year 2014 as the International year of Sustainable Energy for All (SE4ALL). The SE4ALL initiative aims to mobilize urgent global action to three complementary objectives to be achieved by 2030:"}, {"text_block_id": "p19_b246", "text": "At the international level, the General Assembly of the United Nations (UN) in recognising the importance of energy for sustainable development designated the year 2014 as the International year of Sustainable Energy for All (SE4ALL). The SE4ALL initiative aims to mobilize urgent global action to three complementary objectives to be achieved by 2030:\n* Ensure universal access to modern energy services\n* Double the rate of improvement in energy efficiency\n* Double the share of renewable energy in the global energy mix"}, {"text_block_id": "p19_b252_merged_merged_merged_merged_merged", "text": "2014–2024 has been declared the UN’s Decade of SE4ALL. This has presented an opportunity to raise awareness about the importance of increasing sustainable access to energy, energy efficiency and renewable energy at the local, national, regional and international levels. Energy services have profound effects on productivity, health, education, climate change, food and water security, and communications services. The post-2015 Sustainable Development Goals will obviously feature a goal on sustainable energy. This 2015 NEP is to capture the links to SE4ALL through targets added to the 2009 NEP."}, {"text_block_id": "p19_b255", "text": "RMI is a member of the International Renewable Energy Agency (IRENA), which seeks to make an impact on the world of renewable energy by maintaining a clear and independent position, providing a range of reliable and well-understood services that complement those already offered by the renewable energy community and gather existing, but scattered, activities around a central hub. In 2014, IRENA provided technical assistance to the formulation of the Renewable Readiness Assessment, which will also link to this policy targets and activities."}, {"text_block_id": "p20_b256", "text": "Furthermore, RMI is a member of SIDS DOCK. The RMI current project under the SIDS DOCK program in the Pacific is Sustaining Renewable Energy and Energy Efficiency Measures in Micronesia (SREEM) with two major components: the MEC Power Plant Performance Improvement and the Energy Efficiency Loan Scheme (EELS). The ultimate goal of SIDS Dock is to support the SIDS transition towards a low carbon economy through development and deployment of RE resources and promotion of greater energy efficiency (EE)"}, {"text_block_id": "p20_b257", "text": "1.6 National energy policy areas"}, {"text_block_id": "p20_b258", "text": "The following key thematic areas from the 2009 NEP are still relevant. However, one of the issues discussed during the consultation for this NEP was that the imported petroleum key policy area is to focus only on imported petroleum, while the demonstrations and research on biofuel are categorised under renewable energy. Thus the thematic area in the 2009 NEP was amended to Petroleum instead of Petroleum and alternative liquid fuels. The thematic areas for the 2015 NEP are:"}, {"text_block_id": "p20_b259", "text": "For each of the thematic areas, key outputs and strategies were identified and listed. All these outputs and strategies lead to the four priority outcomes."}, {"text_block_id": "p20_b260", "text": "Priority outcomes"}, {"text_block_id": "p20_b261", "text": "The following chapter provides a brief explanation of the current status of each thematic policy area, including institutional settings and stakeholders, as well as policy outputs aligning the policy areas to the four outcomes of the NEP."}, {"text_block_id": "p20_b262", "text": "1.6.1 Energy policy administration and coordination"}, {"text_block_id": "p20_b263_merged", "text": "The Energy Planning Division (EPD) under the Ministry of Resources and Development (MRD) was re-established in 2008 during the energy crisis to formulate a policy that would guide the energy sector during the crisis and, in particular, identify actions that put the government into an energy crisis when the global price of oil increased to above USD 120 a barrel. Since then the EPD has been the focal point for all energy-related activities and initiatives in the Marshall Islands, from managing energy projects including ADMIRE – the Actions for the Development of Marshall Islands Renewable Energies, the Northern Regional Energy Project (North-REP) and other national energy initiatives. Since the endorsement of the 2009 NEP and EAP, the EPD has been responsible for coordinating the implementation of the NEP and the five-year EAP. Foremost and one of the priority needs for MRD and EPD is to put in place a law that governs the establishment of the EPD and its roles and functions."}, {"text_block_id": "p21_b268", "text": "The table below, taken from the 2009 National Energy Policy Framework, is still relevant as it summarizes the main stakeholders and their responsibilities for the energy sector within government, in particular those responsibilities related to policy. This remains reasonably valid in 2015, although there was discussion at the first consultation about a Cabinet paper that had been submitted for housing the EPD under the Office of the President. If this happens, then the EPD will be housed with the Office of Environmental Planning and Policy Coordination and the Economic Policy, Planning and Statistics Office. The formation of the national Energy Task Force (ETF) as a key advisory body reporting directly to Cabinet was one of the achievements of the past years. However, this Energy Task Force and its membership needs a legal mandate to strengthen its powers and coordination role, in particular collating information, and coordinating and delineating its role as a coordinating body for the energy sector. This is another priority activity under the revised EAP."}, {"text_block_id": "p21_b269", "text": "Once the ETF is formally recognized, and this can be done through endorsement of this policy and its institutional framework, it will have more powers to work with other relevant ministries such as the Ministry of Internal Affairs, which sets maximum retail margins for some products, including outer island petroleum fuels, as well as the Ministry of Finance in the allocation of funds and as the formal link to development agencies active in the energy sector, including the Asian Development Bank and the World Bank. Other government agencies are of course also involved in energy services, including the Attorney General's Office (AG), the Ministry of Public Works (MPW), the Division of Customs, the Ministry of Transportation and Communications (MTC) and other relevant stakeholders. However, for the ETF to have its legal mandate, a proposed energy sector management act (ESMA) should be an option that will provide the legal powers and functions of the ETF. The formulation of ESMA is included as a priority activity in the revised EAP."}, {"text_block_id": "p21_b270", "text": "Because energy is an input to all government and private development efforts, there is inevitably a range of overlapping, fragmented and sometimes unclear energy sector responsibilities, and these responsibilities will change over time."}, {"text_block_id": "p21_b271", "text": "Under each policy thematic area, an organization chart showing responsibilities and links among key players is provided. Some of these will be ad hoc, some will change as activities are implemented, and some may be more-or-less permanent."}, {"text_block_id": "p21_b272", "text": "Although energy matters are important to all sectors of the economy and all agencies of government, the human resources of RMI are modest; it is important that a review and an assessment of all existing legislation be carried out as a first step to determining the extent to which a legal framework may be established. This is a priority in the revised strategic action plan."}, {"text_block_id": "p23_b273", "text": "1.6.2 Petroleum"}, {"text_block_id": "p23_b274", "text": "The Marshall Islands is highly dependent on imported petroleum fuels. It is estimated that about 92% of energy used in 2011 was from petroleum, biomass remaining significant but declining to about 2%, with on-grid and off-grid solar power totalling around 6%. The main petroleum imports are gasoline, diesel fuel, dual-purpose kerosene (used as aviation turbine fuel and household kerosene), and liquefied petroleum gas (LPG). In 2011, the Marshall Islands imported 56 million liters of petroleum fuel. The Marshalls Energy Company (MEC) and Mobil are the main importers, with MEC having very large storage capacity. Based on information for the years 2007 to 2011, 48% of imports were used for transportation and 52% for electricity generation. Kerosene demand for households is almost nil with increasing numbers of people using LPG for cooking and solar energy for lighting. However, in the outer islands and atolls, there is evidence that biomass is still the predominant fuel for cooking."}, {"text_block_id": "p23_b275", "text": "Despite the lack of price control, fuel prices in Majuro (excluding duties and taxes) are about average for Pacific Island countries, while outer islands fuel prices are notably higher."}, {"text_block_id": "p23_b276", "text": "Petroleum will continue to be the dominant fuel that drives the economy and provides social services to the people, in particular the urban areas of Majuro and Ebeye. Environmental considerations were a priority when diesel fuel for power generation was changed from 5,000 parts per million (ppm) sulphur to 500 ppm sulphur in October 2013. For the transport sector, diesel of 10 ppm sulphur has also been imported to the islands by Mobil."}, {"text_block_id": "p23_b277_merged", "text": "A lack of regulation/legislation to monitor the cost of petroleum fuel is still a challenge in the Marshall Islands, as there is no monitoring of prices in the urban and rural areas. The Retail Price Monitoring Act 1992 currently monitors food items but not petroleum. The responsibilities regarding petroleum standards and pricing are not as well regulated and there is no legislation that provides for safety, handling, storage and distribution of petroleum products in the Marshall Islands. One of the major suppliers of petroleum products, Mobil, is responsible for the importation of motor gasoline (benzene), dual-purpose kerosene (DPK) for aviation as well as diesel for transport. The diagram below shows an appropriate structure in a real-case scenario and one which is most appropriate for the monitoring of petroleum standards, handling and pricing. The outputs for the petroleum sector are included as part of the energy sector administration and coordination area, whereby it is the responsibility of the EPD to coordinate with the MIA on the review of the Retail Price Monitoring Act and also include the licensing of the petroleum suppliers under the proposed ESMA."}, {"text_block_id": "p24_b282", "text": "In the arrows showing linkages in this and other graphics, the following conventions have been used:"}, {"text_block_id": "p25_b283", "text": "1.6.3 Electric power"}, {"text_block_id": "p25_b284", "text": "Getting electricity is one of the criteria for ranking the World Bank Group Doing Business and in 2014, the Marshall Islands was ranked 63 out of 189 economies and the ranking shows a negative change for 2015. In 2011, MEC increased accountability and revenue collection through increased use of prepaid metering, one of the recommendations put forward in the 2010 KEMA report. The report provided an assessment of the power system's total loss of 26.88%, comprising technical and non-technical losses, unbilled usage such as street lighting and power station losses. The power station loss was 8.45%, which is relatively high; a typical station loss is lower than 5%. MEC supplies electricity on Majuro, Jaluit and Wotje and expects to eventually provide power to 28 other atolls with the operation and maintenance of solar PV home systems."}, {"text_block_id": "p25_b285", "text": "In the fiscal year 2011 (October 2010 through September 2011), MEC generated 62,639 MWh of electricity, used 4,098,283 US gallons (15,513 689 liters) of fuel for an overall fuel efficiency of 15.24 kWh/US gal (4.038 kWh/liter). The peak load during that period was 8.75 MW."}, {"text_block_id": "p25_b286", "text": "In that same year, MEC installed 2629 standard residential meters and 462 residential pre-paid meters. There were 462 commercial meters and 145 government meters. Average household electricity consumption was 531 KWh/month, with a tariff rate of USD 0.30 per kWh. In April 2012, the tariff rate (lifelines) increased to USD0.43 kWh and this remains the current lifelines tariff rate."}, {"text_block_id": "p25_b287_merged", "text": "Pre-paid metering was recently introduced and the plan is to convert all residential meters to the pre-paid type as soon as possible. It has been reported that the introduction of pre-paid meters has positively influenced energy conservation. A subsidised amount – 1000 kWh/month – is provided to those persons whose land is used for transmission lines. In 2015, there are more than 600 households receiving this benefit."}, {"text_block_id": "p25_b292", "text": "The second-largest power system in the Marshall Islands is KAJUR on Ebeye. It has an installed capacity of 4.8 MW and a peak demand of 2 MW. It has about 1,300 metered customers and generates 15.6 GWh of electricity per year, using 4.2 million liters of fuel. The cost of electrical energy is heavily subsidised through duty tax imports exemptions and tax rebates given to MEC."}, {"text_block_id": "p25_b293", "text": "There is no legislation governing the standards on electrical wiring, licensing of electricians and other electrical work outside MEC operations. In 2010, a two-year comprehensive recovery plan was put forward by the stakeholders: MEC and Board of Directors, ADB, the World Bank, the Pacific Power Association and the RMI EPD."}, {"text_block_id": "p25_b294", "text": "The goals and objectives of the MEC recovery plan are being considered in the development of this policy and action plan. Electricity pricing and monitoring is important if MEC operates in a commercial way. However, MEC is a state-owned enterprise and its role (as is being developed under the Article of Association) is to provide electrical or energy services to the population. The Marshall Islands is the only country in the Pacific that has no electricity act and therefore legal mandates and clear responsibilities and functions of the MEC Board and MEC are not mandated through the Nitijela (Parliament)."}, {"text_block_id": "p25_b295", "text": "The outer islands and atolls are mostly electrified through off-grid solar home systems (SHS) under various projects since 2006. However, the sustainability of these solar home systems with regard to the continuation of maintenance of batteries over the lifespan, as well as replacement at the end of the battery life of five years is questionable."}, {"text_block_id": "p26_b296", "text": "Some of the root causes of the non-sustainability of these systems relate to low payment (USD 5.00 per month), which does not cover the actual operation and maintenance cost of USD 28.00 per month; limited cash income opportunities in rural households; no proper planning on ownership of the SHS; no actual payment of USD 12.00/month given to MEC); no mandated payment or collection methods and therefore each atoll depends on the national government to pay for the service."}, {"text_block_id": "p26_b297", "text": "However, it should be noted that government has provided MEC with an electricity subsidy over the last years for the urban areas. It was estimated that, by the end of 2014, and with the completion of the EU/SPC Regional Energy Programme for the Marshall Islands, a total of 3,400 SHSs should be in place, with a government subsidy estimated at USD 530,000 per annum to continually maintain, operate and sustain the SHSs for rural communities."}, {"text_block_id": "p26_b298", "text": "The following chart illustrates the various stakeholders in the electric sector, with the need for an overarching legislation that governs the sector, including its standards, licensing, and electrical standards for MEC, KAJUR and other producers, as well as SHS provisions and maintenance."}, {"text_block_id": "p26_b299", "text": "The electric power sector outcomes and outputs are summarized as follows for the purposes of follow-up actions."}, {"text_block_id": "p27_b300", "text": "1.6.4 Energy efficiency (Supply and Demand)"}, {"text_block_id": "p27_b301", "text": "Demand side efficiencies can be improved greatly at relatively low cost. To date there have been no concentrated efforts to improve demand side management (DSM). There are no data available on the savings of electricity since 2009. There has, however, been some effort to reduce government spending on energy efficiency. The remaining challenge is finding the investment cost needed to replace inefficient air-conditioners and lights in all the ministries and the capitol building in Majuro."}, {"text_block_id": "p27_b302", "text": "The government is the major user of energy in the Marshall Islands, accounting for around 6% of its total general fund expenditure. This policy continues to reiterate the need for government to demonstrate leadership by good energy use stewardship in all its activities. Energy conservation was mandated and energy audits were to be undertaken in government departments but this needs increased capacity, incentives and a positive attitude towards conservation practices."}, {"text_block_id": "p27_b303", "text": "Government departments were to champion good energy use stewardship, with resultant publicity of good practices and effort. An innovative proposal for the Ministry of Finance to allow departments to retain energy cost savings and spend them on other areas is very noteworthy. It would be good to improve the prospect for full implementation of this proposal. Plans to improve energy efficiency in the government transport fleet by improving maintenance and progressive replacement with more energy-efficient vehicle imports and more public transportation requires enforcement action in the first place to become effective. The phase-out of inefficient incandescent lamps and their replacement with higher efficiency products such as light emitting diodes (LEDS) or compact fluorescent lamps (CFLs) provides one of the most straightforward and cost-effective ways to significantly reduce electricity use and carbon emissions."}, {"text_block_id": "p27_b304", "text": "Several measures, such as appliance rating and labeling and favorable import duty rates, to encourage the importation of energy-efficient appliances, and special loan programs and training of private contractors in energy auditing to allow construction or retrofitting of new or existing homes to improve energy efficiency have been introduced, with limited success, but they remain relevant for the new planning period. Efforts to change the building code to allow increased energy efficiency needs to be fully implemented in the new planning period. This is an area where government and the private sector can enhance collaboration to pay huge dividends to the Marshall Islands during the new planning period."}, {"text_block_id": "p28_b305", "text": "The 2010 KEMA report analyzed the MEC power system and determined total losses of 26.88% consisting of:"}, {"text_block_id": "p28_b306", "text": "The 2010 KEMA report analyzed the MEC power system and determined total losses of 26.88% consisting of:\n* 8.45% in power station auxiliaries (station losses) which is relatively high amount of loss;\n* 0.67% in street lighting ( which should be accounted for and billed)\n* 6.41% in technical losses; and\n* 11.35% in non-technical losses."}, {"text_block_id": "p28_b314", "text": "The non-technical and technical losses total 17.76%. The 2011 PPA benchmarking report provided indicators, one of which was the transmission losses. The target agreed in 2002 for transmission losses for all participating utilities in the benchmarking report is 5%."}, {"text_block_id": "p28_b315", "text": "1"}, {"text_block_id": "p28_b316", "text": ".6.5 Transport and energy use"}, {"text_block_id": "p28_b317", "text": "The Ministry of Transport and Communication is mandated only to provide policies and standards on safety in sea transport, including infrastructure development but there is no mainstreaming of energy efficiency and conservation in sea transport. The sustainable transport and the use of indigenous energy sources for transport is seemingly considered a very attractive prospect but technical, capacity development and social acceptance are still areas to be seriously considered and explored given advances in innovation in technologies."}, {"text_block_id": "p28_b318", "text": "Land, sea and domestic air transport is the largest user of imported fuel in the Marshall Islands. The quality of life and the economic survival of outer island residents is tied strongly to the cost of transporting goods and people to and from Majuro, Ebeye and other islands. It is especially important that the fuel efficiency of sea transport be improved, both through technical means and through improved management of the available facilities. In addition there is a need to monitor and control the freight costs to the outer islands in a way that is viable and fair to both the service provider and the end users."}, {"text_block_id": "p28_b319", "text": "The goal of the energy policy is to lower the amount of fuel imported for transport by 20% by 2020, relative to a 2009 baseline. Two types of efforts will assist to meet this goal: (1) reducing energy intensity of travel by improving average vehicle fuel efficiency in miles per gallon (mpg) of fuel used; (2) reducing the amount of travel (or the need for travel) by improving efficiency of management of"}, {"text_block_id": "p29_b320", "text": "vehicles through increased average passenger mpg of fuel or, for freight carrying vehicles, increased average ton mpg. While the use of alternative fuels may potentially result in fuel cost savings and reduced GHG emissions, alternative fuels are not considered to be a true energy efficiency strategy. They might deliver significant fuel cost savings for the operator, but an equivalent amount of energy (and sometimes more) is often required to complete the same transport task using conventional fuel. Thus the substitution of one fuel for another rarely results in energy savings."}, {"text_block_id": "p29_b321", "text": "Some of the improvement can come from better fuel efficiency brought about by improved maintenance of the existing vehicle stock. There are private companies that have vehicle testing and basic car maintenance facilities; however, there is no enabling environment such as regulation or incentive for enforcing standards on fuel efficiency or vehicle worthiness. There is no legislation on restrictions of second hand cars, importation of engine sizes and fiscal incentives for importing larger vehicles with more seats."}, {"text_block_id": "p29_b322", "text": "Other initiatives are the use of hybrid cars and electric vehicles, which are considered relevant when reducing the fossil fuel consumption for transportation. The Ministry of Foreign Affairs has received a hybrid car by the European Union for demonstration use and the benefits are yet to be documented."}, {"text_block_id": "p29_b323", "text": "The testing and maintenance process set in 2009 was mandatory for government vehicles, and vehicles owned by government-owned corporations. This action was not, however, kept up or monitored; only the Ministry of Education participated and continues to enforce the maintenance of its fleet. In addition, the replacing of existing vehicles with more fuel efficient models was a slow process and therefore the goal set in 2009 was not met. It was also noted during the first consultation that there is an increased number of vehicles on the road. One of the targets that are included in this policy is to work with Ministry of Finance and Customs Division to monitor and restrict the importation of certain engine sizes and to create incentives for importing larger vehicles (eight or more seats) for public transportation around Majuro."}, {"text_block_id": "p29_b324", "text": "One of the ongoing challenges in improving efficiency in the land transport sector is the lack of a regulatory body that could establish policies and enforce legislation related to promoting fuel efficient vehicles. The Ministry of Transport and Communication is mandated only to provide policies and standards on safety in sea transport, including infrastructure development, but there is no mainstreaming of energy efficiency and conservation in sea transport.  The sustainable transport and the use of indigenous energy sources for transport is seemingly considered a very attractive prospect but technical, capacity development and social acceptance are still grey areas."}, {"text_block_id": "p30_b325", "text": "1.6.6 Renewable energy"}, {"text_block_id": "p30_b326", "text": "Renewable energy is the most long-term alternative to imported petroleum products for electricity production in the Marshall Islands; solar photovoltaic systems are considered one of the most appropriate technology for electricity production from renewable energy, and the country has made considerable progress in improving energy production (electrification) using solar energy, mainly in the remote and outer islands and atolls. The use of renewable energy sources is a priority for the government, with its strong commitment to mitigate climate change effects, and also as a way of showing that a small island developing state is gravely concerned about the increase and impact of greenhouse gas emissions produced globally. In 2012, the ADMIRE project provided funding support for the installation of wind monitoring masts in two atolls; Wotje and Jaluits, to collect information on the potential for wind energy in these atolls. The island's first wind turbine was installed in April 2011 by a private firm, Moana Marine LLC. Capacity currently stands at 10 kW. Wind speeds for the island have been recorded in the past by the USA, with averages in the region of 6"}, {"text_block_id": "p30_b327", "text": "–"}, {"text_block_id": "p30_b328", "text": "7 m/s throughout the islands."}, {"text_block_id": "p30_b329_merged_merged", "text": "The EDF 9 funding support through the Renewable Energy Programme (REP-5) implemented from 2008 to 2012 installed 420 SHSs of 200 Wp in various island communities and six stand-alone PV systems, each in six primary schools with a system range from 6–13 kWp, thus a contribution of solar PV energy of around 141 kWp. The contribution of the EU/SPC Northern Pacific Regional Energy Project (North-REP) has in total installed 1,500 stand-alone SHSs (300 kWp) in the islands and it is expected that the project will be completed by 2015. It is likely that electrification programs using solar PV will continue in the future with EU funding. The sustainability of these systems is a continued challenge; there is a discussion amongst the key stakeholders, including MRD, MEC, MIA and communities to develop a more sustainable program, where the true costs of maintenance are included. The responsibility for maintenance and collection of the maintenance fee of USD 5.00 a month (a subsidised rate) is currently with MEC."}, {"text_block_id": "p30_b332", "text": "region."}, {"text_block_id": "p30_b333", "text": "Biomass energy has some potential as well. A proposed project for small-scale mill systems in the outer islands is currently on hold. MEC also plans to refit the Majuro Station One, Engine #3 to utilize biofuels. The Global Sustainable Energy Islands Initiative has conducted a feasibility study on the uptake of coconut/copra biofuels as a source of energy for the Marshall Islands. The Tobolar copra mill is retailing a 50/50 blend of filtered coconut oil and diesel, below the price of regular diesel."}, {"text_block_id": "p32_b334", "text": "2.0 Linking the policy outcomes, expected outputs to the strategies"}, {"text_block_id": "p32_b335_merged", "text": "The strategies laid out in this chapter provide the links between the policy outcomes, expected outputs to the planned activities. The strategies are ideas that are then linked to the committed plan of action that have been identified to achieve the key priority outcomes, goals and vision. These strategies are provided for each of the policy outputs under the six thematic areas – energy policy administration and coordination, petroleum, electric power, transport and energy use, energy efficiency, and renewable energy. The planned activities or action plan for the three years, 2015 – 2019 is included as part of the policy and attached as Annex 1."}, {"text_block_id": "p32_b340", "text": "The strategic links to the action plans, when they are effectively implemented, should achieve the four policy outcomes;"}, {"text_block_id": "p32_b341", "text": "•"}, {"text_block_id": "p32_b342", "text": "improved enabling frameworks for reducing dependence on imported fossil fuel"}, {"text_block_id": "p32_b343", "text": "•"}, {"text_block_id": "p32_b344", "text": "all Marshallese have equitable access to modern energy services"}, {"text_block_id": "p32_b345", "text": "•"}, {"text_block_id": "p32_b346", "text": "smarter uses of energy in households, businesses, government, the transport sector, and power utilities"}, {"text_block_id": "p32_b347", "text": "•"}, {"text_block_id": "p32_b348", "text": "reliable, sustainable and affordable energy supply"}, {"text_block_id": "p32_b349", "text": "The links of the policy output and the strategies to the policy outcomes is provided in the tables below."}, {"text_block_id": "p32_b350", "text": "Outcome 1 -Improved enabling frameworks for reducing dependence on imported fossil fuel"}, {"text_block_id": "p33_b351", "text": "Outcome 3 -All Marshallese have equitable access to modern energy services"}, {"text_block_id": "p34_b352", "text": "Outcome 4 -Smarter uses of energy in households, businesses, government, the transport sector and power utilities"}, {"text_block_id": "p34_b353", "text": "Outcome 4 -"}, {"text_block_id": "p34_b354", "text": "A reliable, sustainable and affordable energy supply"}, {"text_block_id": "p36_b355", "text": "3.0 Monitoring and evaluation"}, {"text_block_id": "p36_b356", "text": "This section represents a plan to guide the monitoring and evaluation (M&E) of the energy efforts and initiatives within the Marshall Islands over the life span of this national energy policy. It has been developed in conjunction with the EPD and other relevant departments, authorities, utilities and partners. The M&E plan has been developed in alignment with the RMI Strategic Development Plan objectives and the national energy policy outcomes, goals and policy outputs."}, {"text_block_id": "p36_b357", "text": "Principles of the M&E plan"}, {"text_block_id": "p36_b358", "text": "1."}, {"text_block_id": "p36_b359", "text": "It should be useful"}, {"text_block_id": "p36_b360", "text": "2."}, {"text_block_id": "p36_b361", "text": "It should be simple"}, {"text_block_id": "p36_b362", "text": "3."}, {"text_block_id": "p36_b363", "text": "It will s"}, {"text_block_id": "p36_b364", "text": "trengthen government’s ability to track its progress and assess effectiven"}, {"text_block_id": "p36_b365", "text": "ess and efficiency"}, {"text_block_id": "p36_b366", "text": "4."}, {"text_block_id": "p36_b367", "text": "It provides a sound basis for purposes"}, {"text_block_id": "p36_b368", "text": "–"}, {"text_block_id": "p36_b369", "text": "evidence and contestability"}, {"text_block_id": "p36_b370", "text": "5."}, {"text_block_id": "p36_b371", "text": "It enhances transparency and accountability"}, {"text_block_id": "p36_b372", "text": "3.1 Monitoring"}, {"text_block_id": "p36_b373", "text": "The EPD will be the main coordinating entity for this M&E plan. It will work alongside relevant government agencies, statistics units and the national utility to collect data and undertake monitoring for the M&E plan. For the purpose of this plan, monitoring is used to describe an ongoing process of collecting routine data."}, {"text_block_id": "p36_b374", "text": "A monitoring logical framework for this national plan is provided in Annex 2. It focuses on tracking the key outcome indicators outlined above."}, {"text_block_id": "p36_b375", "text": "It is recommended that an annual monitoring report be developed, summarising the key activities undertaken during the year, as well as an analysis with recommendations based on progress against the M&E log frame to assist with forward planning, decision making on priorities, resource allocation and fundraising. This report should include an analysis of the extent to which the implementation of activities has contributed to the achievement of outcomes, which planned results were achieved, and some narrative on whether the planned activities were appropriate. The indicators and their means of verification, at the appropriate level in the log frame analysis, should be referred to."}, {"text_block_id": "p36_b376", "text": "3.2 Evaluation"}, {"text_block_id": "p36_b377_merged_merged", "text": "An external evaluation will be undertaken at the mid-term juncture (2017) of the NEP to assess progress and outcomes of the energy efforts and to assist with any refinements to the EAP. A final evaluation should be undertaken at the end of the NEP lifespan (2020). This should also summarize the 'lessons learned' and should include information on the major challenges to implementation of the NEP and EAP, and the response to those challenges. The evaluations will be undertaken, looking at key measures of effectiveness, efficiency, relevance and sustainability. It should also have a special reference to gender and the extent to which gender has been integrated into energy initiatives and activities."}, {"text_block_id": "p37_b382", "text": "Annex 1: Energy Action Plan 2016 -2019"}, {"text_block_id": "p37_b383", "text": "The Energy Sector Action Plan provides guidance on implementing related activities to achieving the outcomes and goals set in the NEP. There are six key policy areas or thematic actions that the activities are aligned to"}, {"text_block_id": "p37_b384", "text": ""}, {"text_block_id": "p37_b385", "text": "Policy Administration and Coordination"}, {"text_block_id": "p37_b386", "text": ""}, {"text_block_id": "p37_b387", "text": "Petroleum"}, {"text_block_id": "p37_b388", "text": ""}, {"text_block_id": "p37_b389", "text": "Electric Power"}, {"text_block_id": "p37_b390", "text": ""}, {"text_block_id": "p37_b391", "text": "Transport and Energy Use"}, {"text_block_id": "p37_b392", "text": ""}, {"text_block_id": "p37_b393", "text": "Energy Efficiency and"}, {"text_block_id": "p37_b394", "text": ""}, {"text_block_id": "p37_b395", "text": "Renewable Energy"}, {"text_block_id": "p37_b396", "text": "All of the activities that were not fully implemented in the 2009 EAP and considered important are included in the 2016 EAP. It is anticipated that the EAP to be monitored and evaluated annually through a log frame matrix which is developed as part of this policy and to be used for the monitoring of the EAP."}, {"text_block_id": "p37_b397", "text": "The EAP is revised to a three years strategic plan and with specific years for each activity. Each action plan includes:"}, {"text_block_id": "p37_b398", "text": ""}, {"text_block_id": "p37_b399", "text": "Policy Outputs as defined in the NEP"}, {"text_block_id": "p37_b400", "text": ""}, {"text_block_id": "p37_b401", "text": "Strategies that links the NEP to the Action Plan"}, {"text_block_id": "p37_b402", "text": ""}, {"text_block_id": "p37_b403", "text": "Activities under each strategy"}, {"text_block_id": "p37_b404", "text": ""}, {"text_block_id": "p37_b405", "text": "Organization responsible for each activities"}, {"text_block_id": "p37_b406", "text": ""}, {"text_block_id": "p37_b407", "text": "Support or participating organizations for implementing the activities"}, {"text_block_id": "p37_b408", "text": ""}, {"text_block_id": "p37_b409", "text": "Activity priority and year : the priority and the importance of each activity to progress towards the desired objectives and these are ranked as 1 as high therefore needs to be implemented in the first year of endorsing the plan"}, {"text_block_id": "p37_b410", "text": ""}, {"text_block_id": "p37_b411", "text": "Estimated budget and potential sources based on available information. This is expected to be change on a yearly basis when new information and projects are implemented."}, {"text_block_id": "p37_b412", "text": "The aim of the action plan is to allow the relevant stakeholders to work together to achieve the vision of the plan. The plans intend to include all activities related to the energy sector development so and that the development is coordinated through one agency and plan. Guiding principles as noted in the NEP should be considered when implementing the plan; these are adopting the whole of energy sector approach, the many partners one team approach, financial, social and environmental sustainability, gender, data management and information and climate change. The Action Plan sets out activities for a three years period and that are required to contribute to the policy outcomes and policy goal set out for the energy sector. The action plan also includes the leading agency and supporting or participating stakeholders required to implement the activities. It is noted that most of the activities are to be implemented and coordinated by the Energy Planning Division, in particular on the coordination of activities. This action plan is aligned to the National Energy Policy Outcomes identified in the policy framework;"}, {"text_block_id": "p37_b413", "text": "1."}, {"text_block_id": "p37_b414", "text": "Improving enabling frameworks for reducing dependency on imported fossil fuel"}, {"text_block_id": "p37_b415", "text": "2."}, {"text_block_id": "p37_b416", "text": "Ensure all Marshallese have access to modern energy services"}, {"text_block_id": "p37_b417", "text": "3."}, {"text_block_id": "p37_b418", "text": "Smarter uses of energy in households, businesses, government and transport sector, and"}, {"text_block_id": "p37_b419", "text": "4."}, {"text_block_id": "p37_b420", "text": "Reliable, sustainable and affordable energy  supply"}, {"text_block_id": "p37_b421", "text": "Each action plan includes:"}, {"text_block_id": "p37_b422", "text": ""}, {"text_block_id": "p37_b423", "text": "Policy Outcome"}, {"text_block_id": "p37_b424", "text": ""}, {"text_block_id": "p37_b425", "text": "Policy Goals linking to the Outcome"}, {"text_block_id": "p38_b426", "text": ""}, {"text_block_id": "p38_b427", "text": "Outputs"}, {"text_block_id": "p38_b428", "text": ""}, {"text_block_id": "p38_b429", "text": "Strategies"}, {"text_block_id": "p38_b430", "text": ""}, {"text_block_id": "p38_b431", "text": "Activities under each strategy"}, {"text_block_id": "p38_b432", "text": ""}, {"text_block_id": "p38_b433", "text": "Rankings is based on the Indicative Ranking Matrix see table 18"}, {"text_block_id": "p38_b434", "text": ""}, {"text_block_id": "p38_b435", "text": "Organization responsible for each activities"}, {"text_block_id": "p38_b436", "text": ""}, {"text_block_id": "p38_b437", "text": "Support or participating organizations for implementing the activities"}, {"text_block_id": "p38_b438", "text": ""}, {"text_block_id": "p38_b439", "text": "Activity priority : the priority and the importance of each activity to progress towards the desired objectives and these are classified as high therefore needs to be implemented in the first year of endorsing the plan"}, {"text_block_id": "p38_b440", "text": ""}, {"text_block_id": "p38_b441", "text": "Estimated budget and potential sources based on available information. This is expected to be change on a two year basis when new information and projects are implemented."}, {"text_block_id": "p38_b442", "text": "The activities were prioritized in accordance with the ranking matrix see below -Operationalization of the EAP"}, {"text_block_id": "p38_b443", "text": "The aim of the action plan is to allow the relevant stakeholders to work together to achieve the vision of the national energy policy. The strategic and action plans intend to include all activities related to the energy sector development so and that the development is coordinated through one agency and plan. Cross cutting issues as defined in the 2016 NEP should be considered when implementing the action plan. The guiding principles are whole of energy sector, financial sustainability, environmental and social sustainability, climate change, data management and information and many partners one team."}, {"text_block_id": "p38_b444", "text": "Operationalization of the EAP"}, {"text_block_id": "p38_b445", "text": "Local ownership and responsibility for the EAP are important sustainability criteria for any Plan. It was very encouraging that a number of activities in the existing EAP were earmarked to be implemented using local financial resources. This is planned to be the case in the new EAP. Increased effort is being made in the revised EAP to confirm donor funding for activities in Plan to reduce slippage during implementation. This will also enhance public confidence in the Plan. . Additionally, a ranking criterion will be used to prioritize the activities into high, low and medium categories. To enhance transparency the ranking matrix below is proposed for used to rank projects in the new EAP."}, {"text_block_id": "p38_b446", "text": "Table 1: Indicative Ranking Matrix"}, {"text_block_id": "p38_b447", "text": "The matrix was used to rank the activities as follows: activities with scores of 100-75% are ranked priority 1; those scoring 74 to 60%, priority 2 and those scoring 59-50% are ranked as priority 3."}, {"text_block_id": "p38_b448", "text": "The implementation of EAP was predicated on actions by state and non-state actors at the levels of the household, community and private sector investor (local and/or foreign)."}, {"text_block_id": "p39_b449", "text": "assistance to carry out energy audits, favorable import tariffs to facilitate importation of energy efficient appliances and vehicles and loan financing programs to facilitate retrofitting and construction of new plants using energy efficient building technologies and appliances.  These will be continued in the new EAP. Additionally, increased effort would be to quantify savings and costs associated with private sector activities as part of the revised EAP."}, {"text_block_id": "p39_b450", "text": "The private sector was to play a leading role in introducing renewable energy. Changes to energy legislation, fiscal incentives, data collection and feasibility studies were to be undertaken to contribute to an enabling environment to attract private sector investments in the renewable energy sectors. Limited progress and mixed results were made in this area. As part of the new EAP a national energy model will be developed to forecast the level of energy to be supplied by renewable energy and quantify the level of required investment to meet the targets. As part of the revised EAP GRMI will also consider developing a strategy to proactively market these opportunities available to the private sector in the energy sector. This will be included as part of the national inward investment strategy/Plan. Otherwise the required investment might not materialize and the GRMI would be in a weak position, having to react to"}, {"text_block_id": "p39_b451", "text": "ad hoc"}, {"text_block_id": "p39_b452", "text": "proposals from investors, which very often are speculative and not viable."}, {"text_block_id": "p39_b453_merged_merged", "text": "Of equal importance to creating an enabling environment for private sector involvement in the energy sector are developments in the continuation of the public sector reform programs discussed earlier. This will give prospective investors confidence and reduce uncertainty concerning the overall sustainability of RMI over the long term, when compact grants end in 2023. There is an increasingly competitive international business environment in which to attract investment. RMI would have some challenges in this area as it is ranked 114th by the World Bank, out of 189 countries in terms of doing business in 2014. In a few areas which are very important for attracting foreign investor or establishing a small business out of 189 countries RMI ranked as follows: starting a business, 56; enforcing contracts, 61; getting credit, 86; obtaining a construction permit, 32 and registering property, 189. In terms of developing a strategy to generally expand the private sector it would be advantageous for RMI to consider the issues highlighted by the World Bank doing business report."}, {"text_block_id": "p39_b457", "text": "At the household level, behavioral change is necessary to adopt energy conservation and energy efficiency practices. This would not only contribute to household energy cost savings, which could be diverted to other priority expenditure, it would also contribute to reduction of the national energy import bill and the national expenditure on energy subsidies. A number of education and awareness programs throughout the education system and using pubic media and social media commenced, more collaboration with the Ministry of Internal Affairs, Community Development Division in the current plan to facilitated action at the household level, These will be consolidated in the revised EAP. In addition a progressive tariff regime, which allowed the rate of import duties on energy efficient appliance and vehicles, was proposed in the 2009 EAP and recorded mixed results. Likewise various home financing loan programs were proposed, and achieved similar result. These efforts would be consolidated in the revised EAP. More effort would be made to increase education and awareness of these programs. As part of these effort will be to project savings from household, as this should increase interest in participating in these programs."}, {"text_block_id": "p40_b458_merged", "text": "Energy Action Plan 2016 – 2019"}, {"text_block_id": "p44_b461", "text": "Energy Action Plan 2016 -2019"}, {"text_block_id": "p46_b462", "text": "Energy Action Plan 2016 -2019"}, {"text_block_id": "p48_b463", "text": "Energy Action plan 2016 -2019"}, {"text_block_id": "p52_b464", "text": "ENERGY ACTION PLAN 2016 -2019"}, {"text_block_id": "p55_b465", "text": "ENERGY ACTION PLAN 2016 -2019"}, {"text_block_id": "p59_b466", "text": "Annex 2: Monitoring Plan"}, {"text_block_id": "p67_b467", "text": "Annex 3: Organizations and people consulted"}, {"text_block_id": "p67_b468", "text": "Government"}, {"text_block_id": "p67_b469", "text": "Public enterprises and state-owned companies"}, {"text_block_id": "p67_b470", "text": "Local government and civil society"}], "document_description": "This document sets a vision of improving quality of life through clean, reliable, affordable, accessible, environmentally appropriate and sustainable energy services.<br><br>&nbsp;It intends to 1) strengthen financial, policy and legislative frameworks for the energy sector, 2) supply 100% of urban households with electricity, 3) To provide 95% of rural outer atoll households with off grid electricity, 4) To provide access to modern forms of cooking to 90% of all households by 2020, 5) To make households and businesses 50% more energy efficient and government buildings 75% more energy efficient by 2020, 6) To achieve a 20% efficiency improvement in transport sector fuel use by 2020, 7) To reduce supply side energy losses from MEC by 20% by 2017, and 8) To provide 20% of power generation through indigenous renewable resources by 2020."}