{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Marshall Islands", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Climate Change Policy Framework", "document_country_code": "MHL", "document_hazard_name": ["Sea Level Rise Soil Erosion", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2011", "document_keyword": ["Adaptation", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/MHL/2011/MHL-2011-01-01-National Climate Change Policy Framework_298edf90f0299f08c9b66eb538c1fb38.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Republic of the Marshall Islands"}, {"text_block_id": "p0_b2", "text": "National Climate Change Policy Framework"}, {"text_block_id": "p0_b3", "text": "January 2011"}, {"text_block_id": "p1_b4", "text": "Contents"}, {"text_block_id": "p2_b5", "text": "List of Acronyms"}, {"text_block_id": "p3_b6", "text": "Preamble"}, {"text_block_id": "p3_b7", "text": "The Republic of the Marshall Islands (RMI) believes that climate change is real and is the greatest threat to our low lying atolls and people. Negative effects are already taking place and these will gravely undermine our efforts towards sustainable development and threaten our survival and the sovereignty of our nation and people. While longerterm impacts such as sea level rise could result in the unavoidable out-migration of some of our people, we have a right to pursue any and all means to ensure our nation survives and our legacy remains in these islands, with our future generations living productive lives on these islands."}, {"text_block_id": "p3_b8", "text": "Climate change is a cross-cutting development issue as it affects every aspect of the Marshallese way of life and livelihoods."}, {"text_block_id": "p3_b9", "text": "Climate change impacts exacerbate existing cultural and socio-economic vulnerabilities. These impacts threaten the security of our nation. To this end, the people of RMI must collectively build and strengthen our"}, {"text_block_id": "p3_b10", "text": "nation’s"}, {"text_block_id": "p3_b11", "text": "resilience to combat climate change. However, we cannot do this alone; regional and global cooperation is imperative to put RMI on a pathway to climate change resilience and sustainable development."}, {"text_block_id": "p3_b12", "text": "The RMI is of the view that the scientific underpinnings of the discussions on climate change are clear in defining impact thresholds. Therefore, international cooperation is required. Any failure to reach an agreement to radically cut emissions would jeopardize our development and survivability."}, {"text_block_id": "p3_b13", "text": "While RMI has almost nil emissions on a global scale, it is committed to achieving a low-carbon"}, {"text_block_id": "p3_b14", "text": "future. RMI’s"}, {"text_block_id": "p3_b15", "text": "people are among the most vulnerable to the impacts of global warming. Therefore, RMI firmly believes it has no choice but to implement measures to build resilience, reduce disaster risk, and support renewable energy and energy efficiency."}, {"text_block_id": "p3_b16", "text": "We have no choice but to adapt to the adverse impacts of climate change. Within the context of extreme vulnerability to climate change impacts, the RMI has developed this National Climate Change Policy Framework, to provide a blueprint to build resilience in partnership with our regional and global partners."}, {"text_block_id": "p3_b17_merged_merged_merged", "text": "If we are forced to migrate out of the RMI because of climate change, this would destroy the legacy our forefathers have worked hard to build, a Marshallese heritage. Such a scenario raises complex questions regarding our sovereignty and territorial integrity. Our children would only look into a dream of what was a Sovereign Nation,"}, {"text_block_id": "p3_b20", "text": "“Ad Jolet Jen Anij”. Thus, we must do everything we can to prevent this from"}, {"text_block_id": "p4_b21", "text": "happening. We must ensure our voices are heard to have these drastic cuts in global emissions that threaten such dramatic local impacts on us."}, {"text_block_id": "p4_b22", "text": "To this end, we believe that it is necessary to develop a clear national policy to guide our actions and organize our priorities. The RMI held a series of consultations and workshops in August and November 2010 to gather thoughts for developing such a policy. The following NCCPF is a direct response to the priority of the people of RMI for climate change adaptation and mitigation. It contributes to the"}, {"text_block_id": "p4_b23", "text": "Marshallese people’s achievement of their sustainable development goals outlined in their “Vision 2018”."}, {"text_block_id": "p5_b24", "text": "Executive Summary"}, {"text_block_id": "p5_b25", "text": "The RMI National Climate Change Policy Framework (NCCPF) sets out the Government of"}, {"text_block_id": "p5_b26", "text": "RMI’s commitments and responsibilities"}, {"text_block_id": "p5_b27", "text": "to address climate change. This policy framework will guide the development of adaptation and energy security measures that respond to the needs of the RMI, and foster an environment in which the RMI can be better prepared to manage current climate variability and future climate projections."}, {"text_block_id": "p5_b28", "text": "Recognising that a successful response to climate change cannot be achieved in isolation from other development objectives and programs, this policy is informed by the goals of"}, {"text_block_id": "p5_b29", "text": "RMI’s"}, {"text_block_id": "p5_b30", "text": "Vision 2018"}, {"text_block_id": "p5_b31", "text": "Strategic Development Plan and contributes to achieving the global Millennium Development Goals. In this context, the"}, {"text_block_id": "p5_b32", "text": "vision"}, {"text_block_id": "p5_b33", "text": "of RMI NCCPF is"}, {"text_block_id": "p5_b34", "text": "Building the Resilience of the People of the Marshall Islands to Climate Change"}, {"text_block_id": "p5_b35", "text": "."}, {"text_block_id": "p5_b36_merged_merged_merged", "text": "The RMI has identified a series of priority climate change areas which represent targets for attention and, in some cases, urgent response. While efforts continue to understand the nature of future climate change, it is clear that the RMI faces major impacts on its communities’ livelihoods and infrastructure from sea-level rise, sea surge, typhoons and rainfall intensity; water and food security issues from changing rainfall patterns and ocean acidification; health issues from rising temperatures and prolonged drought periods, as well as the potential for increasing peak wind speeds and changes to ocean circulation patterns."}, {"text_block_id": "p6_b39_merged", "text": "To prepare for these impacts, the RMI Climate Change Policy Framework presents five strategic goals that provide a pathway to an integrated, whole of Marshall Islands response. Objectives and outcomes are identified for each goal."}, {"text_block_id": "p6_b42", "text": "To ensure the RMI meets these goals, the National Climate Change Committee (NCCC) will oversee the development of a Climate Change and Disaster Risk Management National Action Plan for RMI (Joint NAP). This Joint NAP will identify priority actions needed under each strategic goal, and align these with actions already identified under the RMI National Action Plan for Disaster Risk Management 2008-2018. The outcome will be a comprehensive response to improve the resilience of the people of the Marshall Islands."}, {"text_block_id": "p6_b43", "text": "The RMI National Climate Change Policy Framework aim is to:"}, {"text_block_id": "p7_b44", "text": "The Rationale for Action"}, {"text_block_id": "p7_b45", "text": "Current Pressures and Future Impacts"}, {"text_block_id": "p7_b46", "text": "We are already vulnerable: existing development and environmental challenges"}, {"text_block_id": "p7_b47", "text": "The RMI already faces significant development pressures. These pressures arise from extremely high population densities (on Ebeye and Majuro in particular), high levels of poverty, a dispersed geography of atolls over a large ocean area (making communication difficult and transport expensive), and a small island economy that is physically isolated from world markets but highly susceptible to global influences."}, {"text_block_id": "p7_b48", "text": "Environmental pressures are also acute, with low elevation, fragile island ecosystems, a limited resource base and limited fresh water resources (exacerbating the reliance on imports) resulting in an environment that is highly vulnerable to overuse and degradation."}, {"text_block_id": "p7_b49", "text": "These pressures are"}, {"text_block_id": "p7_b50", "text": "documented, in RMI’s Strategic Development Plan ‘Vision 2018’, Initial National Communication to the UNFCCC, National Environment"}, {"text_block_id": "p7_b51", "text": "Management Strategy (NEMS),"}, {"text_block_id": "p7_b52", "text": "Reimaanlok"}, {"text_block_id": "p7_b53", "text": "National Conservation Area Plan and the National Action Plan for Disaster Risk Management."}, {"text_block_id": "p7_b54", "text": "We are already experiencing the impacts of climate change"}, {"text_block_id": "p7_b55_merged_merged", "text": "The main climate-related hazards currently experienced in the RMI that directly threaten the country’s development are tropical storms and typhoons, high sea surges and prolonged drought periods. Between 1991 and 2008, the RMI experienced five typhoons; three high surges and two serious droughts. This is an unusually high number than usual and this frequency is expected to increase in the future due to climate change (Met. Year Book Report 2008). In addition to the direct effects there are indirect threats to the health of the people of the RMI and its ecosystems, particularly climate-related impacts on the availability of food and fresh water. The incidence of diarrhoea is linked to the decline in access to clean water, as are other water-borne diseases; dengue fever and other vector-borne diseases, disaster-related fatalities, injuries and illnesses, and heat stress and conjunctivitis (pink-eye) are all climate-related health issues of great concern to the Government."}, {"text_block_id": "p8_b58", "text": "We know we will experience a greater magnitude of impact in the future"}, {"text_block_id": "p8_b59", "text": "Climate change is likely to affect the extremes in weather that we experience. Research suggests that the intensity of tropical cyclones will increase, although the overall number of cyclones may decrease on a global scale (IPCC, 2007). Patterns of rainfall are likely to change globally, with both heavy precipitation and drought becoming more frequent events (IPCC, 2007). Global surface and sea temperatures rose during the last century and are expected to continue to rise throughout the next century."}, {"text_block_id": "p8_b60", "text": "The RMI lies within an average of 2 meters above mean sea level. IPCC (2007) recorded that sea levels have been rising worldwide; the rise is now accelerating and expected to worsen over the next century. Monitoring in the RMI indicates that sea-level rise is already being observed at an average rate of approximately 3.5mm/year (Australian Bureau of Meteorology, 2008). Nearly all of the land within the Marshall Islands consists of fragile atolls which are very thin. In many places one can stand in the lagoon and see waves crashing on the ocean side, across the atoll, thus offering little by way of higher ground for retreat."}, {"text_block_id": "p8_b61", "text": "The average rate of global sea-level rise from 1961 to 2003 was 1.8 mm/year. From 1993 to 2003 that rate had risen to 3.1 mm/year. By the end of the 21st century (2090 to 2099), the total global average sea-level rise is projected to range from 0.19m to 0.58m (excluding the impact of glacial melt). Sea-level rise larger than the 0.5"}, {"text_block_id": "p8_b62", "text": "–"}, {"text_block_id": "p8_b63", "text": "1.0 metre range cannot be ruled out, as there is still considerable uncertainty surrounding the estimates. Nearly all of these uncertainties operate towards higher rather than lower estimates (Steffen, 2009)."}, {"text_block_id": "p8_b64", "text": "RMI will face an increasing magnitude of impacts in multiple ways:"}, {"text_block_id": "p8_b65", "text": "RMI will face an increasing magnitude of impacts in multiple ways:\n* the RMIâs territorial integrity. Even less than half a meter rise in sea level could threaten the RMIâs suitability"}, {"text_block_id": "p9_b70", "text": "RMI will face an increasing magnitude of impacts in multiple ways:\n* the RMIâs territorial integrity. Even less than half a meter rise in sea level could threaten the RMIâs suitability\n* Sea-level rise is expected to exacerbate inundation, storm surge, erosion and\n* A changing climate increases the potential for outbreaks of vector-borne disease,\n* With the emerging scientific evidence, substantial impacts on coastal and marine"}, {"text_block_id": "p9_b77", "text": "It is clear that we will have to adapt"}, {"text_block_id": "p9_b78", "text": "Achieving international agreement to halt the temperature increase to a level compatible with the good health and survival of our islands remains a priority for the RMI, and RMI will continue to participate in international climate change negotiations. At the same time, the need to commence implementing adaptation measures is paramount, recognising that most of the change in climate over the next twenty to thirty years is already locked in. This is due to the nature of greenhouse gases, which remain in the atmosphere long after they are first emitted. The critical issue is to stop the situation worsening and to begin to adapt to the changes that are already underway."}, {"text_block_id": "p9_b79", "text": "While there is a need to continually improve the understanding about how climate change will impact the RMI, we also have an obligation to act now on information"}, {"text_block_id": "p10_b80", "text": "already available. We call these ‘no regrets’ adaptation measures, becaus"}, {"text_block_id": "p10_b81", "text": "e regardless of any uncertainties in the forecasts, they will support our sustainable development goals by improving our resilience to vulnerability and providing a foundation for long-term planning."}, {"text_block_id": "p10_b82", "text": "The RMI’s Response to Climate Change Vulnerabilities"}, {"text_block_id": "p10_b83", "text": "Since issuing its first report on climate change impacts in 1992, and as a response to the priorities under the Vision 2018, the RMI has bolstered its national capacity to address climate change impacts through the creation of the Office of Environmental Planning & Policy Coordination (OEPPC) and the strengthening of other relevant agencies and improvement of national coordination between planning and implementing partners."}, {"text_block_id": "p10_b84", "text": "Efforts to address climate-related impacts include public awareness-raising, participation in regional climate change adaptation projects (addressing capacity-building as well as developing strategies for food and water security), renewable energy strategies, and among other adaptation strategies, a national implementation plan for the Micronesia Challenge (a sub-regional conservation goal which enhances community resiliency and uses traditional knowledge and ecosystem strategies to conserve vulnerable coastal/land resources by 2020)."}, {"text_block_id": "p10_b85", "text": "Key national responses to date include:"}, {"text_block_id": "p10_b86", "text": "The RMI is also actively engaged in a number of regional climate change initiatives such as the Pacific Adaptation to Climate Change Project (PACC). In addition, the RMI has consistently sought to raise global awareness of climate change impacts in all relevant international fora."}, {"text_block_id": "p11_b87_merged", "text": "Despite the improved national and international attention to climate impacts, the RMI still faces many of the same challenges and barriers identified in the 1992 report, including severe financing challenges, the need for enhanced technical capacity and mainstreaming climate change considerations into development strategies and activities. In addition, while increased attention and direct access funding is urgently needed for adaptation strategies, the RMI’s geography creates obvious physical limitations not easily addressed solely by infrastructure adaptation projects."}, {"text_block_id": "p11_b90", "text": "Policy Linkages and Aim"}, {"text_block_id": "p11_b91", "text": "The RMI developed the Vision 2018 as the first segment of its Strategic Development Plan Framework 2003-2018. Vision 2018 consists of ten sustainable development goals for the RMI to achieve by 2018. Two of these goals directly inform climate change efforts in the RMI, including the formulation of this policy (as shown in Figure 1)."}, {"text_block_id": "p11_b92", "text": "Figure 1: Vision 2018 goals informing RMI national planning for climate change"}, {"text_block_id": "p12_b93", "text": "The RMI Climate Change Roadmap 2010 (Appendix B) was developed through a whole-of-government, inter-agency process in Majuro in August 2010. The Roadmap identifies immediate priorities to respond to climate change, including developing a national climate change policy by the end of 2010."}, {"text_block_id": "p12_b94_merged", "text": "The purpose of this National Climate Change Policy Framework (NCCPF) is to set out the strategic priorities for scaling up the Government of the RMI’s commitments to address climate change, both in terms of current and future vulnerabilities. This policy promotes a coordinated approach to reducing projected climate-related risks such as the risk of loss of life, economic disruption and damage to the environment and property, and to alleviate poverty in vulnerable groups."}, {"text_block_id": "p12_b97", "text": "Vision"}, {"text_block_id": "p12_b98", "text": "The vision of the RMI Climate Change Policy is:"}, {"text_block_id": "p12_b99", "text": "A Resilient Marshall Islands to the impacts of climate change"}, {"text_block_id": "p13_b100", "text": "Policy Guiding Principles"}, {"text_block_id": "p13_b101", "text": "Guided by the country’s Constitution, the people of the Marshall Islands will do everything to safeguard and maintain their rightful home. As one of world’s lowest"}, {"text_block_id": "p13_b102", "text": "-lying atoll nations, climate change represents a grave threat to the livelihood, sustainability and survival of the Marshall Islands."}, {"text_block_id": "p13_b103", "text": "Climate change severely"}, {"text_block_id": "p13_b104", "text": "compromises the RMI’s efforts to achieve key national development priorities, as laid out in the Government’s"}, {"text_block_id": "p13_b105", "text": "‘Vision 2018’ Strategic Development Plan"}, {"text_block_id": "p13_b106", "text": ", and to establish a sound basis for future economic and resource self-sufficiency and sustainable growth, consistent with the Millennium Development Goals and the Mauritius Strategy for the Further Implementation of the Programme of Action for the Sustainable Development of Small Island Developing States."}, {"text_block_id": "p13_b107", "text": "The RMI will address the climate change challenge with dignity, taking the future into its"}, {"text_block_id": "p13_b108", "text": "own hands. The RMI’s approach i"}, {"text_block_id": "p13_b109", "text": "s underscored by the following principles:"}, {"text_block_id": "p13_b110", "text": "s underscored by the following principles:\n* Strong\n* highest levels of government, including the President, the Cabinet and the Nitijela,\n* generations of Marshallese rightfully enjoy\n* generations of Marshallese rightfully enjoy\n Aelon Kein\n* generations of Marshallese rightfully enjoy\n Aelon Kein\n and have the opportunity to\n* Focus on direct implementation (not just policies and plans); and mainstream\n* Acknowledge RMIâs international rights and obligations, including those under the UN Framework Convention on Climate Change (UNFCCC) and the Kyoto Protocol,"}, {"text_block_id": "p14_b125", "text": "s underscored by the following principles:\n* Strong\n* highest levels of government, including the President, the Cabinet and the Nitijela,\n* generations of Marshallese rightfully enjoy\n* generations of Marshallese rightfully enjoy\n Aelon Kein\n* generations of Marshallese rightfully enjoy\n Aelon Kein\n and have the opportunity to\n* Focus on direct implementation (not just policies and plans); and mainstream\n* Acknowledge RMIâs international rights and obligations, including those under the UN Framework Convention on Climate Change (UNFCCC) and the Kyoto Protocol,\n* -Governmentâ for the âWhole of the Marshall Islandsâ: take into account and address the unique characteristics and priorities of both the population\n* Recognize the inherent complexity of the climate change challenge, and the need for\n* Create an enabling environment for the adoption of appropriate technologies and\n* Recognize that the resilience of the natural environment is key to coping with"}, {"text_block_id": "p14_b136", "text": "Priority Areas for the Climate Change Policy"}, {"text_block_id": "p14_b137", "text": "Building the resilience of the people of RMI to climate change is informed by the principles of sustainable development as outlined by the Vision 2018. The RMI now must consider climate change in every aspect of its economy and every sustainable development and planning decision made must address climate change. For example, coastal developments must take into consideration sea level rise, while agricultural policies must recognise the need for new types of cultivars to withstand drought and saline soil and water conditions."}, {"text_block_id": "p14_b138", "text": "Based on existing national policies and plans, and from related and recent consultations, the following areas were identified as priorities to be addressed in order to mainstream climate change considerations will be mainstreamed into the following national priority areas:"}, {"text_block_id": "p15_b139", "text": "Box 1. Climate change national priority areas."}, {"text_block_id": "p15_b140", "text": "These are the priority areas that underpin sustainable development in RMI. Mainstreaming climate change into these priority areas build the overall resiliency of the people of RMI. To address climate change risks in each of the priority areas, five strategic goals will provide a pathway to an integrated, whole of Marshall Islands response:"}, {"text_block_id": "p15_b141", "text": "ı"}, {"text_block_id": "p15_b142", "text": "Box 2. RMI Climate Change Policy Strategic Goals"}, {"text_block_id": "p15_b143", "text": "Policy Goals, Objectives and Outcomes"}, {"text_block_id": "p15_b144", "text": "Each of the five strategic goals is accompanied by objectives and outcomes. These are both informed by, and will contribute to the achievement of, Vision 2018.Figure 2 provides an overview of the Climate Change Policy Framework, including its relationship to Vision 2018, where Vision 2018 not only informs the Policy but the policy is"}, {"text_block_id": "p15_b145", "text": "responding to all of the vision’s goals and especially goals 1 and 10."}, {"text_block_id": "p16_b146", "text": "Figure 2: Overview of RMI National Climate Change Policy Framework"}, {"text_block_id": "p16_b147", "text": "Goal 1: Strengthening the Enabling Environment for Climate Change Adaptation and Mitigation, including Sustainable Financing."}, {"text_block_id": "p16_b148", "text": "The Government of the Marshall Islands must strengthen national institutional arrangements and position itself to obtain maximum benefits from relevant international and regional instruments relating to climate change. This entails strengthening the capacity of agencies responsible for climate change coordination, development planning, disaster risk reduction and regulation by supporting enabling policies, regulations and human resources. Financing is required for practical implementation as well as planning, and spans a range of activities from technical support and advice to maintenance and training, awareness raising and financial support for climate proofing in all key development sectors."}, {"text_block_id": "p18_b149", "text": "T"}, {"text_block_id": "p18_b150", "text": "he following sectors need to be strengthened to increase the RMI’s capacity to adapt:"}, {"text_block_id": "p18_b151", "text": "he following sectors need to be strengthened to increase the RMI’s capacity to adapt:\n* Human Resources Development and Capacity Building\n* Food and Water Security\n* Biodiversity and Ecosystem Management\n* Health\n* Urban Planning and Infrastructure Development\n* Disaster Risk Management\n* Land and Coastal Management, including Land Tenure\n* Safeguard and Strengthen Transport and Communication"}, {"text_block_id": "p18_b167", "text": "If RMI is able to act now to adapt, RMI stands to lose less to the threat of climate change. However, despite the urgency, the RMI continues to face limitations in funding for office personnel, local technical expertise and local human resources with management and operational training. Capacity building of human resources is therefore as important as investment in the sectors identified above."}, {"text_block_id": "p19_b168", "text": "Goal 3: Energy Security and Low-Carbon Future through the implementation of the 2009 National Energy Policy"}, {"text_block_id": "p19_b169", "text": "While the RMI’s greenhouse gas emissions are nil in a global context, RMI remains"}, {"text_block_id": "p19_b170", "text": "committed to a mitigation agenda to transition to a low-carbon future. The 2009 RMI National Energy Policy and Action Plan seek to enhance energy security by improving energy efficiency and increasing the uptake of renewable energy and biofuels."}, {"text_block_id": "p19_b171", "text": "The National Energy Policy has the following targets:"}, {"text_block_id": "p19_b172", "text": "The National Energy Policy has the following targets:\n* Electrification of 100% of all urban households and 95% of rural outer atoll\n* The provision of 20% of energy through indigenous renewable resources by\n* Improved efficiency of energy use in 50% of households and businesses, and 75%\n* Contributing to global GHG emissions reduction through promoting energy\n* Reduce supply side energy losses from MEC by 20% by 2015.\n* National target to reduce GHG emissions to 40% below 2009 levels by 2020;\n* Sub-regional Green Energy Micronesia (GEM) â 20:30:20 targets."}, {"text_block_id": "p19_b188", "text": "Achieving the objectives of the National Energy Policy and Action Plan will improve resilience to price fluctuations of fuel in global markets, and create a more sustainable development pathway for the people of RMI. In demonstrating its own commitment to"}, {"text_block_id": "p20_b189", "text": "Goal 4: Disaster Preparedness, Response and Recovery"}, {"text_block_id": "p20_b190", "text": "In the RMI, the majority of high risk natural hazards are climate related and have the potential to cause disasters. This is due to vulnerability which is caused by:"}, {"text_block_id": "p20_b191", "text": "In the RMI, the majority of high risk natural hazards are climate related and have the potential to cause disasters. This is due to vulnerability which is caused by:\n* Extremely high population densities on some islands (Ebeye and Majuro);\n* High levels of poverty â 20% of the population lives on less than $1 per day;\n* Low-lying atolls;\n* Wide dispersal of small islands over a large area of ocean;\n* Fragile ecosystems;\n* Limited and fragile water resources; and\n* A weakly developed economy."}, {"text_block_id": "p20_b207", "text": "The RMI Disaster Risk Management National Action Plan 2008 -2018 (DRM NAP) covers priorities for action in both disaster risk reduction and disaster management in connection with climate-related and other natural and human-induced hazards. The timely implementation of the DRM NAP will ensure increased safety and strengthen resilience at all levels."}, {"text_block_id": "p20_b208", "text": "The DRM NAP emphasises the importance of improving disaster preparedness and response mechanisms to help in the protection of life, property and the environment. This Climate Change Policy reinforces such a need. It acknowledges that all levels of the community, whilst undertaking measures to learn about and adapt to the ill effects of climate change, must also be prepared to deal with extreme events occasioned by climate change. The community will need to be involved in strengthening the"}, {"text_block_id": "p21_b209", "text": "Goal 5: Education and Awareness, Community Mobilization, whilst being mindful of Culture, Gender and Youth"}, {"text_block_id": "p21_b210", "text": "Education, awareness and community mobilization, and appropriate considerations of culture, gender and youth are crucial to underpin this policy. These are critical in ensuring a shift from a business as usual approach to doing business with climate change and disaster risks in mind."}, {"text_block_id": "p21_b211", "text": "Partnerships between stakeholders will be essential for the successful formulation and implementation of adaptation actions. Traditional knowledge needs to be captured in developing adaptation measures. While Goal 5 identifies these areas in isolation, they will underpin implementation of this policy, particularly in developing adaptation actions."}, {"text_block_id": "p21_b212", "text": "Objectives"}, {"text_block_id": "p21_b213", "text": "Outcomes"}, {"text_block_id": "p23_b214", "text": "Institutional Framework"}, {"text_block_id": "p23_b215_merged", "text": "The Office of the Environment, Planning and Policy Coordination (OEPCC) under the President’s Office is the lead institution to coordinate and implement the RMI National Climate Change Policy Framework (NCCPF), building on the substantial existing framework of inter-sectoral approaches and enhancing its coherence."}, {"text_block_id": "p23_b218", "text": "The framework will operate primarily via a National Committee on Climate Change (NCCC), which will link and work with existing committees, ministries and other stakeholders, acknowledging the separate mandate of these organisations and processes. The institutional framework is depicted below (Figure 3)."}, {"text_block_id": "p23_b219", "text": "ı"}, {"text_block_id": "p23_b220", "text": "Figure 3: Institutional Framework for Managing the National Climate Change Policy"}, {"text_block_id": "p24_b221", "text": "The NCCC shall, at minimum, comprise the Secretaries of the following RMI government agencies:"}, {"text_block_id": "p24_b222", "text": "The NCCC shall, at minimum, comprise the Secretaries of the following RMI government agencies:\n* Chief Secretary-Chairman\n* Office of Environmental\n* Ministry of Resources &\n* Ministry of Foreign Affairs\n* Marshall Islands Marine\n* Environment Protection\n* Ministry of Finance (MoF)\n* Ministry of Health (MoH)\n* Ministry of Education"}, {"text_block_id": "p24_b240", "text": "Relevant NGOs (in particular WUTMI, MICNGOs and the Marshall Islands Conservation Society) and Community Based Organisations should also participate in the NCCC."}, {"text_block_id": "p24_b241", "text": "Recognizing the need to reinforce the mandate and capacity of the OEPPC to achieve the objectives of this policy, through climate-change-related plans, programs and project proposals to fast-start finance partners for support, it is proposed that the OEPCC be strengthened immediately, particularly in its capacity to act as the secretariat for the NCCC."}, {"text_block_id": "p24_b242", "text": "Implementation of the Climate Change Policy"}, {"text_block_id": "p24_b243", "text": "The implementation of the Climate Change Policy will be addressed through a Climate Change and Disaster Risk Management National Action Plan for RMI (Joint NAP), as well as the Roadmap (Appendix B). Such a plan will be developed following Cabinet endorsement of the Climate Change Policy."}, {"text_block_id": "p25_b244_merged", "text": "The concept of a joint plan to manage both climate and disaster risks is linked to objectives identified in Vision 2018, specifically Objective 2 under Goal 10: Environmental Sustainability. Objective 2 is to ‘develop and have in place a contingency/adaptation plan to counter the emerging threats resulting from the"}, {"text_block_id": "p25_b249", "text": "adverse effects of climate change including a National Disaster Plan’"}, {"text_block_id": "p25_b250", "text": "."}, {"text_block_id": "p25_b251", "text": "The Joint NAP will promote awareness of the initiatives in both English and Marshallese and be supported by implementation arrangements under the purview of the Chief Secretary and with the support of the OEPPC and the Deputy Chief Secretary. These arrangements will link the current institutional mechanisms of the DRM NAP Task Force with the new National Climate Change Committee. This will form a conduit for funds from donors and development partners and for the reporting of progress on implementation."}, {"text_block_id": "p25_b252", "text": "Communication, Monitoring and Review"}, {"text_block_id": "p25_b253", "text": "The NCCC shall monitor the implementation of this National Climate Change Policy. The NCCC through the Chair shall report to the President and Cabinet regularly and to the Nitijela annually, or more often if requested. The NCCC shall keep this policy under regular review, and monitor the implementation of the policy goals, objectives and strategies. A comprehensive five-year progress review should be carried out."}, {"text_block_id": "p25_b254", "text": "The NCCC will monitor the implementation of the Climate Change Policy in a manner that is also consistent with its obligations to the Joint NAP which it meets in concert with"}, {"text_block_id": "p25_b255", "text": "the Chief Secretary’s Office."}, {"text_block_id": "p25_b256", "text": "The NCCC Secretariat will also ensure the Climate Change Policy is promoted, to ensure stakeholders are aware and have ready access to it."}, {"text_block_id": "p26_b257", "text": "References"}, {"text_block_id": "p26_b258", "text": "Australian Bureau of Meteorology, 2008. Pacific Country Report Sea Level & Climate: Their Present State Marshall Islands December 2008"}, {"text_block_id": "p26_b259", "text": "Connell, J., and Maata, M. (1992) Environmental, Planning, Climate Change and Potential Sea level Rise. Report on a mission to the Republic of the Marshall Islands. SPREP Reports and studies sources NO55 Apia, Western Samoa."}, {"text_block_id": "p26_b260", "text": "Crisostomo, Y (2009) Views of RMI on Climate Change. Office of Environmental Planning and Policy Coordination, Majuro, RMI."}, {"text_block_id": "p26_b261", "text": "Crisostomo, Y.N. (2001) Kwajalein Atoll, Republic of the Marshall Islands Climate Change Vulnerability and Adaptation Case Study. Prepared at the International global Climate Institute, Waikato University, Hamilton, NZ."}, {"text_block_id": "p26_b262", "text": "Sachs, J et al., (2009), Recent movements of the ITCZ in the tropical Pacific, University of Washington, Washington DC."}, {"text_block_id": "p26_b263", "text": "Steffen, W. (2009), Climate Change 2009: Faster Change & More Serious Risks. Australian Department of Climate Change, Australia."}, {"text_block_id": "p26_b264", "text": "H.E. Muller P. (2009), Views Regarding the Possible Security Implications of Climate Change in the Marshall Islands, Report to the UN General Assembly,"}, {"text_block_id": "p26_b265", "text": "Holthus P., (1992) A"}, {"text_block_id": "p26_b266", "text": "ssessment for Accelerated Sea Level Rise, Case Study: Majuro Atoll, Republic of the Marshall Islands"}, {"text_block_id": "p26_b267", "text": ", published by the South Pacific Regional Environment Programme"}, {"text_block_id": "p26_b268", "text": "Intergovernmental Panel of Climate Change (IPCC), 2007. Fourth Assessment Report (AR4)"}, {"text_block_id": "p27_b269", "text": "National Reports:"}, {"text_block_id": "p27_b270", "text": "Government of RMI, Constitution"}, {"text_block_id": "p27_b271", "text": "Government of RMI, Strategic Development Plan Framework (2003-2018)."}, {"text_block_id": "p27_b272", "text": "Government of RMI, Education Strategic Plan (2007-2011)."}, {"text_block_id": "p27_b273", "text": "Government of RMI, Climate Change Road Map (2010)."}, {"text_block_id": "p27_b274", "text": "Government of RMI, First National Communications to the Conference of the Parties of the UNFCCC (2000)."}, {"text_block_id": "p27_b275", "text": "Government of RMI, National Energy Policy and National Energy Action Plan (2009)."}, {"text_block_id": "p27_b276", "text": "Government of RMI, National Priorities for the PACC Project (2009)."}, {"text_block_id": "p27_b277", "text": "Government of RMI, National Action Plan for Disaster Risk Management (2007)."}, {"text_block_id": "p27_b278", "text": "Government of RMI, National Priorities for the IWRM Project (2008)."}, {"text_block_id": "p27_b279", "text": "Government of RMI, Drought Mitigation Project (EPPSO) (2006)."}, {"text_block_id": "p27_b280", "text": "Government of RMI, Year Book 2005 and 2006."}, {"text_block_id": "p27_b281", "text": "Government of RMI, Standard Mitigation Plan (2005-2007)."}, {"text_block_id": "p27_b282", "text": "Government of RMI, Outer Islands Development Plan."}, {"text_block_id": "p27_b283", "text": "Government of RMI, Micronesian Presidents Summit Report, OEPPC (2010)."}, {"text_block_id": "p27_b284", "text": "Government of the RMI, Reimaanlok, 2008"}, {"text_block_id": "p27_b285", "text": "Interview consultations with RMI representatives as outlined in Appendix 1."}], "document_description": "The National Climate Change Policy Framework (NCCPF) sets out the Government's commitments and responsibilities to address climate change. This policy framework will guide the development of adaptation and energy security measures, prepare to manage current climate variability and future climate projections.&nbsp;<br><br>The document sets five priority goals: 1) Strengthen the Enabling Environment for Climate Change Adaptation and Mitigation, including Sustainable Financing, 2) Adaptation and Reducing Risks for a Climate Resilient Future, 3) Energy Security and Low-Carbon Future, 4) Disaster Preparedness, Response and Recovery, and 5) Building Education and Awareness, Community Mobilization, whilst being mindful of Culture, Gender and Youth. The National Climate Change Committee (NCCC) will further oversee the development of a Climate Change and Disaster Risk Management National Action Plan. This action plan will identify priority actions needed under each strategic goal, and align these with actions already identified under the National Action Plan for Disaster Risk Management 2008-2018."}