{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Marshall Islands", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Republic of the Marshall Islands Joint National Action Plan for Climate Change Adaptation & Disaster Risk Management 2014 - 2018", "document_country_code": "MHL", "document_hazard_name": ["Sea Level Rise", "Soil Erosion", "Wildfires", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Action Plan", "document_framework_name": ["Drm/Drr", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2014", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/MHL/2014/MHL-2014-01-01-Republic of the Marshall Islands Joint National Action Plan for Climate Change Adaptation & Disaster Risk Management 2014 - 2018_71b8318901d6f3d3630eac2f2d11899c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "2014 -2018"}, {"text_block_id": "p1_b2", "text": "Table of Contents"}, {"text_block_id": "p2_b3", "text": "List of Figures"}, {"text_block_id": "p2_b4", "text": "List of Tables"}, {"text_block_id": "p2_b5", "text": "List of Annexes"}, {"text_block_id": "p3_b6", "text": "List of Acronyms"}, {"text_block_id": "p5_b7", "text": "Foreward"}, {"text_block_id": "p5_b8", "text": "The Marshall Islands is a small country of 29 atolls and 5 islands comprised of about 70 square miles in land area spread over an expanse of ocean in the North Pacific of more than 700 square miles. The Marshallese people have a proud history of sustainably drawing from available resources and conserving the natural environment upon which their livelihoods depend. Due to the underlying geographical and economic context, Marshallese livelihoods are vulnerable to a range of natural and human-induced hazards perhaps more so than our larger island neighbours in other parts of the Pacific. Climate change in particular represents an enormous challenge to Marshallese people. Recognising the vulnerable nature of our country, we have embarked on this endeavour to identify climate change adaptation, risk reduction and disaster management measures and activities that will help to make our country a better place to live and our people more safe and secure."}, {"text_block_id": "p5_b9", "text": "In late 2006, the Government requested support from the Pacific Islands Applied Geoscience Commission (SOPAC) to develop a Disaster Risk Management National Action Plan. Together with representatives of the Pacific Islands Forum Secretariat, United Nations Development Programme (Pacific Centre) and Secretariat for the Pacific Community (SPC), the team assisted government officials and other stakeholders representing community interests to develop this plan, which began in 2008. In 2010 it was recognized that the Disaster Risk Management National Action Plan would"}, {"text_block_id": "p5_b10", "text": "benefit from inclusion of climate change risks, thus began the process to develop RMI’s Joint"}, {"text_block_id": "p5_b11", "text": "National Action Plan for Climate Change Adaptation and Disaster Risk Management (JNAP). Over the following years, SPC/SOPAC and the Secretariat for the Pacific Regional Environment Programme (SPREP) have continued to support efforts to refine and finalize the JNAP through multi-stakeholder and individuals consultations with key government ministries, agencies and non-governmental groups in the RMI."}, {"text_block_id": "p5_b12_merged_merged", "text": "This Joint National Action Plan for Climate Change Adaptation and Disaster Risk Management National Action Plan is an important and integral supportive element towards the achievement of our sustainable national development imperatives. We realise that in order to move forward meaningfully with the development priorities, it is important that we fully take into account those risks associated with the many hazards that we face – including climate change. We must collectively plan to mitigate and wherever possible prevent risks posed by hazards, and adapt where we must. We must also prepare ourselves to effectively manage those disasters which may be unavoidable and will impact our shores and our limited resources. The 2013 drought brought many lessons for improving coordinated and collaborative approaches to risk management. If we don't learn from past events and take any action then it is almost inevitable that we will have a higher price to pay in the future. It will take us longer to recover and our efforts to move forward will actually result in taking steps backwards."}, {"text_block_id": "p5_b15", "text": "I commend this Joint National Action Plan to all Marshallese stakeholders, from national to local levels, and congratulate the efforts made in its development. I also invite our development partners and donors to work with the Republic of the Marshall Islands to address the various measures and actions that it identifies. We see this document not as a signal of accomplishment but as a starting point for a better future for the Marshall Islands."}, {"text_block_id": "p5_b16", "text": "Christopher J Loeak, President of the Republic of Marshall Islands"}, {"text_block_id": "p6_b17", "text": "Executive Summary"}, {"text_block_id": "p6_b18_merged", "text": "This Joint National Action Plan (JNAP) for Climate Change Adaptation and Disaster Risk Management provides a detailed strategy for holistically and co-operatively addressing risk in the Republic of the Marshall Islands (RMI). The JNAP is the result of extensive national consultations with relevant stakeholders and is built upon the strong foundations of the RMI’s Disaster Risk Management National Action Plan (DRM NAP). The incorporation of actions to address the crucial issue of climate change, which is likely to severely and negatively impact upon livelihoods in the RMI, provides an updated action plan which does not differentiate between the source of risk, whether it be climate driven or otherwise. The RMI has been able to effectively plan for mainstreaming risk reduction across all sectors via activities detailed in this JNAP."}, {"text_block_id": "p6_b21", "text": "The JNAP’s strategic goals,"}, {"text_block_id": "p6_b22", "text": "which are a combination of those addressed in the DRM NAP and the national Climate Change Policy Framework (NCCPF), are as follows:"}, {"text_block_id": "p6_b23", "text": "JNAP Goals:"}, {"text_block_id": "p6_b24", "text": "JNAP Goals:\n* Public education and awareness of effective CCA and DRM from local to national level\n* Enhanced emergency preparedness and response at all levels within the Marshall Islands\n* Improved energy security, working towards a low carbon future for the Marshall Islands\n* Enhanced local livelihoods and community resilience for all Marshall Islands people\n* Integrated approach to development planning including consideration of climate change"}, {"text_block_id": "p6_b34", "text": "The aim of the JNAP is to enhance the resilience of the Marshall Islands people.  It does this through providing all stakeholders, from communities, to national level to regional and international levels, with a nationally owned and driven guiding action plan that identifies key national priorities for reducing risk and vulnerability in the RMI. By developing strong and productive partnerships between communities, non-government organizations (NGOs) and local government, civil society, traditional leaders, the private sector, national government and regional and international organizations, the RMI will be able to prepare for existing and future vulnerabilities to provide healthy and sustainable livelihoods for its people."}, {"text_block_id": "p7_b35", "text": "Section 1: Background and Setting"}, {"text_block_id": "p7_b36", "text": "1.1 Geographical setting"}, {"text_block_id": "p7_b37", "text": "The Republic of the Marshall Islands (RMI"}, {"text_block_id": "p7_b38", "text": "–"}, {"text_block_id": "p7_b39", "text": "see Figure 1) is a scattered collection of 29 atolls and 5 islands lying to the west of the international dateline and just north of the equator. With a land area of 181km"}, {"text_block_id": "p7_b40", "text": "2"}, {"text_block_id": "p7_b41", "text": ", the RMI’s low lying atoll"}, {"text_block_id": "p7_b42", "text": "s and islands lie within an Exclusive Economic Zone (EEZ) of almost 2 million km"}, {"text_block_id": "p7_b43", "text": "2"}, {"text_block_id": "p7_b44", "text": ".  The atolls, which are coral caps set on the rims of submerged volcanoes, are aligned in parallel chains consisting of Ratak (sunrise) to the east, and Ralik (sunset) to the west."}, {"text_block_id": "p7_b45", "text": "RMI’s capital, Majuro is located in the southeast"}, {"text_block_id": "p7_b46", "text": "and is 700 miles from the furthest outlying atoll (Ujelang). Situated in the middle of the Pacific tectonic plate, the RMI remains at low risk (but certainly not zero risk) of geological hazards such as earthquakes, tsunami and volcanoes."}, {"text_block_id": "p7_b47", "text": "Figure 1"}, {"text_block_id": "p7_b48", "text": ": Map of the Republic of the Marshall Islands"}, {"text_block_id": "p7_b49", "text": "1.2 Population"}, {"text_block_id": "p7_b50", "text": "RMI has a total estimated population of 53,158 (2011 RMI Census). The two major urban centres, Majuro and Ebeye, have populations of 27,797 and 11,408 respectively, corresponding to almost three quarters of the total population (2011 RMI Census). Other atolls and islands are considered rural in nature and referred to as the Outer Islands. National population growth is moderated by high levels of out-migration to the United States. However, high birth rates and internal migration via rapid and unregulated urbanization of the two urban centres is of concern given the existing (and increasing) high population densities of Majuro and Ebeye."}, {"text_block_id": "p7_b51", "text": "1.3 Governance Arrangements"}, {"text_block_id": "p7_b52", "text": "The RMI declared self-government in 1979 and in 1986 was granted its sovereignty from its former colonial status, the US."}, {"text_block_id": "p7_b53", "text": "RMI’s"}, {"text_block_id": "p7_b54", "text": "ongoing relationship with the US is formalized via the Compact of Free Association (COFA) which provides economic assistance to the RMI, accounting for 45% of GDP. The current COFA arrangement covers the period up to 2023. US presence still exists on 11 islands in Kwajalein Atoll, which is used for the Ronald Reagan Ballistic Missile Defense Test Site (RMI, 2007), an arrangement formalized in the RMI COFA."}, {"text_block_id": "p7_b55_merged_merged_merged", "text": "Elections are held every four years with each of the twenty-four constituencies electing a senator to the lower house of RMI’s bicameral legislature, the Nitijela. The upper house – the Council of Iroji – is an advisory body comprising twelve tribal chiefs. The Council of Iroji is consulted on all customary and land issues. The President, who is head of state as well as head of government, is elected by the Nitijela. The Executive consists of the Presidential Cabinet – ten ministers appointed by the President with the approval of the Nitijela. The Chief Secretary heads the Public Service and is responsible to the Cabinet for the general direction of the work of all departments and offices of government."}, {"text_block_id": "p7_b62", "text": "Local government is administered by the Ministry of Internal Affairs and each inhabited island has a local council headed by a mayor. Funds are disbursed to the local councils on an annual basis in"}, {"text_block_id": "p8_b63", "text": "relation to the size of the population being served. Local council activities include: local police services, solid waste collection and maintenance of local roads. Additional funding for capital projects is sometimes allocated from donor funding or US federal grants. Mayors report back to the Ministry of Internal Affairs every three months. District centers have their own locally appointed officials and police force. Funding for the district centers comes in the form of grants from the national government and revenue raised locally."}, {"text_block_id": "p8_b64", "text": "The arrangements with the USA regarding disaster response assistance changed in 2008, from being Federal Emergency Management Agency (FEMA) administered to USAID (see USAID, 2013). The United Nations Office for the Coordination of Humanitarian Affairs (UNOCHA) also plays a role in coordinating disaster response. It is hoped the new arrangement will allow for greater flexibility in times of disaster and better reflect the transition from being a US territory to an independent state."}, {"text_block_id": "p8_b65", "text": "1.4 Economic setting"}, {"text_block_id": "p8_b66", "text": "Public sector spending and contributions from the United States, via the COFA, largely drives the"}, {"text_block_id": "p8_b67", "text": "RMI’s relatively small national economy."}, {"text_block_id": "p8_b68", "text": "The government sector accounts for 41% of formal employment and 40% of GDP (including state owned enterprises). The US Test Site on Kwajalein also accounts for one-third of economic activity."}, {"text_block_id": "p8_b69", "text": "The fragile nature of energy and food security was made visible when a State of Economic Emergency was declared in 2008 following rising inflation which peaked at 30.1% (European Commission, 2009). High food and fuel prices resulted, highlighting the vulnerability of the RMI to"}, {"text_block_id": "p8_b70", "text": "external market variations. The economy’s high vulnerability to external shocks was similarly"}, {"text_block_id": "p8_b71", "text": "highlighted after 9/11 and the 2001-2004 Asian Bird Flu Crisis."}, {"text_block_id": "p8_b72", "text": "1.5 Risk Context"}, {"text_block_id": "p8_b73", "text": "The"}, {"text_block_id": "p8_b74", "text": "RMI’s hazards and vu"}, {"text_block_id": "p8_b75", "text": "lnerabilities are linked to both physical and social characteristics of its islands and people, in addition to ongoing unsustainable development practices. Key drivers of the"}, {"text_block_id": "p8_b76", "text": "RMI’s vulnerability include:"}, {"text_block_id": "p8_b77", "text": "RMI’s vulnerability include:\n* See RMI, 2009a)\n* See RMI, 2009a)\n Sparse and scattered nature of islands and atolls, making communication and transportation"}, {"text_block_id": "p8_b88_merged_merged_merged_merged_merged", "text": "Outbreaks of disease via contamination of water is not uncommon – an issue that is exacerbated by the high population densities of the urban centres."}, {"text_block_id": "p9_b91", "text": "Tsunamis have not been recorded as having a significant impact on the Marshall Islands in living memory.  However, recent research on similar atoll islands in the Pacific also thought to be at minimal risk (such as in Wallis and Futuna) have revealed inland soil deposits caused by significant tsunamis (Goff, 2009).  In addition, the 2004 Indonesia tsunami had a large impact on the Maldives, an atoll nation in the Indian Ocean with similar geography to RMI, causing 60 deaths."}, {"text_block_id": "p9_b92", "text": "The tide gauge in Majuro has recorded 14 tsunamis since 1993, with the largest being 4.3 inches (11cm), caused by a 8.3 Mw earthquake in the Kuril Islands in 1994 (Australian Bureau of Meteorology, 2010). Modelling studies have shown that for a 2000 year return period, the RMI have a maximum amplitude of between 1 and 2 metres, with the most likely source being the Kuril Islands.  On a 100 year return period, the maximum amplitude is between 0.2 to 0.4 metres (Thomas and Burbridge 2009)."}, {"text_block_id": "p9_b93", "text": "While the likelihood of a major tsunami occurring during an extremely high equinox tide (or even coinciding with waves arriving from a distant storm, (see section 2) are very low, such an event could have disastrous consequences for RMI (Pearce 2008).  With increasing sea levels, the likelihood of a tsunami coinciding with high water level will increase."}, {"text_block_id": "p9_b94", "text": "A 2010 report by outlined and prioritised the needs for RMI to increase their tsunami resilience (Australian Bureau of Meteorology 2010)."}, {"text_block_id": "p9_b95", "text": "The key natural and human-induced hazards are listed in Table 1 below."}, {"text_block_id": "p9_b96", "text": "Table 1"}, {"text_block_id": "p9_b97", "text": ":"}, {"text_block_id": "p9_b98", "text": "RMI’s Natural and human induced hazards"}, {"text_block_id": "p9_b99", "text": ". Source: GFDRR, 2008."}, {"text_block_id": "p9_b100", "text": "Table 2 shows recent past disaster events affecting the RMI. It can be seen that it is predominantly the hydro meteorological natural hazards that have the potential to significantly affect all sectors of the RMI. These risks are likely to be enhanced as a result of climate change impacts (see Section 2)."}, {"text_block_id": "p9_b101", "text": "Table 2"}, {"text_block_id": "p9_b102", "text": ": Recent disaster events affecting the RMI"}, {"text_block_id": "p10_b103", "text": "Section 2: Climate change"}, {"text_block_id": "p10_b104", "text": "2.1 Climate change impacts"}, {"text_block_id": "p10_b105", "text": "Climate change, driven by an increase in the concentration of greenhouse gases in the atmosphere, is likely to severely and negatively impact all sectors in the RMI. Key impacts are likely to result from changing i) ocean, atmosphere and land temperatures, ii) rainfall patterns, iii) typhoons, iv) sea level rise, and v) ocean acidification."}, {"text_block_id": "p10_b106", "text": "The effects of climate change will most likely be felt first through the impact of climate extremes (IPCC, 2012).  Climate records in RMI have established that the El Niño / La Niña phenomenon (also known as El Niño Southern Oscillation or ENSO) is the main driver of year to year changes in climate (including temperature, rainfall and cyclones) along with the behaviour of the Inter Tropical Convergence Zone (ITCZ) and the Western Pacific Monsoon (Australian Bureau of Meteorology and CSIRO, 2011)."}, {"text_block_id": "p10_b107_merged", "text": "Seasonal forecasting, projections and (where necessary) warnings of temperature, rainfall, sea level and cyclones are produced by the RMI Weather Service Office (WSO) in collaboration with regional partners.  Effective dissemination of these early warning products from the WSO to government agencies, NGOs and communities, along with suitable action / response plans are an effective method of adaptation to climate change and management of disaster risk, as outlined in this JNAP document."}, {"text_block_id": "p10_b109", "text": "La Niña years are significantly wetter and cooler than El Niño years.  During El Niño years, sea surface temperatures increase to the east of RMI, which favours more intense tropical cyclones in the region (Australian Bureau of Meteorology and CSIRO, 2011)."}, {"text_block_id": "p10_b110", "text": "Sea level is also generally higher around RMI during La Niña events, with 6 of the top 10 water levels recorded at Majuro occurring during La Niña and none during El Niño (Australian Bureau of Meteorology and CSIRO, 2011).  The Weather Service Office has recorded that roads in both Majuro and Ebeye suffer significant inundation on almost every equinox tide during La Niña conditions."}, {"text_block_id": "p10_b111", "text": "Recent research has shown that future El Niño events could become more frequent and severe and that rainfall in the ITCZ could increase during the wet season (Powers et al., 2013 and Cai et al., 2012). This would have direct impacts on rainfall patterns in RMI."}, {"text_block_id": "p10_b112", "text": "As a small atoll nation, negative effects are already taking place and these will continue to gravely undermine efforts towards sustainable development, threatening the survival and the sovereignty of RMI as a nation. The following sections describe how a change in climate and weather patterns will affect the RMI."}, {"text_block_id": "p11_b113", "text": "Increased Temperature"}, {"text_block_id": "p11_b114", "text": "Temperature records show there has been warming over the past 60 years at Majuro (0.26"}, {"text_block_id": "p11_b115", "text": "°"}, {"text_block_id": "p11_b116", "text": "F per decade) and Kwajalein (0.27"}, {"text_block_id": "p11_b117", "text": "°"}, {"text_block_id": "p11_b118", "text": "F per decade).  This warming is projected to accelerate with a temperature rise of up to 4.5"}, {"text_block_id": "p11_b119", "text": "°"}, {"text_block_id": "p11_b120", "text": "F by 2090 (Australian Bureau of Meteorology and CSIRO, 2011)."}, {"text_block_id": "p11_b121", "text": "Warmer than usual sea surface temperatures have led to"}, {"text_block_id": "p11_b122", "text": "coral bleaching"}, {"text_block_id": "p11_b123", "text": "in RMI, with several events recorded around Majuro (Beger et al., 2008). Healthy coral reefs can survive episodic bleaching events, but severe or regular bleaching can cause coral reefs to die.  Coral reefs provide a vital ecosystem function for coastal fisheries and also act as a natural barrier to absorb wave energy and protect shorelines from erosion and inundation (Ford, 2013)."}, {"text_block_id": "p11_b124", "text": "Under a business as usual emissions scenario (A1B), and assuming that coral reef species cannot adapt quickly enough, then bleaching is expected to occur in RMI in at least 9 years out of 10 by 2050 (Burke et al., 2011). While the details of ocean warming and bleaching have not been recalculated using the IPCC Assessment Report 5 (released in September 2013), the general characteristics of warming have not changed under similar emissions profiles (RCP4.5 and RCP6.0)."}, {"text_block_id": "p11_b125_merged_merged_merged", "text": "Catch from pelagic fisheries, including skipjack tuna and bigeye tuna are valued at around $USD57 million, based on figures from 2004-2008 (Bell et al., 2011).  Preliminary modelling has been used to estimate the impact of climate change on fisheries, although these figures can be used as indicative only.  Relative to the 1980-2000 catch (Bell et al., 2011);"}, {"text_block_id": "p11_b128", "text": "Catch from pelagic fisheries, including skipjack tuna and bigeye tuna are valued at around $USD57 million, based on figures from 2004-2008 (Bell et al., 2011).  Preliminary modelling has been used to estimate the impact of climate change on fisheries, although these figures can be used as indicative only.  Relative to the 1980-2000 catch (Bell et al., 2011);\n"}, {"text_block_id": "p11_b130", "text": "Figure 2: Coral Bleaching in Majuro in 2006.  Photos: D Jacobsen (Beger et al., 2008)"}, {"text_block_id": "p11_b131", "text": "Rainfall and drought"}, {"text_block_id": "p11_b132", "text": "Notable recent droughts occurred during the El Nino of 1997-1998, causing the government of the RMI to declare a state of emergency (Pacific HYCOS, 2009).  In 2013, an atmospheric blocking phenomenon led to drought in the northern RMI and caused the declaration of a state of emergency"}, {"text_block_id": "p12_b133", "text": "on 19 April. Over the same period, heavy rainfall in the southern RMI impacted on crops and threatened food security."}, {"text_block_id": "p12_b134", "text": "Climate records from Kwajalein and Majuro dating from 1950 and 1954 respectively both show statistically significant"}, {"text_block_id": "p12_b135", "text": "decreases"}, {"text_block_id": "p12_b136", "text": "in annual and dry season rainfall (Australian Bureau of Meteorology and CSIRO, 2011).  However there is"}, {"text_block_id": "p12_b137", "text": "high"}, {"text_block_id": "p12_b138", "text": "confidence that wet season, dry season and annual average rainfall will"}, {"text_block_id": "p12_b139", "text": "increase"}, {"text_block_id": "p12_b140", "text": "over the course of the 21"}, {"text_block_id": "p12_b141", "text": "st"}, {"text_block_id": "p12_b142", "text": "century.  This confidence is based on (i) physical reasoning that rainfall will increase in the equatorial Pacific with a warmer climate, and (ii) high agreement among climate models on this increase in rainfall (Australian Bureau of Meteorology and CSIRO, 2011)."}, {"text_block_id": "p12_b143", "text": "Heavy rain events are expected to"}, {"text_block_id": "p12_b144", "text": "increase"}, {"text_block_id": "p12_b145", "text": "in frequency and intensity over the 21"}, {"text_block_id": "p12_b146", "text": "st"}, {"text_block_id": "p12_b147", "text": "century.  The current 1-in-20 year event is expected to occur five-to-six times in a 20 year period in the northern Marshall Islands, and seven-to-eight times in a 20 year period in the southern Marshall Islands by 2090 under a high emissions scenario.  The amount of rain expected during the wettest day of a 20 year period is expected to increase by 1.8 inches (45mm) by 2090 under a high emissions scenario (Australian Bureau of Meteorology and CSIRO, 2011"}, {"text_block_id": "p12_b148", "text": "–"}, {"text_block_id": "p12_b149", "text": "see errata)."}, {"text_block_id": "p12_b150", "text": "Droughts are expected to continue, but there is likely to be a"}, {"text_block_id": "p12_b151", "text": "decrease"}, {"text_block_id": "p12_b152", "text": "of drought occurrence in RMI over the course of the 21"}, {"text_block_id": "p12_b153", "text": "st"}, {"text_block_id": "p12_b154", "text": "century, although there is only moderate confidence in this prediction.  Droughts can have significant impacts on water resources, particularly given the fragile nature and crucial role the freshwater lends notably on Majuro (see Presley, 2005).  Similarly, local food production is vulnerable to changes in rainfall patterns, given the shallow and sandy soils present in RMI."}, {"text_block_id": "p12_b155", "text": "Storms and typhoons"}, {"text_block_id": "p12_b156", "text": "RMI is on the edge of the main typhoon belt, and periodically suffers the effects of tropical storms and typhoons (as illustrated in Table 2).  The most recent was Typhoon Paka in 1997, which caused US$80 million in damages (Australian Bureau of Meteorology, 2008).   There is insufficient data to determine if there has been a trend in frequency or intensity of cyclones over the past few decades."}, {"text_block_id": "p12_b157_merged_merged_merged_merged", "text": "While there is still uncertainty in how typhoon patterns will change in a changing climate, the latest science projects that the North-West Pacific should experience a decrease in the total frequency of typhoons by about 15%, however there will likely be an increase in the most severe (category 4 and 5) typhoons of around 10%.  Accordingly, there is likely to be an increase in precipitation of approximately 12% within a radius of 200km from the centre of a cyclone (IPCC AR5 WG1, chapter 14.6.1).  That is, there will be fewer, but more intense typhoons."}, {"text_block_id": "p13_b159", "text": "Figure 3: The location of RMI (EEZ shown by red polygon) relative to typhoon tracks.  The cyclones were taken from the ibtracs catalogue and show cyclones between 1980-2012 (random colours)."}, {"text_block_id": "p13_b160", "text": "Sea level rise"}, {"text_block_id": "p13_b161", "text": "As noted above, Majuro and Ebeye already experience serious flooding almost every La Niña year during king tides.  During December 2008, a State of Emergency was declared following weeks of high seas which resulted from storm surges coinciding with high tides and two tropical depressions (RMI, 2009b, UNOCHA, 2009). The populated areas of Majuro and Ebeye suffered damage to roads, houses and other infrastructure on the low lying atolls.  A similar event occurred in June-July 2013, mainly affecting Majuro."}, {"text_block_id": "p13_b162", "text": "RMI is particularly vulnerable to sea level rise.  The islands are an average of 2 metres above sea level and nearly all of the land consists of fragile, narrow atolls.  In many places one can stand in the lagoon and see waves crashing on the ocean side, across the atoll.  Sea level rise poses significant risk by affecting suitability for habitation and enhancing erosion and inundation.  Increasing frequency of inundation by seawater will likely contaminate fragile and vital freshwater lenses"}, {"text_block_id": "p13_b163", "text": "Sea level change observed by tide gauge and satellites around Majuro since 1993 agree well. The rate of sea level rise at Majuro is about 0.3 inches (7mm) per year, which is at least twice as fast as the global average of 0.125"}, {"text_block_id": "p13_b164", "text": "±"}, {"text_block_id": "p13_b165", "text": "0.015 inches (3.2"}, {"text_block_id": "p13_b166", "text": "±"}, {"text_block_id": "p13_b167", "text": "0.4 mm) per year (Australian Bureau of Meteorology and CSIRO, 2011).  It is thought that the relatively rapid sea level rise in the Western Pacific is due to an increase in the equatorial trade winds (Merrifield 2011). This rate of sea level rise is calculated from satellites, and does not take into account the measured downwards vertical land motion at the tide gauge in Majuro of 0.02 inches (0.5 mm) per year (Australian Bureau of Meteorology, December 2010).  This rate of sea level rise is expected to continue and accelerate, with a rise of between 8 to 24 inches (20 to 60 cm) by 2090, relative to the sea level in 2000."}, {"text_block_id": "p13_b168_merged_merged", "text": "Extreme sea level events in the Marshalls are often caused by the arrival of long period swell waves generated from distant storms in either the North Pacific or South Pacific (Tasman Sea) coinciding with extreme high tides.  There is low confidence in the trends of these storms, however existing data indicates that there may be an increase in waves arriving in the tropical Pacific from Southern Ocean storms (IPCC, 2013)."}, {"text_block_id": "p14_b171", "text": "The frequency of flooding events (driven by sea level rise and tides) of a given height is projected to increase by a factor of at least 1000 under a medium emissions scenario by 2100 (IPCC, 2013)."}, {"text_block_id": "p14_b172", "text": "Figure 4: Example of coastal area in RMI. Photo; Murray Ford.  2013 Landowners Guide to Coastal Protection."}, {"text_block_id": "p14_b173", "text": "Ocean Acidification"}, {"text_block_id": "p14_b174", "text": "The global ocean absorbs approximately 30% of anthropogenic CO"}, {"text_block_id": "p14_b175", "text": "2"}, {"text_block_id": "p14_b176", "text": "emissions (IPCC, 2007).  While this reduces the impact of our emissions, the extra CO"}, {"text_block_id": "p14_b177", "text": "2"}, {"text_block_id": "p14_b178", "text": "decreases ocean pH (i.e. makes it more acidic) and decreases the amount of calcium carbonate in the form of aragonite available for biological processes."}, {"text_block_id": "p14_b179", "text": "There is little knowledge on what the impacts of ocean acidification will be on coral reefs and other calciferous organisms such as crabs and many species of plankton that form the base of the oceanic food system.  However it is thought that if the aragonite saturation state"}, {"text_block_id": "p14_b180", "text": "Ω"}, {"text_block_id": "p14_b181", "text": "ar"}, {"text_block_id": "p14_b182", "text": "goes below 3.5, there will be significant impacts on coral reefs and other calciferous organisms.  It is projected with moderate confidence that the maximum annual value of"}, {"text_block_id": "p14_b183", "text": "Ω"}, {"text_block_id": "p14_b184", "text": "ar"}, {"text_block_id": "p14_b185", "text": "will go below 3.5 by 2035 within RMI."}, {"text_block_id": "p14_b186_merged_merged_merged", "text": "More research is needed to identify the impacts of ocean acidification on RMI’s marine environment and to identify possible management responses."}, {"text_block_id": "p14_b189", "text": "2.2 Sector Vulnerabilities"}, {"text_block_id": "p14_b190", "text": "The predicted impacts on specific sectors within RMI are described in Table 3 below."}, {"text_block_id": "p14_b191", "text": "Table 3"}, {"text_block_id": "p14_b192", "text": ":"}, {"text_block_id": "p14_b193", "text": "RMI’s sectoral vulnerabilities"}, {"text_block_id": "p15_b194", "text": "2.3"}, {"text_block_id": "p15_b195", "text": "RMI’s National Climate Change Policy"}, {"text_block_id": "p15_b196", "text": "The"}, {"text_block_id": "p15_b197", "text": "RMI’s people are among the most vulnerable"}, {"text_block_id": "p15_b198", "text": "to the impacts of climate change. RMI firmly believes it has no choice but to implement measures to build resilience, reduce disaster risk, and support renewable energy and energy efficiency, i.e. to adapting to the adverse impacts of climate change. Within the context of extreme vulnerability to climate change impacts, the RMI has developed the National Climate Change Policy Framework (NCCPF"}, {"text_block_id": "p15_b199", "text": "–"}, {"text_block_id": "p15_b200", "text": "see RMI Government, 2011), to provide a blueprint to build resilience in partnership with our regional and global partners. The NCCPF was formally endorsed in 2011, and provides overarching national guidance and identification of priorities for tackling climate change challenges in the RMI."}, {"text_block_id": "p15_b201", "text": "The vision of the NCCPF is “"}, {"text_block_id": "p15_b202", "text": "Building the resilience of the people of the Marshall Islands to climate c"}, {"text_block_id": "p15_b203", "text": "hange”"}, {"text_block_id": "p15_b204_merged_merged", "text": ". The RMI has identified a series of priority climate change areas which represent targets for attention and, in some cases, urgent response. While efforts continue to understand the nature of future climate change, it is clear that the RMI faces major impacts on its communities’ livelihoods and infrastructure from sea-level rise, sea surge, typhoons and rainfall intensity; water and food security issues from changing rainfall patterns and ocean acidification; health issues from rising temperatures and prolonged drought periods, as well as the potential for increasing peak wind speeds and changes to ocean circulation patterns. To prepare for these impacts, the RMI Climate Change Policy Framework presents five strategic goals that provide a pathway to an integrated, whole of Marshall Islands response. Objectives and outcomes are identified for each goal."}, {"text_block_id": "p16_b207", "text": ". The RMI has identified a series of priority climate change areas which represent targets for attention and, in some cases, urgent response. While efforts continue to understand the nature of future climate change, it is clear that the RMI faces major impacts on its communities’ livelihoods and infrastructure from sea-level rise, sea surge, typhoons and rainfall intensity; water and food security issues from changing rainfall patterns and ocean acidification; health issues from rising temperatures and prolonged drought periods, as well as the potential for increasing peak wind speeds and changes to ocean circulation patterns. To prepare for these impacts, the RMI Climate Change Policy Framework presents five strategic goals that provide a pathway to an integrated, whole of Marshall Islands response. Objectives and outcomes are identified for each goal.\n* Strengthen the Enabling Environment for Climate Change Adaptation and Mitigation,\n* Adaptation and Reducing Risks for a Climate Resilient Future\n* Energy Security and Low-Carbon Future\n* Disaster Preparedness, Response and Recovery\n* Building Education and Awareness, Community Mobilization, whilst being mindful of"}, {"text_block_id": "p16_b217", "text": "The aim of the NCCPF, via these 5 strategic goals, is to:"}, {"text_block_id": "p16_b218", "text": "“"}, {"text_block_id": "p16_b219", "text": "Foster and guide a national plan of action to address current and short, medium and long term effects of climate change, ensuring to the greatest possible extent that the quality of life of the people of the Marsh"}, {"text_block_id": "p16_b220", "text": "all Islands and opportunities for sustainable development are not compromised.”"}, {"text_block_id": "p16_b221", "text": "The NCCPF also identifies nine national priority areas, which are listed below and addressed via the five strategic goals."}, {"text_block_id": "p16_b222", "text": "The NCCPF also identifies nine national priority areas, which are listed below and addressed via the five strategic goals.\n"}, {"text_block_id": "p16_b231", "text": "An overview of the NCCPF is visually depicted below in Figure 2. The framework will operate primarily via a National Committee on Climate Change (NCCC), which will link in and work with existing committees, ministries and other stakeholders, acknowledging the separate mandate of these organizations and processes."}, {"text_block_id": "p17_b232", "text": "Figure 5"}, {"text_block_id": "p17_b233", "text": ": Overview of the NCCPF (Source: RMI Government, 2011)"}, {"text_block_id": "p17_b234", "text": "Section 3: The links between disaster risk management and climate change adaptation"}, {"text_block_id": "p17_b235", "text": "3.1 Linkages and the argument for integration of DRM and CCA"}, {"text_block_id": "p17_b236_merged", "text": "In the RMI, most risks and threats are predominantly climate related. Table 2 provides examples of recent disasters, the majority of which are climate and weather driven. Recent studies and global discussions have therefore focussed on integrating, or combining, the fields of disaster risk management (DRM) and climate change adaptation (CCA), given the strong practical and conceptual similarities between the two. In the Pacific, this makes sense, given many Pacific Island’s vulnerability and exposure to climate and weather driven disasters, i.e. disaster risk management and climate change adaptation speak the same language and aim to achieve the same thing: reducing vulnerability and enhancing resilience."}, {"text_block_id": "p17_b241", "text": "Integrating DRM and CCA has several benefits, which are listed below:"}, {"text_block_id": "p17_b242", "text": "Integrating DRM and CCA has several benefits, which are listed below:\n* . Integrating DRM and CCA\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n Strengthen coordinated approaches at the national, community and outer islands in dealing\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n Strengthen coordinated approaches at the national, community and outer islands in dealing\n Brings together multiple funding sources and resources (DRM and climate change funds)\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n Strengthen coordinated approaches at the national, community and outer islands in dealing\n Brings together multiple funding sources and resources (DRM and climate change funds)\n Integrating DRM and CCA is what donors look for: it contributes to aid effectiveness\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n Strengthen coordinated approaches at the national, community and outer islands in dealing\n Brings together multiple funding sources and resources (DRM and climate change funds)\n Integrating DRM and CCA is what donors look for: it contributes to aid effectiveness\n Integration of DRM and CCA is occurring in other countries (e.g. Tonga, Cook Islands, Niue)\n<\\li1>"}, {"text_block_id": "p18_b249", "text": "Integrating DRM and CCA has several benefits, which are listed below:\n* . Integrating DRM and CCA\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n Strengthen coordinated approaches at the national, community and outer islands in dealing\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n Strengthen coordinated approaches at the national, community and outer islands in dealing\n Brings together multiple funding sources and resources (DRM and climate change funds)\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n Strengthen coordinated approaches at the national, community and outer islands in dealing\n Brings together multiple funding sources and resources (DRM and climate change funds)\n Integrating DRM and CCA is what donors look for: it contributes to aid effectiveness\n* . Integrating DRM and CCA\n Strengthen institutional and policy arrangements and capacity in dealing with national and\n Strengthen coordinated approaches at the national, community and outer islands in dealing\n Brings together multiple funding sources and resources (DRM and climate change funds)\n Integrating DRM and CCA is what donors look for: it contributes to aid effectiveness\n Integration of DRM and CCA is occurring in other countries (e.g. Tonga, Cook Islands, Niue)\n<\\li1>\n"}, {"text_block_id": "p18_b251", "text": "3.2 How to integrate DRM and CCA"}, {"text_block_id": "p18_b252", "text": "The RMI has a well-established Disaster Risk Management National Action Plan (DRM NAP"}, {"text_block_id": "p18_b253", "text": "–"}, {"text_block_id": "p18_b254", "text": "see RMI Government, 2007), which was informed by extensive national consultations and stakeholder engagement over a period of several years. The DRM NAP describes in detail how to address risk in the"}, {"text_block_id": "p18_b255", "text": "RMI, including ten strategic goals and subsequent objectives and activities. Since the DRM NAP’s"}, {"text_block_id": "p18_b256", "text": "development, the RMI has developed and endorsed a National Climate Change Policy Framework (NCCPF), as described in Section 2.3. The NCCPF provides guidance on how the RMI needs to address"}, {"text_block_id": "p18_b257", "text": "climate change in a “whole of government”, and indeed whole of country manner. It also addresses"}, {"text_block_id": "p18_b258", "text": "national priority areas which need to be addressed, in part via the five strategic goals."}, {"text_block_id": "p18_b259_merged_merged", "text": "In November 2010, a review of the DRM NAP was completed, which highlighted the need to further extend the scope of the DRM NAP to incorporate the impacts and risks associated with climate change. The DRM NAP therefore provides much of the groundwork for an action plan for climate change, as many of the impacts associated with climate change will be an enhancement of existing risks and threats (e.g. water and food security, coastal erosion). A Joint National Action Plan (JNAP) for both disaster risk management and climate change is therefore a practical and strategic way to address risk in the RMI holistically. The RMI’s JNAP has strong foundations via the existence of the DRM NAP, it is updated with the additional risks and threats climate change is likely to bring, which are described in RMI’s NCCPF. This is described visually below in Figure 3."}, {"text_block_id": "p18_b264", "text": "Figure 6"}, {"text_block_id": "p18_b265", "text": ":"}, {"text_block_id": "p18_b266", "text": "Development of RMI’s JNAP"}, {"text_block_id": "p18_b267", "text": "RMI’s JNAP therefore identifies"}, {"text_block_id": "p18_b268", "text": "the strong synergies and commonalities in the DRM NAP and the NCCPF. It ensures all risks, threats and priorities"}, {"text_block_id": "p18_b269", "text": "are covered, by incorporating the NCCPF’s five"}, {"text_block_id": "p19_b270", "text": "strategic goals and national priorities with the DRM NAP’s ten goals. It allows for partnerships"}, {"text_block_id": "p19_b271", "text": "between government ministries and agencies, local governments, the non-government sector (NGOs, private enterprise, communities, traditional leaders), the donor community and regional and international agencies and organizations."}, {"text_block_id": "p19_b272", "text": "Importantly, t"}, {"text_block_id": "p19_b273", "text": "he RMI’s JNAP addresses DRM and CCA as one issue:"}, {"text_block_id": "p19_b274", "text": "all risk reduction,"}, {"text_block_id": "p19_b275", "text": "and does not make the artificial separation between disaster risk and climate change, because in the RMI,"}, {"text_block_id": "p19_b276", "text": "they are one and the same"}, {"text_block_id": "p19_b277", "text": "."}, {"text_block_id": "p19_b278", "text": "3.3 Mainstreaming DRM and CCA in the Pacific"}, {"text_block_id": "p19_b279", "text": "Section 4: Linkages to National, Regional and International Policies and Frameworks"}, {"text_block_id": "p19_b280", "text": "The JNAP draws upon and is informed by existing policies and frameworks at the national, regional and international level. These are outlined below."}, {"text_block_id": "p19_b281", "text": "4.1 Strategic Development"}, {"text_block_id": "p19_b282", "text": "At an international level, the RMI is committed to the principles outlined in the Mauritius Strategy for Sustainable Development of Small Island Developing States 2005."}, {"text_block_id": "p19_b283", "text": "The Pacific Plan provides a regional policy approach to sustainable development. Reflecting elements of both the Paris Declaration of Aid Effectiveness and the Pacific Principles of Aid Effectiveness, the Pacific Plan calls on donors and development partners to work with national governments in providing a harmonized approach to development support in the Pacific. The recent review of the Pacifi"}, {"text_block_id": "p19_b284", "text": "c Plan notes the importance of addressing the region’s vulnerabilities and dependencies, with the development and implementation of RMI’s JNAP directly contributing to this"}, {"text_block_id": "p19_b285", "text": "approach."}, {"text_block_id": "p19_b286_merged_merged_merged", "text": "The RMI’s National Strategic Development Plan: Vision 2018 (RMI Government, 2001) provides an overarching framework for sustainable development. Containing ten sustainable development goals, Vision 2018 contains several strong linkages to disaster risk management and climate change, as highlighted below in Figure 4. The JNAP fits in by providing a cross-sectoral action plan."}, {"text_block_id": "p20_b289", "text": "Figure 7"}, {"text_block_id": "p20_b290", "text": ": Vision 2018 and linkages to the JNAP (modified from DRM NAP, 2008)"}, {"text_block_id": "p20_b291", "text": "It is recognize"}, {"text_block_id": "p20_b292", "text": "d that at the time of writing, the “Vision 2018” National Strategic Development Plan"}, {"text_block_id": "p20_b293", "text": "is under review, with the aim to provide an updated version to better reflect the immediate priorities for RMI. The JNAP will undoubtedly remain important and align to the newly updated National Strategic Plan, given it directly addresses the priority issues of risk reduction and climate change adaptation."}, {"text_block_id": "p20_b294", "text": "The climate change related sectoral policies and plans the JNAP takes into account are as follows:"}, {"text_block_id": "p20_b295", "text": "The climate change related sectoral policies and plans the JNAP takes into account are as follows:\n"}, {"text_block_id": "p20_b299_merged_merged", "text": "The JNAP also links in with existing strategies, both nationally and donor led, e.g. the UNDP supported Action for the Development of Marshall Islands Renewable Energies (ADMIRE), the FAO supported Food Security and Sustainable Livelihoods program, the UNDP funded and SPREP coordinated Pacific Adaptation to Climate Change (PACC) Program, Pacific IWRM implemented by SOPAC, International Climate Change Adaptation Initiative (ACCAI), Pacific-Australia Climate Change Science and Adaptation Planning Program (PCCSAP), Pacific Adaptation Strategy Assistance Program and the IOM funded PREPARE and CADRE programs – among others."}, {"text_block_id": "p21_b302", "text": "4.2 Climate change adaptation and mitigation"}, {"text_block_id": "p21_b303", "text": "RMI acceded to the United Nations Framework Convention on Climate Change (UNFCCC) in 1992 and mostly aligns itself with the Alliance of Small Island States (AOSIS) in international negotiations for climate change. The RMI completed its Initial National Communication in 1999, with its Second National Communication currently being prepared (due for completion in March 2014) which aims to build on lessons learned as a result of the Initial Communications."}, {"text_block_id": "p21_b304", "text": "As part of the UNFCCC, the Kyoto Protocol provides legally binding commitments for developed countries to reduce emissions of greenhouse gases by at least 5% of 1990 levels. Although the RMI has no required commitments to reduce emissions under the Kyoto Protocol, the government acceded in 2003 and continues to aim to transition to a reduced dependence on greenhouse intensive sources of energy, contributing to both mitigation and less reliance on imported fuels."}, {"text_block_id": "p21_b305", "text": "The Pacific Islands Framework for Action on Climate Change (PIFACC) 2006-2015 provides the regional policy driver for action on climate change. The JNAP is consistent with the six underlying principles of the PIFACC."}, {"text_block_id": "p21_b306", "text": "The Micronesia Challenge is an agreement from governments of Palau, RMI, FSM, Guam and CNMI, and is a response to the Convention on Biological Diversity. The Micronesia Challenge commits participants to conserve 30% of near-shore marine resources and 20% of terrestrial resources by 2020. The"}, {"text_block_id": "p21_b307", "text": "Reimaanlok"}, {"text_block_id": "p21_b308", "text": "National Conservation Area Plan (see Reimaan National Planning Team, 2008)"}, {"text_block_id": "p21_b309", "text": "is RMI’s approach in reachi"}, {"text_block_id": "p21_b310", "text": "ng its commitments to the Micronesia Challenge, providing a roadmap for conservation efforts."}, {"text_block_id": "p21_b311", "text": "Modelled after the Micronesia Challenge, the Green Energy Micronesia (GEM) incorporates RMI, FSM and Palau in attempts to transition more efficient energy use and to renewable energy in the region. The goals are to reach a 20% improvement in energy supply efficient; 30% improvement in energy use efficiency and 20% of electricity generated from renewable sources (see"}, {"text_block_id": "p21_b312", "text": "http://www.micronesiachallenge.org/"}, {"text_block_id": "p21_b313", "text": ")"}, {"text_block_id": "p21_b314", "text": "."}, {"text_block_id": "p21_b315", "text": "The National Climate Change Policy Framework was endorsed in 2011 and provides strategic"}, {"text_block_id": "p21_b316", "text": "priorities for scaling up the government’s commitments to address climate change. By promoting a"}, {"text_block_id": "p21_b317", "text": "coordinated approach, the policy aims to address climate change issues across relevant sectors and"}, {"text_block_id": "p21_b318", "text": "also provides an entry point for donors to provide assistance in reducing RMI’s vulnerabilities to"}, {"text_block_id": "p21_b319", "text": "climate change impacts. The climate change policy outlines national priority areas for action in addition to five strategic goals to address key vulnerabilities and areas requiring a boost in resilience."}, {"text_block_id": "p21_b320", "text": "4.3 Disaster Risk Management"}, {"text_block_id": "p21_b321_merged_merged_merged_merged", "text": "At the international level, the Hyogo Framework for Action (HFA) 2005 – 2015 provides a strategy for reducing the impact of disasters, with a specific focus on risk reduction. Discussions are underway to design a post-2015 international framework for addressing risks, informed by lessons learned from the HFA. A regional approach to implementing the Hyogo Framework for Action was developed in 2005, with the Pacific Disaster Risk Reduction and Disaster Management Framework for Action 2005–2015 (Regional Framework for Action (RFA) – see SOPAC, 2005)."}, {"text_block_id": "p22_b328", "text": "The RMI’s"}, {"text_block_id": "p22_b329", "text": "Disaster Risk Management National Action Plan (DRM NAP) was fully endorsed in 2008, and provides a detailed plan to address risk across ten strategic goals. A review of the DRM NAP was undertaken in 2010, identifying strengths and areas where improvements could be made."}, {"text_block_id": "p22_b330", "text": "Additional DRM related national policies and plans include:"}, {"text_block_id": "p22_b331", "text": "Additional DRM related national policies and plans include:\n"}, {"text_block_id": "p22_b334", "text": "4.4 Integrating Disaster Risk Management and Climate Change Adaptation"}, {"text_block_id": "p22_b335", "text": "At the global scale, discussions have been underway since 2004 to better integrate disaster risk management and climate change adaptation, with one mechanism being the United Nations"}, {"text_block_id": "p22_b336", "text": "International Strategy for Disaster Reduction’s (UNISDR)"}, {"text_block_id": "p22_b337", "text": "inter-agency Working Group on Climate Change and Disaster Risk Reduction. At the Global Platform for Disaster Risk Reduction Meetings, progress has been made on addressing risk in a more holistic nature."}, {"text_block_id": "p22_b338", "text": "At the Pacific regional scale, discussions and subsequent activities have been underway to integrate approaches addressing CCA and DRM since 2011, with the outcome planned to succeed the Regional Framework for Action and PIFACC. High level support across the region exists for this approach, which will result in an Integrated Strategy for Disaster Risk Management and Climate Change Adaptation. A"}, {"text_block_id": "p22_b339", "text": "‘Roadmap’ to chart the path to the development of the Integrated Strategy has been"}, {"text_block_id": "p22_b340", "text": "drafted and shared across the region, with updates provided to member states at annual Pacific Disaster Risk Management Partnership Network Meetings and Pacific Climate Change Roundtables."}, {"text_block_id": "p22_b341", "text": "RMI’s JNAP therefore aligns with this progress at the regional level to address risk"}, {"text_block_id": "p22_b342", "text": "holistically."}, {"text_block_id": "p22_b343", "text": "Section 5: JNAP Development Process"}, {"text_block_id": "p22_b344", "text": "As noted in Section 3.2, the DRM NAP Review, which coincided with the drafting of the NCCPF, highlighted the need to develop a holistic approach to addressing risk in the RMI. The October / November 2010 Mission therefore began discussions with the Office of Environmental Planning, Policy and Co-ordination (OEPPC)"}, {"text_block_id": "p22_b345", "text": "and the Chief Secretary’s Office"}, {"text_block_id": "p22_b346", "text": "(CSO) in developing a combined approach to risk reduction via a JNAP. A second mission to further progress the development of a JNAP occurred in March / April 2011 and involved input from SPC/SOPAC, SPREP and the World Bank in partnership with the RMI government. Consultations undertaken during this second mission developed some the detail of the detail of the JNAP (e.g. goals, objectives, outcomes and activities) as well as building national support for the JNAP process. Meetings with OEPPC, the Chief"}, {"text_block_id": "p22_b347", "text": "Secretary’s O"}, {"text_block_id": "p22_b348", "text": "ffice and the National Climate Change Committee developed national ownership of the JNAP. This was reinforced further with a National Stakeholders Workshop, which garnered support from stakeholders from a range of backgrounds."}, {"text_block_id": "p22_b349_merged_merged_merged_merged", "text": "In November 2013, SPC/SOPAC and SPREP partnered with the CSO and OEPPC to finalize the JNAP. This Mission involved individual and multi-stakeholder consultation to update and validate the JNAP, revisiting the Goals, Objectives and Actions and updating cost estimate. This third round of consultations again involved a wide range of stakeholders to validate the contents of the JNAP, and provide clarification and edits where changes had occurred since the JNAP’s inception in 2010."}, {"text_block_id": "p23_b352", "text": "Section 6: JNAP Goals and Outcomes"}, {"text_block_id": "p23_b353", "text": "The six JNAP goals are the result of combining the aims and priorities of the DRM NAP and the NCCPF. They also address the key sector vulnerabilities, as identified in Section 2.2. The six JNAP goals were refined and revised over several rounds of national consultations, allowing for the national strategy for risk reduction to be country led and informed by all relevant stakeholders. The six JNAP goals and corresponding outcomes are as follows:"}, {"text_block_id": "p23_b354", "text": "Goal 1: Establish and support an enabling environment for improved coordination of disaster risk management /climate change adaptation in the Marshall Islands"}, {"text_block_id": "p23_b355", "text": "Goal Outcomes:"}, {"text_block_id": "p23_b356", "text": "Goal Outcomes:\n* Strengthened coordination and effectiveness of DRM/CCA decision making processes and\n* Natural hazard risk considerations (climate-related, geophysical and others) are\n* Key organizations are adequately resourced and avenues for sustainable financing are"}, {"text_block_id": "p23_b362", "text": "Goal 2: Public education and awareness of effective DRM/CCA responses from local to national level"}, {"text_block_id": "p23_b363", "text": "Goal Outcomes:"}, {"text_block_id": "p23_b364", "text": "•"}, {"text_block_id": "p23_b365", "text": "Technical, scientific and management skills and expertise for climate change and DRM are improved and retained in the RMI"}, {"text_block_id": "p23_b366", "text": "•"}, {"text_block_id": "p23_b367", "text": "Effective climate change and disaster communication strategies are tailored for the RMI both in urban centres and Outer Islands"}, {"text_block_id": "p23_b368", "text": "•"}, {"text_block_id": "p23_b369", "text": "Increased discourse on climate change and DRM in planning for sustainable development at national, local and community levels"}, {"text_block_id": "p23_b370", "text": "•"}, {"text_block_id": "p23_b371", "text": "Awareness of the causes and impacts of climate change and disasters in the RMI is improved, including what constitutes an effective adaptation response"}, {"text_block_id": "p23_b372", "text": "•"}, {"text_block_id": "p23_b373", "text": "Development planning and budgeting increasingly reflects understanding higher level of investment in climate change and disaster risk information, traditional knowledge and science as the basis for decision making"}, {"text_block_id": "p23_b374", "text": "Goal 3: Enhanced emergency preparedness and response at all levels"}, {"text_block_id": "p23_b375", "text": "Goal Outcomes:"}, {"text_block_id": "p23_b376", "text": "•"}, {"text_block_id": "p23_b377", "text": "Appropriate governance arrangements and resources are in place to provide enabling environment for disaster preparedness and response and coordination at all levels and for all agencies and organizations"}, {"text_block_id": "p24_b378", "text": "•"}, {"text_block_id": "p24_b379", "text": "People focussed early warning systems and emergency communications are effectively implemented and maintained, including between Majuro, Ebeye and the Outer Islands"}, {"text_block_id": "p24_b380", "text": "•"}, {"text_block_id": "p24_b381", "text": "Needs of vulnerable groups are given priority in emergency preparedness and response planning and implementation"}, {"text_block_id": "p24_b382", "text": "•"}, {"text_block_id": "p24_b383", "text": "External support from partners complements and enhances national arrangements and mechanisms for disaster response preparedness"}, {"text_block_id": "p24_b384", "text": "Goal 4: Improved energy security, working towards a low carbon future"}, {"text_block_id": "p24_b385", "text": "Goal Outcomes:"}, {"text_block_id": "p24_b386", "text": "•"}, {"text_block_id": "p24_b387", "text": "Effective implementation of the RMI National Energy Policy and Action Plan (2009), in part supported through access to international finance for emissions reductions, technology transfer and capacity development"}, {"text_block_id": "p24_b388", "text": "•"}, {"text_block_id": "p24_b389", "text": "Improved resilience of the Outer Islands by increasing the availability of on-island renewable energy sources"}, {"text_block_id": "p24_b390", "text": "Goal 5: Enhanced local livelihoods and community resilience"}, {"text_block_id": "p24_b391", "text": "Goal Outcomes:"}, {"text_block_id": "p24_b392", "text": "•"}, {"text_block_id": "p24_b393", "text": "All households have reliable access to clean, fresh water"}, {"text_block_id": "p24_b394", "text": "•"}, {"text_block_id": "p24_b395", "text": "The resilience of community livelihoods (including health and wellbeing) and vulnerable groups including youth and children are strengthened"}, {"text_block_id": "p24_b396", "text": "•"}, {"text_block_id": "p24_b397", "text": "Vulnerability to water and food related hazards and shortages resulting from hazards and climate change impacts is reduced"}, {"text_block_id": "p24_b398", "text": "•"}, {"text_block_id": "p24_b399", "text": "Reduced vulnerability to coastal hazards"}, {"text_block_id": "p24_b400", "text": "•"}, {"text_block_id": "p24_b401", "text": "Effective management of coastal resources including land and marine biodiversity"}, {"text_block_id": "p24_b402", "text": "Goal 6: Integrated approach to development planning including consideration of climate change and disaster risks"}, {"text_block_id": "p24_b403", "text": "Goal Outcomes:"}, {"text_block_id": "p24_b404", "text": "•"}, {"text_block_id": "p24_b405", "text": "All landuse policies and settlement planning processes reflect DRM/CCA"}, {"text_block_id": "p24_b406", "text": "•"}, {"text_block_id": "p24_b407", "text": "RMI has an updated building code for disaster and climate-proofing that is backed by appropriate legislations"}, {"text_block_id": "p24_b408", "text": "•"}, {"text_block_id": "p24_b409", "text": "Improved national and local capacity to undertake vulnerability and adaptation assessments and planning"}, {"text_block_id": "p24_b410", "text": "•"}, {"text_block_id": "p24_b411", "text": "Key stakeholders are integrated into the planning and implementation of adaptation programmes at all levels"}, {"text_block_id": "p24_b412", "text": "Section 7: Indicative Costs"}, {"text_block_id": "p24_b413", "text": "The methodology of deriving the costs is based on a number of assumptions which include:"}, {"text_block_id": "p24_b414", "text": "Costs of organising workshop and training sessions in the outer islands during a week is averaged and include catering, travelling, stationaries, accommodation and daily subsistence allowances."}, {"text_block_id": "p25_b415", "text": "The cost of Technical Assistance between an overseas and a locally engaged one is different and is based experience and qualifications. The use of only local rates for TA can therefore under-cost an activity if an appropriate local consultant cannot be accessed."}, {"text_block_id": "p25_b416", "text": "The cost of overseas Technical Assistance is averaged and include daily rate, airfares and daily subsistence allowances."}, {"text_block_id": "p25_b417", "text": "The costing are estimates and the actual cost may be determined during the development of proposals when a relevant donor is being identified and interested in in supporting that particular action."}, {"text_block_id": "p25_b418", "text": "A number of action had proposed to recruit short term project positions and if the agency so wish to continue with the position relevant support from government had to be sought."}, {"text_block_id": "p25_b419", "text": "Seed funding is being proposed for implementation of actions which require review/assessments/feasibility study but actual costs can only be determined when such a study is completed."}, {"text_block_id": "p25_b420", "text": "The overall gross indicative costs of the JNAP is USD $8,799,255.55 as detailed in Table 4 below. These costs also include some of the activities that are currently being supported (or potentially about to be supported) by partners. It should be noted that these costs (and associated activities) are not inclusive of additional adaptation infrastructure projects planned or currently implemented in RMI."}, {"text_block_id": "p25_b421", "text": "Table 4"}, {"text_block_id": "p25_b422", "text": ": Total Gross indicative cost by JNAP Goal (USD)"}, {"text_block_id": "p25_b423", "text": "Of the gross indicated costs, Goal 5 has the highest contribution at 26% followed by Goal 3 at 17%, Goals 1 and 4 at 15% each, Goal 2 at 14%, and Goal 6 at 13%, as displayed by Figure 8."}, {"text_block_id": "p26_b424", "text": "Figure 8"}, {"text_block_id": "p26_b425", "text": ": Share of gross indicative cost by JNAP Goal"}, {"text_block_id": "p26_b426", "text": "To provide flexibility in planning for JNAP activities, a contingency of 10 per cent has been applied to all financial costs. In this case, the total financial costs would increase to a potential USD$9,679,181.10 as detailed in Table 5 below."}, {"text_block_id": "p27_b427", "text": "Table 5"}, {"text_block_id": "p27_b428", "text": ": Gross indicative cost including contingency (USD)"}, {"text_block_id": "p27_b429", "text": "Section 8: Implementation Strategy"}, {"text_block_id": "p27_b430", "text": "The implementatio"}, {"text_block_id": "p27_b431", "text": "n strategy for RMI’s JNAP is underpinned by the following principles:"}, {"text_block_id": "p27_b432", "text": "A holistic approach to risk reduction"}, {"text_block_id": "p27_b433", "text": "-Implementing the JNAP requires recognition that managing and reducing risk applies to all stakeholders, from national to community levels, incorporating government and non-government organizations."}, {"text_block_id": "p27_b434", "text": "Building on existing partnerships and mechanisms"}, {"text_block_id": "p27_b435", "text": "–"}, {"text_block_id": "p27_b436", "text": "RMI has pre-existing cross-sectoral structures, partnerships and mechanisms (such as Advisory Groups, Task Forces and Committees) in place that serve as existing platforms upon which to launch JNAP activities. Drawing on these existing structures will assist in maintaining partnerships and existing lines of communication, reducing the need to develop additional bodies for JNAP implementation."}, {"text_block_id": "p27_b437", "text": "Inclusivity and partnership approach"}, {"text_block_id": "p27_b438", "text": "–"}, {"text_block_id": "p27_b439", "text": "Participants consulted during JNAP development proposed a relatively flat hierarchical structure for JNAP implementation, which best reflected how saw agencies partnering and coordinating on implementing the JNAP. This partnership approach forms an important guiding principle for the way in which the RMI would like to see the JNAP make progress in reducing risks at community to national scales."}, {"text_block_id": "p27_b440", "text": "Clearly defined roles and responsibilities"}, {"text_block_id": "p27_b441", "text": "–"}, {"text_block_id": "p27_b442", "text": "The JNAP will be implemented by multiple stakeholders, from government to non-government, community to national scale. Roles and responsibilities for implementing the JNAP need to be clearly defined to ensure efficient and effective progress towards"}, {"text_block_id": "p27_b443", "text": "achieving the JNAP’s strategic goals."}, {"text_block_id": "p27_b444_merged", "text": "Figure 9 provides an illustration of the arrangements to manage, coordinate and implement the activities associated with the JNAP. These arrangements are the result of the multi-stakeholder consultations in November 2013. Participants in the consultation reached consensus in proposing that the primary agencies responsible for overseeing the JNAP’s coordination should be the CSO and OEPPC. It was also agreed that a new entity, in the form of a JNAP Unit, would be needed to ensure operational oversight and progress on implementing JNAP activities. Details of Figure 9, including roles and responsibilities for each stakeholder group, are as follows."}, {"text_block_id": "p27_b447", "text": "President and Cabinet"}, {"text_block_id": "p27_b448", "text": ": The President and Cabinet are included at the top of the schematic diagram to note the importance of the Office of the President and the Cabinet for provision of high level oversight of JNAP implementation."}, {"text_block_id": "p28_b449", "text": "Chief Secretary’s Office (CSO):"}, {"text_block_id": "p28_b450", "text": "The Chief Secretary’s Office reports to the"}, {"text_block_id": "p28_b451", "text": "Office of the President and is responsible for the functioning of government ministries. The CSO also houses the National Disaster Management Office (NDMO"}, {"text_block_id": "p28_b452", "text": "–"}, {"text_block_id": "p28_b453", "text": "previously call NEMCO), which is responsible for disaster preparedness, risk reduction and response. In its role on the JNAP, the CSO and the NDMO will provide guidance and oversight to ensure a coordinated approach to JNAP implementation."}, {"text_block_id": "p28_b454", "text": "Office of Environmental Planning and Policy Co-ordination (OEPPC):"}, {"text_block_id": "p28_b455", "text": "The Office of Environmental Planning and Policy Co-ordination (OEPPC) was established by the OEPPC Act (2003). As noted in the"}, {"text_block_id": "p28_b456", "text": "Act, OEPPC’s functions include acting as an advisory body to the Office of the President, Cabinet, the"}, {"text_block_id": "p28_b457", "text": "Ministries and government agencies on environmental planning and policy matters"}, {"text_block_id": "p28_b458", "text": "–"}, {"text_block_id": "p28_b459", "text": "including issues related to climate change. It is therefore the"}, {"text_block_id": "p28_b460", "text": "OEPPC’s role to ensure relevant issues emerging in regional and international climate change discussions are reflected in the JNAP’s progress."}, {"text_block_id": "p28_b461", "text": "National Climate Change Committee (NC3):"}, {"text_block_id": "p28_b462", "text": "The National Climate Change Committee is responsible for ensuring progress on adaptation and mitigation elements of the JNAP, and to ensure new and emerging climate change initiatives in RMI are linked and integrated into JNAP priorities."}, {"text_block_id": "p28_b463", "text": "National Disaster Committee (NDC):"}, {"text_block_id": "p28_b464", "text": "The National Disaster Committee was established under the Disaster Assistance Act (1994). The NDC is comprised of the Chief Secretary as Chair, and government Secretaries as representative members."}, {"text_block_id": "p28_b465", "text": "The NDC’s role is to ensure"}, {"text_block_id": "p28_b466", "text": "multi-stakeholder coordination and collaboration across government ministries for all JNAP activities, as well as to provide leadership in advancing the JNAP towards achieving its goals and objectives."}, {"text_block_id": "p28_b467", "text": "JNAP Unit"}, {"text_block_id": "p28_b468", "text": ": The newly proposed JNAP Unit provides direct operational oversight of JNAP implementation. The Secretariat supports the integration of JNAP actions into work and business plans and budgets of the relevant Ministries and NGOs. It will also be the role of the JNAP Unit to develop and implement a monitoring and evaluation (M&E) framework to track progress of JNAP activities, and to ensure that lessons learned are accounted for in ongoing implementation of the JNAP activities across the government ministries."}, {"text_block_id": "p28_b469", "text": "Government ministries and agencies:"}, {"text_block_id": "p28_b470", "text": "Government ministries and agencies will facilitate the integration of JNAP actions into budgetary frameworks, plans and also annual work and business plans and budgets to ensure JNAP activities are implemented and risk reduction and adaptation measures are mainstreamed into existing mechanisms."}, {"text_block_id": "p28_b471", "text": "NGOs"}, {"text_block_id": "p28_b472_merged_merged_merged_merged", "text": ": The Marshall Islands has a small number of non-government organizations (NGOs), based in Majuro, providing an assortment of services including education and vocational training, disability support, youth and health services, advocacy on women’s issues and environmental and conservation issues. NGOs will provide an important link to communities for specific issues, and have an important role to play in supporting the implementation of many JNAP activities, including in providing feedback for monitoring and evaluation."}, {"text_block_id": "p28_b475", "text": "Red Cross"}, {"text_block_id": "p28_b476", "text": ": The International Federation of Red Cross and Red Crescent Societies (IFRC) has made progress on establishing a National Red Cross Society in the Marshall Islands, with the aim to support and sustain community level disaster preparedness and response. The Red Cross will therefore provide an additional link to communities, and once fully established, be an effective supporting organization for JNAP implementation and feedback on JNAP M&E."}, {"text_block_id": "p29_b477", "text": "Local Government and Traditional Leaders"}, {"text_block_id": "p29_b478", "text": ": Each inhabited island has a local council headed by a mayor. The Marshall Islands Mayors Association (MIMA) is an important association in which local issues are raised and reported to the Ministry of Internal Affairs. Mayors and Traditional Leaders will therefore be a crucial link between national government and communities in supporting JNAP implementation."}, {"text_block_id": "p29_b479", "text": "Faith based organizations"}, {"text_block_id": "p29_b480", "text": ": Churches are highly active in the Marshall Islands, providing a range of support services including important school and educational services. Given the level of support and influence churches have in the Marshall Islands, this stakeholder group will be significant in its ability to support JNAP implementation and M&E at the local level."}, {"text_block_id": "p29_b481", "text": "Existing Task Forces and Committees"}, {"text_block_id": "p29_b482", "text": ": These include multi-sector, government and non-government collaborations including the National Water and Sanitation Task force, the National Energy Task Force, the Food Security Committee and the Coastal Management Advisory Council (CMAC). These collaborative bodies will be able to provide links between government and non-government sectors, and also links from national to local levels on implementation and progress reporting on JNAP activities."}, {"text_block_id": "p29_b483", "text": "Communities"}, {"text_block_id": "p29_b484", "text": ": Communities will support JNAP implementation through links with NGOs, traditional leaders and village councils, churches, Red Cross and other civil society organizations. Their provision of feedback on progress towards the JNAPs goals and objectives will be an important contribution to the M&E framework."}, {"text_block_id": "p29_b485", "text": "Development Partners and Donors, and Regional Agencies:"}, {"text_block_id": "p29_b486", "text": "These groups are included to highlight the technical and financial support they have continued to provide RMI for disaster risk management and climate change adaptation interventions. They will continue to support JNAP implementation through a range of mechanisms."}, {"text_block_id": "p30_b487", "text": "Figure 9"}, {"text_block_id": "p30_b488", "text": ": Implementation arrangements for RMI’s JNAP"}, {"text_block_id": "p30_b489", "text": "Section 9: Monitoring and Evaluation"}, {"text_block_id": "p30_b490", "text": "The monitoring and evaluation (M&E) of the JNAP is intended to achieve a number of objectives, which are as follows:"}, {"text_block_id": "p30_b491", "text": "1."}, {"text_block_id": "p30_b492", "text": "To provide for regular reports to the Marshall Islands Government on the progress of JNAP implementation."}, {"text_block_id": "p30_b493", "text": "2."}, {"text_block_id": "p30_b494", "text": "In relation to 1, provide a mechanism to stimulate discussion and identify new initiatives that may evolve from the implementation of targeted actions."}, {"text_block_id": "p30_b495", "text": "3."}, {"text_block_id": "p30_b496", "text": "To provide a mechanism for feedback and acquittals to donor partners and organizations of the funds used and progress made in relation to JNAP implementation."}, {"text_block_id": "p30_b497", "text": "The responsibility for monitoring and evaluation of the JNAP will be vested in the JNAP Unit, who will work closely with EPPSO in the data gathering and analysis phase. The JNAP Unit will develop appropriate templates for all M&E reports, however pre-existing frameworks (such as those developed for the National Strategic Plan, the RND Strategic Development Plan and the EPA Coastal Management Framework) are drawn on to allow for close alignment of national strategies and reducing duplication in reporting requirements. Additional components of the JNAP M&E framework are as follows:"}, {"text_block_id": "p30_b498", "text": "Set specific, well defined, tangible goals and indicators"}, {"text_block_id": "p30_b499", "text": "Monitoring on a quarterly basis to coincide with government budgetary requirements"}, {"text_block_id": "p30_b500", "text": "Regular review of the M&E framework to ensure it maintains feasibility and is meaningful in tracking progress"}, {"text_block_id": "p30_b501", "text": "Inclusion of quantitative and qualitative measures of progress"}, {"text_block_id": "p31_b502", "text": "Inclusion of innovative tools for monitoring change, and potential benefits, at the community level"}, {"text_block_id": "p31_b503", "text": "Ensure results of M&E are taken back to the communities"}, {"text_block_id": "p31_b504", "text": "Monthly meetings for JNAP Unit to report to NDC/NC3"}, {"text_block_id": "p31_b505", "text": "In order to ensure that the outcome of M&E reports lead to further strategic planning in relation to climate change and disaster risk management (and thus in turn ensure that a dynamic process of planning is maintained) the JNAP Unit will instigate a formal review of the JNAP following the first"}, {"text_block_id": "p31_b506", "text": "three years of implementation. The result of such a review may be adapted as the “second phase” of"}, {"text_block_id": "p31_b507", "text": "a rolling JNAP program. Ultimately the challenge is to formally mainstream or incorporate the issues related to climate change and disaster risk management into the national sustainable development strategy, sectoral and corporate plans and budgets. When such a situation is made possible, which addresses issues concerning sustainability, then the need for a separate JNAP program is rendered obsolete."}, {"text_block_id": "p31_b508", "text": "Section 10: Communication Strategy"}, {"text_block_id": "p31_b509", "text": "The success of JNAP implementation will rely heavily on the ownership and support it receives not only from within the Marshall Islands Government but also from all sectors and levels of the community. This ownership and support will be made possible through a mechanism that provides on-going and focused awareness and understanding not only of the JNAP goals, objectives and actions, but indeed (and more importantly) of the critical nature of climate change adaptation and disaster risk management to the longer-term sustainable development of Marshall Islands."}, {"text_block_id": "p31_b510_merged_merged", "text": "An effective Communication Strategy is therefore required to ensure the goals, objectives and activities within the JNAP are understood by stakeholders from local to national levels – and from Majuro and Ebeye to the Outer Islands. While developing the details of the Communication Strategy will be one of the first tasks to be undertaken by the JNAP Unit, the Strategy will need to:"}, {"text_block_id": "p31_b513", "text": "Use existing communications structures that people are already aware of"}, {"text_block_id": "p31_b514", "text": "Provide a strategic overview of the JNAP to communities in the local language, without using technical terms"}, {"text_block_id": "p31_b515", "text": "Draw on the use of radio stations to relay key messages associated with the JNAP and its goals and objectives (shortwave and two-way radio is used to communicate with outer islands)"}, {"text_block_id": "p31_b516", "text": "Use communication channels with Mayors, who are often in Majuro, and their delegates on island"}, {"text_block_id": "p31_b517", "text": "Draw on NGO networks such as WUTMI, who have a broad reach to communities on Outer Islands through radio contact and local focal points"}, {"text_block_id": "p31_b518", "text": "Consider presentations of the JNAP to relevant Task Forces, Advisory Bodies and other groups"}, {"text_block_id": "p31_b519", "text": "Provision of information and relevant details of the JNAP to communities aims to ensure efficient and effective implementation of JNAP activities."}, {"text_block_id": "p32_b520", "text": "References"}, {"text_block_id": "p32_b521", "text": "Australian Bureau of Meteorology, 2008."}, {"text_block_id": "p32_b522", "text": "Pacific Country Report: Sea level and climate: Their present state"}, {"text_block_id": "p32_b523", "text": "–"}, {"text_block_id": "p32_b524", "text": "The Marshall Islands."}, {"text_block_id": "p32_b525", "text": "December 2008."}, {"text_block_id": "p32_b526", "text": "Australian Bureau of Meteorology, 2010.  Pacific Country Report Sea Level & Climate: Their Present State, Marshall Islands."}, {"text_block_id": "p32_b527", "text": "http://www.bom.gov.au/ntc/IDO60025/IDO60025.2010.pdf"}, {"text_block_id": "p32_b528", "text": "Australian Bureau of Meteorology 2010,"}, {"text_block_id": "p32_b529", "text": "SOPAC Member Countries National Capacity Assessment: Tsunami Warning and Mitigation Systems, Republic of Marshall Islands,25-28 May 2009"}, {"text_block_id": "p32_b530", "text": "Australian Bureau of Meteorology and CSIRO, 2011"}, {"text_block_id": "p32_b531", "text": ". Climate Change in the Pacific: Scientific Assessment and New Research"}, {"text_block_id": "p32_b532", "text": ". Volume 1: Regional Overview. Volume 2: Country Reports."}, {"text_block_id": "p32_b533", "text": "Bell, J.D., Johnson, J.E. and Hobday, A.J., 2011. Vulnerability of Tropical Pacific Fisheries and Aquaculture to Climate Change. Secretariat of the Pacific Community, Noumea, New Caledonia."}, {"text_block_id": "p32_b534", "text": "Beger, M., Jacobson, D., Pinca, S., Richards, Z., Hess, D., Harriss, F., Page, C., Peterson E. and Baker, N., 2008. The State of Coral Reef Ecosystems of the Republic of the Marshall Islands.  pp387-417.  In: Waddell, J.E. and A.M. Clarke (eds.), 2008. The State of Coral Reef Ecosystems of the United States and Pacific Freely Associated States: 2008. NOAA Technical Memorandum NOS NCCOS 73. NOAA/NCCOS Center for Coastal Monitoring and"}, {"text_block_id": "p32_b535", "text": "Assessment’s Biogeography Team. Silver Spring, MD. 569 pp."}, {"text_block_id": "p32_b536", "text": "Burke, L., Reytar, K., Spalding, M. and Perry, A., 2011."}, {"text_block_id": "p32_b537", "text": "Reefs at Risk Revisited"}, {"text_block_id": "p32_b538", "text": ".  World Resources Institute."}, {"text_block_id": "p32_b539", "text": "Cai, W., Lengaigne, M. and Borlace,S. et al., 2012.  More extreme swings of the South Pacific convergence zone due to greenhouse warming.  Nature, 16 August 2012, Volume 488, 365-369.  doi:10.1038/nature11358"}, {"text_block_id": "p32_b540", "text": "European Commission, 2009."}, {"text_block_id": "p32_b541", "text": "Joint Annual Report, 2008."}, {"text_block_id": "p32_b542", "text": "Republic of the Marshall Islands and the European Union Cooperation."}, {"text_block_id": "p32_b543", "text": "Ford, M.,"}, {"text_block_id": "p32_b544", "text": "2013.  A Landowner’s Guide to Coastal Protection. Published by the University of Hawai’i Sea Grant"}, {"text_block_id": "p32_b545", "text": "College Program."}, {"text_block_id": "p32_b546", "text": "Goff, J. 2009. Palaeo-tsunami precursors to the 2009 South Pacific in the Wallis and Futuna Archipelago. EarthScience Reviews, 107, 91-106"}, {"text_block_id": "p32_b547", "text": "Intergovernmental Panel on Climate Change (IPCC), 2007."}, {"text_block_id": "p32_b548", "text": "Climate Change 2007: Synthesis Report: Summary for Policymakers,"}, {"text_block_id": "p32_b549", "text": "Intergovernmental Panel on Climate Change, Valencia."}, {"text_block_id": "p32_b550", "text": "IPCC, 2012. Managing the Risks of Extreme Events and Disasters to Advance Climate Change Adaptation. A Special Report of Working Groups I and II of the Intergovernmental Panel on Climate Change [Field, C.B., V. Barros, T.F. Stocker, D. Qin, D.J. Dokken, K.L. Ebi, M.D. Mastrandrea, K.J. Mach, G.-K. Plattner, S.K. Allen, M. Tignor, and P.M. Midgley (eds.)]. Cambridge University Press, Cambridge, UK, and New York, NY, USA, 582 pp."}, {"text_block_id": "p32_b551", "text": "IPCC, 2013.  Assessment Report 5, Working Group 1, The Physical Scientific Basis."}, {"text_block_id": "p32_b552", "text": "http://www.ipcc.ch/report/ar5/wg1/"}, {"text_block_id": "p32_b553", "text": "Kingdom of Tonga, 2010."}, {"text_block_id": "p32_b554", "text": "Joint National Action Plan on climate change adaptation and disaster risk management, 2010-2015"}, {"text_block_id": "p32_b555", "text": "."}, {"text_block_id": "p32_b556", "text": "Pacific Hycos, 2009."}, {"text_block_id": "p32_b557_merged_merged_merged_merged_merged_merged_merged_merged", "text": "El Nino Present in the Pacific – Are you prepared? Pacific Hycos Quarterly Magazine"}, {"text_block_id": "p32_b560", "text": ", June 2009."}, {"text_block_id": "p33_b561", "text": "Pearce, H. 2008."}, {"text_block_id": "p33_b562", "text": "SOPAC / GA Tsunami Hazard and Risk Assessment Project, Inventory of Geospatial Data and Options for Tsunami Inundation & Risk Modelling. Phase 1: PIC Summary."}, {"text_block_id": "p33_b563", "text": "SOPAC Miscellaneous Report No. 657."}, {"text_block_id": "p33_b564", "text": "Power, S., Delage, F., Chung, C., Kociuba, G. and Keay, K., 2013.  Robust twenty-first-century projections of El Niño and related precipitation variability. Nature, October 2013.  doi:10.1038/nature12580"}, {"text_block_id": "p33_b565", "text": "Presley, T.K., 2005."}, {"text_block_id": "p33_b566", "text": "Effects of the 1998 drought on the freshwater lens in the Laura area, Majuro Atoll, Republic of the Marshall Islands"}, {"text_block_id": "p33_b567", "text": ": U.S. Geological Survey Scientific Investigations Report 2005-5098, 40 p."}, {"text_block_id": "p33_b568", "text": "Reimaan National Planning Team, 2008."}, {"text_block_id": "p33_b569", "text": "Reimaanlok: National Conservation Area Plan for the Marshall Islands 2007-2012."}, {"text_block_id": "p33_b570", "text": "Published by N. Baker, Melbourne."}, {"text_block_id": "p33_b571", "text": "Republic of the Marshall Islands, 2001."}, {"text_block_id": "p33_b572", "text": "Vision 2018"}, {"text_block_id": "p33_b573", "text": "–"}, {"text_block_id": "p33_b574", "text": "National Strategic Development Plan"}, {"text_block_id": "p33_b575", "text": ". Office of the President."}, {"text_block_id": "p33_b576", "text": "Republic of the Marshall Islands, 2003."}, {"text_block_id": "p33_b577", "text": "A Situation Analysis of Children, Youth and Women"}, {"text_block_id": "p33_b578", "text": ". With assistance from UNICEF."}, {"text_block_id": "p33_b579", "text": "Republic of the Marshall Islands, 2007."}, {"text_block_id": "p33_b580", "text": "National Action Plan for Disaster Risk Management 2008-2018."}, {"text_block_id": "p33_b581", "text": "Government of the Republic of the Marshall Islands."}, {"text_block_id": "p33_b582", "text": "Republic of the Marshall Islands, 2009a."}, {"text_block_id": "p33_b583", "text": "National Energy Policy and Energy Action Plan. Volume 1: National Energy Policy"}, {"text_block_id": "p33_b584", "text": ". Ministry of Resources and Development, Majuro, 2009."}, {"text_block_id": "p33_b585", "text": "Republic of the Marshall Islands, 2009b."}, {"text_block_id": "p33_b586", "text": "State of Emergency on the December High Tidal Waves Incident"}, {"text_block_id": "p33_b587", "text": ". Office of the Chief Secretary, Republic of the Marshall Islands, February 16"}, {"text_block_id": "p33_b588", "text": "th"}, {"text_block_id": "p33_b589", "text": "2009."}, {"text_block_id": "p33_b590", "text": "Republic of the Marshall Islands, 2011."}, {"text_block_id": "p33_b591", "text": "National Climate Change Policy Framework"}, {"text_block_id": "p33_b592", "text": ". Office of the Chief Secretary, OEPPC, National DRM NAP Task Force, National Climate Change Committee, SPREP and SOPAC."}, {"text_block_id": "p33_b593", "text": "Pacific Islands Applied Geoscience Commission (SOPAC), 2005."}, {"text_block_id": "p33_b594", "text": "A Framework for Action 2005-2015: Building the Resilience of Nations and Communities to Disasters"}, {"text_block_id": "p33_b595", "text": ", Pacific Islands Applied Geoscience Commission, Suva."}, {"text_block_id": "p33_b596", "text": "Spennemann, D. 1996."}, {"text_block_id": "p33_b597", "text": "Non-traditional Settlement Patterns and Hazard on Contemporary Majuro Atoll, Republic of the Marshall Islands,"}, {"text_block_id": "p33_b598", "text": "Environmental Management, 20(3) : 337-348"}, {"text_block_id": "p33_b599", "text": "Thomas, C., Burbidge, D., Cummings, P. 2007."}, {"text_block_id": "p33_b600", "text": "A Preliminary study into the Tsunami Hazard faced by Southwest Pacific Nations"}, {"text_block_id": "p33_b601", "text": ". Risk and Impact Analysis Group, Geoscience Australia."}, {"text_block_id": "p33_b602", "text": "United Nations Office for the Coordination of Humanitarian Affairs, 2009."}, {"text_block_id": "p33_b603", "text": "Situation Report,"}, {"text_block_id": "p33_b604", "text": "December, 2008."}, {"text_block_id": "p33_b605_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "USAID, 2013. USAID/OFDA Program Summary: Federated States of Micronesia, Republic of The Marshall Islands, and Palau. http://www.usaid.gov/documents/1866/usaidofda-program-summary-fsm-rmi-and-palau"}, {"text_block_id": "p34_b607", "text": "ANNEXES"}, {"text_block_id": "p35_b608", "text": "Annex 1 Schedule of JNAP Country Engagements"}, {"text_block_id": "p35_b609", "text": "October/November 2010"}, {"text_block_id": "p35_b610", "text": ": Initial JNAP discussions between SOPAC, SPREP, OEPPC and the CSO. During these meetings, which were held in association with the DRM NAP Review and the drafting of the NCCPF, initial agreement was reached over the development of a JNAP."}, {"text_block_id": "p35_b611", "text": "March/April 2011"}, {"text_block_id": "p35_b612", "text": ": SPC/SOPAC, SPREP, World Bank Mission worked closely with OEPPC and the CSO to draft proposed JNAP Goals and Objectives, and consequently a draft JNAP Matrix of Activities. These proposals were discussed by the NCCC and at a National Stakeholders Workshop. Constructive feedback was incorporated into the draft goals and the Matrix, which allowed stakeholders to directly steer the direction of the JNAP. Details of the steps taken during this mission are as follows."}, {"text_block_id": "p35_b613", "text": "1."}, {"text_block_id": "p35_b614", "text": "Development of proposed joint goals and objectives, and development of a preliminary draft JNAP Matrix"}, {"text_block_id": "p35_b615", "text": "To more easily begin discussions in-country, SOPAC/SPC drafted proposed joint goals and objectives"}, {"text_block_id": "p35_b616", "text": "for the JNAP, to be included in initial discussions with RMI’s OEPPC and the CSO."}, {"text_block_id": "p35_b617", "text": "2."}, {"text_block_id": "p35_b618", "text": "Consultations with OEPPC and Chief Secretary’s Office"}, {"text_block_id": "p35_b619", "text": "After the initial drafting of the preliminary JNAP matrix, including the goals and objectives, consultations were held with both the Director of OEPPC and the Deputy Chief Secretary to seek initial feedback prior to further detail being developed. Both the Director of OEPPC and the Deputy Chief Secretary agreed with the process being followed and had constructive comments to the goals and objectives, which were subsequently incorporated into the JNAP matrix."}, {"text_block_id": "p35_b620", "text": "3."}, {"text_block_id": "p35_b621", "text": "Development of preliminary activities and costings"}, {"text_block_id": "p35_b622", "text": "Proposed climate change related activities and updated DRM NAP activities were costed according to updated figures, provided by OEPPC. The costing methodology followed the approach taken for the DRM NAP in 2007."}, {"text_block_id": "p35_b623", "text": "4."}, {"text_block_id": "p35_b624", "text": "National Climate Change Committee (NCCC) Meeting"}, {"text_block_id": "p35_b625_merged", "text": "The NCCC meeting allowed for the provision of initial feedback on the proposed JNAP methodology, goals and objectives. The consultation remained at a high level to solicit general feedback on the JNAP process and the proposed goals and objectives, rather than entering into detailed discussions on the specific activities associated with the objectives. NCCC is chaired by the Chief Secretary and comprised of Secretaries for all Ministries and selected agencies (e.g. EPA), and given the attendance was high, it was a good opportunity to seek the Committee’s reaction to the proposal. The SOPAC/SPC representative provided a presentation of the JNAP process to ensure NCCC members were aware of how the JNAP goals, objectives and matrix were developed. The Director of OEPPC also provided a presentation providing details of why a JNAP should be developed, justifying the need based on it reducing duplication, fulfilling donor requirements and enabling access to multiple sources of funding."}, {"text_block_id": "p36_b628", "text": "Each of the six proposed JNAP goals, and the associated objectives, were discussed at the NCCC meeting, allowing time for feedback on the goals themselves and the objectives. The NCCC provided extensive feedback which strengthened the draft JNAP, both in terms of national ownership and by"}, {"text_block_id": "p36_b629", "text": "providing accurate representation of the country’s needs"}, {"text_block_id": "p36_b630", "text": "and capacity. Feedback was provided on"}, {"text_block_id": "p36_b631", "text": "the goal’s and objective’s wording, how the goals were ordered, and recommendations were made"}, {"text_block_id": "p36_b632", "text": "to merge goals and to insert additional, locally appropriate language. Discussion was conducted in both English and Marshallese, allowing for NCCC members to express themselves in their local language and ensure national ownership during the initial development of the JNAP."}, {"text_block_id": "p36_b633", "text": "5."}, {"text_block_id": "p36_b634", "text": "National Stakeholders Workshop"}, {"text_block_id": "p36_b635", "text": "The National Stakeholders Workshop invitation was extended to government representatives, Mayors, NGOs, private sector and civil society, with attendance at approximately 50 people. The attendance of Mayors from several atolls was highly beneficial via their constructive inputs."}, {"text_block_id": "p36_b636", "text": "The aims of the workshop were to seek feedback from national stakeholders on the proposed JNAP goals and objectives (as per the NCCC workshop) and also the specific activities and lead and partner agencies associated with the goals. Additional aims were to highlight the reasons for developing a JNAP (i.e. the alignment between DRM and climate change) and to develop national ownership over the process to ensure effective implementation of the JNAP activities. The workshop was opened and chaired by the Deputy Chief Secretary as the Chief Secretary was unavailable. Introductory presentations were made by both the SOPAC/SPC representative and the Director of the OEPPC, who provided a recap of the National Climate Change Policy Framework development process and a justification of the JNAP process. Much of the introductory presentation material was presented in Marshallese, which ensured a high level of understanding and also ensured a high level of national ownership."}, {"text_block_id": "p36_b637_merged_merged", "text": "The workshop included two group exercises. The first provided participants with the opportunity to provide feedback on the proposed JNAP goals and objectives, similar to the exercise conducted by the previous day’s NCCC meeting. The second activity allowed participants reflect on the drafted activities and lead/partner agencies, with the aim to clarify these roles and activities to better reflect the national circumstances. For both activities, there was time allocated for participants to feed back to the group their additional input. This again was done mostly in Marshallese (and translated for the non-Marshallese speakers) which again created feelings of national ownership and a genuine Marshallese flavour."}, {"text_block_id": "p36_b640", "text": "The group reached a general consensus on the goals, with a few being modified slightly. It was also agreed that some of the actions under the objectives could be combined and edited somewhat to better reflect the national circumstances, particularly to include recent events such as the National Water Summit."}, {"text_block_id": "p36_b641", "text": "The day ended with a group photo, and the Director of OEPPC providing information on the next steps, ensuring participants that this was not the end of the consultation process. An extended period would allow organizations to further discuss the JNAP with their constituents, so comments could be fed back to the JNAP focal point within the OEPPC."}, {"text_block_id": "p36_b642", "text": "6."}, {"text_block_id": "p36_b643", "text": "Incorporation of NCCC feedback and National Stakeholders Workshop input"}, {"text_block_id": "p37_b644", "text": "Upon completion of the second mission, all feedback was incorporated into the draft JNAP Matrix. It was agreed that OEPPC, in partnership with the CSO, will provide further direction in the development of the JNAP including further consultations."}, {"text_block_id": "p37_b645", "text": "November 2013"}, {"text_block_id": "p37_b646", "text": ": The final JNAP consultations involved a visiting team from SPC/SOPAC and SPREP partnering with OEPPC and CSO to validate and update the JNAP for the purpose of finalization. A national multi-stakeholder workshop was held with members of the National Disaster Committee (NDC) and the National Climate Change Committee (NC3) over three days. Discussions on Day 1 centred on revising and updating the JNAP Goals, Outcomes, Objectives, Actions, Lead Agencies and Indicators. Revision of costing estimates was also undertaken, particularly for new actions provided by participants. Day 2 consisted of discussions on implementation, monitoring and evaluation and the communications strategy. Day 3 presented back to participants the newly revised and updated JNAP for final comments. The SPC/SOPAC and SPREP Team then consulted with the Chief Secretary and OEPPC prior to presenting the revised JNAP to the National Disaster Committee for final comment and endorsement."}, {"text_block_id": "p38_b647", "text": "Goal 1: Establish and support an enabling environment for improved coordination of disaster risk management /climate change adaptation in the Marshall Islands"}, {"text_block_id": "p38_b648", "text": "Goal Outcomes:"}, {"text_block_id": "p38_b649", "text": "Strengthened coordination and effectiveness of DRM/CCA decision making processes and institutional arrangements including government, traditional leaders, private sector, NGOs and civil society"}, {"text_block_id": "p38_b650", "text": "Natural hazard risk considerations (climate-related, geophysical and others) are mainstreamed in all relevant processes of development and budgetary planning at all levels and in all relevant sectors, resulting in an integrated response to building resilience to climate change and disasters"}, {"text_block_id": "p38_b651", "text": "Key organizations are adequately resourced and avenues for sustainable financing are secured through improved policies, capacities and institutional arrangements (incl. National Trust Fund)"}, {"text_block_id": "p41_b652", "text": "Goal 2: Public education and awareness of effective DRM/CCA responses from local to national level"}, {"text_block_id": "p41_b653", "text": "Goal Outcomes:"}, {"text_block_id": "p41_b654", "text": "Technical, scientific and management skills and expertise for climate change and DRM are improved and retained in the RMI"}, {"text_block_id": "p41_b655", "text": "Effective climate change and disaster communication strategies are tailored for the RMI both in urban centres and Outer Islands"}, {"text_block_id": "p41_b656", "text": "Increased discourse on climate change and DRM in planning for sustainable development at national, local and community levels"}, {"text_block_id": "p41_b657", "text": "Awareness of the causes and impacts of climate change and disasters in the RMI is improved, including what constitutes an effective adaptation response"}, {"text_block_id": "p41_b658", "text": "Development planning and budgeting increasingly reflects understanding higher level of investment in climate change and disaster risk information, traditional knowledge and science as the basis for decision making"}, {"text_block_id": "p44_b659", "text": "Goal 3: Enhanced emergency preparedness and response at all levels"}, {"text_block_id": "p44_b660", "text": "Goal Outcomes:"}, {"text_block_id": "p44_b661", "text": "Appropriate governance arrangements and resources are in place to provide enabling environment for disaster preparedness and response and coordination at all levels and for all agencies and organizations"}, {"text_block_id": "p44_b662", "text": "People focussed early warning systems and emergency communications are effectively implemented and maintained, including between Majuro, Ebeye and the Outer Islands"}, {"text_block_id": "p44_b663", "text": "Needs of vulnerable groups are given priority in emergency preparedness and response planning and implementation"}, {"text_block_id": "p44_b664", "text": "External support from partners complements and enhances national arrangements and mechanisms for disaster response preparedness"}, {"text_block_id": "p47_b665", "text": "Goal 4: Improved energy security, working towards a low carbon future"}, {"text_block_id": "p47_b666", "text": "Outcomes:"}, {"text_block_id": "p47_b667", "text": "Effective implementation of the RMI National Energy Policy and Action Plan (2009), in part supported through access to international finance for emissions reductions, technology transfer and capacity development"}, {"text_block_id": "p47_b668", "text": "Improved resilience of the Outer Islands by increasing the availability of on-island renewable energy sources"}, {"text_block_id": "p49_b669", "text": "Goal 5: Enhanced local livelihoods and community resilience"}, {"text_block_id": "p49_b670", "text": "Outcomes:"}, {"text_block_id": "p49_b671", "text": "All households have reliable access to clean, fresh water"}, {"text_block_id": "p49_b672", "text": "The resilience of community livelihoods (including health and wellbeing) and vulnerable groups including youth and children are strengthened"}, {"text_block_id": "p49_b673", "text": "Vulnerability to water and food related hazards and shortages resulting from hazards and climate change impacts is reduced"}, {"text_block_id": "p49_b674", "text": "Reduced vulnerability to coastal hazards"}, {"text_block_id": "p49_b675", "text": "Effective management of coastal resources including land and marine biodiversity"}, {"text_block_id": "p53_b676", "text": "Goal 6: Integrated approach to development planning including consideration of climate change and disaster risks"}, {"text_block_id": "p53_b677", "text": "Outcomes:"}, {"text_block_id": "p53_b678", "text": "All landuse policies and settlement planning processes reflect DRM/CCA"}, {"text_block_id": "p53_b679", "text": "RMI has an updated building code for disaster and climate-proofing that is backed by appropriate legislations"}, {"text_block_id": "p53_b680", "text": "Improved national and local capacity to undertake vulnerability and adaptation assessments and planning"}, {"text_block_id": "p53_b681", "text": "Key stakeholders are integrated into the planning and implementation of adaptation programmes at all levels"}], "document_description": "The Joint National Action Plan (JNAP) provides a detailed strategy for addressing climate-related risk. The JNAP is an updated document of the Disaster Risk Management National Action Plan. The JNAP aims at 1) enhance coordination of action targeting disaster risk management and climate change adaptation, 2) public education and awareness, 3) better emergency preparedness at all levels, 4) improved and low-carbon energy security, 5) better local livelihoods and community resilience, and 6) integrated approach to development planning."}