{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Tanzania", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Strategy For Reduced Emissions from Deforestation and Forest Degradation (REDD )", "document_country_code": "TZA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "06/01/2012", "document_keyword": ["Research And Development", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/TZA/2012/TZA-2012-01-06-National Strategy For Reduced Emissions from Deforestation and Forest Degradation (REDD )_ca757f8922c5d67f7cdedcf84690d5b6.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "UNITED REPUBLIC OF TANZANIA"}, {"text_block_id": "p0_b2", "text": "VICE PRESIDENT’S OFFICE"}, {"text_block_id": "p0_b3", "text": "NATIONAL STRATEGY FOR"}, {"text_block_id": "p0_b4_merged", "text": "REDUCED EMISSIONS FROM DEFORESTATION AND FOREST DEGRADATION (REDD+)"}, {"text_block_id": "p0_b7", "text": "JUNE 2012"}, {"text_block_id": "p1_b8", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p1_b9", "text": "To be signed by; Permanent Secretary -VPO"}, {"text_block_id": "p2_b10", "text": "FOREWORD"}, {"text_block_id": "p2_b11", "text": "To be signed by: The Minister of State, VPO-Environment"}, {"text_block_id": "p3_b12", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b13", "text": "LIST OF ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p6_b14", "text": "CHAPTER ONE"}, {"text_block_id": "p6_b15", "text": "INTRODUCTION"}, {"text_block_id": "p6_b16", "text": "1.0 Background"}, {"text_block_id": "p6_b17", "text": "1.1 REDD+ Initiative: The global scene"}, {"text_block_id": "p6_b18", "text": "Climate change is one of the biggest global problem posing challenges to sustainable livelihoods and economic development, particularly for Least Developed Countries (LDCs). The adverse impacts of climate change on environment, human health, food security, human settlements, economic activities, natural resources and physical infrastructure are already noticeable in many countries. There are a number of global and national efforts to address the problem of climate change through adaptation and mitigation activities. The UNFCCC recognises various mitigation and adaptation options, including pro-REDD+ forestry related activities."}, {"text_block_id": "p6_b19", "text": "Forests play an important role in climate change mitigation as sinks and sources of carbon dioxide (CO"}, {"text_block_id": "p6_b20", "text": "2"}, {"text_block_id": "p6_b21", "text": "). Forests act as carbon sinks when their area or productivity increases, resulting in an increased uptake of CO"}, {"text_block_id": "p6_b22", "text": "2"}, {"text_block_id": "p6_b23", "text": "from the atmosphere. They absorb CO"}, {"text_block_id": "p6_b24", "text": "2"}, {"text_block_id": "p6_b25", "text": "and release oxygen into the atmosphere through the natural process of photosynthesis in which CO"}, {"text_block_id": "p6_b26", "text": "2"}, {"text_block_id": "p6_b27", "text": "is converted to carbon and stored in the woody tissue of the plant. It is because of this that some forms of forestry activities are used as valid means for atmospheric CO"}, {"text_block_id": "p6_b28", "text": "2"}, {"text_block_id": "p6_b29", "text": "reduction as they contribute significantly to climate change mitigation. On the other hand, forest biomass acts as a source of carbon when burned or when it decays. Also, when the soil is disturbed it releases CO"}, {"text_block_id": "p6_b30", "text": "2"}, {"text_block_id": "p6_b31", "text": "and other greenhouse gases into the atmosphere. The IPCC estimates that 18-20% of current global annual carbon emissions are the result of loss of tropical forests."}, {"text_block_id": "p6_b32", "text": "The importance of forests and woodlands to human life cannot be over-emphasized. They are crucial as a source of livelihoods and provide direct benefits like firewood, charcoal, fruits, poles, timber, traditional medicines and many others. The forests and woodlands also have very important and critical ecological values and are a source of vital services such as conserving soils and water sources, harbouring rich biodiversity and important genetic resources, providing bee nectar, ameliorating climate, serving as habitats for wildlife, providing a wide range of cultural, spiritual and recreational benefits and are important sinks for CO"}, {"text_block_id": "p6_b33", "text": "2"}, {"text_block_id": "p6_b34", "text": "from the atmosphere."}, {"text_block_id": "p6_b35_merged_merged_merged", "text": "Although the role of forests in sequestering carbon and helping to mitigate climate change was recognized in the Kyoto Protocol, only afforestation and reforestation activities were accepted for inclusion in the Protocol‟s Clean Development Mechanism (CDM). Reducing emissions from deforestation, also known as avoided deforestation, was thus excluded as an emissions reduction strategy -until its reintroduction into United Nations Convention on Climate Change (UNFCCC) negotiations at CoP 11 in Montreal in 2005 as a result of the Stern Report and a formal proposal by the Coalition of Rainforest Nations, led by Costa Rica and Papua New Guinea."}, {"text_block_id": "p6_b38", "text": "It was at the CoP 13 of the UNFCCC that took place in December 2007 in Bali, that the Coalition of Rainforest Nations formally proposed that REDD and forests be included in the official negotiation agenda for a post-2012 regime, whose key elements would be negotiated under the so-called Bali Road Map. By December 2009 the 191 Parties to the UNFCCC were expected to have drawn up the"}, {"text_block_id": "p7_b39", "text": "next global climate agreement. The Bali Action Plan (BAP), on which the UNFCCC Parties agreed in December 2007, provides the road map for this new agreement."}, {"text_block_id": "p7_b40", "text": "Under the BAP, both developed and developing countries needed to take nationally appropriate mitigation actions, known as NAMAs, to reduce their greenhouse gas emissions. The Parties were also to specify policy reforms and positive performance-based incentives on issues relating to reducing emissions from deforestation and forest degradation in developing countries (REDD) to be included in the NAMAs that countries can undertake."}, {"text_block_id": "p7_b41", "text": "At the CoP 15 held in Copenhagen, Denmark, in December 2009, the CoP noted consensus among"}, {"text_block_id": "p7_b42", "text": "some of the Parties with the Copenhagen Accord, which agreed “on the need to provide positive"}, {"text_block_id": "p7_b43", "text": "incentives to such actions through the immediate establishment of a mechanism, including REDD+,"}, {"text_block_id": "p7_b44", "text": "to enable the mobilization of financial resources from developed countries” (UNFCCC, 2009a)."}, {"text_block_id": "p7_b45", "text": "During COP 16 which was held in Cancun, Mexico, the Cancun agreement adopted REDD+ extended activities to include: Reduction of emissions from deforestation; Reduction of emissions from forest degradation; Conservation of forest carbon stocks; Sustainable management of forests, and Enhancement of forest carbon stocks."}, {"text_block_id": "p7_b46", "text": "1.2 REDD+: The Tanzanian scene"}, {"text_block_id": "p7_b47", "text": "There are a number of global and national efforts to address the problem of climate change through adaptation and mitigation activities. The UNFCCC, of which Tanzania is a party, recognises various mitigation and adaptation options, including pro-REDD+ forestry related activities."}, {"text_block_id": "p7_b48", "text": "Tanzania has the potential to participate in addressing the problem of climate change through enhancing the role of forests in climate change mitigation. The Country has a total of 35.3 million hectares of forestland out of which 16 million ha comprise of reserved forests, 2 million ha are forests in national parks and the rest, 17.3 million ha ) are unprotected forests in General Land."}, {"text_block_id": "p7_b49", "text": "Forests in General Land are „open access‟, characterized by unsecured land tenure, shifting"}, {"text_block_id": "p7_b50", "text": "cultivation, annual wild fires, harvesting of wood fuel, poles and timber, and heavy pressure for conversion to other competing land uses, such as agriculture, livestock grazing, settlements and industrial development."}, {"text_block_id": "p7_b51_merged_merged_merged", "text": "Tanzania is putting efforts in addressing drivers of deforestation and forest degradation through adoption of legal frameworks and implementation of participatory forest management (PFM). In Tanzania, the main sources of finance for forest management are currently: charges levied on the major forest products and services, state budget allocation to the forestry administration, and development partners‟ grants for forestry projects. However, limited financial resources are at present compelling the country to identify innovative financing mechanisms to attract new sources of investment in forest management outside these traditional channels. The adoption and implementation of REDD+, therefore, provides an exceptional opportunity for Tanzania to benefit from financial mechanism that take cognizance of the increasing importance of sustainable forest management in reducing emissions and increasing storage of CO2 to mitigate climate change and its impacts."}, {"text_block_id": "p8_b56", "text": "1.3 Goal and objectives of this Strategy"}, {"text_block_id": "p8_b57", "text": "1.3.1 Goal"}, {"text_block_id": "p8_b58", "text": "The main goal of the National REDD+ Strategy is to facilitate effective and coordinated implementation of REDD+ related policies, processes and activities so as to contribute to climate change agenda and overall sustainable development."}, {"text_block_id": "p8_b59", "text": "1.3.2 Objectives of this Strategy"}, {"text_block_id": "p8_b60", "text": "The National REDD+ Strategy envisages to guiding the implementation and coordination of mechanisms required for Tanzania to benefit from a post-2012 internationally approved system for forest carbon trading, based on demonstrated emission reductions from deforestation and forest degradation and other aspects of REDD+. Specifically, the strategy intends;"}, {"text_block_id": "p8_b61", "text": "The National REDD+ Strategy envisages to guiding the implementation and coordination of mechanisms required for Tanzania to benefit from a post-2012 internationally approved system for forest carbon trading, based on demonstrated emission reductions from deforestation and forest degradation and other aspects of REDD+. Specifically, the strategy intends;\n* To establish a robust baseline scenarios and an effective MRV system for determining forest\n* To establish and operationalise a fair and transparent REDD+ financial mechanism and\n* To engage and enhance active participation of the stakeholders in REDD+ processes,\n* To strengthen a national system for governance and coordination of REDD+ processes,\n* To build capacity in terms of training, infrastructure, systems and equipment to support the\n* To generate knowledge and promote scientific understanding on REDD+ issues through\n* To strengthen public awareness, communication and information sharing systems on\n* To strengthen mechanisms to address drivers of deforestation and forest degradation in"}, {"text_block_id": "p8_b77", "text": "1.4 Structure of the Strategy Document"}, {"text_block_id": "p8_b78", "text": "The Strategy is divided into seven chapters. Chapter One is an introductory section which provide background of REDD+ from global to national perspectives. Chapter Two describes the Strategy development process. After that, Chapter Three provides an overview of the forest estate in Tanzania and highlights some of the major efforts made to conserve it in an increasingly participatory manner. Chapter Four gives an overview of forest governance for REDD+, while Chapter Five outlines the modalities for baseline establishment, monitoring, verification and reporting. Chapter Six illustrates the key strategic elements for REDD+ implementation in Tanzania. Finally, Chapter Seven provides a framework for Strategic Environmental and Social Impact Assessment of the Strategy and highlights some of the potential risks that may face the country as it implements the National REDD+ Strategy."}, {"text_block_id": "p9_b79", "text": "CHAPTER TWO"}, {"text_block_id": "p9_b80", "text": "THE STRATEGY DEVELOPMENT PROCESS"}, {"text_block_id": "p9_b81", "text": "2.0 Overview"}, {"text_block_id": "p9_b82", "text": "The National REDD+ Strategy in Tanzania has been developed in a participatory manner involving various stakeholders at different levels. The National Framework for REDD developed in 2009 was the basis for developing this strategy. The REDD+ Strategy is closely linked to the current national growth and development strategies such as the National Growth and Poverty Reduction Strategy Programme (MKUKUTA), the National Forest Programme and other strategies which contribute to"}, {"text_block_id": "p9_b83", "text": "effective conservation and utilization of Tanzania‟s natural and renewable resources and improving"}, {"text_block_id": "p9_b84", "text": "the livelihoods of its people."}, {"text_block_id": "p9_b85", "text": "2.1 The Strategy Development Process"}, {"text_block_id": "p9_b86", "text": "The strategy development process has undergone three phases: i.e. a preliminary analytical phase, a strategic analysis and piloting phase, and a consolidation phase."}, {"text_block_id": "p9_b87", "text": "2.1.1 Preliminary Analytical Phase"}, {"text_block_id": "p9_b88", "text": "This phase involved the scoping studies to identify potentials for REDD+ in Tanzania, assess capacities for REDD+ implementation, and to identify gaps and issues to be addressed. The first important step was the development of the National Framework for REDD+ (URT, 2009) which provided overall guidance and vision towards development of a comprehensive National REDD+ Strategy."}, {"text_block_id": "p9_b89", "text": "2.1.2 Stakeholders Consultation and Piloting Phase"}, {"text_block_id": "p9_b90", "text": "Stakeholder’s"}, {"text_block_id": "p9_b91", "text": "Consultations Phase:"}, {"text_block_id": "p9_b92", "text": "S"}, {"text_block_id": "p9_b93", "text": "takeholder‟s consu"}, {"text_block_id": "p9_b94", "text": "ltative meetings for development of national REDD+ strategy and awareness raising on REDD+ issues were conducted nationwide involving national, regional, district and local level representatives, in both Tanzania mainland and Zanzibar."}, {"text_block_id": "p9_b95_merged_merged_merged", "text": "Piloting Phase: reporting and verifying; and Approaches to address drivers of deforestation and forest degradation."}, {"text_block_id": "p9_b97", "text": "national REDD+ Strategy."}, {"text_block_id": "p9_b98", "text": "2.2.3 Consolidation Phase"}, {"text_block_id": "p9_b99", "text": "The consolidation phase involved sharing the draft strategy with various stakeholders at different levels. This ensured that stakeholders concerns are adequately addressed. The strategy is accompanied by action plan which guides implementation of REDD+ activities in the country."}, {"text_block_id": "p10_b100", "text": "CHAPTER THREE"}, {"text_block_id": "p10_b101", "text": "BASELINE CONDITIONS AND SITUATION ANALYSIS"}, {"text_block_id": "p10_b102", "text": "3.0 The Forest Resource Base"}, {"text_block_id": "p10_b103", "text": "3.1 Tanzania mainland"}, {"text_block_id": "p10_b104", "text": "Tanzania is endowed with vast forest resources. In 2005 Tanzania Mainland had a total forest area of 35.257 million hectares (ha) representing 39.9% of the total land area. Woodlands occupy most of the forest area, which cover about 90% of the total forest area. The rest are mangrove forests, montane forests, small patches of coastal forests and plantations of softwoods and hardwoods. However, 57% of all of these forests are on general land with open access and only 43% of the forested land is designated as forest reserves (FRs) and national parks (protected). These forests are supposed to be managed for either production and/or protection based on forest management plans."}, {"text_block_id": "p10_b105", "text": "The forests provide a range of benefits, from ecosystem services to wood and non-wood products (NWFPs) primarily within local villages and households. The wood products include: firewood, charcoal, round wood and sawn wood. The most important use of wood in Tanzania is for fuel and about 95% of the country's energy supply is met by fuelwood. The NWFPs consist of game meat, medicinal plants, fodder, latex, beverages, dyes, fibres, gums, resins, oils, beeswax and honey, tannins and toxins. Several of these are subsistence products providing nutrition, critical in situations of drought and famine."}, {"text_block_id": "p10_b106_merged", "text": "Traditional medicine is the only affordable alternative available to most rural and urban population. Ecosystem services which accrue from the forests include: watershed functions, maintenance of soil fertility, and conservation of biodiversity, sustaining cultural values, carbon dioxide (CO2) sequestration, climatic amelioration and eco-tourism. Forest areas also support agriculture and livestock."}, {"text_block_id": "p10_b109", "text": "Despite all the invaluable goods and services provided by natural forests, there are high rates of deforestation and degradation. Although a worldwide problem, deforestation and forest degradation is most acute in Sub Saharan Africa (SSA) where it is characterized by decreasing production of forest products and food and worsening levels of poverty and malnutrition. For Tanzania, between 2000 and 2005, high rates of deforestation led to a loss of 412,000 ha of forest per year. Deforestation and degradation are taking place in both reserved and unreserved forests but more so in the later due to inadequate resources to implement active and sustainable forest management (SFM)."}, {"text_block_id": "p10_b110", "text": "Apart from deforestation and degradation, there is growing evidence that climate change is impacting on forests and forest ecosystems and therefore livelihoods of forest dependent communities as well as national economic activities that depend on forest products and services. The problem is manifesting itself through, amongst others, unusually high temperatures, floods, droughts, hurricanes, epidemics, poor crop yields, unreliable water supplies, and increasing fire intensity. River flows and water stocks in reservoirs may decline considerably under a warmer climate while forest ecosystems may shift their ranges and lose some of their biodiversity."}, {"text_block_id": "p11_b111", "text": "Thus, climate change might have dramatic consequences on Tanzanian forests, and may make some sites unsuitable climatically for some of the endemic species that are found there. However,"}, {"text_block_id": "p11_b112", "text": "currently little is known about climate change‟s effect on forests and how this may impact on the"}, {"text_block_id": "p11_b113", "text": "livelihoods of the communities. Evaluation of the impacts of climate change on forests and forest ecosystems and livelihoods is an urgent area of study."}, {"text_block_id": "p11_b114", "text": "The challenge to manage forest resources as a national heritage in an integrated and sustainable basis to optimize their environmental, economic, social and cultural values have been in a constant threat by human activities such as encroachment into reserved forests, shifting cultivation, wildfires, illegal logging, mining, wood-fuel extraction and more recently is the introduction of large-scale farming of bio-fuel production. These human activities contribute significantly in deforestation and forest degradation activities which lead to greenhouse-gases (GHG) emissions."}, {"text_block_id": "p11_b115", "text": "One recent study argues that the progressive decline in the value of harvested woody resources at a given distance from the city of Dar es Salaam over the past decade and increasing distance of transport for"}, {"text_block_id": "p11_b116", "text": "value products over time suggest a likely unsustainable “logging down the profit margin” scenario akin to the sequential “fishing down the food web” resource utilization"}, {"text_block_id": "p11_b117", "text": "patterns seen in unmanaged marine habitats. At current levels of demand and continued outward expansion of the exploitation waves, it is predicted that there will be no high-value timber species remaining in Tanzanian coastal forests up to 220 km from the city in 2010 and up to the southern Tanzanian border within 37 years. A recently opened bridge across the Ruvuma River at the southern Tanzanian border is likely to facilitate encroachment of the degradation wave into Mozambique."}, {"text_block_id": "p11_b118_merged_merged_merged", "text": "Charcoal production is predicted to continue to expand in line with urban demand and a lack of affordable alternatives fuels, and the inner wave of charcoal extraction is very likely to continue traveling outward. It is probable that these trends will be accompanied by further reductions in public goods such as carbon storage, biodiversity retention, and supply of water. With raw material exports to generate foreign currency revenue for sub-Saharan governments, alongside 73% of the urban population across Saharan Africa [currently experiencing the world‟s fastest rate of urbanization] reliant on biomass fuels, mainly charcoal, the implications derived from the Tanzanian analysis extends beyond Tanzania. An ability to predict the future spatio-temporal dynamics of forest degradation across sub-Saharan Africa may provide a vital tool for targeted policy interventions for biodiversity preservation, climate change mitigation, and human development, particularly within the context of REDD+."}, {"text_block_id": "p11_b121", "text": "3.2 Zanzibar"}, {"text_block_id": "p12_b122", "text": "Zanzibar‟s forests form part of the East Africa Coastal Forests Eco"}, {"text_block_id": "p12_b123", "text": "-"}, {"text_block_id": "p12_b124", "text": "region, one of the world‟s 200"}, {"text_block_id": "p12_b125", "text": "biodiversity hotspots. Despite their global significance and importance, deforestation rates are"}, {"text_block_id": "p12_b126", "text": "estimated to be at least 1% per annum. Zanzibar‟s Forest Policy and the Poverty Reduction Strategy"}, {"text_block_id": "p12_b127", "text": "(also known as MKUZA in Kiswahili) reflect the need for Community Forest Management (CoFM) to combat deforestation and reduce poverty. There are significant forest areas in Zanzibar (in excess of 60,000 ha) that could be potentially managed as CoFM to directly benefit the local communities. CoFM essentially provides the legal framework for community groups and government to both own and manage forests and woodlands for their own objectives/benefits."}, {"text_block_id": "p12_b128", "text": "Despite a favourable policy environment for the implementation of pro-poor CoFM, deforestation and forest degradation in the community forests is on the increase and CoFM practice in Zanzibar remains a challenge due to the following reasons; Insecure forest land tenure and rights"}, {"text_block_id": "p12_b129", "text": ","}, {"text_block_id": "p12_b130", "text": "Inadequate economic incentives for forest conservation, Inadequate incentives for men and women in local communities to engage in CoFM, Limited capacity of community-based institutions and local governments to deliver quality forestry support services and influence forest policies, Weak communication and limited access to information and experience and"}, {"text_block_id": "p12_b131", "text": "Heavy dependence of Zanzibar population on forest goods and services."}, {"text_block_id": "p12_b132", "text": "3.3 Land Resource Base"}, {"text_block_id": "p12_b133", "text": "Several land use related studies have been carried out in Tanzania. Overall, the studies show decreasing forest/woodland resources and increasing areas under cultivation due to deforestation and forest degradation. The main direct causes of deforestation and degradation were shown to be shifting/permanent cultivation and firewood and poles gathering and charcoal production. The main underlying cause was found to be population growth. In the face of increased population and the demand for agricultural land, such areas may not be given enough room to regenerate."}, {"text_block_id": "p12_b134", "text": "3.4 Past Experiences with Reducing Deforestation and Forest Degradation"}, {"text_block_id": "p12_b135", "text": "3.4.1 Participatory Forest Management (PFM)"}, {"text_block_id": "p12_b136", "text": "3.4.1.1 Overview"}, {"text_block_id": "p12_b137", "text": "Tanzania has benefited from many years of implementing PFM programmes which have helped to integrate communities into forest management and thus address some of the policy and critical forest governance issues concerned with deforestation and forest degradation. This experience provides a value basis for rapid REDD+ readiness."}, {"text_block_id": "p12_b138", "text": "By the mid-1990s a global shift towards decentralized forest management was taking place, with delegation of forest management rights and responsibilities to a local level as a strategy to achieve SFM and development. This led to a major review of forest policy and legislation. The Forest Act of 2002 thus makes transfers of forest resource ownership and management responsibilities to local communities feasible."}, {"text_block_id": "p12_b139_merged_merged_merged", "text": "Consequently, a community-based approach to securing and managing forests, generally referred to as PFM, has emerged as a central element in ensuring sustainable management and conservation of Tanzania‟s forests. There are three main objectives of PFM in Tanzania namely (i) improving rural livelihoods, (ii) conserving and regenerating forest resources and (iii) promoting good governance."}, {"text_block_id": "p13_b142", "text": "In Tanzania, the two major approaches to the implementation of PFM are CBFM and JFM. The two approaches differ in terms of forest ownership and cost/benefit flows. In 2006, FBD undertook a detailed survey of PFM in the country. Table 1 shows the results of this survey and how far PFM had spread in mainland Tanzania by then."}, {"text_block_id": "p13_b143", "text": "Table 1: Overview of PFM on mainland Tanzania"}, {"text_block_id": "p13_b144", "text": "3.4.1.2 The implementation of CBFM"}, {"text_block_id": "p13_b145", "text": "CBFM, where trees are owned and managed (using a management plan) by a village government through a Village Natural Resources Committee (VNRC), applies on village or private land. By 2008, the area under CBFM was 2,345,000 ha which represents 11.6% of unreserved forests. A number of PFM studies have since reported improved forest regeneration, biodiversity, forest growth and well-being of community members."}, {"text_block_id": "p13_b146", "text": "The factors that may negatively influence communities as regards to taking up CBFM are unfair benefit sharing or fears of this, lack of availability of forest land, lack of community interest in forest management (which may itself relate to opportunity cost involved in foregoing other activities, or to the availability of alternative income sources), an unfavourable legal and policy environment, lack of facilitation capacity, and lack of availability of up-font internal and external financing. Experience shows that village leaders, particularly the members of the village forest reserve committee, participate more than others in different forest activities, especially those involving payment of wages."}, {"text_block_id": "p13_b147", "text": "This situation can only be expected to become worse when the REDD+ funds become available to villages. A major consideration is that if villagers as a whole do not see any benefits, then they are likely to withdraw their cooperation from the communal effort for increasing carbon stock. This might jeopardise the anticipated contribution of CBFM to the REDD+ policy. Therefore, for the success of CBFM under REDD+, a system to ensure fair sharing of benefits needs to be established."}, {"text_block_id": "p13_b148", "text": "3.4.1.3 The implementation of JFM"}, {"text_block_id": "p13_b149_merged", "text": "Joint Forest Management (JFM) is currently a strongly favoured approach to the management of state owned forests, with management responsibilities and returns divided between the state and the communities adjacent to the forest. It takes place on “reserved land” owned and managed by either central or local government. Villagers typically enter into agreements to share management responsibilities with the forest owner. The Forest Act requires joint management agreements prepared by the central government, or designated district authority, to be formally made with local communities adjacent to the state forests before any JFM initiative starts. Table 2 gives an overview of JFM in Mainland Tanzania by 2006. By 2008, the area under JFM was 1,780,000 ha, mostly Montane and Mangrove FRs."}, {"text_block_id": "p14_b152", "text": "Table 2: An overview of JFM in mainland Tanzania, 2006"}, {"text_block_id": "p14_b153", "text": "The main challenges of JFM include; high donor dependency, short term duration to effectively empower communities to manage the forests, JFM has proven to be a very long process, some villages involved for at least three to five years have still not completed the process, poor exit strategies by some NGOs, cost-benefit sharing mechanism under JFM still not fully operational, and lack of awareness on legal framework for JFM."}, {"text_block_id": "p14_b154", "text": "3.4.1.4 Forest plantations"}, {"text_block_id": "p14_b155_merged", "text": "Tanzania embarked on large scale plantations development in the 1950s. Currently, there are 19 state owned industrial plantations covering some 89,000 hectares mainly planted with softwoods and a few hardwood species. There are nearly 70,000 ha of privately owned plantations. Other private areas are established under the village afforestation programme and farm forestry for the market. The productivity of government plantations is generally low (15 m ha  yr ) due to use of unimproved seed and low intensity management. With improved seed and good forestry practice a yield of up to 30 mha  yr is possible."}, {"text_block_id": "p14_b168", "text": "On the other hand, privately owned plantations have been found to have high productivity due to careful site selection, intensive cultural practices and selection of genetically improved seed/propagates. Government owned plantations are characterised by planting and replanting backlogs, low intensity site preparation techniques, poor quality trees due to use of un-improved seed and low survival due to poor species-site matching and delayed or low intensity weeding. It is also noted that they are generally neglected or have irregular pruning and thinning, constant fire, disease and pest attacks, and generally suffer illegal felling and encroachments."}, {"text_block_id": "p14_b169", "text": "On a positive note, new plantation tree species have been introduced in order to increase biodiversity, and reduce the impacts of fire, diseases and insect outbreaks. There have never been efforts to expand the government forest plantations areas for many years now. On the other hand, the area under private sector plantations is increasing. Overall however, the total area of forest plantations which is about 150,000 ha is low, given high domestic and export demand for forest products and the fact that Tanzania is one of the few African countries with potential areas for expansion of forest plantations."}, {"text_block_id": "p14_b170", "text": "3.4.2.5 Woodlots and trees on farm"}, {"text_block_id": "p14_b171", "text": "During the 1970s, Tanzania encouraged individuals and communities to establish woodlots and trees on farm (ToF) aimed to meet the increasing demand for wood and Non Wood Forest Products"}, {"text_block_id": "p15_b172", "text": "(NWFP), as well as improve environmental services. Trees on Farm constitute a vast tree resource in Tanzania and form a major source of wood and NWFPs for domestic use and for sale. In view of"}, {"text_block_id": "p15_b173", "text": "the increased demands on forest products and declining “forest land”, all indications are that ToF"}, {"text_block_id": "p15_b174", "text": "will become a major source of wood supply to meet growing rural and urban demand, provided issues such as tenure and access to markets are sorted out. The sale of wood and NWFPs produced from ToF has often been challenging. Farmers need to be assisted in all aspects of marketing and value addition to improve their returns from sale of wood and NWFPs."}, {"text_block_id": "p15_b175", "text": "3.4.1.6 Forest landscape restoration"}, {"text_block_id": "p15_b176", "text": "Forest landscape restoration is a process for re-establishing ecological integrity and enhancing human well-being in deforested or degraded landscapes. Natural regeneration, assisted natural regeneration, enrichment planting, plantations, agroforestry and various soil and water conservation techniques are all used in forest landscape restoration."}, {"text_block_id": "p15_b177", "text": "In Tanzania, techniques already in use include plantations, natural regeneration, agroforestry and various soil and water conservation techniques. Plantations are too restricted in extent to provide sustainable livelihoods and environmental services for the large land areas demanding restoration, while assisted natural regeneration and enrichment planting have been tried only in research activity. Studies concluded that natural regeneration through active involvement of local communities promoted under PFM, and supported by the new forestry legislation and programme, is by far the most promising option for restoration of the large areas of degraded land in Tanzania. CBFM is regarded as the most appropriate way to achieve forest landscape restoration, and is expected to be successful because local communities are allocated clear forest land rights, and traditional knowledge and practices are taken into account."}, {"text_block_id": "p15_b178", "text": "An example of a successful forest landscape restoration is the"}, {"text_block_id": "p15_b179", "text": "ngitili"}, {"text_block_id": "p15_b180", "text": "system of agro-pastoral communities in Shinyanga Region.. Studies have found that more than 350,000 ha of land were occupied by restored or newly established"}, {"text_block_id": "p15_b181", "text": "ngitili"}, {"text_block_id": "p15_b182", "text": ", of which about 50% was owned by groups and another 50% by individuals. Benefits from"}, {"text_block_id": "p15_b183", "text": "ngitili"}, {"text_block_id": "p15_b184", "text": "were estimated at US$ 14 per person per month, which is much higher than the average monthly spending per person in rural Tanzania (US$ 8.5)."}, {"text_block_id": "p15_b185", "text": "The success stories on forest landscape restoration (e.g."}, {"text_block_id": "p15_b186", "text": "ngitili"}, {"text_block_id": "p15_b187", "text": "and SULEDO) have always been associated with situations where communities were actively involved, and their interests, local knowledge and practices taken into account. This notion is already part of the current policies and legislation in almost all sectors, which provide the necessary enabling environment for restoration of degraded lands. The initial positive impacts of landscape restoration provide guidance and encouragement for wider success in the future."}, {"text_block_id": "p15_b188", "text": "3.4.1.7 Integrated conservation and development and landscape based projects"}, {"text_block_id": "p15_b189_merged_merged_merged_merged", "text": "Conservation of biodiversity and ecosystem services has for several decades been achieved by the “fines and fences” (non participatory) approach to conservation. In the mid-1980s, the Integrated Conservation and Development Projects (ICDPs) were introduced to attend some of the problems associated with the “fines and fences” approach. ICDPs are biodiversity conservation projects with rural development components aimed to improve livelihoods and reduce human pressures on biodiversity. The projects aimed at biodiversity conservation, increasing agricultural productivity and reducing poverty by encouraging communities to undertake alternative income generating activities."}, {"text_block_id": "p16_b194", "text": "There are success stories from some of these projects, and there are many lessons learnt. Despite the efforts to improve the management of the FRs and community activities in the projects outlined above, problems of natural resource degradation, biodiversity loss and rural livelihood decline persist. To reverse this situation, increased, long term and landscape focused investment is key."}, {"text_block_id": "p16_b195", "text": "Other than the integrated conservation and rural development programmes discussed in the foregoing paragraph, the Government has recently promulgated a campaign for agricultural revolution popularly known in Kiswahili as KILIMO KWANZA (KK). The campaign emphasizes increased production, intensification of agriculture, efficient use of inputs, effective marketing and sustainable use of natural resources. The likely effects of KK on REDD+ are mixed. On the one hand, increased productivity and incomes are likely to reduce dependence and pressure on forest resources leading to increased conservation and REDD+. On the other hand, it is envisaged that it will take long for the poor farmers who are most dependent on forest resources to access necessary inputs to improve agriculture. Therefore, continued dependence on forest resources and thus increasing deforestation and degradation are still expected in the short term."}, {"text_block_id": "p16_b196", "text": "3.5 Drivers of Deforestation and Forest Degradation"}, {"text_block_id": "p16_b197", "text": "Major direct causes of uncontrolled deforestation and degradation in the forests are: settlement and agricultural expansion, overgrazing, firewood and charcoal production, uncontrolled fires, timber extraction, development of infrastructure/industry, mining, refugees and most recently the introduction of large scale agriculture of bio-fuel production. These direct causes of uncontrolled deforestation and thus forest degradation are driven by market and policy failures, rapid (and uncontrolled) population growth and rural poverty, and the state of economy."}, {"text_block_id": "p16_b198", "text": "3.5.1 Direct causes of D&D"}, {"text_block_id": "p16_b199", "text": "The major direct causes of uncontrolled deforestation and degradation in the forests include:"}, {"text_block_id": "p16_b200", "text": "The major direct causes of uncontrolled deforestation and degradation in the forests include:\n* shifting cultivation and\n* mainly due to large herds of cattle arising from unwillingness among livestock\n* rapid population increase and fast rate of urbanisation"}, {"text_block_id": "p17_b209", "text": "The major direct causes of uncontrolled deforestation and degradation in the forests include:\n* shifting cultivation and\n* mainly due to large herds of cattle arising from unwillingness among livestock\n* rapid population increase and fast rate of urbanisation\n* fires during land preparation for shifting cultivation, collecting honey,\n* one of the major causes of loss of forests. It can also damage the remaining\n* Investments in road and railway construction,\n* land clearing for refugee campsites, construction material, fuelwood and agricultural\n* Large areas of natural forests habitats (e.g. the Coastal forests) with high"}, {"text_block_id": "p17_b224", "text": "The relative importance of these factors has not been determined, but land use/cover change studies show the major causes of deforestation and degradation to be: shifting cultivation, timber extraction, firewood/ poles gathering, charcoal production and overgrazing as the major causes."}, {"text_block_id": "p17_b225", "text": "3.5.2 Underlying causes of D&D"}, {"text_block_id": "p17_b226", "text": "The causes of uncontrolled deforestation and thus land degradation are driven by several factors, including market failures, policy failure and rapid population growth and rural poverty."}, {"text_block_id": "p17_b227", "text": "3.5.2.1 Policy failures"}, {"text_block_id": "p17_b228_merged", "text": "Policy failures are consequent upon the inability of governments to institute strict centralised management without adequate financial and managerial capacity, which result into inefficient management of forest resources; inability of governments to adequately define property rights thereby rendering forests an “open access” resource with consequent risk of over-exploitation and general resource degradation and lack of investment incentives on forest activities; and inadequate mechanisms to charge a sufficiently high forest rent which reflects the real financial cost of managing forests."}, {"text_block_id": "p18_b231", "text": "The low forest rent leads to inefficient use and over-exploitation of forest resources. The implementation of old forest policies has made it almost impossible to adequately address emerging opportunities and constraints imposed by national aspirations, international agreements and conventions. Non-forest incentives (pricing policies, tax incentives and other subsidies) encourage private investments in leading sectors such as agriculture, energy, mining and transportation, convert forest to these uses."}, {"text_block_id": "p18_b232", "text": "Effects of implementing structural adjustment programmes (SAP) have included reduced financial capacity of forest departments to manage forest resources effectively. Also small holder farmers who, hitherto, depended on subsidized farm inputs have been compelled to encroach forests in order to expand farmlands to meet the rising demand for food a consequence of family expansion and population growth. This has lead to an upsurge in deforestation and degradation"}, {"text_block_id": "p18_b233", "text": "3.5.2.2Rapid population growth and rural poverty"}, {"text_block_id": "p18_b234", "text": "Studies shows that there is a significant correlation between population pressure and deforestation, especially when there is a prevailing poverty, an ambiguous land tenure system, and lack of agricultural intensification, market and policy failures, and political instability. Rapid population growth often intensifies pressure to convert forest areas to other uses, as well as exploit forests for short-term benefits (e.g. food and fuelwood supply). Poverty-led environmental degradation is responsible for much of the deforestation and degradation of forests. As vividly shown by the in-depth studies and material from literature reviews and consultative workshops, the majority of rural poor rely heavily on forests and woodlands for income and subsistence. While some traditional rural communities have developed comparatively sustainable forms of resource use, many others are compelled, by circumstances, often beyond their control, to exploit forests unsustainably for short-term gain."}, {"text_block_id": "p18_b235", "text": "3.6 Forest Carbon Trading Mechanisms"}, {"text_block_id": "p18_b236", "text": "Carbon trade involves the sale of carbon credits. The trade is a market-based mechanism for helping mitigate the increase of CO"}, {"text_block_id": "p18_b237", "text": "2"}, {"text_block_id": "p18_b238", "text": "in the atmosphere. Basically, there are two main types of Carbon Trading Schemes that are operating globally to-date. These are Voluntary Carbon Trading (VCT), which is not operated under the Kyoto Protocol and the official Kyoto Protocol Carbon Trading Mechanisms."}, {"text_block_id": "p18_b239_merged_merged", "text": "The VCT involves companies offsetting GHG emissions from their activities and products on a voluntary basis as part of their corporate responsibility. The conditions to participate in the VCT are relatively less stiff, and have no international legal binding requirements. The official forest carbon trading is possible through the Clean Development Mechanism (CDM) of the Kyoto Protocol of the United Nations Framework Convention on Climate Change (UNFCCC). Under the Kyoto Protocol, developed countries are required to reduce their emissions of greenhouse gases by about 5% of their 1990 levels by the years 2008 – 2012. These countries can meet their reduction targets for CO2 emissions in a variety of ways such as: through improved energy efficiency, by substituting fuels that produce less CO2, and by using renewable energy sources. By undertaking project activities, developed country parties can generate carbon credits which can be used to offset their reduction commitments."}, {"text_block_id": "p18_b246", "text": "Investment in certain kind of tropical forests management is also a possibility through CDM. This enables them to invest also in projects in developing countries and to use these to offset their"}, {"text_block_id": "p19_b247", "text": "reduction commitments. The CDM essentially provides a market mechanism for the sale of carbon credits or CERs, from developing countries. It has been agreed that in the first commitment period (2008-2012), CDM project activities will be limited to afforestation and reforestation only. Improved forest management and avoided deforestation are not eligible under CDM at present."}, {"text_block_id": "p19_b248_merged", "text": "Reduced D & D may play a significant role in climate change mitigation and adaptation, and may generate a new financial stream for sustainable forest management in developing countries. This has prompted re-negotiation of climate change policy for the post-2012 period to include REDD+. This new policy is currently under discussion by Parties to the UNFCCC regarding crediting or otherwise rewarding reductions in carbon emission by reducing rates of deforestation and forest degradation. Under REDD+, developing countries would, on a voluntary basis, aim to reduce the rate at which their forests are being lost, and receive compensation in proportion to carbon emissions saved compared to a baseline which would represent the „without intervention‟ case or some other agreed target"}, {"text_block_id": "p19_b251", "text": "."}, {"text_block_id": "p19_b252", "text": "The government of the United Republic of Tanzania considers the REDD+ policy a viable option that can provide opportunities for the country to meet its obligations of managing her forests and woodlands on a sustainable basis and at the same time respond to poverty reduction initiatives accordingly. In this respect the government is envisaging participating in the REDD+ policy and in its development under fund based financing arrangements."}, {"text_block_id": "p19_b253", "text": "3.7 Capacity Building and Infrastructure Development"}, {"text_block_id": "p19_b254", "text": "Some developing countries like Tanzania are left behind in important international policy negotiations and participation in policy implementation due to lack of capacity and the necessary technology to assist them benefit from emerging opportunities such as REDD+. Given that REDD+ is a new policy initiative requiring intensive application of new and complex technologies in various areas, capacity building in terms of training and infrastructure development is needed at all levels. Tanzania committed itself to make a deliberate effort to ensure that the capacity of local institutions was built accordingly during REDD+ piloting phase. In this regard available capacity and infrastructure for effective implementation of the carbon accounting system were, and still are, limited, especially in the areas of modelling, GIS simulation, monitoring and evaluation, and carbon stock assessments."}, {"text_block_id": "p19_b255", "text": "The National REDD+ Strategy has put a considerable emphasis on capacity building and infrastructure development at the national and sub-national levels. Research and training programme on Climate Change, Impacts, Adaptation and Mitigation in Tanzania (CCIAM) have been initiated to support the REDD+ implementation capacity in the country. The purpose of this programme is to: develop and sustain adequacy in national capacity to participate in climate change initiatives and address the effects and challenges of climate change. The emphasis of the programme is on better management of forest and other land based resources for REDD+ readiness. The programme also addresses socio-economic and gender aspects related to climate change. Its focus is on developing and undertaking training and educational programmes contributing to scientific knowledge on climate change with particular emphasis to the REDD+ initiatives. The programme will also contribute to capacity building among other REDD+ actors at all levels of society in the country."}, {"text_block_id": "p20_b256", "text": "3.8 Research"}, {"text_block_id": "p20_b257", "text": "The actual REDD+ implementation, education and training programmes require enormous support from research findings. The global scope of climate change necessitates that the research programme should aim at internationally recognised findings that can be debated globally. This calls strongly for international collaboration between research institutions to establish scientific networks to meet the global challenges of climate change."}, {"text_block_id": "p20_b258", "text": "There is generally lack of comprehensive research and methodology development programme for climate change adaptation and mitigation activities in Tanzania. Equally important, is lack of focused research in support of REDD+ implementation. Carrying out focused research in the areas of REDD+ relevant to Tanzania is, therefore, necessary."}, {"text_block_id": "p20_b259", "text": "3.9 Information Knowledge Dissemination and Networking"}, {"text_block_id": "p20_b260", "text": "As pointed out earlier the REDD+ policy is still evolving. For specific countries and international communities to benefit from REDD+ policy an efficient communication and information sharing mechanism is of paramount important. However, there is poor communication and information sharing networks in most developing countries, including Tanzania."}, {"text_block_id": "p20_b261", "text": "An in-depth study on information and communication needs and REDD+ knowledge management has shown, for example, that although through innovative ways the forest resource managing agencies have attempted to address the conflict between rural livelihood security issues experienced by the primary forest resource user and their respective conservation aims, poor inter-agency cooperation and collaboration is an obstacle and constraint that places the entire forest resource base under jeopardy, and thereby compromising each stakeholder underlying interest of a well-managed forest regime for sustainable livelihood and for REDD+."}, {"text_block_id": "p20_b262_merged", "text": "The study also notes that the present collaborative mechanisms are not equipped in dealing with the conflicting information on REDD+/Forests, REDD+ knowledge management and need for communication on REDD+, respectively. A modality to coordinate horizontally across sectors (agriculture, wildlife and forestry among others) and vertically between parastatal, central or local government institutions is desirable and feasible. Consequently, a problem solving approach encompassing multi-sectoral collaboration through the formation of an expanded partnership in management of REDD+ knowledge, information networking and communication is recommended as a way forward in the long path to resolving conflicts and improving the overall quality of management of the country‟s forest resource base in the context of REDD+."}, {"text_block_id": "p20_b265", "text": "CHAPTER FOUR"}, {"text_block_id": "p20_b266", "text": "GOVERNANCE OF FOREST RESOURCES FOR REDD+"}, {"text_block_id": "p20_b267", "text": "4.0 Overview"}, {"text_block_id": "p20_b268", "text": "About 18 million ha of forests (50%) have been gazetted as forest reserves under the central government, local authorities, village land forests and plantation forests. The rest of the forests are on General Lands that are unreserved. Most of the deforestation occurs in General Land forests as"}, {"text_block_id": "p21_b269", "text": "well as degradation over much of the total forest area. Studies have revealed a considerable level of human disturbance even inside the reserved forests."}, {"text_block_id": "p21_b270", "text": "Although PFM has been found to be effective in halting deforestation and reversing degradation in"}, {"text_block_id": "p21_b271", "text": "unreserved forests and is now included as a major element in Tanzania‟s National Forest Policy and its subsequent Forest Act of 2002, currently only 12.8% (about 4.1 million ha) of the country‟s"}, {"text_block_id": "p21_b272", "text": "forests are under such management owing to lack of funds and capacity. The current speed under which PFM projects are established is also very low. Access to REDD+ finances through fund based financing arrangements could potentially facilitate and speed up this process and possibly reduce the high levels of deforestation and forest degradation."}, {"text_block_id": "p21_b273", "text": "Centralized forest management and PFM are the main strategies used by the FBD/TFS and DFNR"}, {"text_block_id": "p21_b274", "text": "to ensure the sustainable management and conservation of Tanzania‟s forests. However, SFM is not"}, {"text_block_id": "p21_b275", "text": "being fully realized due to among others poor governance at local as well as district, regional and national levels. At the local level, key governance issues are (i) corruption, (ii) elite capture and/or (iii) minority marginalization in terms of access to forest resources, (iv) low accountability, (v) lack of transparency, (vi) low participation, and (vii) weak law enforcement. At higher levels, the main issues are corruption, weak law enforcement, and accountability."}, {"text_block_id": "p21_b276", "text": "To improve governance at local level that will eventually facilitate sustainable PFM, the village institutions need capacity development in areas such as planning, mobilization, finance management, good governance, and lobbying. The local/central government needs to provide the different skills through various training programmes done at village level. At district and regional levels, protection of the FRs against the various threats they face is key to ensure maintenance of habitat cover and quality. These and other issues related to forest governance in the context of REDD+ are the subject matter of this Chapter."}, {"text_block_id": "p21_b277", "text": "4.1 Institutional Structure and Coordination"}, {"text_block_id": "p21_b278", "text": "REDD+ is anchored on the forest resource base. Findings from the REDD+ for Rural Development, and the Legal and Institutional Arrangement in-depth studies reveal that through innovative ways in accordance with various respective policies, the forest resource managing agencies, i.e. the forest department and forest adjacent communities, among others, have made attempts to address the conflict between rural livelihood security issues experienced by the primary forest resource users and their respective conservation aims. Each approach incorporates unique elements of conflict management through varying levels of stakeholder participation that have produced significantly different results. The analysis also demonstrates that the present policy and institutional environment on forests has had a large impact on the success of various participatory interventions."}, {"text_block_id": "p21_b279", "text": "4.1.1 Institutional framework for REDD+ activities"}, {"text_block_id": "p21_b280", "text": "4.1.1.1 National level"}, {"text_block_id": "p21_b281_merged_merged_merged", "text": "The Environmental Management Act, 2004, mandates the Division of Environment in the Vice President‟s Office (VPO) to coordinate all climate change issues, including their adaptation and mitigation. Furthermore, the government has put in place a National Climate Change Steering Committee (NCCSC) and National Climate Change Technical committee (NCCTC) to oversee and guide the implementation of climate change activities in the country. In addition, it is envisaged to"}, {"text_block_id": "p22_b284", "text": "establish a national REDD+ Trust Fund and National Carbon Monitoring Centre (NCMC). Other permanent bodies will be established to ensure that REDD+ issues are sustainable"}, {"text_block_id": "p22_b285", "text": "National Climate Change Steering Committee (NCCSC)"}, {"text_block_id": "p22_b286", "text": "The NCCSC which advices the government on all climate change related issues in Tanzania will provide overall guidance and supervision on the implementation of REDD+. The NCCSC is an inter-ministerial committee which comprises Permanent Secretaries (PS) from sector ministries responsible for Energy, Finance, Industry, Natural Resources, Justice and Constitutional Affairs Land, Agriculture, Livestock Development, Foreign Affairs and International Cooperation."}, {"text_block_id": "p22_b287", "text": "The National Climate Change Technical Committee (NCCTC)"}, {"text_block_id": "p22_b288", "text": "The National Climate Change Technical Committee (NCCTC) is made up of Directors of various ministries comprising the NCCSC. Its function is to oversee all technical issues related to the implementation of climate change issues, including the implementation of this National REDD+ Strategy."}, {"text_block_id": "p22_b289", "text": "The National REDD+ Fund"}, {"text_block_id": "p22_b290", "text": "The National REDD+ Fund will be established to consolidate and distribute funds to different stakeholders based on efforts in implementing REDD+ strategy. It will operate at the national level. The fund will observe issues of transparency and accountability. Also, the performance of past forest revenue management systems, benefit sharing and incentive schemes will be assessed to provide lessons for REDD+."}, {"text_block_id": "p22_b291", "text": "National Carbon Monitoring Centre (NCMC)"}, {"text_block_id": "p22_b292", "text": "At the operational level a National Carbon Monitoring Centre (NCMC) will provide technical services on measuring, reporting and verification of REDD+ activities across the country. It will be a depository of all data and information concerning REDD, including the NCAS. The centre will be semiautonomous, overseen by the ministry responsible for climate change."}, {"text_block_id": "p22_b293", "text": "4.1.1.2 Regional and district level coordination"}, {"text_block_id": "p22_b294", "text": "The coordination of REDD+ activities at regional and district levels adheres to the existing government local government institutional structure. The Regional Administrative Secretariat serves as the link between the Ministries and the District Councils. At the district and municipal levels, Environmental Committees as established by Environmental Management Act, 2004, will serve as coordinators for REDD+ activities in their respective areas (Figure 1). In Zanzibar, REDD+ activities are coordinated by Department of Forestry and Non-Renewable Natural Resources DFNR) under the Ministry of Agriculture and Natural Resources. The DFNR serves as a link between Government and all REDD+ practitioners at National, District and Shehia levels. The Zanzibar First Vice President Office (FVPO) which is coordinating all climate change matters through Department of Environment is also part of REDD+ development process."}, {"text_block_id": "p23_b295", "text": "Figure 1: Institutional structure for REDD+ implementation and reporting"}, {"text_block_id": "p23_b296", "text": "4.2 Institutional capacity to manage and coordinate REDD+ activities"}, {"text_block_id": "p24_b297", "text": "initiative involving stakeholders at ministerial and local government levels, civil society and the private sector, it provides challenges of effective coordination, decision making and governance. These possible sources of inefficiencies can be minimized through effective capacity building and awareness raising."}, {"text_block_id": "p24_b298", "text": "4.3 Policy Environment and Legal Framework"}, {"text_block_id": "p24_b299", "text": "4.3.1 Tanzania mainland"}, {"text_block_id": "p24_b300", "text": "4.3.1.1 Policy environment"}, {"text_block_id": "p24_b301", "text": "This Strategy takes cognizance of a number of relevant policies and legislations that need to be considered when implementing it. Policies and legislations provide highlights of key policy issues that need to be taken on board to ensure that both livelihoods and environmental concerns are clearly addressed in the Strategy in order to ensure that forest resources are conserved or used in a sustainable manner and poverty levels of the communities living adjacent to them is reduced. Policies and legislations relevant to REDD+ interventions in Tanzania include National Vision of development to 2025, National Strategy for Growth and Poverty Reduction (MKUKUTA), the National Environmental Policy (1997), the Forest Policy (1998) which encourages participatory forest management and seeks to integrate biodiversity values in forest management, and the Land Policy (1995). Others are the Energy Policy, National Agriculture and Livestock Policy (1997)."}, {"text_block_id": "p24_b302", "text": "(a) National Vision 2025"}, {"text_block_id": "p24_b303", "text": "The general Vision of Tanzania 2025 is to graduate the country from a least developing country to a middle-income country with a strong competitive economy by improving socio-economic opportunities, public sector performance and environmental management. The Vision encourages a sustainable development endeavour, on inter-generation equity basis, such that the present generation derives benefits from the rational use of natural resources of the country without compromising the needs of future generations."}, {"text_block_id": "p24_b304", "text": "(b) National Strategy for Growth and Poverty Reduction (MKUKUTA)"}, {"text_block_id": "p24_b305", "text": "The Cabinet and Parliament adopted MKUKUTA I, the second Poverty Reduction Strategy, in early February 2005. It was reviewed in 2010 into MKUKUTA II to be implemented between 2010/11 and 2014/15. MKUKUTA II makes linkages with Vision 2025 and is committed to the Millennium Development Goals (MDGs) as internationally agreed targets for reducing poverty. MKUKUTA aims at poverty reduction through three broad outcomes: Growth and reduction of income poverty; improved quality of life and social well being and Good governance and accountability."}, {"text_block_id": "p24_b306", "text": "(c) National Environmental Management Policy (1997)"}, {"text_block_id": "p24_b307", "text": "Tanzania has promulgated the National Environmental Management Policy (1997) (NEP) and other sector specific policies, which provide the policy guidance on how its environment and natural resources will be sustainably managed. There is in place a solid institutional framework mandated"}, {"text_block_id": "p25_b308", "text": "among institutions to coordinate the implementation of policies and enforce laws that have been enacted by the Parliament for the conservation and management of the environment and natural resources. The role of NEP, 1997 can be summarized to include the following:"}, {"text_block_id": "p25_b309", "text": "among institutions to coordinate the implementation of policies and enforce laws that have been enacted by the Parliament for the conservation and management of the environment and natural resources. The role of NEP, 1997 can be summarized to include the following:\n* Developing consensual agreement at all levels for the challenge of making trade-offs and the\n* Developing a unifying set of principles and objectives for integrated multi-sectoral\n* Fostering Government-wide commitment to the integration of environmental concerns in the\n* Creating the context for planning and coordinating at a multi-sectoral level, to ensure a more"}, {"text_block_id": "p25_b317", "text": "One of the major thrusts of NEP is that it provides for the need to develop ways for encouraging a holistic multi-sectoral approach to environmental management by integrating environmental concerns in sectoral policies, strategies and decisions. In that way it creates the context for cross-sectoral planning and coordination."}, {"text_block_id": "p25_b318", "text": "NEP articulates the concept of shared responsibility and distinct accountability for environmental management so as to inculcate collective responsibility in environmental management without blurring specific mandates and responsibilities that have been assigned to each institution."}, {"text_block_id": "p25_b319", "text": "NEP is comprehensive and covers environmental mandates assigned to other sectors. Paragraphs 45 to 60 of the Policy provides on sectoral policies covering agriculture, livestock, water and sanitation, health, transport, energy, mining, human settlement, industry, tourism, wildlife, forestry and fisheries. This position is also reciprocated and reflected in sectoral policies by including paragraphs on environment management in general and specifically on the requirement of undertaking an EIA."}, {"text_block_id": "p25_b320", "text": "The NEP in its diagnosis of the state of the environment in Tanzania identified six major problems that require urgent attention. These are problems of:-"}, {"text_block_id": "p25_b321", "text": "The NEP in its diagnosis of the state of the environment in Tanzania identified six major problems that require urgent attention. These are problems of:-\n* Land degradation;\n* Lack of accessible, good quality water for both urban and rural inhabitants;\n* Environmental pollution;\n* Loss of wildlife habitats and biodiversity;\n* Deterioration of aquatic systems; and\n* Deforestation."}, {"text_block_id": "p25_b333", "text": "In finding solutions and tackling these problems the NEP outlines its overall objectives as follows:-"}, {"text_block_id": "p26_b334", "text": "In finding solutions and tackling these problems the NEP outlines its overall objectives as follows:-\n* to ensure sustainability, security and equitable use of resources for meeting the basic\n* to prevent and control degradation of land, water, vegetation, and air which\n* to conserve and enhance our natural and man-made heritage, including the biological\n* to improve the condition and productivity of degraded areas including rural and\n* to raise public awareness and understanding of the essential linkages between\n* to promote international cooperation on the environment agenda, and expand our"}, {"text_block_id": "p26_b346", "text": "Challenges and problems identified in the NEP as well as the overall objectives have informed the enactment of the Environmental Management Act, 2004."}, {"text_block_id": "p26_b347", "text": "(d) Forest Policy (1998)"}, {"text_block_id": "p26_b348", "text": "The first Forest Policy in the then Tanganyika was promulgated in 1953. The policy emphasised among other things the need to protect forest resources and managing them in the most productive way to meet present and future needs. The policy envisaged shared responsibilities, but there were no legal provisions to enforce such envisioned responsibilities. The Forest Legislation of 1957 was not effective beyond the government controlled forest estate because it was not explicit on how to monitor forest development in areas outside state ownership. The consequence has been massive deforestation in the forests on general (public) lands (57% of total forest area)."}, {"text_block_id": "p26_b349", "text": "The first Forest Policy in the then Tanganyika was promulgated in 1953. The policy emphasised among other things the need to protect forest resources and managing them in the most productive way to meet present and future needs. The policy envisaged shared responsibilities, but there were no legal provisions to enforce such envisioned responsibilities. The Forest Legislation of 1957 was not effective beyond the government controlled forest estate because it was not explicit on how to monitor forest development in areas outside state ownership. The consequence has been massive deforestation in the forests on general (public) lands (57% of total forest area).\n* Ensured sustainable supply of forest products and services by maintaining sufficient forest area\n* Increased employment and foreign exchange earnings through sustainable forest-based\n* Ensured ecosystem stability through conservation of forest biodiversity, water catchments and"}, {"text_block_id": "p27_b355", "text": "The first Forest Policy in the then Tanganyika was promulgated in 1953. The policy emphasised among other things the need to protect forest resources and managing them in the most productive way to meet present and future needs. The policy envisaged shared responsibilities, but there were no legal provisions to enforce such envisioned responsibilities. The Forest Legislation of 1957 was not effective beyond the government controlled forest estate because it was not explicit on how to monitor forest development in areas outside state ownership. The consequence has been massive deforestation in the forests on general (public) lands (57% of total forest area).\n* Ensured sustainable supply of forest products and services by maintaining sufficient forest area\n* Increased employment and foreign exchange earnings through sustainable forest-based\n* Ensured ecosystem stability through conservation of forest biodiversity, water catchments and\n* Enhanced national capacity to manage and develop the forest sector in collaboration with other\n<\\li1>"}, {"text_block_id": "p27_b357", "text": "The Policy encourages community and private sector involvement in forest management through establishment of Village Land Forest Reserves (VLFRs), individual, group and community forests over which they have full rights of ownership and management and Joint Forest Management (JFM) through joint management agreements with government where communities have user rights and management responsibilities. All this aims at enhancing conservation of forests by reducing illegal use of the resources."}, {"text_block_id": "p27_b358_merged", "text": "The forest Policy explicitly makes reference to linkage with other sectors. These include agriculture, livestock, mining, energy, wildlife, beekeeping, environment and land. Policy failures in some of these sectors have contributed to the deforestation and degradation of forest resources. This has been due to inadequate sectoral coordination and harmonization of policies ."}, {"text_block_id": "p27_b361", "text": "The forest Policy has been revised to take into consideration significant changes and climate change issues which have occurred in the country since 1998. The revised forest policy awaits government approval. Following approval of the forest Policy, the National Forest Programme (NFP) will be revised to accommodate REDD+ issues."}, {"text_block_id": "p27_b362", "text": "Similarly, both the current National Forest Policy of 1998 and its subsequent National Forestry Programme of 2001 recognize and promote sustainable forest management and utilization. This is demonstrated by the three policy objectives which put emphasis on: i) improved forest quality through sustainable management practices, ii) improved livelihoods through increased forest revenues and secure supply of subsistence forest products, and iii) improved forest governance at village and district levels through effective and accountable natural resource management institutions. However, these legal documents are not explicitly pointing out on climate change issues."}, {"text_block_id": "p27_b363", "text": "(e) National Land Policy (1995)"}, {"text_block_id": "p27_b364", "text": "Land tenure issues are fundamental to the sustainable utilization of land resources. Security of land tenure and forest resources influences the level of investment on land and conservation of land based natural resources thus, forest resource management depends on land tenure and local community tenure rights. According to the National Land Policy (1995), in Tanzania, the President owns the land in trust for present and future generations. The Commissioner for Lands acts on behalf of the President and administers the land. Granted right of occupancy, which is the main form of tenure, can either be acquired through a grant by the Commissioner for Lands or through customs and tradition."}, {"text_block_id": "p27_b365", "text": "The deforestation and degradation reported in the previous paragraphs has been a result of among other things insecure land tenure resulting from absence of land use planning. While the land policy recognizes the existence of two main types of tenure: customary (deemed) land rights and granted right of occupancy, the forest resources in the unreserved or general land (57% of area) are open access resources due to unclear ownership, absence of security of tenure and formal user rights. As a result, these forests have been under constant pressure for conversion to other competing land uses such as agriculture (shifting cultivation), livestock grazing, settlements and industrial developments and also suffer from repeated forest fires. Current cross sectoral efforts are geared at provision of property rights to communities and the private sector to sustainably conserve and manage the forests"}, {"text_block_id": "p28_b366", "text": "and trees on the general lands."}, {"text_block_id": "p28_b367", "text": "(f) Water Policy (2002)"}, {"text_block_id": "p28_b368", "text": "The main objective of the National Water Policy of 2002 is to develop a comprehensive framework for sustainable development and management of the nation's water resources and putting in place an effective legal and institutional framework for its implementation. The policy aims at ensuring that beneficiaries participate fully in all stages of water resource development."}, {"text_block_id": "p28_b369", "text": "The Policy recognizes the fundamental but intricate linkages between water and socio-economic development, including environmental requirements. The Policy expounds on the importance of water for domestic use, agriculture, livestock keeping, mining, energy, fisheries, environment, human health, wildlife and tourism, forestry, navigation and trans-boundary requirements."}, {"text_block_id": "p28_b370_merged", "text": "In view of this, the Policy calls for an Integrated Water Resource Management in Tanzania so that “there is equitable and sustainable use and management of water resources for socio-economic development, and for maintenance of the environment\". Several policy measures are proposed to ensure sustainable conservation and utilization of the water resources. Some of these measures include the conservation of catchment forests which is of interest to REDD+."}, {"text_block_id": "p28_b373", "text": "(g) National Energy Policy (2003)"}, {"text_block_id": "p28_b374", "text": "This Policy takes into account the structural changes in the economy and political system at national and international levels. The economic liberalization has had major implications on energy development and consumption. Increased private investment in mining, tourism, manufacturing, finance and communication has increased demand for reliable and cost effective energy. Human population and urbanization have also increased pressure on energy."}, {"text_block_id": "p28_b375", "text": "The main objective of the Energy Policy is to improve the welfare and living standards of Tanzanians. The Policy aims to provide input in the development process of the country by establishing a reliable and efficient energy production, procurement, transportation, distribution and end-use system in an environmentally sound manner and with due regard to gender issues. The strategic focus of the Policy in meeting the main objective is to undertake the following activities:"}, {"text_block_id": "p28_b376", "text": "The main objective of the Energy Policy is to improve the welfare and living standards of Tanzanians. The Policy aims to provide input in the development process of the country by establishing a reliable and efficient energy production, procurement, transportation, distribution and end-use system in an environmentally sound manner and with due regard to gender issues. The strategic focus of the Policy in meeting the main objective is to undertake the following activities:\n* Develop domestic energy resources, which are least cost-effective.\n* Promote economic energy pricing.\n* Improve energy reliability and security, and enhance energy efficiency.\n* Encourage commercialization and private sector participation.\n* Reduce forest depletion; and\n* Develop human capacity for energy resources management."}, {"text_block_id": "p28_b388", "text": "Even with the Energy Policy in place since 2003, Tanzania is still facing major problems regarding energy. Only about 10 % of the 35 million people in Tanzania are connected to the national grid, and in rural areas, this is about 1% of the population. Over 90% of the energy consumed is from fuel wood and charcoal, thus putting more pressure on forest resources. Power cuts in urban areas are also so frequent -even when there have been sufficient rains to fill the dams -that energy switch to save the forests may prove an uphill task."}, {"text_block_id": "p29_b389", "text": "(h) National Human Settlements Development Policy (2000)"}, {"text_block_id": "p29_b390", "text": "The overall objective of the National Human Settlements Development Policy (NHSDP) is to promote the development of sustainable human settlement and to facilitate the provision of adequate and affordable shelter to all people, including the poor. The policy outlines a number of objectives including environmental protection within human settlements and protection of natural ecosystems against pollution, degradation and destruction."}, {"text_block_id": "p29_b391", "text": "The NHSDP recognizes planning and management of human settlement areas as one of the broad human settlement issues. Within this regard, the NHSDP identifies environmental protection as one of the strategic issues in human settlement planning and development. NHSDP also addresses the following issues:"}, {"text_block_id": "p29_b392", "text": "The NHSDP recognizes planning and management of human settlement areas as one of the broad human settlement issues. Within this regard, the NHSDP identifies environmental protection as one of the strategic issues in human settlement planning and development. NHSDP also addresses the following issues:\n* lack of solid and liquid waste management, leading to environmental deterioration;\n* Emission of noxious gases from vehicles and industrial activities as a major cause of air\n* Encroachment into fragile and hazardous lands (river valleys, steep slopes and\n* Increasing dependence on firewood and charcoal as a main source of energy in human"}, {"text_block_id": "p29_b400", "text": "4.3.1.2 Legal framework"}, {"text_block_id": "p29_b401", "text": "All along, Tanzania had several pieces of legislation on natural resources, which touched on some issues of environment. Most of these pieces of legislation aimed at regulating use and management of natural resources have evolved along sector lines governing specific environmental sector. Nevertheless, a notable development in Tanzania has been the change in approach in legislating on management of natural resources and the environment. There has been a shift from the solely"}, {"text_block_id": "p29_b402", "text": "“command and control” approach to more participatory type of management of resources."}, {"text_block_id": "p29_b403", "text": "Also, most of the pieces of legislation enacted after the Rio Conference in 1992 have provisions on conservation of biodiversity and the use of environmental management tools such as General Management Plans (GMPs) and Environmental Impact Assessment (EIA). Hence, although it fails to mention specific issues on climate change mitigation, the legal framework in Tanzania promotes sustainable forest management and protection, which are important for the implementation of this Strategy."}, {"text_block_id": "p29_b404", "text": "(a) Environmental Management Act (2004)"}, {"text_block_id": "p29_b405", "text": "The enactment of the Environmental Management Act (2004) has provided framework legislation for environmental management in Mainland Tanzania. This is a comprehensive piece of legislation providing for mechanisms and forums of coordination as well as tools/instruments of environmental management."}, {"text_block_id": "p29_b406", "text": "(b) Forest Act No 14 of 2002 (Cap 323) and Beekeeping Act (2002)"}, {"text_block_id": "p30_b407", "text": "Following review of the National Forest Policy in 1998, the government enacted Forest Act No 14 of 2002 (Cap 323 R.E 2002). The Act is the legal instrument to implement the National Forest Policy. The Act among others provides for implementation of Participatory Forest Management (PFM) in the form of Community Based Forest Management (CBFM) and JFM."}, {"text_block_id": "p30_b408", "text": "(c) Land Act (1999) and Village Land Act (1999)"}, {"text_block_id": "p30_b409", "text": "Forests are dependent on what happens to the land they grow into. Hence there is a strong linkage between land and forest legislation. In 1999 the Land Ordinance of 1923, which used to be the principal governing statute regarding land tenure and management in Tanzania, was repealed and replaced by two pieces of legislation, the Land Act No. 4 of 1999 and Village Land Act No. 5 of 1999, which came into force on May 1, 2001."}, {"text_block_id": "p30_b410", "text": "The National Land Act and Village Land Act of 1999 provide the legal framework for three land categories, namely general land, reserved land and village land. General land is a residual category i.e. unoccupied land that is available for other purposes. It includes all land that is not reserved land or village land. Reserved land denotes all land set aside for special purposes, including FRs, game parks, game reserves, land reserved for public utilities and highways, hazardous land and land designated under the Town and Country Planning Ordinance. The village land constitutes all land in the village. Hence, the Village Land Act deals with the management of the latter category of land, while the Land Act deals primarily with the management of reserved land and general land in line with the sectoral pieces of legislation that the reserved lands are established under."}, {"text_block_id": "p30_b411", "text": "The authority to demarcate and register villages lies with the Commissioner for Land. Most of the villages are not yet registered and their lands may be categorised as General Land. The insecurity"}, {"text_block_id": "p30_b412", "text": "with the general lands stems from its definition, which is provided in the Land Act: “„general land‟"}, {"text_block_id": "p30_b413", "text": "means all public land which is not reserved land or village land. There are no provisions in either Act that clarify to what exactly the definition refers. There is little doubt that this definition raises"}, {"text_block_id": "p30_b414", "text": "concern of freeing „surplus‟ land from villages, including forest lands, for external inv"}, {"text_block_id": "p30_b415", "text": "estors."}, {"text_block_id": "p30_b416", "text": "4.3.2 Zanzibar policy and legal framework to support forestry issues"}, {"text_block_id": "p30_b417", "text": "4.3.2.1 National Forest Policy (1995)"}, {"text_block_id": "p30_b418_merged_merged", "text": "The Zanzibar National Forest Policy sets forth the interest of the government and the people of Zanzibar in the conservation and development of forest resources. The general goal of the policy derived from the principles of sustainability and welfare of the people shall be as follows: “Protect, conserve and develop forest resources for the social, economic and environmental benefits of present and future generation of the people of Zanzibar”."}, {"text_block_id": "p30_b423", "text": "4.3.2.2 Environmental Policy (1992)"}, {"text_block_id": "p30_b424", "text": "The policy aims at conservation and protection of environment and efficient utilization of natural resources assets for sustainable development. The environmental policy priorities largely concur with forest policy strategies on educating the public on the need for environmental protection and conservation, promoting agro-forestry practices, intensifying genetic resource conservation programmes and promoting conservation of soil and water resources."}, {"text_block_id": "p31_b425", "text": "4.3.2.3 Agricultural Sector Policy"}, {"text_block_id": "p31_b426", "text": "The Agricultural Sector Policy (ASP) and Strategic Plan (SP) recognize the importance of forests in agricultural productivity. The policy acknowledges that, major limitation facing agricultural sector in achieving high agricultural productivity is the depletion of on-farm natural resources base, including soil fertility and moisture. Thus the SP emphasizes sustainable approach to on-farm conservation and biodiversity."}, {"text_block_id": "p31_b427", "text": "4.3.2.4 Tourism Policy"}, {"text_block_id": "p31_b428", "text": "The National Tourism Policy underlines the importance of environmental conservation in tourism development especially conservation of ecologically sensitive areas such as Jozani Chwaka Bay National Park, Ngezi"}, {"text_block_id": "p31_b429", "text": "–"}, {"text_block_id": "p31_b430", "text": "Vumawimbi Nature Forest Reserve and Kiwengwa-Pongwe Forest Reserve for the development of eco-tourism activities. It calls for the enforcement of Environmental Management and Sustainable Development Act pertaining to Environmental Impact Assessment (EIA) in all tourism development activities."}, {"text_block_id": "p31_b431", "text": "4.3.2.5 National Land Use Policy and Plan"}, {"text_block_id": "p31_b432_merged_merged", "text": "The National Land–use Plan provides background information on population, human settlements and community resources, and provides planning recommendations for different sectors such as forestry, agriculture, tourism, coastal and marine resources management. It identifies areas for forest development activities."}, {"text_block_id": "p31_b435", "text": "4.3.2.6 Fisheries Policy"}, {"text_block_id": "p31_b436", "text": "The Fisheries policy recognizes that fishing is an important economic activity for the people and puts emphasis on increasing awareness on the need of sustainable management of marine resources and calls for community participation in coastal resources management. Development of Marine and Coastal Environment Management Programme under which mangrove is a component of concern, provides opportunity to ensure mangroves are effectively managed so as to improve fish breeding grounds, and hence increase fisheries productivity."}, {"text_block_id": "p31_b437", "text": "4.3.2.7 Energy Policy"}, {"text_block_id": "p31_b438", "text": "As the energy policy is being formulated, the working agenda under the department of energy recognizes the contribution of forest sector in support of energy production for the people of Zanzibar. The fact that over 90% of the population depends on wood as a source of energy for cooking and heating is a result of the escalating tariffs of electricity and petroleum products, which in turn put more pressure on the remaining natural vegetation."}, {"text_block_id": "p31_b439", "text": "4.3.2.8 Forest Resources Conservation and Management Act No. 10 of 1996"}, {"text_block_id": "p31_b440", "text": "This forest legislation supports the implementation of forest policy and provides legal room for communities to participate and engage in forest management programmes in Zanzibar Islands. Formulation of Community Forest Management Agreements is a result of this Act."}, {"text_block_id": "p32_b441", "text": "CHAPTER FIVE"}, {"text_block_id": "p32_b442", "text": "BASELINE ESTABLISHMENT, MONITORING, VERIFICATION AND REPORTING"}, {"text_block_id": "p32_b443", "text": "5.0 Overview"}, {"text_block_id": "p32_b444", "text": "The basic requirement for a country to implement REDD+ among others things includes baseline setting, regular reporting of progress, establishing a monitoring system that generates new information, institutional capacity and establishing a system to verify findings and ensuring transparency as adopted in the Cancun Agreement"}, {"text_block_id": "p32_b445", "text": "Monitoring and reporting for REDD+ entails developing the Monitoring, Assessment, Reporting and Verification (MRV) system which will provide required set of systems to understand carbon and ecosystem services related data such as carbon stock changes, water quantity and quality, biodiversity and ecotourism. Monitoring is also essential for keeping track of co-benefits and the degrees of equity in managing resources under REDD+, including changes over time as the frameworks mature and settle. In addition, a robust monitoring system will provide social and economic information on impacts and benefits of REDD+ at community levels. The design and implementation of MRV frameworks relevant for REDD+ will require especially careful attention and involvement of various actors at national sub-national and local revels."}, {"text_block_id": "p32_b446", "text": "The design of a national MRV system should be developed from a policy perspective that prioritizes the overall objectives of lowering carbon emissions without hindering and potentially enhancing economic growth. To fulfil the policy requirements of this Strategy, the MRV system needs to support decision-making through reliable, accurate and up-to-date information on forests, forest cover change and greenhouse gas emissions. The information should be continuously available and focused on policy areas where actions are taken. Forest Resource Assessment and Monitoring System (NAFORMA and ZAFORMA), will fulfil the policy requirements of this Strategy and the LCDS."}, {"text_block_id": "p33_b447", "text": "Figure 2. A possible Conceptual system to Measure, Report and Verify (MRV) the effect of the REDD strategy on GHG emissions and other benefits."}, {"text_block_id": "p33_b448", "text": "The Government of Tanzania is working to develop a comprehensive MRV system for emissions of GHGs resulting from changes in land use. While the system and the tools proposed here will allow the GoT to meet the United Nations Framework Convention on Climate Change (UNFCCC) and the Intergovernmental Panel on Climate Change (IPCC) criteria of robustness, transparency, and verifiability while helping to meet the challenges of monitoring permanence, avoiding leakage, and establishing the additionally of emissions reduction. The actions proposed will bolster the on-ground and satellite data measurement base for Tanzania, and will incorporate this into a flexible GHG accounting, reporting and decision-making support system. The system and tools are consistent with the IPCC guidelines and in line with the suggested GOFC-GOLD methods and the emerging standards and protocols of the intergovernmental Group on Earth Observations (GEO)."}, {"text_block_id": "p34_b449", "text": "5.1 Establishing the Baselines"}, {"text_block_id": "p34_b450", "text": "A key aspect of determining the carbon benefit of any forest carbon project is to accurately quantify the levels of carbon changes to known levels of precision. Determination of carbon changes requires baselines against which additional carbon benefits as a result of carbon project can be determined."}, {"text_block_id": "p34_b451", "text": "Under REDD+, the reference scenario will be the baseline against which achievements made by a country can be measured and credited. However, there is considerable uncertainty at the moment about how baselines may be determined for operationalization of REDD+ policy, since it is not yet decided what will be included. The possible options include crediting: reduction in emissions from deforestation; reduction in emissions from degradation; enhancement; forest conservation; and carbon stock. The last two options relate to forests with long protection status which would be credited based on the maintenance of carbon stock which would be compensated through a"}, {"text_block_id": "p34_b452", "text": "“conservation” fund that would be included under REDD"}, {"text_block_id": "p34_b453", "text": "+."}, {"text_block_id": "p34_b454", "text": "Since the REDD+ policy is likely to be undertaken nationally, the country deforestation baseline would be determined by depicting historical land use changes from satellite imageries and typical carbon stock data for different types of forests to calculate the changes in terms of tons of carbon. In the IPCC Good Practice Guidance (GPG) for Land Use, Land-Use Change and Forestry ("}, {"text_block_id": "p34_b455", "text": "GPG"}, {"text_block_id": "p34_b456", "text": "-"}, {"text_block_id": "p34_b457", "text": "LULUCF"}, {"text_block_id": "p34_b458", "text": "), REDD+ related activities are covered in three categories:"}, {"text_block_id": "p34_b459", "text": "), REDD+ related activities are covered in three categories:\n* âforest land converted to other landâ â\n* degradation, forest conservation, sustainable\n* r land converted to forestâ â afforestation/reforestation of non-forest land."}, {"text_block_id": "p34_b470", "text": "IPCC Good Practice Guidance is at present a widely acceptable official document that provides methodologies for the estimation of emissions and removals of GHGs. It refers to two basic data inputs:"}, {"text_block_id": "p34_b471", "text": "(i)"}, {"text_block_id": "p34_b472", "text": "Activity data i.e extent of emission/removal category: in case of deforestation refers to area of deforestation presented in hectares over known time period. This can be determined using the following approaches:"}, {"text_block_id": "p34_b473", "text": "Activity data i.e extent of emission/removal category: in case of deforestation refers to area of deforestation presented in hectares over known time period. This can be determined using the following approaches:\n* Approach 1. Identifies the total area for each land category and provide net area\n* Approach 2. Involves tracking of land conversions between categories, resulting\n* Approach 3. Extends Approach 2 by using spatially explicit land conversion"}, {"text_block_id": "p34_b479", "text": "Under a REDD+ mechanism, land cover/land use changes will need to be identifiable and traceable. Thus Approach 3 is the only option that will meet this goal."}, {"text_block_id": "p35_b480", "text": "(ii)"}, {"text_block_id": "p35_b481", "text": "Emission factors i.e emissions/removals of GHGs per unit area eg. CO"}, {"text_block_id": "p35_b482", "text": "2"}, {"text_block_id": "p35_b483", "text": "emitted or sequestered per hectare. The carbon changes are determined in the five IPCC pools: above ground biomass, below ground biomass, litter, dead wood and soil organic carbon. There are three Tiers of data for emission factors in the IPCC GPG that are derived from ground measurements:"}, {"text_block_id": "p35_b484", "text": "emitted or sequestered per hectare. The carbon changes are determined in the five IPCC pools: above ground biomass, below ground biomass, litter, dead wood and soil organic carbon. There are three Tiers of data for emission factors in the IPCC GPG that are derived from ground measurements:\n* Tier 1: The use of IPCC default values such as above ground biomass in six\n* Tier 2: This is the improvement of Tier 1 where country specific data collected\n* Tier 3: Uses actual inventory with repeated measurements from permanent sample"}, {"text_block_id": "p35_b492", "text": "Moving from Tier 1 to Tier 3 increases the accuracy and precision of the estimates, but also increases the complexity and the cost of monitoring. Before moving to Tier 3, approach 2 for activity data and a combination of Tier 1 and 2 for emission factors could be used. This information can be provided through NAFORMA and ZAFORMA. As more data is generated from demonstration activities during the REDD+ piloting phase, higher tier levels will be used in the monitoring system. Internationally acceptable methods, guidelines, and standards should be used for the collection of high quality data."}, {"text_block_id": "p35_b493", "text": "5.2 Approaches for Assessing Historic Carbon Stocks and Emissions"}, {"text_block_id": "p35_b494", "text": "Forest inventories so far conducted in Tanzania have been geared towards assessing forests for reconnaissance and land use management classifications. During 1971 -1973 the Government conducted a reconnaissance indigenous forest inventory for five blocks, i.e. Kilimanjaro, Tanga, Kilombero, Tabora and Mtwara. During 1975/1977 an industrial inventory was done in similar blocks."}, {"text_block_id": "p35_b495", "text": "From 1992-1996 another reconnaissance forest inventory was conducted in three regions of Singida, Arusha and Dodoma. . Similar reconnaissance forest inventory have been conducted in 11 districts covering Liwale, Mkuranga, Tunduru, Nachingwea, Rufiji, Kilwa, and Kisarawe in the southern part of the country and Kilombero/Ifakara and Mvomero Districts in the east; Handeni and Kilindi in the north and Mpanda District in the wests. Apart from the Government forest inventories mentioned above, several inventories for individual forest reserves have been carried out by researchers and students from within and outside the country. However, there is no archive for the data generated from these inventories."}, {"text_block_id": "p35_b496", "text": "Nevertheless, these inventories are fragmented and lack continuity to enable follow up for the determination of change in the forest resources. The sampling intensities were low -in places hardly reaching 0.1%; and hence resulting in low precision estimates. It is difficult to give an acceptable appreciation of how much forest exists and what had happened over the last decades. Also since there is no data on change in forest stocks for all forest types, a historical trend as regards"}, {"text_block_id": "p36_b497", "text": "degradation is difficult to be established. This implies that a reference emission level based on historical data is virtually impossible, and that a rather different system for carbon accounting needs to be established. Degradation and forest enhancement will, therefore, need to be captured within the MRV system."}, {"text_block_id": "p36_b498", "text": "The National Forest Resources Monitoring and Assessment (NAFORMA) has been adopted as the national framework for assessment, monitoring, reporting and verification of REDD+ related activities, data and information in Tanzania mainland; and Zanzibar Forest Resource Monitoring and Assessment (ZAFORMA) in Zanzibar. With this information, a national REDD+ baseline will be established through a National Carbon Accounting System (NCAS-T) which will provide a robust estimates of emissions resulting from land use change. However, a system of interlocked baselines will be adopted to operationalize REDD+ internally in different geographic regions and to account for carbon in different forest regimes such as national parks, forest reserves, community and private forests. The sum of the different baselines from different regions and forest regimes will add up to the national reference scenario."}, {"text_block_id": "p36_b499", "text": "5.4 Monitoring for REDD+"}, {"text_block_id": "p36_b500_merged", "text": "A key aspect of determining the carbon benefit of any forest carbon project is to accurately quantify the levels of carbon changes to known levels of precision. After setting up a baseline as pointed out in the foregoing, a system of monitoring the changes needs to be established. Monitoring of international support functions occurs throughout the project implementation. The inventory based on Permanent Sample Plots is the backbone of this National REDD+"}, {"text_block_id": "p36_b503", "text": "Strategy‟s MRV."}, {"text_block_id": "p36_b504", "text": "5.5 Regular Reporting"}, {"text_block_id": "p36_b505", "text": "Reporting will be needed at various stages and levels. Individual projects need to report on the carbon data to the national REDD+ scheme for funding. This should be done regularly. The government will then market the carbon to the international community. Reporting on the financial flow and livelihood issues will also be required at all levels. Tanzania has adequate support to access remote sensed data and even bridge the gap in available ground data on forest carbon stocks."}, {"text_block_id": "p36_b506", "text": "5.6 Verification of the Measurements"}, {"text_block_id": "p36_b507", "text": "Before the transactions of carbon credits take place verification of the measurements is necessary. Verification is done by an independent party and establishes that the carbon measurements are reliable and accurate. Both national and international levels verification will be necessary since the baselines will be set at these levels. The verification of the national baselines will require independent verifier."}, {"text_block_id": "p36_b508", "text": "Within the country the independent party would have to be a licensed and registered agent, in the same sense as a chartered accountant, but would not necessarily have to be external to the country. Ideally the verifier will undertake ground spot measurements to check the accuracy of the field measurements by the villagers. After verification, carbon will be purchased through a national REDD+ scheme. The National Carbon Monitoring Centre (NCMC), an independent semi-autonomous institution will verify carbon data using approved guidelines. The NCMC will among other things undertake the following core tasks:"}, {"text_block_id": "p37_b509", "text": "a)"}, {"text_block_id": "p37_b510", "text": "Continuous development and maintenance of the national MRV system which will be initially designed with a special focus on forest carbon, but extendable in the long term to cover all the other emission sources,"}, {"text_block_id": "p37_b511", "text": "b)"}, {"text_block_id": "p37_b512", "text": "Development and improvement of approved carbon assessment methods,"}, {"text_block_id": "p37_b513", "text": "c)"}, {"text_block_id": "p37_b514", "text": "Training of foresters on the approved carbon assessment methods,"}, {"text_block_id": "p37_b515", "text": "d)"}, {"text_block_id": "p37_b516", "text": "To host a national carbon database and a REDD+ Project Registry,"}, {"text_block_id": "p37_b517", "text": "e)"}, {"text_block_id": "p37_b518", "text": "Development of a rigorous quality control procedure for data exchanged by projects, government and research institutions;"}, {"text_block_id": "p37_b519", "text": "f)"}, {"text_block_id": "p37_b520", "text": "Identification of data needs and outsourcing of field data collection, mapping and compilation of carbon accounts to government or private entities with sufficient human resources and technical expertise to carry out the tasks;"}, {"text_block_id": "p37_b521", "text": "g)"}, {"text_block_id": "p37_b522", "text": "To verify incoming data against given specifications, link the data to other national data bases such as NAFOBEDA, and publish the national carbon account layers through an open-access web platform;"}, {"text_block_id": "p37_b523", "text": "h)"}, {"text_block_id": "p37_b524", "text": "To facilitate international reporting by providing information to VPO/DoE, which has the official reporting mandate; and"}, {"text_block_id": "p37_b525", "text": "i)"}, {"text_block_id": "p37_b526", "text": "To participate and contribute actively in international expert fora and to follow up development of the international MRV standards."}, {"text_block_id": "p38_b527", "text": "CHAPTER SIX"}, {"text_block_id": "p38_b528", "text": "THE STRATEGIC IMPLEMENTATION OPTIONS"}, {"text_block_id": "p38_b529", "text": "6.0 Overview"}, {"text_block_id": "p38_b530", "text": "Following the Bali Road Map (Decision 2/CP.13) the United Republic of Tanzania is participating in implementing REDD+ pilot activities. Among other provisions, the Road Map requests Parties to explore a range of actions, identify options and undertake efforts, including pilot activities, to address the drivers of deforestation relevant to their national circumstances. The focus is to reduce emissions from deforestation and forest degradation thus enhancing forest carbon stocks through sustainable management of forests."}, {"text_block_id": "p38_b531", "text": "6.1 Key Issues and Strategic Interventions"}, {"text_block_id": "p38_b532", "text": "This National REDD+ Strategy identifies ten (10) main strategic interventions and/or key result areas for the REDD+ implementation process in Tanzania. These areas are derived from key issues identified in the foregoing chapters, and from the drivers of deforestation and forest degradation and their underlying causes as elaborated therein. The section below provides strategic statements and rationale for each key result area, as well as its goals, strategic objectives and activities."}, {"text_block_id": "p38_b533_merged", "text": "Key Result Area 1: REDD+ baseline scenario, monitoring, reporting and verification systems established"}, {"text_block_id": "p38_b538", "text": "Strategic Statement and Rationale"}, {"text_block_id": "p38_b539", "text": "The transactions of carbon credits require an effective MRV system that will ensure reliable and accurate measurements and reporting for validation. A national baseline scenario and reference emission levels are key aspects of determining carbon benefits of any forest carbon scheme. Accurate determination of carbon changes based on historical trend against which additional carbon benefits are made as a result of any scheme is thus also important. Integrated methods to quantify REDD+ and other forest benefits are as well important to realize equitable co-benefit sharing. However, carbon monitoring, assessment and verification present technical challenges. Historical forest data, on which predictions are based, is unreliable or non-existent. There are now fast and accurate ways of measuring carbon stocks with new technologies such as satellite imaging and computer modeling so it should be possible to measure and verify carbon reductions. Nevertheless, there is the question of cost for the relatively new technology and capacity building required to carry out effective monitoring and accounting."}, {"text_block_id": "p38_b540", "text": "Goal 1:"}, {"text_block_id": "p38_b541", "text": "To set Reference Emission Level and Monitoring, Reporting and Verification System"}, {"text_block_id": "p38_b542", "text": "Strategic Objectives"}, {"text_block_id": "p38_b543", "text": "1."}, {"text_block_id": "p38_b544", "text": "1.\n* Design, acquire and maintain necessary, data, infrastructure (Soft ware & Hard ware) and\n<\\li1>"}, {"text_block_id": "p38_b546", "text": "A National Reference Emission Level determined by December 2013 Main strategic activity is to;"}, {"text_block_id": "p39_b547", "text": "2."}, {"text_block_id": "p39_b548", "text": "A National Monitoring, Reporting and Verification System Established by December 2013."}, {"text_block_id": "p39_b549", "text": "The main strategic activity includes;"}, {"text_block_id": "p39_b550", "text": "The main strategic activity includes;\n* Establishing and operationalizing NCMC.\n* Establishing monitoring system\n* Future Updating of the data\n* Establishment of National REDD+ Reporting system\n* Establishment of a national carbon verification system\n* Develop Integrated methods to quantify REDD and other forest benefits such as"}, {"text_block_id": "p39_b560", "text": "3."}, {"text_block_id": "p39_b561", "text": "Integrated methods to quantify REDD and other forest benefits such as: Biodiversity, Ecotourism, and Water catchment related to payment for environmental services established by December 2013."}, {"text_block_id": "p39_b562", "text": "The main strategic activity includes;"}, {"text_block_id": "p39_b565", "text": "Key Result Area 2: Financial mechanisms and incentive schemes for REDD+ established"}, {"text_block_id": "p39_b566", "text": "Strategic Statement and Rationale"}, {"text_block_id": "p39_b567", "text": "Development of a clear and transparent mechanism for receiving and handling REDD+ funds is a pre-requisite for REDD+ scheme. Active participation of all stakeholders is important in ensuring effective implementation of REDD+. Provision of sufficient incentives/compensation to motivate stakeholders to reverse the drivers of deforestation and forest degradation is central objective of REDD+ scheme. Analyzing aspects of social safeguard policies so as to assess likely positive or negative impacts is imperative for equitable distribution of resources accruing from REDD+."}, {"text_block_id": "p39_b568", "text": "Goal 2:"}, {"text_block_id": "p39_b569", "text": "To set transparent and sustainable financial mechanism and incentive schemes for REDD+"}, {"text_block_id": "p39_b570", "text": "Strategic Objectives"}, {"text_block_id": "p39_b571", "text": "1."}, {"text_block_id": "p39_b572", "text": "To develop a clear and transparent financial mechanism by June 2013."}, {"text_block_id": "p39_b573", "text": "The main strategic activity is to;"}, {"text_block_id": "p39_b574", "text": ""}, {"text_block_id": "p39_b575", "text": "Design and establish a Functional National REDD+ Trust Fund"}, {"text_block_id": "p39_b576", "text": "2."}, {"text_block_id": "p39_b577", "text": "To develop a clear and transparent incentive/ compensation scheme by June 2013"}, {"text_block_id": "p39_b578", "text": "The main strategic activity is to;"}, {"text_block_id": "p39_b579", "text": ""}, {"text_block_id": "p39_b580", "text": "Design and establish National REDD+ Incentive/compensation Schemes"}, {"text_block_id": "p40_b581", "text": ""}, {"text_block_id": "p40_b582", "text": "Undertake analysis of the sustainable REDD + financing mechanism"}, {"text_block_id": "p40_b583", "text": "3."}, {"text_block_id": "p40_b584", "text": "To establish clear National REDD+ Safeguards by December 2012"}, {"text_block_id": "p40_b585", "text": "The main strategic activities are;"}, {"text_block_id": "p40_b586", "text": ""}, {"text_block_id": "p40_b587", "text": "Develop National REDD+ Safeguard"}, {"text_block_id": "p40_b588", "text": ""}, {"text_block_id": "p40_b589", "text": "Build national capacities for conducting SESA at National & local levels"}, {"text_block_id": "p40_b590", "text": ""}, {"text_block_id": "p40_b591", "text": "Implement measures to address disincentive of REDD+ schemes"}, {"text_block_id": "p40_b592_merged", "text": "Key Results Area 3: All stakeholders are engaged and actively participate in the REDD+ implementation process"}, {"text_block_id": "p40_b595", "text": "Strategic Statement and Rationale"}, {"text_block_id": "p40_b596", "text": "Active participation of the private sector is important in ensuring effective achievement of REDD+ implementation. Active participation of Civil Society Organizations is important in ensuring effective implementation of REDD+."}, {"text_block_id": "p40_b597", "text": "Goal 3"}, {"text_block_id": "p40_b598", "text": ":"}, {"text_block_id": "p40_b599", "text": "To engage and ensure active participation of all stakeholders especially local communities in the implementation of REDD schemes"}, {"text_block_id": "p40_b600", "text": "Strategic Objectives"}, {"text_block_id": "p40_b601", "text": "1."}, {"text_block_id": "p40_b602", "text": "A participatory forest management regime is employed to ensure engagement of stakeholders especially the local communities in implementation of REDD schemes by December 2015."}, {"text_block_id": "p40_b603", "text": "The main strategic activity includes;"}, {"text_block_id": "p40_b604", "text": "The main strategic activity includes;\n* Capacity building of local communities in implementation process of REDD+\n* Capacity building of the LGA in the implementation process of REDD+\n* Assess how best the private sector can be involved  in the implementation of REDD+\n* Assess practices and lessons learnt from engagement of Civil Society Organizations"}, {"text_block_id": "p40_b608", "text": "2."}, {"text_block_id": "p40_b609", "text": "The private sector is engaged in implementation of REDD Schemes"}, {"text_block_id": "p40_b610", "text": "The main strategic activity includes;"}, {"text_block_id": "p40_b613", "text": "3."}, {"text_block_id": "p40_b614", "text": "Civil society organizations are engaged in implementation of REDD Schemes."}, {"text_block_id": "p40_b615", "text": "The main strategic activities includes to ;"}, {"text_block_id": "p41_b618_merged", "text": "Key Result Area 4:  All REDD+ schemes are well coordinated"}, {"text_block_id": "p41_b621", "text": "Strategic Statement and Rationale"}, {"text_block_id": "p41_b622", "text": "For effective and transparent implementation of REDD+ schemes, a coherent and credible framework for coordination of all REDD+ activities at national and sub-national levels is necessary."}, {"text_block_id": "p41_b623", "text": "Goal 4"}, {"text_block_id": "p41_b624", "text": ": To coordinate all stakeholders in the implementation of REDD+ related activities."}, {"text_block_id": "p41_b625", "text": "Strategic Objectives"}, {"text_block_id": "p41_b626", "text": "1."}, {"text_block_id": "p41_b627", "text": "A national framework for coordination of all REDD+ schemes is developed to ensure effective implementation of REDD+ related activities by December 2013"}, {"text_block_id": "p41_b628", "text": "The main strategic action includes;"}, {"text_block_id": "p41_b629", "text": ""}, {"text_block_id": "p41_b630", "text": "Develop a national REDD+ coordination framework in line with existing Government  structures"}, {"text_block_id": "p41_b631", "text": ""}, {"text_block_id": "p41_b632", "text": "Build a REDD coordination capacity at LGA and community levels."}, {"text_block_id": "p41_b633", "text": ""}, {"text_block_id": "p41_b634", "text": "Support effective use of the national REDD coordination framework"}, {"text_block_id": "p41_b635", "text": ""}, {"text_block_id": "p41_b636", "text": "Support  functioning of the existing conflict resolution mechanisms"}, {"text_block_id": "p41_b637", "text": ""}, {"text_block_id": "p41_b638", "text": "Develop common standard REDD training material, methods, procedures, approaches and reporting format"}, {"text_block_id": "p41_b639", "text": "Key Result Area 5: All REDD+ financing options are well understood"}, {"text_block_id": "p41_b640", "text": "Strategic Statement and Rationale"}, {"text_block_id": "p41_b641", "text": "For the country to benefit and make right decisions, relevant information on fund based financing options will be needed."}, {"text_block_id": "p41_b642", "text": "Goal 5"}, {"text_block_id": "p41_b643", "text": ": Exploration, analysis and negotiation of REDD+ financing options"}, {"text_block_id": "p41_b644", "text": "Strategic Objectives"}, {"text_block_id": "p41_b645", "text": "1."}, {"text_block_id": "p41_b646", "text": "To explore, analyze and negotiate financing options by 2013"}, {"text_block_id": "p41_b647", "text": "The main strategies are;"}, {"text_block_id": "p41_b648", "text": ""}, {"text_block_id": "p41_b649", "text": "Explore and analyze financing options"}, {"text_block_id": "p41_b650", "text": ""}, {"text_block_id": "p41_b651", "text": "Capacity building on negotiation processes, exploration and analysis at all levels"}, {"text_block_id": "p41_b652", "text": ""}, {"text_block_id": "p41_b653", "text": "Engage in financing options negotiation processes"}, {"text_block_id": "p42_b654", "text": "Key Result Area 6: Governance mechanism for REDD+ in place"}, {"text_block_id": "p42_b655", "text": "Strategic Statement and Rationale"}, {"text_block_id": "p42_b656", "text": "For the country to effectively participate in the REDD+ regimes efforts should be made to study and develop an appropriate institutional framework for REDD+ governance. For the country to have a conducive and an enabling environment for the implementation of REDD+ regimes it is important to review existing REDD+ related policies and legal frameworks. For stakeholders to have security on investing in REDD+ regimes, it is important to undertake in-depth studies on existing land tenure systems for ensuring security in land ownership."}, {"text_block_id": "p42_b657", "text": "Goals"}, {"text_block_id": "p42_b658", "text": "1."}, {"text_block_id": "p42_b659", "text": "To develop institutional arrangement for REDD governance and safeguards."}, {"text_block_id": "p42_b660", "text": "2."}, {"text_block_id": "p42_b661", "text": "To harmonise policy and legal frameworks in the context of REDD+"}, {"text_block_id": "p42_b662", "text": "3."}, {"text_block_id": "p42_b663", "text": "To undertake in-depth study on REDD+ related issues (e.g. land tenure for enhancing security in land ownership"}, {"text_block_id": "p42_b664", "text": "Strategic Objectives"}, {"text_block_id": "p42_b665", "text": "1."}, {"text_block_id": "p42_b666", "text": "A national institutional arrangement for REDD governance developed to ensure effective implementation of REDD and equity in co-benefit sharing by 2013"}, {"text_block_id": "p42_b667", "text": "The main strategic activities include:"}, {"text_block_id": "p42_b668", "text": ""}, {"text_block_id": "p42_b669", "text": "Review and develop legal and institutional frameworks based on the in-depth studies"}, {"text_block_id": "p42_b670", "text": "2."}, {"text_block_id": "p42_b671", "text": "Policy and legal frameworks for REDD implementation harmonised and endorsed by the government by 2014"}, {"text_block_id": "p42_b672", "text": "The main strategic activities include;"}, {"text_block_id": "p42_b673", "text": ""}, {"text_block_id": "p42_b674", "text": "Harmonize all REDD related policies"}, {"text_block_id": "p42_b675", "text": ""}, {"text_block_id": "p42_b676", "text": "Harmonize  REDD related legal frameworks"}, {"text_block_id": "p42_b677", "text": ""}, {"text_block_id": "p42_b678", "text": "Subject all REDD+ related policies and Strategy to SEA/SESA"}, {"text_block_id": "p42_b679", "text": ""}, {"text_block_id": "p42_b680", "text": "Mainstream REDD+ related policies into government machinery"}, {"text_block_id": "p42_b681", "text": "3."}, {"text_block_id": "p42_b682", "text": "A national land tenure system is reviewed and developed to ensure security in land ownership for REDD scheme by 2013"}, {"text_block_id": "p42_b683", "text": "The main strategic activities includes;"}, {"text_block_id": "p42_b684", "text": ""}, {"text_block_id": "p42_b685", "text": "Commission an in-depth study to  explore and analyse land tenure, security and ownership"}, {"text_block_id": "p42_b686", "text": ""}, {"text_block_id": "p42_b687", "text": "Review land tenure systems  based on the in-depth  studies"}, {"text_block_id": "p42_b688", "text": ""}, {"text_block_id": "p42_b689", "text": "Create a country wide awareness on REDD related land tenure reforms and associated benefits"}, {"text_block_id": "p43_b690_merged", "text": "Key Results Area 7: Training programme and Infrastructure for REDD+ developed"}, {"text_block_id": "p43_b693", "text": "Strategic Statement and Rationale"}, {"text_block_id": "p43_b694", "text": "For the country to effectively participate in REDD+, a training programme in key aspects of REDD+ is important and necessary. For REDD+ to be effectively implemented a national REDD+ infrastructure development (e.g. MARV system GIS, Remote Sensing and Carbon Monitoring Centre) is necessary. Sustainable financing of REDD+ initiatives is a challenge. A sustainable REDD+ financing mechanism and compensation/incentive schemes need to be built at all levels."}, {"text_block_id": "p43_b695", "text": "Goals"}, {"text_block_id": "p43_b696", "text": "1."}, {"text_block_id": "p43_b697", "text": "To develop a comprehensive national training programme for REDD+ actors."}, {"text_block_id": "p43_b698", "text": "2"}, {"text_block_id": "p43_b699", "text": "To develop and put in place infrastructure for REDD+"}, {"text_block_id": "p43_b700", "text": "Strategic Objectives"}, {"text_block_id": "p43_b701", "text": "1."}, {"text_block_id": "p43_b702", "text": "To develop an implementable national training programme for REDD+ by 2013."}, {"text_block_id": "p43_b703", "text": "The main strategic activities include;"}, {"text_block_id": "p43_b704", "text": ""}, {"text_block_id": "p43_b705", "text": "Undertake a training  needs assessment for REDD+"}, {"text_block_id": "p43_b706", "text": ""}, {"text_block_id": "p43_b707", "text": "Develop appropriate training modules for REDD+"}, {"text_block_id": "p43_b708", "text": ""}, {"text_block_id": "p43_b709", "text": "Undertake REDD+ training for various stakeholders groups"}, {"text_block_id": "p43_b710", "text": "2"}, {"text_block_id": "p43_b711", "text": "."}, {"text_block_id": "p43_b712", "text": "To put in place and operationalize a national infrastructure for REDD+ implementation by 2013"}, {"text_block_id": "p43_b713", "text": "To put in place and operationalize a national infrastructure for REDD+ implementation by 2013\n* The main strategic activities include; Conduct a need assessment of infrastructure\n* Establish and equip appropriate REDD+  infrastructure"}, {"text_block_id": "p43_b717", "text": "Strategic Statement and Rationale"}, {"text_block_id": "p43_b718", "text": "The actual REDD+ implementation, education and training programmes require enormous support from research findings. The global scope of climate change necessitates that the research programme should aim at internationally recognised findings that can be debated globally. This calls strongly for international collaboration between research institutions to establish scientific networks to meet the global challenges of climate change."}, {"text_block_id": "p43_b719", "text": "There is generally lack of comprehensive research and methodology development programme for climate change adaptation and mitigation activities in Tanzania. Equally important, is lack of"}, {"text_block_id": "p44_b720", "text": "focused research in support of REDD+ implementation. Carrying out focused research in the areas of REDD+ relevant to Tanzania is therefore necessary."}, {"text_block_id": "p44_b721", "text": "Goals"}, {"text_block_id": "p44_b722", "text": "1."}, {"text_block_id": "p44_b723", "text": "To develop a comprehensive and a well-funded national research programme for REDD+."}, {"text_block_id": "p44_b724", "text": "Strategic Objectives"}, {"text_block_id": "p44_b725", "text": "1."}, {"text_block_id": "p44_b726", "text": "National research programme for REDD developed and implemented by 2013."}, {"text_block_id": "p44_b727", "text": "The main strategic activities;"}, {"text_block_id": "p44_b728", "text": "The main strategic activities;\n* Undertake a research  needs assessment for REDD\n* Develop sustainable funding mechanism for REDD+ related research\n* Develop necessary infrastructure for REDD+ related research"}, {"text_block_id": "p44_b734_merged", "text": "Key Result Area 9: An effective information and knowledge communication system on REDD+ issues developed"}, {"text_block_id": "p44_b738", "text": "Strategic Statement and Rationale"}, {"text_block_id": "p44_b739", "text": "Effective and successful implementation of REDD+ will depend on how best Tanzania, other REDD+ countries and stakeholders will share experiences, lessons learnt and challenges encountered."}, {"text_block_id": "p44_b740", "text": "Goal"}, {"text_block_id": "p44_b741", "text": "To establish a national REDD+ education, information communication and networking system."}, {"text_block_id": "p44_b742", "text": "Strategic Objective"}, {"text_block_id": "p44_b743", "text": "1."}, {"text_block_id": "p44_b744", "text": "A national REDD+ education, information, communication and networking system established by 2013"}, {"text_block_id": "p44_b745", "text": "The main strategic activity includes;"}, {"text_block_id": "p44_b746", "text": ""}, {"text_block_id": "p44_b747", "text": "Review a REDD+  information and communication strategy (RICS)"}, {"text_block_id": "p44_b748", "text": ""}, {"text_block_id": "p44_b749", "text": "Review national environmental education and communication strategy (NEECS) to include issues related to REDD+"}, {"text_block_id": "p44_b750", "text": ""}, {"text_block_id": "p44_b751", "text": "To support implementation of  RICS and NEECS"}, {"text_block_id": "p44_b752", "text": ""}, {"text_block_id": "p44_b753", "text": "Developing information management system for REDD+ (e.g. Information Resource Centre)"}, {"text_block_id": "p44_b754", "text": ""}, {"text_block_id": "p44_b755", "text": "Dissemination of REDD+ related information at all levels"}, {"text_block_id": "p44_b756", "text": ""}, {"text_block_id": "p44_b757", "text": "Develop Zanzibar Environmental Education and Communication Strategy"}, {"text_block_id": "p45_b758", "text": "In order to be successful, a National REDD+ Strategy must target both direct and indirect drivers of deforestation and forest degradation (D & D). Tanzania has multiple drivers of D & D which interact in a complex structure. Major direct causes of deforestation and degradation in the forests are: settlement and agricultural expansion, overgrazing, firewood and charcoal production, uncontrolled fires, timber extraction, development of infrastructure and industry, the refugees factor and most recently the introduction of large scale agriculture for bio-fuel production. These direct causes of deforestation and thus forest degradation are indirectly driven by market and policy failures, rapid population growth and rural poverty, and the poor state of the national economy. For active and beneficial participation of Tanzania in REDD+ initiatives the national REDD Strategy has had of necessity to address the drivers of D & D."}, {"text_block_id": "p45_b759", "text": "Goal"}, {"text_block_id": "p45_b760", "text": ""}, {"text_block_id": "p45_b761", "text": "To develop strategic options for addressing drivers of D & D."}, {"text_block_id": "p45_b762", "text": "Strategic Objective"}, {"text_block_id": "p45_b763", "text": ""}, {"text_block_id": "p45_b764", "text": "To develop strategic options for addressing drivers of deforestation and forest degradation by 2012."}, {"text_block_id": "p45_b765", "text": "Strategic Interventions"}, {"text_block_id": "p45_b766", "text": "A. Poor farming systems"}, {"text_block_id": "p45_b767", "text": "1."}, {"text_block_id": "p45_b768", "text": "Introduction/promotion of innovations that contribute to reducing carbon emissions from productive activities."}, {"text_block_id": "p45_b769", "text": "2."}, {"text_block_id": "p45_b770", "text": "Support the enhancement of human resource capacity for mitigating climate change impacts including REDD+."}, {"text_block_id": "p45_b771", "text": "3."}, {"text_block_id": "p45_b772", "text": "Support interventions that ensure communities use appropriate crops in terms of better yields, environmental friendliness, and high value that will generate higher income on smaller pieces of land."}, {"text_block_id": "p45_b773", "text": "4."}, {"text_block_id": "p45_b774", "text": "Support agro-ecosystems that promote soil fertility, productivity and crop protection."}, {"text_block_id": "p45_b775", "text": "5."}, {"text_block_id": "p45_b776", "text": "6."}, {"text_block_id": "p45_b777", "text": "Promote application of appropriate technologies for sustainable land management such as soil and water conservation, conservation agriculture and insitu rainwater harvesting"}, {"text_block_id": "p45_b778", "text": "7."}, {"text_block_id": "p45_b779", "text": "Promotion of agro-forestry so as avail tree and wood products as well as increasing the land cover under cropping land"}, {"text_block_id": "p45_b780", "text": "8."}, {"text_block_id": "p45_b781", "text": "Promotion of appropriate technologies in pastoral land so as to avoid overstocking and overgrazing in designated areas"}, {"text_block_id": "p45_b782", "text": "9."}, {"text_block_id": "p45_b783", "text": "Ensure effective implementation of the relevant policies and programmes."}, {"text_block_id": "p45_b784", "text": "10."}, {"text_block_id": "p45_b785", "text": "Ensure effective enforcement of the relevant pieces of  legislations"}, {"text_block_id": "p45_b786", "text": "11."}, {"text_block_id": "p45_b787", "text": "Support and facilitate farm demonstration plots in collaboration with responsible sectors"}, {"text_block_id": "p46_b788", "text": "12."}, {"text_block_id": "p46_b789", "text": "Facilitate demonstration farms"}, {"text_block_id": "p46_b790", "text": "B. Expansion of commercial farming (e.g. tobacco, bio-fuels, etc.)"}, {"text_block_id": "p46_b791", "text": "1."}, {"text_block_id": "p46_b792", "text": "Advocate for  government policy on large scale farming investment in the context of REDD+"}, {"text_block_id": "p46_b793", "text": "2."}, {"text_block_id": "p46_b794", "text": "Support development and implementation of land use planning and management plans and monitoring of commercial farming activities"}, {"text_block_id": "p46_b795", "text": "3."}, {"text_block_id": "p46_b796", "text": "Support  village level awareness raising  on land use tenure issues"}, {"text_block_id": "p46_b797", "text": "4."}, {"text_block_id": "p46_b798", "text": "Awareness raising to Economic Processing Zone (EPZ) practitioners on REDD+ activities"}, {"text_block_id": "p46_b799", "text": "5."}, {"text_block_id": "p46_b800", "text": "Enhance Green Labeling systems"}, {"text_block_id": "p46_b801", "text": "6."}, {"text_block_id": "p46_b802", "text": "Support  TIC, ZIPA and interested partners to develop  REDD+ investment guidelines"}, {"text_block_id": "p46_b803", "text": "C. High demand of forest products"}, {"text_block_id": "p46_b804", "text": "1."}, {"text_block_id": "p46_b805", "text": "Creating normal forests structure to meet demand."}, {"text_block_id": "p46_b806", "text": "2."}, {"text_block_id": "p46_b807", "text": "Promoting use of alternatives to wood products."}, {"text_block_id": "p46_b808", "text": "3."}, {"text_block_id": "p46_b809", "text": "Supporting development of management plans of natural forests with harvesting coups."}, {"text_block_id": "p46_b810", "text": "4."}, {"text_block_id": "p46_b811", "text": "Promoting efficient use of forest products."}, {"text_block_id": "p46_b812", "text": "5."}, {"text_block_id": "p46_b813", "text": "Promoting technologies to increase durability of wood products."}, {"text_block_id": "p46_b814", "text": "6."}, {"text_block_id": "p46_b815", "text": "Promoting the use of lesser known and fast growing timber species."}, {"text_block_id": "p46_b816", "text": "7."}, {"text_block_id": "p46_b817", "text": "Promoting planting of indigenous tree species (plantations and on farms)."}, {"text_block_id": "p46_b818", "text": "8."}, {"text_block_id": "p46_b819", "text": "Promotion of private and communal woodlots to reduce use of trees from natural forests"}, {"text_block_id": "p46_b820", "text": "9."}, {"text_block_id": "p46_b821", "text": "Promote private tree planting (to reduce pressure on the protected forests"}, {"text_block_id": "p46_b822", "text": "10."}, {"text_block_id": "p46_b823", "text": "D. Poverty and inadequate livelihood alternatives"}, {"text_block_id": "p46_b824", "text": "1."}, {"text_block_id": "p46_b825", "text": "Scaling up investment in non-forestry sector employment programmes targeting to rural areas to reduce forest dependency."}, {"text_block_id": "p46_b826", "text": "2."}, {"text_block_id": "p46_b827", "text": "Investing in sustainable forest based enterprises to create more employment opportunities in the forestry sector (for both timber and NTFPs)."}, {"text_block_id": "p46_b828", "text": "3."}, {"text_block_id": "p46_b829", "text": "Providing vocational education to create skill-based training opportunity for economically poor and marginalized peoples."}, {"text_block_id": "p46_b830", "text": "4."}, {"text_block_id": "p46_b831", "text": "Establishing environmental tax mechanism and using revenues to generate employment alternatives."}, {"text_block_id": "p46_b832", "text": "5."}, {"text_block_id": "p46_b833", "text": "Channelling local government resources (i.e., matching funds and resource leverage) to forest-dependent communities to promote livelihood shifts and/or improvements."}, {"text_block_id": "p46_b834", "text": "6."}, {"text_block_id": "p46_b835", "text": "Promoting PES mechanisms for income generation."}, {"text_block_id": "p46_b836", "text": "7."}, {"text_block_id": "p46_b837", "text": "Promoting biomass conservation initiatives."}, {"text_block_id": "p46_b838", "text": "8."}, {"text_block_id": "p46_b839", "text": "Enhance effective implementation of relevant policies"}, {"text_block_id": "p46_b840", "text": "9."}, {"text_block_id": "p46_b841", "text": "Promoting tree farming as an entrepreneurship initiatives"}, {"text_block_id": "p46_b842", "text": "10."}, {"text_block_id": "p46_b843", "text": "Initiate an incentive program for individuals instituting any intervention that hinders the impact of drivers to D & D during initial stage before starting realising other benefits of the intervention such as increased land productivity"}, {"text_block_id": "p47_b844", "text": "11."}, {"text_block_id": "p47_b845", "text": "E. Limited access to affordable/ cheap alternatives energy sources other than biomass"}, {"text_block_id": "p47_b846", "text": "1."}, {"text_block_id": "p47_b847", "text": "Promoting peri-urban and rural plantations and institutions woodlots."}, {"text_block_id": "p47_b848", "text": "2."}, {"text_block_id": "p47_b849", "text": "Increasing investment and access to technologies that enhance wood fuel efficiency and promoting wood fuel substitution."}, {"text_block_id": "p47_b850", "text": "3."}, {"text_block_id": "p47_b851", "text": "Promoting cost-effective wood technologies."}, {"text_block_id": "p47_b852", "text": "4."}, {"text_block_id": "p47_b853", "text": "Promoting greater access of alternative energy subsidies."}, {"text_block_id": "p47_b854", "text": "5."}, {"text_block_id": "p47_b855", "text": "Promoting energy mix."}, {"text_block_id": "p47_b856", "text": "6."}, {"text_block_id": "p47_b857", "text": "Promoting and subsidising modern charcoal production kilns."}, {"text_block_id": "p47_b858", "text": "7."}, {"text_block_id": "p47_b859", "text": "Encourage establishment of woodlots for tobacco, fish curing and burned brick making."}, {"text_block_id": "p47_b860", "text": "8."}, {"text_block_id": "p47_b861", "text": "Promoting use of biogas especially in agro-pastoral societies to reduce dependence of wood fuel as source of energy at family and community"}, {"text_block_id": "p47_b862", "text": "9."}, {"text_block_id": "p47_b863", "text": "Enacting by-laws on the use of wood serving technologies"}, {"text_block_id": "p47_b864", "text": "10."}, {"text_block_id": "p47_b865", "text": "Promotion of environmental conservation awards"}, {"text_block_id": "p47_b866", "text": "F. Inefficient biomass energy use"}, {"text_block_id": "p47_b867", "text": "1."}, {"text_block_id": "p47_b868", "text": "The government should embark on construction of infrastructure for distribution of natural gas to facilitate easy accessibility of the same"}, {"text_block_id": "p47_b869", "text": "2."}, {"text_block_id": "p47_b870", "text": "Promoting use of wood fuel efficient technologies and wood wastes."}, {"text_block_id": "p47_b871", "text": "3."}, {"text_block_id": "p47_b872", "text": "Promoting and supporting private investment in efficient and alternative wood technologies."}, {"text_block_id": "p47_b873", "text": "4."}, {"text_block_id": "p47_b874", "text": "Piloting and promoting use of more efficient wood technologies."}, {"text_block_id": "p47_b875", "text": "5."}, {"text_block_id": "p47_b876", "text": "Exploring and piloting environmentally sound alternatives to wood use (including wood recycling and recovery)."}, {"text_block_id": "p47_b877", "text": "6."}, {"text_block_id": "p47_b878", "text": "Adopting and building capacity in improved and cost-efficient forest product utilization technologies and use of improved cooking stoves."}, {"text_block_id": "p47_b879", "text": "7."}, {"text_block_id": "p47_b880", "text": "Accelerating participatory land use planning and establishment of VLFRs/CoFMAs in general lands or JFM for villages adjacent to FRs."}, {"text_block_id": "p47_b881", "text": "8."}, {"text_block_id": "p47_b882", "text": "Encourage establishment of trees on farm (ToF) and/or woodlots for firewood and charcoal."}, {"text_block_id": "p47_b883", "text": "9."}, {"text_block_id": "p47_b884", "text": "Assisting communities to access firewood and/or charcoal energy saving stoves in order to reduce pressure on forests and reduce workload of fuel-wood collectors."}, {"text_block_id": "p47_b885", "text": "10."}, {"text_block_id": "p47_b886", "text": "Lobby for tax reduction on other sources of energy to encourage energy switch by poor rural and urban communities."}, {"text_block_id": "p47_b887", "text": "11."}, {"text_block_id": "p47_b888", "text": "Promoting and encouraging the use of efficient technologies in charcoal production (Cf. Sustainable charcoal)."}, {"text_block_id": "p47_b889", "text": "G. Weak law enforcement"}, {"text_block_id": "p47_b890", "text": "1."}, {"text_block_id": "p47_b891_merged", "text": "Scaling – up participatory forest management regime."}, {"text_block_id": "p47_b894", "text": "2."}, {"text_block_id": "p47_b895", "text": "Strengthening incentive packages for both government officials and community-based forest management groups."}, {"text_block_id": "p47_b896", "text": "3."}, {"text_block_id": "p47_b897", "text": "Creating awareness on forest law enforcement issues."}, {"text_block_id": "p47_b898", "text": "4."}, {"text_block_id": "p47_b899", "text": "Enforcing interregional forest and environmental laws and protocols."}, {"text_block_id": "p48_b900", "text": "5."}, {"text_block_id": "p48_b901", "text": "Implementing effective, participatory M and E mechanisms at different levels."}, {"text_block_id": "p48_b902", "text": "6."}, {"text_block_id": "p48_b903", "text": "Advocacy for enactment and enforcement of laws in sectors such as agriculture, mining, local government as tools to avoid drivers of D & D."}, {"text_block_id": "p48_b904", "text": "7."}, {"text_block_id": "p48_b905", "text": "H. Weak forest governance"}, {"text_block_id": "p48_b906", "text": "1."}, {"text_block_id": "p48_b907", "text": "Defining forest related property rights and accelerating participatory land use planning so that forests do not remain as open access resources."}, {"text_block_id": "p48_b908", "text": "2."}, {"text_block_id": "p48_b909", "text": "Ensuring adequate financial, technical and managerial capacity for efficient centralized and decentralized management of FRs at all levels."}, {"text_block_id": "p48_b910", "text": "3."}, {"text_block_id": "p48_b911", "text": "Supporting forestry sector institutional reform to increase accountability and transparency."}, {"text_block_id": "p48_b912", "text": "4."}, {"text_block_id": "p48_b913", "text": "Strengthening inter-sectoral coordination and NGO/private sector coordination in order to harmonise approaches, avoid duplication, competition and conflict in implementation of interventions and ensure effective use of resources."}, {"text_block_id": "p48_b914", "text": "5."}, {"text_block_id": "p48_b915", "text": "Harmonizing of policies and legislative instruments related to forest resources."}, {"text_block_id": "p48_b916", "text": "6."}, {"text_block_id": "p48_b917", "text": "Monitoring of all forest investments and development projects to ensure adherence to the sector specific Environmental Impact Assessment (EIA) guidelines."}, {"text_block_id": "p48_b918", "text": "7."}, {"text_block_id": "p48_b919", "text": "Promoting integrated planning, monitoring and evaluation of all forest development projects."}, {"text_block_id": "p48_b920", "text": "8."}, {"text_block_id": "p48_b921", "text": "Developing policies that encourage private plantations, woodlots and ToF."}, {"text_block_id": "p48_b922", "text": "I. Addressing market Uncertainties/Failure"}, {"text_block_id": "p48_b923", "text": "1."}, {"text_block_id": "p48_b924", "text": "Moving from administrative to competitive stumpage markets."}, {"text_block_id": "p48_b925", "text": "2."}, {"text_block_id": "p48_b926", "text": "Operationalizing payment for environmental services (PES) as a poverty reduction strategy for communities involved in protection of forest resources."}, {"text_block_id": "p48_b927", "text": "3."}, {"text_block_id": "p48_b928", "text": "Promoting economic market pricing of wood products."}, {"text_block_id": "p48_b929", "text": "4."}, {"text_block_id": "p48_b930", "text": "Studying the forest product (timber and wood fuel) value chains to identify weaknesses and"}, {"text_block_id": "p48_b931", "text": "“leakage” and assessing opportunities for tackling them."}, {"text_block_id": "p48_b932", "text": "5."}, {"text_block_id": "p48_b933", "text": "Developing a mechanism to engage the private sector in the forest sector for the entire value chain of forest products, from planting to end-product development."}, {"text_block_id": "p48_b934", "text": "6."}, {"text_block_id": "p48_b935", "text": "Carrying out studies to identify alternatives to the current tax and royalty systems for forest products and implementing recommendations to foster a more competitive market."}, {"text_block_id": "p48_b936", "text": "7."}, {"text_block_id": "p48_b937", "text": "Promoting certification and sales of value added forest products."}, {"text_block_id": "p48_b938", "text": "J. High cross-border demand for forest products"}, {"text_block_id": "p48_b939", "text": "1."}, {"text_block_id": "p48_b940_merged", "text": "Sensitizing border authorities and collaborating with them for effective forest law enforcement – especially at border crossings."}, {"text_block_id": "p48_b943", "text": "2."}, {"text_block_id": "p48_b944", "text": "Studying potential for involvement of local bodies in forest law enforcement and regulating the movement of forest products."}, {"text_block_id": "p48_b945", "text": "3."}, {"text_block_id": "p48_b946", "text": "Promoting large-scale private plantations to meet both domestic and cross-border market demands."}, {"text_block_id": "p48_b947", "text": "4."}, {"text_block_id": "p48_b948", "text": "Developing law enforcement strategies and inter-country negotiations under the East African Common Market."}, {"text_block_id": "p49_b949", "text": "5."}, {"text_block_id": "p49_b950", "text": "Promoting exchange visits to strengthen sub-regional and regional cooperation on forests and environmental management."}, {"text_block_id": "p49_b951", "text": "6."}, {"text_block_id": "p49_b952", "text": "Promote the recycling of wood products"}, {"text_block_id": "p49_b953", "text": "K. Insecure land and forest tenure"}, {"text_block_id": "p49_b954", "text": "1."}, {"text_block_id": "p49_b955", "text": "Supporting and facilitating participatory land use planning."}, {"text_block_id": "p49_b956", "text": "2."}, {"text_block_id": "p49_b957", "text": "Facilitate construction of village and district land registries"}, {"text_block_id": "p49_b958", "text": "3."}, {"text_block_id": "p49_b959", "text": "Supporting implementation of land reforms and issuance of CCROs."}, {"text_block_id": "p49_b960", "text": "L. Inadequate funding for forest resources management"}, {"text_block_id": "p49_b961", "text": "1."}, {"text_block_id": "p49_b962", "text": "Enhancing mechanisms for ploughing back of forest royalties to the managing authorities."}, {"text_block_id": "p49_b963", "text": "2."}, {"text_block_id": "p49_b964_merged", "text": "Harmonizing forest administrative line of commands (local government V central government)."}, {"text_block_id": "p49_b967", "text": "3."}, {"text_block_id": "p49_b968", "text": "Exploring other potential financing options, including the proposed National REDD Fund."}, {"text_block_id": "p49_b969", "text": "4."}, {"text_block_id": "p49_b970", "text": "Promoting PES to support sustainable forest management."}, {"text_block_id": "p49_b971", "text": "5."}, {"text_block_id": "p49_b972", "text": "Approving cost-benefit sharing systems between the government and forest adjacent communities under Joint Forest Management (JFM)."}, {"text_block_id": "p49_b973", "text": "M. Wood species preferences for timber"}, {"text_block_id": "p49_b974", "text": "1."}, {"text_block_id": "p49_b975", "text": "Promoting the use of lesser valued timber species."}, {"text_block_id": "p49_b976", "text": "2."}, {"text_block_id": "p49_b977", "text": "Promoting environmentally-friendly wood utilization technologies."}, {"text_block_id": "p49_b978", "text": "3."}, {"text_block_id": "p49_b979", "text": "Promoting planting and awareness raising on timber species."}, {"text_block_id": "p49_b980", "text": "N. Low levels of awareness on the effects of fire to the forest ecosystems"}, {"text_block_id": "p49_b981", "text": "1."}, {"text_block_id": "p49_b982", "text": "Enhancing community participation and awareness raising in forest fires management"}, {"text_block_id": "p49_b983", "text": "2."}, {"text_block_id": "p49_b984", "text": "Developing institutional and technical capability of the publicity and extension unit/section, local community based institutions, private sectors, media and CSOs for awareness raising on forest fires."}, {"text_block_id": "p49_b985", "text": "3."}, {"text_block_id": "p49_b986", "text": "Promoting awareness raising on forest fires to religious leaders."}, {"text_block_id": "p49_b987", "text": "4."}, {"text_block_id": "p49_b988", "text": "Including awareness raising about forest fire management in school curricula."}, {"text_block_id": "p49_b989", "text": "5."}, {"text_block_id": "p49_b990", "text": "Disseminating REDD+ information and communication strategy."}, {"text_block_id": "p49_b991", "text": "6."}, {"text_block_id": "p49_b992", "text": "Supporting implementation of REDD+ information and Communication strategy."}, {"text_block_id": "p49_b993", "text": "O. Dealing with Fires"}, {"text_block_id": "p49_b994", "text": "Dealing with forest fires is critical to reducing GHG emissions from forests. Besides releasing carbon from burning trees, such fires can have other destructive impacts resulting in more fires and emissions. First, smoke from fires is thought to decrease rainfall. Second, fires are believed to reduce regional evapotranspiration, which in turn contributes to the severity of droughts. Third, prolonged droughts can make forests less healthy and may lead to the death of the largest trees in the canopy. Then, as the canopy becomes more open and the accumulated litter dries, the forest becomes even more susceptible to fire."}, {"text_block_id": "p49_b995", "text": ""}, {"text_block_id": "p49_b996", "text": "Dealing with arsonic fires"}, {"text_block_id": "p50_b997", "text": "1."}, {"text_block_id": "p50_b998", "text": "Improving relationship between forest management practitioners and forest adjacent communities."}, {"text_block_id": "p50_b999", "text": "2."}, {"text_block_id": "p50_b1000", "text": "Developing effective mechanism for forest fire monitoring and control."}, {"text_block_id": "p50_b1001", "text": "3."}, {"text_block_id": "p50_b1002", "text": "Supporting implementation of existing strategies on forest fire management (e.g. Eastern Arc mountains fires strategy)"}, {"text_block_id": "p50_b1003", "text": "4."}, {"text_block_id": "p50_b1004", "text": "Developing forest fire strategy and local authorities to enact by-laws for forest fires management."}, {"text_block_id": "p50_b1005", "text": "5."}, {"text_block_id": "p50_b1006", "text": "Training prosecutors and raising awareness to magistrates."}, {"text_block_id": "p50_b1007", "text": "6."}, {"text_block_id": "p50_b1008", "text": "Establishing environmental friendly activities in the forests (e.g. Beekeeping, harvesting of fodder for zero grazing livestock)."}, {"text_block_id": "p50_b1009", "text": ""}, {"text_block_id": "p50_b1010", "text": "Inadequate"}, {"text_block_id": "p50_b1011", "text": "warning systems for wild fires"}, {"text_block_id": "p50_b1012", "text": "1."}, {"text_block_id": "p50_b1013", "text": "Supporting access of remote sensing forest fires detection system."}, {"text_block_id": "p50_b1014", "text": "2."}, {"text_block_id": "p50_b1015", "text": "Developing forest fire hazard models."}, {"text_block_id": "p50_b1016", "text": "3."}, {"text_block_id": "p50_b1017", "text": "Developing a fire detection and response network."}, {"text_block_id": "p50_b1018", "text": ""}, {"text_block_id": "p50_b1019", "text": "Weak forest fire management"}, {"text_block_id": "p50_b1020", "text": "1."}, {"text_block_id": "p50_b1021", "text": "Implementing plans for sustainable management of forest that enhance forest productivity under different forest management regimes."}, {"text_block_id": "p50_b1022", "text": "2."}, {"text_block_id": "p50_b1023", "text": "Promoting cross-border forest fires management."}, {"text_block_id": "p50_b1024", "text": "3."}, {"text_block_id": "p50_b1025", "text": "Enhancing forest fires management."}, {"text_block_id": "p50_b1026", "text": "4."}, {"text_block_id": "p50_b1027", "text": "Periodically developing and implementing community based forest fire management plans based on risk assessment."}, {"text_block_id": "p50_b1028", "text": "5."}, {"text_block_id": "p50_b1029", "text": "Promoting community participation in forest fire management and fire control."}, {"text_block_id": "p50_b1030", "text": "6."}, {"text_block_id": "p50_b1031", "text": "Developing technical capacity among all stakeholders."}, {"text_block_id": "p50_b1032", "text": "7."}, {"text_block_id": "p50_b1033", "text": "Establishing a forest fire surveillance and response departments/Units in the FBD/TFS in the Mainland and DFNR in Zanzibar."}, {"text_block_id": "p50_b1034", "text": "P. Detrimental cultural practices"}, {"text_block_id": "p50_b1035_merged_merged", "text": "Areas characterized by a high cultural complexity and lack of affinity are likely to suffer from the unsustainable forest resource management. The culture of debarking trees, practices of shifting cultivation, keeping of large herds of cattle as a sign of wealth, or setting of fires to determine the longevity of one‟s life is some of the cultural practices that are detrimental to forest resource management."}, {"text_block_id": "p50_b1038", "text": "1."}, {"text_block_id": "p50_b1039", "text": "Educating and advocating abandoning environmentally, socially and economically unfriendly traditions and cultural beliefs."}, {"text_block_id": "p50_b1040", "text": "2."}, {"text_block_id": "p50_b1041", "text": "Enhancing awareness raising of forest fires."}, {"text_block_id": "p50_b1042", "text": "3."}, {"text_block_id": "p50_b1043", "text": "Intervening on bad cultural practices."}, {"text_block_id": "p50_b1044", "text": "4."}, {"text_block_id": "p50_b1045", "text": "Enforcement of laws, regulations and by-laws."}, {"text_block_id": "p50_b1046", "text": "5."}, {"text_block_id": "p50_b1047", "text": "Supporting implementation of National Environmental Education and Communication"}, {"text_block_id": "p50_b1048", "text": "6."}, {"text_block_id": "p50_b1049", "text": "Strategy (NEECS)."}, {"text_block_id": "p50_b1050", "text": "7."}, {"text_block_id": "p50_b1051", "text": "Support application of useful traditional knowledge and participation of influential leaders."}, {"text_block_id": "p50_b1052", "text": "8."}, {"text_block_id": "p50_b1053", "text": "Introduce Beekeeping practices in forests."}, {"text_block_id": "p51_b1054", "text": "Q. The Refugees Factor"}, {"text_block_id": "p51_b1055", "text": "1."}, {"text_block_id": "p51_b1056", "text": "Promoting peace and conflict resolution in the region."}, {"text_block_id": "p51_b1057", "text": "2."}, {"text_block_id": "p51_b1058", "text": "Promoting democracy and good governance."}, {"text_block_id": "p51_b1059", "text": "3."}, {"text_block_id": "p51_b1060", "text": "Proper land use planning and monitoring of activities by refugees."}, {"text_block_id": "p51_b1061", "text": "R. Rapid population growth"}, {"text_block_id": "p51_b1062", "text": "1."}, {"text_block_id": "p51_b1063", "text": "Supporting family planning programmes."}, {"text_block_id": "p51_b1064", "text": "2."}, {"text_block_id": "p51_b1065", "text": "Enhance Land Use Planning"}, {"text_block_id": "p51_b1066", "text": "3."}, {"text_block_id": "p51_b1067", "text": "To improve productivity per unity area."}, {"text_block_id": "p51_b1068", "text": "S. Lack of land use plans and land use conflicts"}, {"text_block_id": "p51_b1069", "text": "1."}, {"text_block_id": "p51_b1070", "text": "Promoting integrated sectoral planning, monitoring and evaluation of land use planning"}, {"text_block_id": "p51_b1071", "text": "1."}, {"text_block_id": "p51_b1072", "text": "Developing and implementing participatory land use plans, and facilitate issuance of certificate of customary right of occupancy (CCROs)."}, {"text_block_id": "p51_b1073", "text": "2."}, {"text_block_id": "p51_b1074", "text": "Promoting the use of GIS technology in planning."}, {"text_block_id": "p51_b1075", "text": "3."}, {"text_block_id": "p51_b1076", "text": "Supporting land use planning commission to develop and implement national land use plans in the context of REDD+."}, {"text_block_id": "p51_b1077", "text": "4."}, {"text_block_id": "p51_b1078", "text": "Documenting experience from the surveyed villages."}, {"text_block_id": "p51_b1079", "text": "5."}, {"text_block_id": "p51_b1080", "text": "Supporting demarcation and mapping of village lands."}, {"text_block_id": "p51_b1081", "text": "6."}, {"text_block_id": "p51_b1082", "text": "Developing clear engendered guidelines for land tenure."}, {"text_block_id": "p51_b1083", "text": "7."}, {"text_block_id": "p51_b1084", "text": "Promoting land tenure reform at both national and local levels."}, {"text_block_id": "p51_b1085", "text": "8."}, {"text_block_id": "p51_b1086", "text": "Reviewing and promoting land tenure reforms at all levels."}, {"text_block_id": "p51_b1087", "text": "9."}, {"text_block_id": "p51_b1088", "text": "Develop and enforcing by-laws."}, {"text_block_id": "p51_b1089", "text": "10."}, {"text_block_id": "p51_b1090", "text": "Developing buffer zones and clear forest boundaries."}, {"text_block_id": "p51_b1091", "text": "11."}, {"text_block_id": "p51_b1092", "text": "Promoting cost-benefit sharing among various land users."}, {"text_block_id": "p51_b1093", "text": "T. Dry season fodder shortage"}, {"text_block_id": "p51_b1094", "text": "1."}, {"text_block_id": "p51_b1095", "text": "Develop and execute plans to promote dry season fodder production on private and general lands."}, {"text_block_id": "p51_b1096", "text": "2."}, {"text_block_id": "p51_b1097", "text": "Implement effective plans for sustainable management of forest that enhances forage productivity under different forest management regimes"}, {"text_block_id": "p51_b1098", "text": "3."}, {"text_block_id": "p51_b1099", "text": "Promote technologies for and enhance access to concentrate feed at local level."}, {"text_block_id": "p51_b1100", "text": "4."}, {"text_block_id": "p51_b1101", "text": "Scale up fodder reserve system, especially silage and hay, for use during slack periods"}, {"text_block_id": "p51_b1102", "text": "5."}, {"text_block_id": "p51_b1103", "text": "Develop a livestock development strategy"}, {"text_block_id": "p51_b1104", "text": "U. Introduction of alien and invasive species"}, {"text_block_id": "p51_b1105", "text": "1."}, {"text_block_id": "p51_b1106", "text": "Conduct detail studies before introduce exotic species e.g invasiveness behavior of various species"}, {"text_block_id": "p51_b1107", "text": "2."}, {"text_block_id": "p51_b1108", "text": "Increasing monitoring of importing and planting of exotic species"}, {"text_block_id": "p52_b1109", "text": "V."}, {"text_block_id": "p52_b1110", "text": "New economic growth prospects (i.e. oil, gas, and mining)"}, {"text_block_id": "p52_b1111", "text": "1."}, {"text_block_id": "p52_b1112", "text": "Credible Environmental Impact Assessment"}, {"text_block_id": "p52_b1113", "text": "2."}, {"text_block_id": "p52_b1114", "text": "Promote integrated sectoral planning, monitoring and evaluation of new economic prospects development projects."}, {"text_block_id": "p52_b1115", "text": "3."}, {"text_block_id": "p52_b1116", "text": "Make provision for the compulsory substitution of equivalent forest land used for non-forestry land use."}, {"text_block_id": "p52_b1117", "text": "4."}, {"text_block_id": "p52_b1118", "text": "Promote the use of GIS technology in planning."}, {"text_block_id": "p53_b1119", "text": "CHAPTER SEVEN"}, {"text_block_id": "p53_b1120", "text": "STRATEGIC ENVIRONMENTAL AND SOCIAL IMPACTS ASSESSMENT"}, {"text_block_id": "p53_b1121", "text": "7.1 Overview"}, {"text_block_id": "p53_b1122", "text": "REDD+ activities have the potential to increase incentives for sustainable forest management.  However, REDD+ schemes do not automatically guarantee a capacity to link carbon sensitive policies with pro poor and environmental policies (for income, employment generation, for asset/rights/biodiversity preservation and for social/cultural cohesion). REDD+ induced changes to legal frameworks that regulate incentives, rights, financing options (including taxation) and practices do not necessarily ensure environmental safeguards and possible impacts on the environment as well as livelihoods and rights of communities."}, {"text_block_id": "p53_b1123", "text": "Strategic Environmental and Social Impact Assessment (SESA) is a tool that seeks to integrate both social and environmental impact issues into the policy-making process, leading to sustainable strategies, policies and development programmes. According to the Environmental Policy (1997) and the Environmental Management Act (EMA 2004) any new strategies, policies and development programmes that are likely to have significant impacts on the ecological and socio-economic character of the development sector, should be subject to a SESA. A monitoring system should be set in place to ensure that unforeseen impacts are detected, and a process to address negative impacts put in place before a particular strategy, policy or development programme commences."}, {"text_block_id": "p53_b1124", "text": "Tanzania has a detailed Environmental Management Act (EMA, 2004) and regulations which guide the conduct of environmental impact assessments and audits. The development of SESA for this Strategy is based on analysis of the current environment policies and regulations, International Safeguards related to REDD+ implementations and any foreseen social and environmental impacts assessment regulations The SESA will give special consideration to livelihoods, resource use rights (including those of forest dependent Peoples), conservation of biodiversity, cultural heritage, gender needs, capacity building and good governance."}, {"text_block_id": "p53_b1125", "text": "7.2 Approach"}, {"text_block_id": "p53_b1126_merged", "text": "The impact assessment framework will be based on the knowledge of the complexity of the Strategy being implemented as it includes socio-economic, cultural and environmental issues and concerns inside and outside the REDD+ spectrum of activities. This knowledge translates into time scale, skills and resources needed for the implementation of this Strategy. The approach should take cognizance of the fact that this Strategy is essentially dealing with a “multiple land use” enterprise whose forest resources are increasingly becoming under pressure from different development initiatives, including expansion of agriculture, settlements and biofuel developments. Hence for every proposed activity in the respective strategic implementation option, socio-economic, cultural and environmental impacts will have to be identified, predicted and evaluated. The magnitude and significance of the identified impacts will assist decision-makers to make informed decisions with full understanding and awareness of the positive and negative impacts of implementing this Strategy."}, {"text_block_id": "p53_b1129", "text": "The assessment should come up with a detailed Environmental and Social Management Plan (ESMP) which will clearly indicate strategies and processes to be adopted during the REDD+ process, national and sub-national capacity building measures to ensure effective implementation of"}, {"text_block_id": "p54_b1130", "text": "the ESMP, estimated implementation costs, and a simple monitoring system to monitor impacts."}, {"text_block_id": "p54_b1131", "text": "7.3 Potential Risks"}, {"text_block_id": "p54_b1132", "text": "Certain risks are prone to face the country as it implements the National REDD+ Strategy. These risks, which will be from the external and internal environments, will have to be constantly monitored and relevant mitigation measures taken."}, {"text_block_id": "p54_b1133", "text": "7.3.1 External risks"}, {"text_block_id": "p54_b1134", "text": "It has been estimated that investments of US$13"}, {"text_block_id": "p54_b1135", "text": "–"}, {"text_block_id": "p54_b1136", "text": "33 billion will be needed every year to halve GHG emissions from forests by 2030. In the context of an ailing world economy money on this scale may not be realizable."}, {"text_block_id": "p54_b1137", "text": "Investors in a REDD forest will want to see their investment protected over the long term. Sustaining the forest in the long term may lead to a modern form of colonialism whereby wealthier nations with a stake in forest carbon will have a say in what developing-country governments like Tanzania do with their land."}, {"text_block_id": "p54_b1138", "text": "7.3.2 Internal risks"}, {"text_block_id": "p54_b1139", "text": "Lack of REDD+ projects support due to weakening of political commitment on the part of both national and local governments in case of unpalatable policy reforms."}, {"text_block_id": "p54_b1140", "text": "Lack of cheap and appropriate alternative sources of energy to wood biomass in the short term may make it difficult for some communities to participate in the implementation of this Strategy."}, {"text_block_id": "p54_b1141_merged_merged", "text": "While REDD+ may be able to match amounts for poor farmers‟ compensations, matching lost income from lucrative agricultural production such as biofuel cultivation or from valuable timber will be very costly, thus disrupting payments, or the amount falling short of the value of the timber in the forest or what could be grown on cleared land; in which case a return to cutting down trees could quickly occur."}, {"text_block_id": "p54_b1144", "text": "The possibility of leakage, whereby deforestation is simply shifted from one place to another; making the permanence of emissions reductions uncertain."}, {"text_block_id": "p54_b1145", "text": "Unresolved carbon methodological issues. Uncertainities in accuracy, fairness and effectiveness of monitoring, reporting and verification of REDD+ schemes may be a disincentive for continued participation of some communities in the schemes."}, {"text_block_id": "p54_b1146", "text": "Poor people could be prevented from cutting down trees for small-scale farming or fuel but not receive any compensation in return because they do not own the forest and the land."}, {"text_block_id": "p54_b1147", "text": "Injection of REDD money into areas where land-use rules are weak and poorly enforced, and where most serious deforestation currently occurs, could exacerbate corruption, exploitation and lawlessness."}, {"text_block_id": "p54_b1148", "text": "REDD activities could set off a forest land-grab, with bureaucrats, companies and elites seizing control from the rural poor for whom ownership often relies on customary arrangements and is therefore hard to prove legally."}, {"text_block_id": "p55_b1149", "text": "Relatively poorly resourced government departments may not be able to absorb large amounts of money such as will be accessible through REDD."}, {"text_block_id": "p55_b1150", "text": "REFERENCES"}, {"text_block_id": "p55_b1151", "text": "Ahrends, A., Burgess, N.D. Milledge, S.A.H., Bulling, M.T., Fisher, B., Smart, J.C.R., Clarke, G.P., Mhoro, B.E., and Lewis, S.L., 2010. Predictable Waves of Sequential Forest Degradation and Biodiversity Loss Spreading from an African City."}, {"text_block_id": "p55_b1152", "text": "PNAS"}, {"text_block_id": "p55_b1153", "text": "107(33): 14556"}, {"text_block_id": "p55_b1154", "text": "–"}, {"text_block_id": "p55_b1155", "text": "14561 (August)),"}, {"text_block_id": "p55_b1156", "text": "Angelsen, A. (ed.). 2008. Moving Ahead with REDD: Issues, Options, Implications. Center for International Forestry Research (CIFOR), Bogor. URL:"}, {"text_block_id": "p55_b1157", "text": "www.cifor.cgiar.org/publications/pdf_files/.../BAngelsen0801.pdf"}, {"text_block_id": "p55_b1158", "text": "."}, {"text_block_id": "p55_b1159", "text": "Blomley, T. and Ramadhani, H. 2006. Going to Scale with Participatory Forest Management: Early Lessons from Tanzania."}, {"text_block_id": "p55_b1160", "text": "International Forestry Review"}, {"text_block_id": "p55_b1161", "text": "8: 93-100."}, {"text_block_id": "p55_b1162", "text": "Blomley, T. and Iddi, S., 2009. Participatory Forest Management in Tanzania: 1993"}, {"text_block_id": "p55_b1163", "text": "–"}, {"text_block_id": "p55_b1164", "text": "2009. Lessons Learned and Experiences to Date. Ministry of Natural Resources and Tourism, Forestry and Beekeeping Division. September."}, {"text_block_id": "p55_b1165", "text": "Burgess, N.D., Nummelin, M., Fjeldsa, J., Howell, K.M., Lukumbuzya, K., Mhando, L., Phillipson, P., and Berghe, E.V. 1998. Biodiversity and conservation of the Eastern Arc Mountains of Tanzania and Kenya."}, {"text_block_id": "p55_b1166", "text": "Journal of East African Natural History"}, {"text_block_id": "p55_b1167", "text": "87:1-367."}, {"text_block_id": "p55_b1168", "text": "Chamshama, S.A.O. and Nwonwu, F.O.C. 2004. Lessons Learnt on Sustainable Forest Management in Africa: Case Study on Forest Plantations in Sub-Saharan Africa. FAO, AFORNET, KSLA. 89pp. CHAPOSA, 2002. Charcoal Potential in Southern Africa. Final Report. EU/Sida. 304pp."}, {"text_block_id": "p55_b1169", "text": "FAO, 2003. Forestry Outlook Study for Africa: Sub-Regional Report East Africa. FAO, Rome. 54pp."}, {"text_block_id": "p55_b1170", "text": "FAO, 2006. Global Forest Resources Assessment 2005. FAO Forestry Paper 147, FAO, Rome, Italy. 320pp."}, {"text_block_id": "p55_b1171", "text": "FAO, 2009. State of World‟s Forests. Rome, Italy."}, {"text_block_id": "p55_b1172", "text": "FBD, 2001. Tanzania National Forest Programme. FBD, MNRT, Dar es Salaam, Tanzania. 109 pp."}, {"text_block_id": "p55_b1173", "text": "FBD, 2000. National Forest Programme Workshop Proceedings on the Status of Ecosystem Conservation and Management in Tanzania and Vision for the Future. Volume 1. Task Force on Land Management. National Forest Programme Formulation in Tanzania. FBD, MNRT, Dsm, Tanzania."}, {"text_block_id": "p55_b1174", "text": "FBD, 2008. Participatory Forest Management in Tanzania. Facts and Figures. FBD, MNRT. Dsm, Tanzania. 13pp."}, {"text_block_id": "p55_b1175", "text": "FFNC, 2006. Management Plan for SUA Training Forest. Faculty of Forestry and Nature Conservation, Sokoine University of Agriculture, Morogoro, Tanzania. 64pp."}, {"text_block_id": "p55_b1176", "text": "FORCONSULT, 2010."}, {"text_block_id": "p55_b1177", "text": "Report of the Indepth Study on"}, {"text_block_id": "p55_b1178", "text": "Existing REDD Related Carbon Trade and Marketing Opportunities in Tanzania"}, {"text_block_id": "p55_b1179", "text": ","}, {"text_block_id": "p55_b1180", "text": "In-Depth Study Requested by"}, {"text_block_id": "p55_b1181", "text": "the National REDD Task Force,"}, {"text_block_id": "p55_b1182", "text": "Prepared by"}, {"text_block_id": "p55_b1183", "text": "FORCONSULT"}, {"text_block_id": "p55_b1184", "text": ","}, {"text_block_id": "p55_b1185", "text": "SUA,  Morogoro, November."}, {"text_block_id": "p55_b1186_merged_merged_merged_merged_merged_merged_merged", "text": "FORCONSULT, 2010. Modalities of Establishing and Operationalizing National REDD Trust Fund, and Associated Financial Flow Management, In-Depth Study Requested by the National REDD Task Force, Prepared by FORCONSULT, SUA,  Morogoro, November."}, {"text_block_id": "p56_b1192", "text": "Ganley, E, 2010. Meeting on Deforestation Boosts Morale, Budget. March 11, 2010. Associated Press. URL:"}, {"text_block_id": "p56_b1193", "text": "Institute of Resource Assessment, 2009. Preparing for the REDD Initiative in Tanzania: A Synthesized Consultative Report. Institute of Resource Assessment, University of Dar es Salaam, for the National REDD Task Force, November."}, {"text_block_id": "p56_b1194", "text": "Kaale, B.K. 2001. Forest Landscape Restoration: Tanzania Country Report. WWF/IUCN, Dar es Salaam, Tanzania. 53pp."}, {"text_block_id": "p56_b1195", "text": "Kaoneka, A.R.S. 2000. A Review of Forest Land Management: Retrospect and Prospects. FORCONSULT, SUA, Morogoro, Tanzania. 74pp."}, {"text_block_id": "p56_b1196", "text": "LEAT, 2010. Legal and Institutional Framework Review in the Context of REDD Intervention. In-Depth"}, {"text_block_id": "p56_b1197", "text": "Study Submitted to the REDD National Task Force by the Lawyers‟ Environmental Action Team,"}, {"text_block_id": "p56_b1198", "text": "November."}, {"text_block_id": "p56_b1199", "text": "Leskinen and Ali 1997."}, {"text_block_id": "p56_b1200", "text": "Magessa, F. 2008. Feasibility Study of Alternative Energy Sources for Zanzibar."}, {"text_block_id": "p56_b1201", "text": "Malimbwi, R.E., Zahabu, E., Katani, J. and Mwembe, U. 2010. Woodlot Management Guidelines for Smallholder Farmers. Dept of Forest Mensuration and Management. Sokoine University of Agriculture, Morogoro, Tanzania. 18pp."}, {"text_block_id": "p56_b1202", "text": "Milledge, S., Gelvas, I. and Ahrends, A. 2007. Forestry, Governance and National Development: Lessons Learned from a Logging Boom in Southern Tanzania. TRAFFIC East/Southern Africa."}, {"text_block_id": "p56_b1203", "text": "Ministry of Agriculture, Livestock and Environment (2009). National Forest Management Plan (2009 -2020) of Zanzibar."}, {"text_block_id": "p56_b1204", "text": "Monela, G., Chamshama, S.A.O., Mwaipopo, R. and Gamassa, D. 2005. A Study on the Social, Economic and Environmental Impacts of Forest Landscape Restoration in Shinyanga Region, Tanzania. United Republic of Tanzania Ministry of Natural Resources and Tourism/International Union for the Conservation of Nature and Natural Resources. Eastern Africa Regional Office, Nairobi. 205 pp."}, {"text_block_id": "p56_b1205", "text": "Mugasha, A.G. 1996. Compendium of Silviculture in the Tropical Natural Forests with Special Reference to Tanzania. Faculty of  Forestry, Sokoine University of Agriculture, Morogoro."}, {"text_block_id": "p56_b1206", "text": "Mwakaje, A.G., Mung‟ong‟o, C.G., Kahyarara, G, and Kauzeni, A.S. 2010. The Role of Reducing"}, {"text_block_id": "p56_b1207", "text": "Emissions from Deforestation and Degradation (REDD) for Rural Development in Tanzania: Cases from Babati, Hai and Kilosa Districts, Final Draft Report of Indepth Studies, Theme Two: The Role of REDD for Rural Development. Submitted to The National REDD Task Force, November."}, {"text_block_id": "p56_b1208", "text": "National REDD Task Force, 2009. Brief Report of a Study Tour to Brazil on REDD Experience. National REDD Task Force, Dar es Salaam."}, {"text_block_id": "p56_b1209", "text": "Nduwamungu, J. 2001. Dynamics of Deforestation in Miombo Woodlands: The Case of Kilosa District, Tanzania. PhD Thesis. SUA. Morogoro, Tanzania. 274pp."}, {"text_block_id": "p56_b1210", "text": "Norconsult, 2002. The True Cost of Charcoal. Dar es Salaam:  Norconsult Ltd., May."}, {"text_block_id": "p56_b1211_merged_merged", "text": "Pachauri, R.K., and Reisinger, A. (eds.). 2007. Contribution of Working Groups I, II and III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. Intergovernmental Panel on Climate Change, Geneva, Switzerland. URL: http://www.ipcc.ch/publications_and_data/ar4/syr/en/contents.html."}, {"text_block_id": "p57_b1214", "text": "Palo, M. 1999. No End to Deforestation? In: Palo, M and Uusivuori, J (eds). World Forests, Society and Environment. Kluwer Academic Publishers, Dordrecht, The Netherlands. Pp 65-77."}, {"text_block_id": "p57_b1215", "text": "Regalia Media Limited, 2010. REDD Knowledge Management & Information Communication: An Indepth Study Report on REDD Information Needs, Communication and REDD Knowledge Management, 2010"}, {"text_block_id": "p57_b1216", "text": "–"}, {"text_block_id": "p57_b1217", "text": "2012. Submitted to The National REDD Task Force, November."}, {"text_block_id": "p57_b1218", "text": "Salmi and Monela, G.C. (2000) Study on Financing in Forestry, Formulation of National Forest Programme in Tanzania, Final Report by Salmi and Monela, Dar es Salaam, November 2000 for Ministry of Natural Resources and Tourism (MNRT), Forestry and Beekeeping Division."}, {"text_block_id": "p57_b1219", "text": "TNRF, 2009. Using"}, {"text_block_id": "p57_b1220", "text": "the Nation‟s Resources to Reduce Poverty? Analysis of MKUKUTA Outcomes"}, {"text_block_id": "p57_b1221", "text": "(2005-2009) Related to Forest and Wildlife Resources as a Contribution to the MKUKUTA Review. Tanzania Natural Resource Forum, October."}, {"text_block_id": "p57_b1222", "text": "Topp-Jørgensen, E., Poulsen, M.K., Lund, J.F. and Massao, J.J. 2005. Community-Based Monitoring of Natural Resource Use and Forest Quality in Montane Forests and Miombo Woodlands of Tanzania."}, {"text_block_id": "p57_b1223", "text": "Biodiversity and Conservation"}, {"text_block_id": "p57_b1224", "text": "14: 2653-2677."}, {"text_block_id": "p57_b1225", "text": "URT, 1995. Land Policy. Ministry of Lands, Housing and Urban Development. Dar es Salaam, Tanzania."}, {"text_block_id": "p57_b1226", "text": "URT, 1998. Tanzania Forest Policy. FBD,  MNRT, Dar es Salaam, Tanzania. 59pp."}, {"text_block_id": "p57_b1227", "text": "URT, 1999. The Village Land Act No. 5. Ministry of Lands and Human Settlements Development.Dsm, Tanzania."}, {"text_block_id": "p57_b1228", "text": "URT, 2002. Forest Act. FBD, MNRT, Dar es Salaam, Tanzania."}, {"text_block_id": "p57_b1229", "text": "URT, 2009. Final Draft National Forest Policy. FBD, MNRT, Dar es Salaam, Tanzania. 40pp."}, {"text_block_id": "p57_b1230_merged_merged_merged_merged", "text": "Vyamana, V.G., Chonya, A.B., Sasu, F. V., Rilagonya, F., Gwassa, F.N., Kivamba, S., Mpessa I. and Ndowo, E. A. 2008. Participatory Forest Management in the Eastern Arc Mountain Area of Tanzania: Who is Benefiting? Paper presented to the Symposium: “Who Benefits from Community Forestry? Insights from North and South”. 12th Biennial Conference of the International Association for the Study of Commons on „Governing Shared Resources: Connecting Local Experience to Global Challenges‟, Cheltenham, UK. July 14-18, 2008."}, {"text_block_id": "p57_b1236", "text": "Wardle, P. and Kaoneka, A.R.S. 1999. Perceptions and Concepts of the Importance of Forests. In: Palo, M. and Uusivuori, J. (eds). World Forests, Societies and Environment. Kluwer Academic Publishers. Pp 43-56."}, {"text_block_id": "p57_b1237", "text": "WHO, n.d. Transforming Health Priorities into Projects: Health Action in Crises. Powerpoint. World Health Organization, Geneva."}, {"text_block_id": "p57_b1238", "text": "World Bank, 2008. Putting Tanzania's Hidden Economy to Work: Reform, Management and Protection of its Natural Resource Sector. The World Bank, Washington, D.C."}, {"text_block_id": "p57_b1239", "text": "World Bank, 2009. The Global Report of the Economics of Adaptation to Climate Change Study, The World Bank, Washington DC.."}, {"text_block_id": "p57_b1240", "text": "WWF, 2007. Five Years of Implementing Forest Landscape Restoration Lessons to Date. WWF International, Gland. 23pp."}, {"text_block_id": "p58_b1241", "text": "APPENDICES"}, {"text_block_id": "p58_b1242", "text": "APPENDIX 1: LIST OF STUDIES AND DOCUMENTS CONSULTED"}, {"text_block_id": "p58_b1243", "text": "1."}, {"text_block_id": "p58_b1244", "text": "National REDD Framework"}, {"text_block_id": "p58_b1245", "text": "2."}, {"text_block_id": "p58_b1246", "text": "In-depth Study for Development of National REDD Trust Fund"}, {"text_block_id": "p58_b1247", "text": "3."}, {"text_block_id": "p58_b1248", "text": "In-depth Study on Legal and Institutional Set Up for REDD"}, {"text_block_id": "p58_b1249", "text": "4."}, {"text_block_id": "p58_b1250", "text": "In-depth Study on Business Case for REDD"}, {"text_block_id": "p58_b1251", "text": "5."}, {"text_block_id": "p58_b1252", "text": "In-depth Study on REDD for Rural development: Land Use & Land Tenure"}, {"text_block_id": "p58_b1253", "text": "6."}, {"text_block_id": "p58_b1254", "text": "In-depth Study on REDD Knowledge Management & Information Communication"}, {"text_block_id": "p58_b1255", "text": "7."}, {"text_block_id": "p58_b1256", "text": "National Forest Programme"}, {"text_block_id": "p58_b1257", "text": "8."}, {"text_block_id": "p58_b1258", "text": "Proposals for Pilot REDD Demonstration Projects"}, {"text_block_id": "p58_b1259", "text": "9."}, {"text_block_id": "p58_b1260", "text": "Proceedings of REDD Consultations Workshops"}, {"text_block_id": "p58_b1261", "text": "10."}, {"text_block_id": "p58_b1262", "text": "National Environmental Policy"}, {"text_block_id": "p58_b1263", "text": "11."}, {"text_block_id": "p58_b1264", "text": "National Environmental Act"}, {"text_block_id": "p58_b1265", "text": "12."}, {"text_block_id": "p58_b1266", "text": "National Forest Policy"}, {"text_block_id": "p58_b1267", "text": "13."}, {"text_block_id": "p58_b1268", "text": "National Forest Act"}, {"text_block_id": "p58_b1269", "text": "14."}, {"text_block_id": "p58_b1270", "text": "National Land Policy"}, {"text_block_id": "p58_b1271", "text": "15."}, {"text_block_id": "p58_b1272", "text": "National Land Act"}, {"text_block_id": "p58_b1273", "text": "16."}, {"text_block_id": "p58_b1274", "text": "Village Land Act"}, {"text_block_id": "p58_b1275", "text": "17."}, {"text_block_id": "p58_b1276", "text": "National Energy Policy"}, {"text_block_id": "p58_b1277", "text": "18."}, {"text_block_id": "p58_b1278", "text": "National Human Settlements Development Policy"}, {"text_block_id": "p58_b1279", "text": "19."}, {"text_block_id": "p58_b1280", "text": "Eastern Arc Mountains Conservation Strategy"}, {"text_block_id": "p58_b1281", "text": "20."}, {"text_block_id": "p58_b1282", "text": "National Environmental Education Communication Strategy"}, {"text_block_id": "p58_b1283", "text": "21."}, {"text_block_id": "p58_b1284", "text": "Readiness Preparation Proposal (RPP)"}, {"text_block_id": "p58_b1285", "text": "22."}, {"text_block_id": "p58_b1286", "text": "Copenhagen Accord"}, {"text_block_id": "p58_b1287", "text": "23."}, {"text_block_id": "p58_b1288", "text": "Norway-Tanzania Letter of Intent"}, {"text_block_id": "p58_b1289", "text": "24."}, {"text_block_id": "p58_b1290", "text": "National Strategy for Adaptation and Mitigation (NAPA)"}, {"text_block_id": "p58_b1291", "text": "25."}, {"text_block_id": "p58_b1292", "text": "National Strategy for Economic Growth and Reduction of Proverty (NSGRP)/MKUKUTA"}, {"text_block_id": "p58_b1293", "text": "26."}, {"text_block_id": "p58_b1294", "text": "National Forest Resources Assessments and Monitoring (NAFORMA)Project Document"}, {"text_block_id": "p58_b1295", "text": "27."}, {"text_block_id": "p58_b1296", "text": "Hifadhi ya Misitu ya Asili (HIMA) -Piloting REDD in Zanzibar through Community Forest Management Project Proposal."}, {"text_block_id": "p59_b1297", "text": "APPENDIX 2: GLOSSARY"}, {"text_block_id": "p59_b1298", "text": "Additionality"}, {"text_block_id": "p59_b1299", "text": "The requirement that an activity or project should generate benefits, such as emissions reductions or carbon stock enhancements, that are additional to what would happen without the activity."}, {"text_block_id": "p59_b1300", "text": "Afforestation"}, {"text_block_id": "p59_b1301", "text": "The conversion of non-forest land to permanent forested land for a period of at least 50 years (as defined by the Kyoto Protocol)."}, {"text_block_id": "p59_b1302", "text": "Agroforestry"}, {"text_block_id": "p59_b1303", "text": "A forestry approach that integrates trees and shrubs with crops and/or livestock to create more diverse, productive, profitable, healthy and sustainable land-use systems."}, {"text_block_id": "p59_b1304", "text": "Alienable and Disposable Lands"}, {"text_block_id": "p59_b1305", "text": "Refers to those lands of the public domain which have been the subject of the present system of classification"}, {"text_block_id": "p59_b1306", "text": "and declared as not needed for forest purposes”"}, {"text_block_id": "p59_b1307", "text": "Ancestral Domain"}, {"text_block_id": "p59_b1308", "text": "Area generally belonging to indigenous cultural communities/indigenous peoples (ICCs/IPs) comprising lands, inland waters, coastal areas occupied or possessed by ICCs/IPs, by themselves or through their ancestors, communally or individually since time immemorial, continuously to the present except when interrupted by war, force majeure, deceit, stealth, as a consequence of government projects or any other voluntary dealings entered into by government and private individuals/corporations, and which are necessary to ensure their economic, social and cultural welfare."}, {"text_block_id": "p59_b1309", "text": "Ancestral Domain Sustainable Development and Protection Plan"}, {"text_block_id": "p59_b1310", "text": "Plans for the sustainable management and development of the land and natural resources as well as human resources within ancestral domains based on indigenous knowledge systems and practices and on the principle of self-determination."}, {"text_block_id": "p59_b1311", "text": "Annex I and non-Annex I countries"}, {"text_block_id": "p59_b1312_merged", "text": "Under the UN Framework Convention on Climate Change (UNFCCC), nations fall into three categories: developed countries (Annex I countries), developing countries (non-Annex I countries) and central European economies in transition (Annex B). In accordance with the principle of „common but differentiated responsibilities‟, Annex I countries have greater commitments to enacting policy and reporting than non-Annex 1 countries."}, {"text_block_id": "p59_b1315", "text": "Assisted natural regeneration"}, {"text_block_id": "p59_b1316", "text": "The technique involved mixed planting and maintenance of indigenous tree species to promote biodiversity, particularly in degraded areas. Prior to the introduction of valuable species in forest areas, native pioneer species are used to simulate natural regeneration."}, {"text_block_id": "p60_b1317", "text": "Auditor"}, {"text_block_id": "p60_b1318", "text": "–"}, {"text_block_id": "p60_b1319_merged", "text": "A recognized, qualified and independent professional who evaluates which of the individual CCB Standards criteria are satisfied by the project in question. Based on this determination, the project may earn CCB Standards approval or, in exceptional cases, achieve Gold Level status. Given that investments in carbon offset projects are likely to take place before projects are initiated, it is important that ex ante (i.e.’ beforehand’) validation assessments are performed, such as through the use of the CCB Standards."}, {"text_block_id": "p60_b1324", "text": "Biomass"}, {"text_block_id": "p60_b1325", "text": "The total dry mass of living organic matter."}, {"text_block_id": "p60_b1326", "text": "Canopy Cover"}, {"text_block_id": "p60_b1327", "text": "The share of the surface of an ecosystem that is under the tree canopy. Canopy cover is also referred"}, {"text_block_id": "p60_b1328", "text": "to as „crown cover‟ or „tree cover‟."}, {"text_block_id": "p60_b1329", "text": "Carbon market"}, {"text_block_id": "p60_b1330", "text": "A market in which greenhouse gas emission reductions are traded, usually in the form of carbon credits. Carbon markets can be voluntary (where emissions reductions targets are not regulated) or compliance (where carbon credits are traded to meet regulated emissions reductions targets). The largest carbon market is currently the EU Emissions Trading System (ETS)."}, {"text_block_id": "p60_b1331", "text": "Carbon sequestration"}, {"text_block_id": "p60_b1332", "text": "The removal of carbon from the atmosphere to long-term storage in sinks through physical or biological processes, such as photosynthesis."}, {"text_block_id": "p60_b1333", "text": "Carbon Dioxide Equivalent (CO2e)"}, {"text_block_id": "p60_b1334", "text": "–"}, {"text_block_id": "p60_b1335", "text": "Is the universal unit of measurement used to indicate the global warming potential of each of the seven greenhouse gases. It is used to evaluate the impacts of releasing (or avoiding the release of) different greenhouse gases. The Global Warming Potentials (GWP) of the three GHGs associated with forestry are as follows. CO2 persists in the atmosphere for about 200-450 years and its GWP is defined as 1. Methane persists for 9-15 years and has a GWP of 22 (meaning that it has 22 times the warming ability of carbon dioxide). Nitrous oxide persists for about 120 years and has a GWP of 310."}, {"text_block_id": "p60_b1336", "text": "Carbon Pools"}, {"text_block_id": "p60_b1337", "text": "–"}, {"text_block_id": "p60_b1338", "text": "A reservoir of carbon. A system that has the capacity to accumulate or release carbon. Carbon pools are measured in terms of mass (e.g., metric tons of carbon). The major carbon pools associated with forestry projects are: live biomass (including above and below ground components, i.e., roots), dead biomass, soil, and wood products."}, {"text_block_id": "p60_b1339", "text": "Carbon sink"}, {"text_block_id": "p60_b1340", "text": "A pool or reservoir (e.g. a forest) that absorbs or takes up carbon released from other components of the carbon cycle, and that absorbs more than it releases."}, {"text_block_id": "p60_b1341", "text": "Carbon stock"}, {"text_block_id": "p60_b1342", "text": "The quantity of carbon contained in one of five main carbon pools in forests: aboveground biomass, below ground biomass, dead wood, litter and soil organic matter."}, {"text_block_id": "p60_b1343", "text": "Carbon stock enhancement"}, {"text_block_id": "p61_b1344", "text": "Refers to activities such as assisted natural regeneration, afforestation and reforestation to enhance the quantity of carbon contained in degraded forestlands or denuded area."}, {"text_block_id": "p61_b1345", "text": "CCBA public comment period"}, {"text_block_id": "p61_b1346", "text": "–"}, {"text_block_id": "p61_b1347", "text": "Is the process in which CCBA posts project documents that are under evaluation by an auditor for conformance with the Standards on"}, {"text_block_id": "p61_b1348", "text": "www.climate-standards.org"}, {"text_block_id": "p61_b1349", "text": "for at least 30 days with an invitation and link for public comments to which the auditor must respond in the audit report."}, {"text_block_id": "p61_b1350", "text": "Clean Development Mechanism (CDM)"}, {"text_block_id": "p61_b1351", "text": "–"}, {"text_block_id": "p61_b1352", "text": "Is a mechanism established by Article 12 of the Kyoto Protocol for project-based emission reduction activities in developing countries. The CDM is designed to meet two main objectives: to address the sustainable development needs of the host country, and to increase the opportunities available to Treaty Parties to meet their reduction"}, {"text_block_id": "p61_b1353", "text": "commitments. Under the CDM, Annex I (industrialized) countries can accrue „certified emission"}, {"text_block_id": "p61_b1354", "text": "reduction units (CERs), which are"}, {"text_block_id": "p61_b1355", "text": "tradable carbon „credits‟, in return for financing carbon reduction"}, {"text_block_id": "p61_b1356", "text": "project activities in non-Annex I (developing countries) that help further their sustainable development."}, {"text_block_id": "p61_b1357", "text": "http://cdm.unfccc.int"}, {"text_block_id": "p61_b1358", "text": "Closed forest"}, {"text_block_id": "p61_b1359", "text": "Formation where trees in various storey and undergrowth cover a high proportion (>40 percent) of the ground and do not have a continuous dense grass layer. They are either managed or unmanaged forests, in advance state of succession and may have been logged over one or more times, having kept their characteristics of forest stands, possibly with modified structure and composition."}, {"text_block_id": "p61_b1360", "text": "Co-benefits"}, {"text_block_id": "p61_b1361", "text": "Benefits arising from REDD-plus in addition to climate mitigation benefits, such as enhancing biodiversity, enhancing adaptation to climate change, alleviating poverty, improving local livelihoods, improving forestgovernance and protecting rights."}, {"text_block_id": "p61_b1362", "text": "Conference of the Parties"}, {"text_block_id": "p61_b1363", "text": "The governing body of the UN Framework Convention on Climate Change, which meets once a year."}, {"text_block_id": "p61_b1364", "text": "Deforestation"}, {"text_block_id": "p61_b1365", "text": "The conversion of forest to another land-use, or the long-term reduction of the tree canopy cover below the minimum 10% threshold. Tanzania uses the FAO definition (FAO, 2001)."}, {"text_block_id": "p61_b1366", "text": "Degradation"}, {"text_block_id": "p61_b1367_merged_merged_merged", "text": "Changes within the forest, whether natural or human-induced, that negatively affect the structure or function of the stand or site, and thereby lower the capacity of the resulting degraded forest to supply products and/or services. The Intergovernmental Panel on Climate Change (IPCC) has not concluded on a specific definition, though in their working definition degradation refers to “direct, human-induced, long-term loss (persisting for X years or more) of at least Y% of forest carbon"}, {"text_block_id": "p61_b1370", "text": "stocks [and forest values] since time T and not qualifying as deforestation”."}, {"text_block_id": "p61_b1371", "text": "Enrichment planting"}, {"text_block_id": "p61_b1372", "text": "The introduction of valuable species into forest areas, where economic species are lacking. This is usually done in combination with measures to ensure favorable conditions for natural regeneration."}, {"text_block_id": "p62_b1373", "text": "Forest"}, {"text_block_id": "p62_b1374", "text": "Tanzania currently adopts the Food and Agriculture Organization of the United Nations definition"}, {"text_block_id": "p62_b1375", "text": "of „forest‟, which refers to land with an area of more than 0.5 hectare and tree crown cover (or"}, {"text_block_id": "p62_b1376", "text": "equivalent stocking level) of more than 10 percent. The trees should be able to reach a minimum height of 5 metres at maturity in situ. It consists either of closed forest formations where trees of various storeys and undergrowth cover a high proportion of the ground or open forest formations with a continuous vegetation cover in which tree crown cover exceeds 10 percent. Young natural stands and all plantations established for forestry purposes, which have yet to reach a crown density of more than 10 percent or tree height of 5 meters are included under forest. These are normally forming part of the forest area, which are temporarily unstocked as a result of human intervention or natural causes but which are expected to revert to forest. It includes forest nurseries and seed orchards that constitute an integral part of the forest; forest roads, cleared tracts, fire breaks and other small open areas; forest within protected areas; windbreaks and shelter belts of trees with an area of more than 0.5 hectare and width of more than 20 meter; plantations primarily used for forestry purposes, including rubber wood plantations. It also includes bamboo, palm and fern formations (except coconut and oil palm)."}, {"text_block_id": "p62_b1377", "text": "The UNFCCC allows for a more flexible forest definition: minimum canopy cover 10"}, {"text_block_id": "p62_b1378", "text": "–"}, {"text_block_id": "p62_b1379", "text": "30%, minimum tree height 2"}, {"text_block_id": "p62_b1380", "text": "–"}, {"text_block_id": "p62_b1381", "text": "5 m, minimum area 0.1 ha."}, {"text_block_id": "p62_b1382", "text": "Forest lands"}, {"text_block_id": "p62_b1383", "text": "Lands of the public domain classified as needed for forest purposes. They include all forest reserves, forest reservations and all remaining unclassified lands of the public domain,"}, {"text_block_id": "p62_b1384", "text": "Forest Management Unit"}, {"text_block_id": "p62_b1385", "text": "Local-level bodies (whether local government, communities, private land holders) legally responsible for the management of a forestland under a specific management regime."}, {"text_block_id": "p62_b1386", "text": "Greenhouse Gases (GHG)"}, {"text_block_id": "p62_b1387", "text": "–"}, {"text_block_id": "p62_b1388", "text": "Greenhouse gases are gaseous components of the atmosphere that trap"}, {"text_block_id": "p62_b1389", "text": "infrared heat and contribute to the Earth‟s greenhouse effect. In addition to carbo"}, {"text_block_id": "p62_b1390", "text": "n dioxide (CO2), prominent GHGs related to forests include methane (CH4) and nitrous oxides (N2O)."}, {"text_block_id": "p62_b1391", "text": "High Conservation Values -"}, {"text_block_id": "p62_b1392_merged_merged_merged_merged", "text": "There are six main High Conservation Values, based on the definition originally developed by the Forest Stewardship Council for certification of forest ecosystems, but now increasingly expanded to apply to assessments of other ecosystems http://hcvnetwork.org/."}, {"text_block_id": "p62_b1395", "text": "1."}, {"text_block_id": "p62_b1396", "text": "Globally, regionally or nationally significant concentrations of biodiversity values;"}, {"text_block_id": "p62_b1397", "text": "Globally, regionally or nationally significant concentrations of biodiversity values;\n* protected areas\n* threatened species\n* endemic species\n* areas that support significant concentrations of a species during any time in their lifecycle (e.g."}, {"text_block_id": "p62_b1405", "text": "2."}, {"text_block_id": "p62_b1406", "text": "Globally, regionally or nationally significant large landscape-level areas where viable populations of most if not all naturally occurring species exist in natural patterns of distribution and abundance;"}, {"text_block_id": "p62_b1407", "text": "3."}, {"text_block_id": "p62_b1408", "text": "Threatened or rare ecosystems;"}, {"text_block_id": "p62_b1409", "text": "4."}, {"text_block_id": "p62_b1410", "text": "Areas that provide critical ecosystem services (e.g., hydrological services, erosion control, fire control);"}, {"text_block_id": "p62_b1411", "text": "5."}, {"text_block_id": "p62_b1412", "text": "Areas that are fundamental for meeting the basic needs of local communities (e.g., for essential food, fuel, fodder, medicines or building materials without readily available alternatives); and"}, {"text_block_id": "p63_b1413", "text": "6."}, {"text_block_id": "p63_b1414", "text": "Areas that are critical for the traditional cultural identity of local communities (areas of cultural, ecological, economic or religious significance identified in collaboration with the local communities)."}, {"text_block_id": "p63_b1415", "text": "Indigenous peoples"}, {"text_block_id": "p63_b1416", "text": "The term „Indigenous Peoples‟ is used in a generic sense to refer to"}, {"text_block_id": "p63_b1417", "text": "a distinct, vulnerable social and cultural group possessing the following characteristics in varying degrees:"}, {"text_block_id": "p63_b1418", "text": "a)"}, {"text_block_id": "p63_b1419", "text": "self identification as members of a distinct indigenous cultural group and recognition of this identity by others;"}, {"text_block_id": "p63_b1420", "text": "b)"}, {"text_block_id": "p63_b1421", "text": "collective attachment to geographically distinct habitats or ancestral territories in the project area and to the natural resources in these habitats and territories;"}, {"text_block_id": "p63_b1422", "text": "c)"}, {"text_block_id": "p63_b1423", "text": "customary cultural, economic, social, or political institutions that are separate from those of the dominant society or culture; and"}, {"text_block_id": "p63_b1424", "text": "d)"}, {"text_block_id": "p63_b1425", "text": "an indigenous language, often different from the official language of the country or the region.63"}, {"text_block_id": "p63_b1426", "text": "Key Biodiversity Areas"}, {"text_block_id": "p63_b1427", "text": "–"}, {"text_block_id": "p63_b1428", "text": "sites of global significance for biodiversity conservation that satisfy criteria based on a framework of vulnerability and irreplaceability defined in terms of species and population threat levels."}, {"text_block_id": "p63_b1429", "text": "www.iucn.org/dbtw-wpd/edocs/PAG-015.pdf"}, {"text_block_id": "p63_b1430", "text": "."}, {"text_block_id": "p63_b1431", "text": "Vulnerability"}, {"text_block_id": "p63_b1432", "text": "Regular occurrence of a globally threatened species (according to the IUCN Red List) at the site:"}, {"text_block_id": "p63_b1433", "text": "a)"}, {"text_block_id": "p63_b1434", "text": "Critically Endangered (CR) and Endangered (EN) species"}, {"text_block_id": "p63_b1435", "text": "–"}, {"text_block_id": "p63_b1436", "text": "presence of at least a single individual; or"}, {"text_block_id": "p63_b1437", "text": "b)"}, {"text_block_id": "p63_b1438", "text": "Vulnerable species (VU)"}, {"text_block_id": "p63_b1439", "text": "–"}, {"text_block_id": "p63_b1440", "text": "presence of at least 30 individuals or 10 pairs."}, {"text_block_id": "p63_b1441", "text": "presence of at least 30 individuals or 10 pairs.\n* The World Bank Operational Manual, OP 4.10, July 2005, Article 4.\n<\\li1>"}, {"text_block_id": "p63_b1443", "text": "Irreplaceability"}, {"text_block_id": "p63_b1444", "text": "A minimum proportion of a species‟ global population at any stage of the species‟ lifecycle at the"}, {"text_block_id": "p63_b1445", "text": "site. These thresholds vary based on the following sub-criteria:"}, {"text_block_id": "p63_b1446", "text": "a."}, {"text_block_id": "p63_b1447_merged_merged_merged_merged", "text": "Restricted-range species -species with a global range less than 50,000 km and 5% of global population at the site; or"}, {"text_block_id": "p63_b1450", "text": "b."}, {"text_block_id": "p63_b1451", "text": "Species with large but clumped distributions -5% of global population at the site; or"}, {"text_block_id": "p63_b1452", "text": "c."}, {"text_block_id": "p63_b1453", "text": "Globally significant congregations -1% of global population seasonally at the site; or"}, {"text_block_id": "p63_b1454", "text": "d."}, {"text_block_id": "p63_b1455", "text": "Globally significant source populations -1% of global population at the site; or"}, {"text_block_id": "p63_b1456", "text": "e."}, {"text_block_id": "p63_b1457", "text": "Bio-regionally restricted assemblages."}, {"text_block_id": "p63_b1458", "text": "Kyoto Protocol"}, {"text_block_id": "p63_b1459", "text": "A 1997 agreement under the UN Framework Convention on Climate Change. Annex I countries that ratified the Protocol committed to reducing their emissions of carbon dioxide and five other greenhouse gases by an average of 5.2 % between 2008 and 2012, compared to their 1990 level. The Kyoto Protocol now covers 189 countries globally, but less than 64% in terms of global greenhouse gas emissions. As of November 2009, the United States is the only signatory nation that has not ratified the Protocol. The first commitment period of the Kyoto Protocol ends in 2012."}, {"text_block_id": "p63_b1460", "text": "Leakage"}, {"text_block_id": "p63_b1461", "text": "In the context of climate change, the carbon leakage happens when interventions to reduce emissions in one area, lead to an increase in emissions in another area. Carbon leakage is also"}, {"text_block_id": "p64_b1462", "text": "referred to as “emissions displacement”. Within the UNFCCC, leakage refers to the “increase in"}, {"text_block_id": "p64_b1463", "text": "GHG emissions by sources which occurs outside the boundary of an afforestation/reforestation (A/R) Clean Development Mechanism (CDM) project activity which is measurable and attributable"}, {"text_block_id": "p64_b1464", "text": "to the A/R CDM project activity”."}, {"text_block_id": "p64_b1465", "text": "Mangrove forest"}, {"text_block_id": "p64_b1466", "text": "Forested wetland growing along tidal mudilats and along shallow water coastal areas extending inland along rivers, streams and their tributaries where the water is generally brackish and composed mainly of"}, {"text_block_id": "p64_b1467", "text": "Rhizopora, Brugukm, Ceriops, Avicenia, Aegicerus,"}, {"text_block_id": "p64_b1468", "text": "and"}, {"text_block_id": "p64_b1469", "text": "Nipa"}, {"text_block_id": "p64_b1470", "text": "species."}, {"text_block_id": "p64_b1471", "text": "Mixed forest"}, {"text_block_id": "p64_b1472", "text": "Forest in which none of the species groups such as conifer, broadleaved, bamboo and palm accounts for more than 75 percent of the tree crown cover."}, {"text_block_id": "p64_b1473", "text": "Mossy forest"}, {"text_block_id": "p64_b1474_merged_merged", "text": "Forest stand found principally on high elevations and very rough mountainous regions characterized by steep ridges. The trees are mostly dwarf with stems and branches usually covered by epiphytes (moss) and dominated by Podocarpaceae, Myrtaceae, and"}, {"text_block_id": "p64_b1477", "text": "Fagaceae."}, {"text_block_id": "p64_b1478", "text": "Natural forest"}, {"text_block_id": "p64_b1479", "text": "Forest composed of indigenous trees, not planted by man."}, {"text_block_id": "p64_b1480", "text": "Nested approach"}, {"text_block_id": "p64_b1481", "text": "Refers to a hybrid approach of structuring REDD+ that includes elements of both sub-national and national approaches. It allows for site-level project development and scaling up a national level over time, and requires consistent emission accounting between project-based, sub-national, and national levels."}, {"text_block_id": "p64_b1482", "text": "Open Forest"}, {"text_block_id": "p64_b1483", "text": "Forest formations with discontinuous tree layer with coverage of at least 10 percent and less than 40 percent. They are either managed or unmanaged forests, in initial state of succession."}, {"text_block_id": "p64_b1484", "text": "Payments for environmental services (PES)"}, {"text_block_id": "p64_b1485", "text": "In a PES scheme, a buyer that values environmental services pays to the provider or the manager of the land use supplying the environmental service if and only if, the seller actually delivers the environmental service. In REDD+, PES refers to a results based system in which payments are made for emissions reductions or carbon stock enhancements relative to an agreed reference level."}, {"text_block_id": "p64_b1486", "text": "Permanence"}, {"text_block_id": "p64_b1487", "text": "The longevity of a carbon pool and the stability of its stocks, given the management and disturbance environment in which it occurs. A feature of land-based carbon projects is the possibility of a reversal of carbon benefits from either natural disturbances (e.g., fires, disease, pests, and unusual weather events), or from the lack of reliable guarantees that the original land use activities will not return after the project concludes."}, {"text_block_id": "p64_b1488", "text": "Strategies have been identified that mitigate potential reversals such as the non-permanence risk analysis and buffer approach adopted by the Voluntary Carbon Standard or the establishment of contingency carbon credits, insurance, conservation easements and mixed portfolios of projects."}, {"text_block_id": "p65_b1489", "text": "Precautionary principle"}, {"text_block_id": "p65_b1490", "text": "Defined in the Preamble to the"}, {"text_block_id": "p65_b1491", "text": "Convention on Biological Diversity"}, {"text_block_id": "p65_b1492", "text": "(1992) as: „[W]here there is a"}, {"text_block_id": "p65_b1493", "text": "threat of"}, {"text_block_id": "p65_b1494", "text": "significant reduction"}, {"text_block_id": "p65_b1495", "text": "or loss of biological diversity, lack of full scientific certainty should"}, {"text_block_id": "p65_b1496", "text": "not be used as a reason for postponing measures to avoid or minimize such a threat.‟"}, {"text_block_id": "p65_b1497", "text": "Project GHG accounting period"}, {"text_block_id": "p65_b1498", "text": "The time period over which the project will quantify net changes in GHG emissions reductions or removals."}, {"text_block_id": "p65_b1499", "text": "Plantation forest"}, {"text_block_id": "p65_b1500", "text": "Forest stands established by planting or/and seeding in the process of afforestation or reforestation. It may be composed of broadleaved, coniferous, and/or mixed forests."}, {"text_block_id": "p65_b1501", "text": "Production forest"}, {"text_block_id": "p65_b1502", "text": "Land that can be made available for timber and agro-forestry production, rangelands for grazing and other forest lands for special uses."}, {"text_block_id": "p65_b1503", "text": "Protection forest"}, {"text_block_id": "p65_b1504", "text": "Area wholly or partly covered with vegetation managed primarily for its beneficial effects on water, climate, soil, aesthetic value and conservation of biodiversity."}, {"text_block_id": "p65_b1505", "text": "Rainforestation"}, {"text_block_id": "p65_b1506", "text": "Refers to reforestation techniques that align with agroforestry to generate multiple environmental and social benefits."}, {"text_block_id": "p65_b1507", "text": "Readiness"}, {"text_block_id": "p65_b1508", "text": "REDD+ country actions, including capacity building, policy design, consultation and consensus building, and testing and evaluation of a REDD+ national strategy, prior to a comprehensive REDD+ implementation."}, {"text_block_id": "p65_b1509", "text": "Reducing emissions from deforestation and forest degradation (REDD and REDD+)"}, {"text_block_id": "p65_b1510", "text": "REDD refers to mechanisms currently being negotiated under the UN Framework Convention on Climate Change process to reduce emissions from deforestation and forest degradation, conservation, sustainable management of forests and enhancement of forest carbon stocks in developing countries."}, {"text_block_id": "p65_b1511", "text": "Reforestation"}, {"text_block_id": "p65_b1512_merged_merged", "text": "The direct human-induced conversion of deforested/non-forested land to forested land through planting, seeding and/or promotion of natural seed sources. It refers to land that was forested, but that has been converted to nonforested land‟. In the first commitment period of the Kyoto Protocol, reforestation activities were recognized on lands that were not forested on 31 December 1989, but have had forest cover at some point during the past 50 years."}, {"text_block_id": "p65_b1515", "text": "Remote sensing"}, {"text_block_id": "p65_b1516", "text": "A scientific discipline which, in the context of REDD+, can be used to measure deforestation and/or forest degradation by a recording device that is not in physical contact with the forest, such as a satellite."}, {"text_block_id": "p66_b1517", "text": "Restoration"}, {"text_block_id": "p66_b1518", "text": "The human-induced enhancement of degraded forestlands"}, {"text_block_id": "p66_b1519", "text": "Sub-national activity/development"}, {"text_block_id": "p66_b1520", "text": "Activities implemented at the sub-national level as part of a national REDD+ strategy. Governments, local authorities, communities, NGOs or private entities can implement sub-national activities. They may be embedded in a national or international crediting mechanism."}, {"text_block_id": "p66_b1521", "text": "Sustainable Forest Management (SFM)"}, {"text_block_id": "p66_b1522_merged", "text": "The term SFM has different meanings to different individuals and organizations. According to the UN General Assembly, SFM is „a dynamic and evolving concept [that] aims to maintain and enhance the economic, social and environmental value of all types of forests, for the benefit of present and future generations‟. In the REDD+ debate, some organizations make a distinction between „sustainable forest management‟ (SFM) and „sustainable management of forests‟ (SMF): SFM is then referring to industrial logging, while SMF is a broader term. The PNRPS refers to SFM as an umbrella term to cover activities that enhance and maintain the products and services provided by forests, including carbons storage, and seek to provide multiple social and environmental benefits."}, {"text_block_id": "p66_b1527", "text": "Strict protection zones"}, {"text_block_id": "p66_b1528", "text": "These consist of natural areas with high biodiversity value, closed to all human activities except for scientific studies and or ceremonial or non-exclusive use by IPs. It may include habitats of threatened species or degraded areas that have been designated for restoration and subsequent protection, even if these areas are still in various stages of regeneration."}, {"text_block_id": "p66_b1529", "text": "Tier 1, 2, 3 inventory"}, {"text_block_id": "p66_b1530", "text": "The Intergovernmental Panel on Climate Change (IPCC) Good Practice Guidance tiers are levels of methodological complexity. Tier 1 is the most basic and uses default values, assumptions, and methods to estimate greenhouse gas emissions. Tier 1 data are highly generalized and may be very different from the actual situation in any given location on the ground."}, {"text_block_id": "p66_b1531", "text": "Tier 2 uses national values; Tier 2 data are based on national-level inventories and studies, and are typical values for forest types present in that country. Tier 2 data are likely to be a little closer to the actual situation, but could still be very inaccurate for specific locations. It is likely that safety margins will be needed and deductions will be made to ensure estimates are conservative if Tier 1 and 2 data are used. Tier 3 is most demanding in terms of complexity and data requirements, and uses site-specific values for carbon stocks. Tier 1 data are default data on average carbon stocks."}, {"text_block_id": "p66_b1532", "text": "Verification"}, {"text_block_id": "p66_b1533", "text": "Independent third-party assessment of the expected or actual emissions reductions of a particular mitigation activity."}, {"text_block_id": "p66_b1534", "text": "Voluntary carbon market"}, {"text_block_id": "p66_b1535", "text": "The voluntary carbon markets function alongside compliance markets. Buyers are companies, governments, NGOs and individuals who are voluntarily seeking to offset their emissions by purchasing verified emissions reductions."}], "document_description": "The Strategy aims to facilitate and co-ordinate the implementation of REDD+ policies in Tanzania. This general objective is translated into nine specific goals, namely:<br />\n- establish robust baseline scenarios and an effective monitoring, reporting, and verification system for determining forest carbon changes<br />\n- establish and operationalise a fair and transparent REDD+ financial mechanism and incentive schemes<br />\n- engage and enhance active participation of stakeholders in REDD+ processes<br />\n- strengthen a national system for governance and co-ordination of REDD+ processes<br />\n- build capacity in terms of training, infrastructure, systems and equipment to support the REDD+ policy<br />\n- generate knowledge and promote scientific understanding on REDD+ issues through research<br />\n- strengthen public awareness, communication and information sharing systems on REDD+ issues<br />\n- strengthen mechanisms to address drivers of deforestation and forest degradation in various agro-ecological zones<br />\n- ensure that gender is mainstreamed in the implementation of REDD+ process and action plan<br />\nThe strategy also adopts a series of strategic actions to curb deforestation, including the diversification of energy sources other than traditional biomass; support to implement land reforms and issuance of Customary Certificate Rights of Occupancy (CCROS); review of the livestock policy and strategies to reduce overgrazing and nomadic pastoral practices; Introduction and promotion of innovations that contribute to reducing carbon emissions from productive activities; Advocacy for government policy on large scale farming investment in the context of REDD+."}