{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Tanzania", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Industry", "Energy"], "document_date": "12/01/1997", "document_language": "English", "document_name": "National Environmental Policy", "document_country_code": "TZA", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/TZA/1997/TZA-1997-01-12-National Environmental Policy_f27f3125227080114ec33c0bbd95cecb.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "The National Environmental Policy was published in December 1997 and details the state of the Tanzanian environment according to the government, the overall policy objectives, policy instruments and institutional management. The document notably insists on preventing land degradation, addressing poverty and demographics dynamics, public participation and education.<br />\n<br />\nThe document notably aims at 1) reducing fuel consumption and controlling emissions in transport, 2) promoting renewable energy production and energy efficiency, 3) controlling industrial emissions, 4) finding a sustainable regime for soil conservation and protection, as the Tanzanian government acknowledges that desertification, deforestation, freshwater availability, climate change and biological diversity are closely related. Instruments to apply the Policy comprise environmental impact assessments, implementing environmental legislation, market-based measures, standards and indicators. The government seeks to adopt a precautionary approach and stimulate international cooperation for transboundary issues. The Ministry for the Environment is designated as the main governmental body entitled to act in the field."}