{"document_instrument_name": [], "document_country_english_shortname": "Tanzania", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Health", "Energy"], "document_language": "English", "document_name": "National Energy Policy, 2015", "document_country_code": "TZA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "12/01/2015", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/TZA/2015/TZA-2015-01-12-National Energy Policy, 2015_ba6edf2428a948d6f61af62af8449898.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL ENERGY POLICY, 2015"}, {"text_block_id": "p0_b2", "text": "Dar es Salaam December, 2015"}, {"text_block_id": "p1_b3", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b4", "text": "ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p5_b5", "text": "MEASUREMENTS AND CONVERSION FACTORS"}, {"text_block_id": "p5_b6", "text": "CONVERSION FACTORS"}, {"text_block_id": "p7_b7", "text": "DEFINITION OF TERMS"}, {"text_block_id": "p21_b8", "text": "FOREWORD"}, {"text_block_id": "p21_b9", "text": "Energy Sector plays an important role in the socio"}, {"text_block_id": "p21_b10", "text": "-"}, {"text_block_id": "p21_b11", "text": "economic development of any country. To ensure effective management of the sector, the Government of Tanzania"}, {"text_block_id": "p21_b12", "text": "launched the first National Energy Policy in 1992. To"}, {"text_block_id": "p21_b13", "text": "cope with increasing activities in the Energy Sector and accommodate public sector reform objectives, a new National Energy Policy was launched in 2003. Despite several interventions in the past decade, the Energy Sector has been facing some challenges embedded in policy, legal, regulatory and institutional frameworks."}, {"text_block_id": "p21_b14_merged_merged", "text": "To address the challenges and achieve the desired policy objectives, the Government has decided to formulate the National Energy Policy, 2015 (NEP, 2015) that will further enhance provision of adequate, reliable and affordable modern energy services to Tanzanians in a sustainable manner. The new policy also provides comprehensive legal, regulatory and institutional frameworks for petroleum, electricity, renewable energies, energy efficiency as well as local content issues."}, {"text_block_id": "p21_b17", "text": "The Ministry of Energy and Minerals (MEM) is responsible for provision of overall leadership, oversight guidance and policy directions in the implementation of this Policy. MEM shall continue to facilitate improvement of investment environment to promote and support private sector participation in the Energy Sector for accelerated socio - economic transformation of our country."}, {"text_block_id": "p21_b18", "text": "This policy document is a result of extensive stakeholders’ consultations. Let me use this opportunity to extend my"}, {"text_block_id": "p22_b19", "text": "sincere appreciation to all stakeholders who participated in the preparation of the document whose implementation strategy has also been prepared. Successful implementation of NEP, 2015 will lead into improved socio – economic transformation of our country and its people. I therefore, call upon all players in the Energy Sector in both public and private sectors to work together to ensure realization of policy objectives."}, {"text_block_id": "p22_b20", "text": "Prof. Sospeter M. Muhongo (MP.)"}, {"text_block_id": "p22_b21", "text": "MINISTER FOR ENERGY AND MINERALS"}, {"text_block_id": "p23_b22", "text": "1 INTRODUCTION"}, {"text_block_id": "p23_b23", "text": "1.1  Background"}, {"text_block_id": "p23_b24_merged", "text": "Energy sector plays a critical role in the socio-economic development of any country. Availability, affordability, reliability and access to modern energy services are considered to be the key ingredients towards achieving desired socio-economic development in Tanzania. In 1992, the first National Energy Policy (NEP) was formulated as a result of socio-economic reforms which took place in 1990s. Thereafter, the National Energy Policy was re-formulated in year 2000, but launched in 2003 with the main objectives of reforming the energy market and attracting private sector participation in the Energy Sector."}, {"text_block_id": "p23_b29", "text": "To a large extent, the implementation of NEP, 2003 has resulted into achievement of the following:- establishment of Energy and Water Utilities Regulatory Authority (EWURA); operationalisation of Rural Energy Agency (REA) and Rural Energy Fund (REF); formulation of SPPA; increased number of players in the petroleum industry; reliable supply of petroleum products; operationalisation of the Bulk Procurement System (BPS) for petroleum importation; formulation of MPPA; formulation of Electricity Act 2008, PSMP 2009 – 2033; increased power generation installed capacity from 891 MW in 2003 to 1,483 MW in 2014; increase in annual electricity consumption per capita from below 80 kWh in 2003 to 105 kWh in 2014; increased electricity connection levels from below 10 percent in 2003 to 30 percent in 2015; formulation of the Electricity Supply Industry Reform Strategy and Roadmap 2014 – 2025; increased natural gas discovery from 8 TCF in 2003 to"}, {"text_block_id": "p24_b30", "text": "55.08 TCF in March 2015 as well as completion of Natural Gas transportation pipeline from Mtwara to Dar es salaam and the associated facilities."}, {"text_block_id": "p24_b31", "text": "Despite the achievements, the Energy Sector faces a number of bottlenecks including: low private sector participation in large scale power generation; over-reliance on few generation sources; unreliable and expensive energy supply; overdependence on Government subsidies; low access to modern energy services; inadequate human resource with requisite skills and knowledge; low participation of Government  and Tanzanians in the"}, {"text_block_id": "p24_b32", "text": "petroleum value and supply chain; inadequate financial"}, {"text_block_id": "p24_b33", "text": "resources to develop the sector; and inadequate research and development. NEP, 2015 has been formulated, among other things to unlock the bottlenecks in the Energy Sector,"}, {"text_block_id": "p24_b34", "text": "improve performance and promote efficient use of energy"}, {"text_block_id": "p24_b35", "text": "resources."}, {"text_block_id": "p24_b36_merged_merged", "text": "The new policy aims at improving business environment to attract more private investments and local participation in the Energy Sector. Taking into consideration global initiative of providing sustainable energy for all, the Policy, apart from promoting energy conservation and efficiency. It also focuses on increasing access to modern energy services and increasing the share of renewable energies in electricity generation mix to enhance availability, reliability and security of supply."}, {"text_block_id": "p25_b39", "text": "1.2 Energy Situation in Tanzania"}, {"text_block_id": "p25_b40", "text": "Tanzania has abundant energy resources which include natural gas, coal, uranium, hydro, biomass, solar, wind, geothermal, tidal and waves. In 2010, the energy consumption composed of residential (72.5 percent); industry (14.4 percent); transport (5.8 percent); agriculture (4.2 percent) and others (3.1 percent). Coal reserve is estimated at 1.9 billion tonnes of which 25 percent is proven. Only 12 percent of the hydro potential of about 4.7 GW has been utilized. The average solar insolation is about 200 Wp/m² and several sites with wind speed ranging from 5 to 9 m/s have been observed. Tanzania has"}, {"text_block_id": "p25_b41", "text": "confirmed uranium deposits of about 200 million pounds."}, {"text_block_id": "p25_b42", "text": "The national energy balance indicates dominance of"}, {"text_block_id": "p25_b43", "text": "biomass use in the form of charcoal and firewood and"}, {"text_block_id": "p25_b44", "text": "its contribution to the total national energy consumption is about 85 percent. Petroleum products contribute about 9.3 percent of the total energy consumed while electricity accounts for 4.5 percent and 1.2 percent from coal and renewable energies."}, {"text_block_id": "p25_b45_merged_merged", "text": "Charcoal consumption mainly in urban areas has nearly doubled over the past ten years due to urbanisation, high prices or scarcity of other alternatives particularly kerosene, electricity and LPG. It is projected that demand for charcoal, without supply and demand side interventions will double by 2030, from approximately 2.3 million tonnes of charcoal in 2012. The Government has been promoting substitution of charcoal and firewood by providing tax relief to stimulate the use of LPG in the country. Over the past ten years, LPG supply for household cooking has increased"}, {"text_block_id": "p26_b48_merged", "text": "significantly. The total volume of LPG imported in financial year 2010/11 was 24,470 MT compared to 69,148 MT in financial year 2014/15. The trend shows that the LPG"}, {"text_block_id": "p26_b51", "text": "market is growing rapidly especially in urban centres."}, {"text_block_id": "p26_b52", "text": "1.2.1 Electricity Industry"}, {"text_block_id": "p26_b53", "text": "As of 2014, installed capacity stood at 1,483 MW composed of hydro 562 MW (38 percent), natural gas 501 MW (32 percent) and Liquid fuel 420 MW (30 percent). Tanzania also imports power from Uganda (10 MW), Zambia (5 MW) and Kenya (1 MW). Demand for electricity has been growing at 10 – 15 percent per annum. As result, the recorded peak demand in December 2014 was 934.62 MW. In 2014, the annual electricity consumption per capita was 105 kWh which is below acceptable global average per capita consumption of 500 kWh."}, {"text_block_id": "p26_b54", "text": "1.2.2 Petroleum Industry"}, {"text_block_id": "p26_b55", "text": "Upstream activities consist of exploration, development and production of petroleum as well as decommissioning of the facilities. The country’s sedimentary basins cover an area of approximately 534,000 square kilometres. Over 130,375.248 km of 2D seismic data onshore and offshore and 37,486.044 square kilometres of 3D seismic data have been acquired onshore and offshore. As of March, 2015 a total of 87 wells had been drilled, out of which 40 had gas discovery which translates to a well density of one (1) well per 6,209 square kilometres, indicating that the country’s sedimentary basins are still underexplored."}, {"text_block_id": "p27_b56", "text": "Natural gas is being produced from Songo Songo and"}, {"text_block_id": "p27_b57", "text": "Mnazi Bay gas fields which are located onshore in Lindi"}, {"text_block_id": "p27_b58", "text": "and Mtwara regions respectively. Other discoveries located onshore and offshore are at various stages of development to establish economic viability. From 2010 to 2015, exploration efforts in the deep offshore basins resulted in discoveries of large quantities of natural gas. The discoveries have increased the total estimated gas initially in place (GIIP) in Tanzania basins from 8 TCF in 2005 to 55.08 TCF which is equivalent to 9.91 billion barrels of oil by March 2015. The Government shall also promote extraction of unconventional natural gas including coal bed methane and shale gas in an environmental friendly manner. Despite explorations efforts, no oil had been discovered in the country so far."}, {"text_block_id": "p27_b59", "text": "Mid and Downstream activities include refining,"}, {"text_block_id": "p27_b60_merged_merged", "text": "processing, storage, oil and gas distribution and sales of refined petroleum products. The existing major petroleum infrastructure are: The Tanzania International Petroleum Reserve (TIPER) with storage capacity of 300,000 cubic meters; the Tanzania - Zambia Pipeline (TAZAMA) which transports semi refined crude oil to Zambia; natural gas pipeline from Mtwara and Lindi to Dar es Salaam with a design capacity of 784 mmscfd; Songo Songo (Lindi) to Dar es Salaam pipeline with capacity of 105 mmscfd. Processing plants are Madimba (Mtwara) with capacity of 210 mmscfd and Songo Songo (Lindi) with capacity of 140 mmscfd. The Government is determined to implement cross country oil and gas pipeline projects to serve the domestic market as well as landlocked countries."}, {"text_block_id": "p28_b65", "text": "In 2000, the Government liberalized petroleum downstream operations. Since then, up to 2012 oil marketing companies both local and international were independently importing petroleum products. In 2012, the Government introduced Bulk Procurement System (BPS) to improve coordination"}, {"text_block_id": "p28_b66", "text": "and efficiency in the petroleum importation process. The"}, {"text_block_id": "p28_b67", "text": "demand for petroleum products has been growing at an average rate of 15 percent per annum. In 2014, the total consumption was about 2.9 billion litres. Since December, 2004 natural gas has been used for power generation, fuelling motor vehicles, cooking in households and institutions."}, {"text_block_id": "p28_b68", "text": "The Government shall also promote extraction of unconventional natural gas including coal bed methane and shale gas in an environmental friendly manner."}, {"text_block_id": "p28_b69", "text": "1.2.3 Local Content in the Petroleum Industry"}, {"text_block_id": "p28_b70_merged_merged", "text": "Increase in exploration activities and discovery of natural gas both on-shore and off shore has attracted public attention on the potential benefits that are likely to accrue from oil and gas related activities. To maximise such benefits, the Government recognizes the importance of Tanzanians’ participation in the entire oil and gas value chain. This policy is formulated to provide a framework for Tanzanians participation in the oil and gas industry. The key focus areas of the Policy include promoting capacity building and technology acquisition; Tanzanians and Tanzanian owned entities participation; procurement and usage of locally produced goods and available services as well as fabrication and manufacturing of machinery products within Tanzania."}, {"text_block_id": "p29_b75", "text": "Human Resource Capacity and Availability"}, {"text_block_id": "p29_b76", "text": "Tanzania has an inadequate number of local experts in the petroleum industry and hence companies operating in the industry in Tanzania are compelled to employ foreign experts. As of April 2015, out of 18 companies engaged in exploration activities, Tanzanians had shares in only one company acquired through Dar es Salaam Stoke Exchange (DSE). The ongoing discoveries of natural gas necessitate the country to develop more local experts who will be engaged in the petroleum industry. In this regard, the Policy aims at developing adequate local workforce with the requisite knowledge and skills through Government, Oil and Gas Companies and local private entities."}, {"text_block_id": "p29_b77", "text": "Technology Availability and Application"}, {"text_block_id": "p29_b78", "text": "Oil and Gas Companies’ exploration activities allow transfer of technology and knowledge based on the agreements or contracts signed with the Government. However, Tanzania has not fully utilized this opportunity largely due to inadequate human resource with requisite capacity. This policy aims at putting in place regulatory frameworks that will ensure transfer of technology in the oil and gas industry."}, {"text_block_id": "p29_b79", "text": "Financing Options"}, {"text_block_id": "p29_b80", "text": "Local financing institutions have limited knowledge on the"}, {"text_block_id": "p29_b81", "text": "petroleum industry, which is a deterrent factor for local businesses to access commercial loans thus hindering acquisition of technology and expansion of local businesses for provision of goods and services.  Consequently, there"}, {"text_block_id": "p30_b82", "text": "is mismatch between demand by Oil and Gas Companies and the level of goods and services provision by local businesses. Financing institutions will be encouraged to acquire the industry knowledge and hence provide loans to local businesses. Oil companies will also be encouraged, where applicable to insure their assets locally."}, {"text_block_id": "p31_b83", "text": "2 JUSTIFICATION FOR THE POLICY"}, {"text_block_id": "p31_b84", "text": "Energy Sector is growing fast and several interventions of policy nature need to be brought on board in order to meet our policy objectives. The existing challenges in"}, {"text_block_id": "p31_b85", "text": "the Energy Sector define policy gaps and therefore are"}, {"text_block_id": "p31_b86", "text": "regarded as key drivers towards formulation of the NEP 2015. The key drivers include:"}, {"text_block_id": "p31_b87", "text": "regarded as key drivers towards formulation of the NEP 2015. The key drivers include:\n* Creating a conducive environment for private capital investment in the Energy Sector;\n* Expediting access to modern energy services through development and expansion of energy infrastructure;\n* Developing energy resources to adequately meet domestic energy demand and facilitation of energy trading;\n* energies to enhance  diversification of energy mix;\n* Enhancing energy efficiency and conservation in all\n* Optimizing benefits to the Government and the people of Tanzania through strategic participation, interventions and equitable benefit sharing;\n* Ensuring prudent management of petroleum resources and accrued revenue for the lasting"}, {"text_block_id": "p32_b106", "text": "regarded as key drivers towards formulation of the NEP 2015. The key drivers include:\n* Creating a conducive environment for private capital investment in the Energy Sector;\n* Expediting access to modern energy services through development and expansion of energy infrastructure;\n* Developing energy resources to adequately meet domestic energy demand and facilitation of energy trading;\n* energies to enhance  diversification of energy mix;\n* Enhancing energy efficiency and conservation in all\n* Optimizing benefits to the Government and the people of Tanzania through strategic participation, interventions and equitable benefit sharing;\n* Ensuring prudent management of petroleum resources and accrued revenue for the lasting\n* Promoting usage of locally produced goods and services in the petroleum industry;\n* Strengthening institutional, legal and regulatory frameworks and developing human resource to ensure development of a sustainable Energy Sector; and\n* Promoting compliance with environmental, health and safety standards in the Energy Sector."}, {"text_block_id": "p32_b112", "text": "Implementation of NEP, 2015 will ensure improved performance and governance of the energy sector through strategic mobilization and utilization of resources including human resource for socio-economic growth."}, {"text_block_id": "p32_b113", "text": "2.1 Vision and mission"}, {"text_block_id": "p32_b114", "text": "2.1.1 Vision"}, {"text_block_id": "p32_b115", "text": "A vibrant Energy Sector that contributes significantly to"}, {"text_block_id": "p32_b116", "text": "economic growth and improved quality of life of Tanzanians."}, {"text_block_id": "p32_b117", "text": "2.1.2 Mission"}, {"text_block_id": "p32_b118", "text": "To provide reliable, affordable, safe, efficient and"}, {"text_block_id": "p32_b119", "text": "environment friendly modern energy services to all while ensuring effective participation of Tanzanians in the sector."}, {"text_block_id": "p33_b120", "text": "2.2 Objectives of the National Energy Policy"}, {"text_block_id": "p33_b121", "text": "2.2.1 Main Objective"}, {"text_block_id": "p33_b122_merged", "text": "To provide guidance for sustainable development and utilization of energy resources to ensure optimal benefits to Tanzanians and contribute towards transformation of the national economy."}, {"text_block_id": "p33_b125", "text": "2.3 Scope of the Policy"}, {"text_block_id": "p33_b126", "text": "The Policy document covers the following areas or sub-sectors:"}, {"text_block_id": "p33_b127", "text": "The Policy document covers the following areas or sub-sectors:\n* Electricity generation, transmission, distribution, interconnection, power trading and rural\n* Petroleum and gas upstream, midstream and downstream activities;\n* energy efficiency including Feed-in-tariff; and\n* Cross-cutting issues including subsidies, institutional, legal, regulatory as well as monitoring and evaluation frameworks."}, {"text_block_id": "p34_b137", "text": "3 POLICY ISSUES AND STATEMENTS"}, {"text_block_id": "p34_b138", "text": "3.1 Electricity Sub-sector"}, {"text_block_id": "p34_b139", "text": "This section focuses on power generation, transmission"}, {"text_block_id": "p34_b140", "text": "and distribution. Specific objectives are as follows:"}, {"text_block_id": "p34_b141", "text": "and distribution. Specific objectives are as follows:\n* Improving security of supply through effective use of energy resources and cross-border trading;\n* Enhancing power reliability and coverage of transmission and distribution networks;\n* Enhancing utilisation of renewable energy resources so as to increase its contribution in electricity generation mix;\n* Accelerating\n* -\n* -\n economic transformations; and\n* Increasing private sector participation in electricity supply industry."}, {"text_block_id": "p34_b154", "text": "3.1.1 Power Generation"}, {"text_block_id": "p34_b155", "text": "Issue:"}, {"text_block_id": "p34_b156", "text": "Sufficient power for domestic market and participation in cross-border trading"}, {"text_block_id": "p34_b157_merged_merged", "text": "Historically, hydro systems contributed about 80 percent of electricity supplies in the country. The commercialisation of natural gas in 2004 coupled with a shift from hydro to gas fired plants significantly changed the generation mix. In the order of priority, the Power System Master Plan (PSMP)"}, {"text_block_id": "p35_b160", "text": "2012 Update indicates the desired generation mix: natural gas, coal, hydro, renewable energies, and nuclear energy. Tanzania also expects to participate in cross border power trading to complement domestic generation of electricity."}, {"text_block_id": "p35_b161", "text": "Oil and Gas:"}, {"text_block_id": "p35_b162", "text": "A number of gas fired power generation"}, {"text_block_id": "p35_b163", "text": "projects are being developed and upon completion, about 1,500 MW will be added by 2019, although gas utilization for"}, {"text_block_id": "p35_b164", "text": "power generation is not the most efficient and economical"}, {"text_block_id": "p35_b165", "text": "use of natural gas. Imported liquid fuel is also used for power generation."}, {"text_block_id": "p35_b166", "text": "Coal:"}, {"text_block_id": "p35_b167_merged_merged", "text": "It is one of the major indigenous energy resources in Tanzania but exploitation of this resource for electricity generation has not yet been fully accomplished. Some industries are using coal for thermal applications, particularly cement factories and agro-processing industries. Coal has not been optimally harnessed due to financial constraints; limited local expertise in coal exploration; inadequate coal reserve data; poor access routes to coal mining sites; and global environmental concerns."}, {"text_block_id": "p35_b170", "text": "Uranium:"}, {"text_block_id": "p35_b171", "text": "Availability of uranium in Ruvuma and Dodoma regions provides an opportunity for nuclear power generation, considering the fact that electricity demand is increasing. Development of nuclear power plants is limited by high investment cost; concerns over proliferation of atomic weapons; high operation and maintenance costs; absence of requisite indigenous capacity; waste management; and decommissioning of nuclear plants. The Policy envisages developing nuclear power in line with International standards as well as legal and regulatory frameworks."}, {"text_block_id": "p36_b172", "text": "Hydro:"}, {"text_block_id": "p36_b173", "text": "Despite huge potentials of 4.7GW, only 12 percent of this resource has been utilised. Challenges in developing hydro systems include vulnerability to hydrology and climate change; capital intensive; relocation and resettlement of affected persons; long lead time; inadequate hydrological"}, {"text_block_id": "p36_b174", "text": "data; and conflicting and competing land and water uses"}, {"text_block_id": "p36_b175", "text": "between various sub-sectors of the economy."}, {"text_block_id": "p36_b176", "text": "Non-hydro Renewable Energies:"}, {"text_block_id": "p36_b177", "text": "These include solar,"}, {"text_block_id": "p36_b178", "text": "wind, biomass, geothermal. Significant exploitation has"}, {"text_block_id": "p36_b179", "text": "been made on solar and biomass whose technologies are already commercialised."}, {"text_block_id": "p36_b180", "text": "Regional Power Pools:"}, {"text_block_id": "p36_b181", "text": "Based on energy resources potential Tanzania stands to meet its domestic electricity"}, {"text_block_id": "p36_b182", "text": "demand through regional power pools. The benefits of"}, {"text_block_id": "p36_b183", "text": "regional interconnections include security of supply and system stability."}, {"text_block_id": "p36_b184_merged_merged_merged_merged", "text": "Major challenges facing electricity sub-sector include improving quality, reliability and security of supply inadequate private sector participation; mobilizing adequate financial resources to develop the sub-sector; and reducing technical and non-technical losses."}, {"text_block_id": "p36_b187", "text": "Objective:"}, {"text_block_id": "p36_b188", "text": "To improve security of supply to meet the demand."}, {"text_block_id": "p37_b189", "text": "Policy Statements:"}, {"text_block_id": "p37_b190", "text": "3.1.2"}, {"text_block_id": "p37_b191", "text": "Power Transmission and Distribution"}, {"text_block_id": "p37_b192", "text": "Issue:"}, {"text_block_id": "p37_b193", "text": "Reliability and coverage of transmission and distribution networks."}, {"text_block_id": "p37_b194", "text": "Existing transmission system comprises grid substations interconnected by transmission lines, utilizing system voltages of 220 kV; 132 kV; and 66 kV. The existing transmission system capacity is severely constrained particularly during peak hours due to aged infrastructure, high power technical losses, lack of proper rehabilitation and maintenance and system overload. Challenges for enhancing transmission networks include vandalism of transmission network; land and way-leaves acquisition."}, {"text_block_id": "p37_b195", "text": "The distribution systems include 33kV, 11kV and 0.4kV lines. Achievement of national electricity connection level and access targets requires expansion of power distribution networks. Challenges facing distribution networks include dilapidated networks, vandalism, outages as well as technical and non-technical losses."}, {"text_block_id": "p38_b196", "text": "Objective:"}, {"text_block_id": "p38_b197", "text": "To enhance power reliability and coverage of transmission and distribution networks"}, {"text_block_id": "p38_b198", "text": "Policy Statements:"}, {"text_block_id": "p38_b199", "text": "3.1.3 Rural Energy Services"}, {"text_block_id": "p38_b200", "text": "Issue:"}, {"text_block_id": "p38_b201", "text": "Rural energy transformation"}, {"text_block_id": "p38_b202_merged", "text": "About 70 percent of the Tanzanian population lives in rural areas and use traditional fuels mainly woodfuel for cooking in households and institutions and for processing in agro-industries. Other sources of energy in rural areas include grid and off-grid electricity, dry cells, kerosene, biogas, solar cookers and LPG. Major barriers toward increasing access to modern energy services in rural areas include: remoteness, scattered population and hence high"}, {"text_block_id": "p39_b204", "text": "distribution costs, as well as relatively high connection charges."}, {"text_block_id": "p39_b205", "text": "Objective:"}, {"text_block_id": "p39_b206", "text": "To accelerate rural electrification to foster socio-economic transformation."}, {"text_block_id": "p39_b207", "text": "Policy Statements:"}, {"text_block_id": "p39_b208", "text": "3.1.4 Renewable Energy Resources"}, {"text_block_id": "p39_b209", "text": "Issue:"}, {"text_block_id": "p39_b210", "text": "Scaling-up utilisation of renewable energy resources."}, {"text_block_id": "p39_b211", "text": "Tanzania has a huge resource base of renewable energy resources which include wind, solar, biomass, small-scale hydro, geothermal, tidal, waves, and ocean thermal conversion. Renewable energy technologies currently in use in the country include solar thermal, solar photovoltaic (PV), wind and biomass (solid, liquid, gaseous)."}, {"text_block_id": "p39_b212", "text": "Solar:"}, {"text_block_id": "p39_b213", "text": "Tanzania’s geographical location gives a unique opportunity for good solar insolation. Solar utilisation is"}, {"text_block_id": "p40_b214", "text": "constrained by high initial cost; poor after sales service;"}, {"text_block_id": "p40_b215", "text": "insufficient awareness on the potential and economic benefits offered by solar technologies, and appropriate credit and financing mechanisms."}, {"text_block_id": "p40_b216", "text": "Biomass:"}, {"text_block_id": "p40_b217_merged", "text": "Tanzania has considerable sources of biomass including agricultural and forest bio-residues which in combination with the woodlands, meet the majority of household energy needs. Biomass exists in three forms: liquid, gaseous and solid.  Challenges associated with biomass include: low conversion and end-use efficiency deforestation; indoor emissions; inadequate legal and institutional framework to support sustainable production, distribution, supply and use of wood fuel."}, {"text_block_id": "p40_b220", "text": "Liquid biofuels development brings many challenges related to socio-economic and environmental sustainability such as land acquisition and food security. The policy shall therefore strengthen institutional capacity, legal and regulatory framework."}, {"text_block_id": "p40_b221", "text": "Wind:"}, {"text_block_id": "p40_b222", "text": "Tanzania has some proven wind regime sites for commercial electricity generation. However, inadequate wind regime data; high investment costs; integration and compatibility to the grid system and distance from grid and load centers remained to be main challenges for investment in wind power generation."}, {"text_block_id": "p40_b223", "text": "Small Scale – Hydro"}, {"text_block_id": "p40_b224", "text": ":"}, {"text_block_id": "p40_b225", "text": "Tanzania has considerable potential of small hydro (capacity of less than 10MW).  The proven sites have not been fully exploited due to lack of funds to develop the sites and restrictions on water rights."}, {"text_block_id": "p41_b226", "text": "Geothermal:"}, {"text_block_id": "p41_b227", "text": "Tanzania has a potential of generating power using geothermal resource. Development of geothermal resource is constrained by high investment costs; high exploration risks; inadequate data, human and capital resource required to undertake necessary studies;"}, {"text_block_id": "p41_b228", "text": "remote location of geothermal fields and undeveloped"}, {"text_block_id": "p41_b229", "text": "infrastructures."}, {"text_block_id": "p41_b230_merged_merged", "text": "In order to promote electricity generation, and utilization of undeveloped renewable energy resources, an appropriate tariff mechanism will be established to enable producers to generate and sell electricity to distributors at a pre-determined fixed tariff for a specific period of time. This will be attained by: adopting technology-based tariff; providing investment security and market stability to investors; reducing transaction and administrative costs; and maximizing returns to investors by operating their"}, {"text_block_id": "p41_b234", "text": "plants efficiently."}, {"text_block_id": "p41_b235", "text": "Objective:"}, {"text_block_id": "p41_b236", "text": "To enhance utilisation of renewable energy resources so as to increase its contribution in diversifying resources for electricity generation."}, {"text_block_id": "p41_b237", "text": "Policy Statements:"}, {"text_block_id": "p42_b238", "text": "3.1.5"}, {"text_block_id": "p42_b239", "text": "Energy Efficiency and Conservation"}, {"text_block_id": "p42_b240", "text": "Issue:"}, {"text_block_id": "p42_b241", "text": "Efficient use of energy."}, {"text_block_id": "p42_b242", "text": "Energy efficiency and conservation refers to measures aimed at reducing energy consumption without sacrificing"}, {"text_block_id": "p42_b243", "text": "productivity, level of service or increasing costs. These measures have the potential of scaling down capital investment needed to provide additional supply of energy."}, {"text_block_id": "p42_b244", "text": "Energy Efficiency in Industries:"}, {"text_block_id": "p42_b245_merged", "text": "Industrial sector is among the major consumers of energy, particularly electricity, petroleum and biomass. In most industries, energy is used inefficiently due to old and sub-standard equipment as well as outdated technologies. Due to significant energy losses in the industrial sector, there is a necessity to promote energy efficiency and conservation as well as integrate energy audits in the energy management system."}, {"text_block_id": "p42_b250", "text": "Energy Efficiency in Residential and Commercial Sectors:"}, {"text_block_id": "p42_b251", "text": "Energy used for cooling, heating and lighting is directly related to: the building orientation, design and materials; appliances; the occupants’ needs and behaviours; and"}, {"text_block_id": "p43_b252", "text": "the surrounding micro-climate. However, most buildings in"}, {"text_block_id": "p43_b253", "text": "the country are characterized by low thermal efficiencies"}, {"text_block_id": "p43_b254", "text": "and wasteful heating and cooling systems. As a result,"}, {"text_block_id": "p43_b255", "text": "buildings are reliant on artificial means for indoor comfort"}, {"text_block_id": "p43_b256", "text": "accompanied by increasing energy use, particularly"}, {"text_block_id": "p43_b257", "text": "electricity consumption. To address this, energy efficiency"}, {"text_block_id": "p43_b258", "text": "measures need to be mainstreamed into housing policies; building codes and practices; establishing energy performance standards; creating awareness and capacity building."}, {"text_block_id": "p43_b259", "text": "Energy Efficiency in Agro-based and Small Scale Industries:"}, {"text_block_id": "p43_b260", "text": "Many small-scale and agro-based industries including baking, brick burning, tobacco curing, tea drying,"}, {"text_block_id": "p43_b261", "text": "fish smoking industries use significant amount of firewood. Application of thermal efficient end-use technologies would minimize consumption of the firewood and therefore"}, {"text_block_id": "p43_b262", "text": "contributing towards reducing the rate of deforestation and energy cost to end-user."}, {"text_block_id": "p43_b263", "text": "Energy Efficiency in Transport Sector"}, {"text_block_id": "p43_b264_merged_merged_merged", "text": ": The transport sector consumes a large share of imported petroleum products. The existing challenge in the sector is on ensuring efficient use of petroleum products. This is determined by driving behaviours, standard of vehicles and age, the quality of transport systems and the mode of transport. Poor transport infrastructure causes traffic congestions which result in high fuel consumption and air pollution. It is also important to explore possibilities for fuel switch to other forms of energy such as electricity, ethanol and compressed natural gas."}, {"text_block_id": "p44_b269", "text": "Objective:"}, {"text_block_id": "p44_b270", "text": "To promote energy efficiency and conservation in all sectors of the economy."}, {"text_block_id": "p44_b271", "text": "Policy Statements"}, {"text_block_id": "p44_b272", "text": "3.1.6 Alternative Fuel to Biomass"}, {"text_block_id": "p44_b273", "text": "Issue:"}, {"text_block_id": "p44_b274", "text": "Utilization of alternatives to woodfuel for cooking"}, {"text_block_id": "p44_b275_merged", "text": "Increasing demand for solid biomass based fuels for cooking coupled with traditional wood to energy conversion technologies, cooking methods and the use of inefficient stoves have contributed to environmental degradation. The use of woodfuel in rural and urban areas has also contributed to health problems associated with smoke. It is therefore necessary to explore possibilities for fuel switch to other forms of energy such as compressed natural gas,"}, {"text_block_id": "p44_b278", "text": "liquefied petroleum gas (LPG) and electricity."}, {"text_block_id": "p45_b279", "text": "Objective:"}, {"text_block_id": "p45_b280", "text": "To improve quality of life through use of modern fuels."}, {"text_block_id": "p45_b281", "text": "Policy Statements:"}, {"text_block_id": "p45_b282", "text": "3.2 Petroleum and Gas Sub-sector"}, {"text_block_id": "p45_b283_merged", "text": "Petroleum resource found in Tanzania belongs to the people of the United Republic of Tanzania, and must be managed and utilized in a manner that benefits the entire Tanzanian society. This section provides a framework for guiding petroleum upstream, mid and downstream"}, {"text_block_id": "p45_b286", "text": "activities. Specific objectives are as follows:"}, {"text_block_id": "p45_b287", "text": "activities. Specific objectives are as follows:\n* Optimizing and effectively managing petroleum resource base;\n* Developing and maintaining an efficient\n* Ensuring timely announcement and optimal development of petroleum commercial discoveries;\n* Maximizing revenue to the Government while ensuring investors recover prudently incurred"}, {"text_block_id": "p46_b297", "text": "activities. Specific objectives are as follows:\n* Optimizing and effectively managing petroleum resource base;\n* Developing and maintaining an efficient\n* Ensuring timely announcement and optimal development of petroleum commercial discoveries;\n* Maximizing revenue to the Government while ensuring investors recover prudently incurred\n* Enhancing availability of reliable and affordable supply of petroleum to the domestic market and its use in a sustainable manner;\n* processing, liquefaction, transportation, storage and distribution;\n* Developing a competitive and efficient domestic\n* Promoting linkages with other sectors of the economy and  rational use of the petroleum resource; and\n* participation in regional and international energy projects."}, {"text_block_id": "p46_b310", "text": "3.2.1 Upstream Activities"}, {"text_block_id": "p46_b311_merged", "text": "The upstream petroleum operations include promotion, exploration, development and production. The operational aspects pertaining to this segment include: pre-licensing, licensing and exploration; information and data management; delineation and discovery assessment, development, production and decommissioning."}, {"text_block_id": "p47_b314", "text": "3.2.1.1 Pre – licensing, licensing and exploration"}, {"text_block_id": "p47_b315", "text": "Issue:"}, {"text_block_id": "p47_b316", "text": "Establishing and managing the country’s petroleum resource base."}, {"text_block_id": "p47_b317", "text": "Pre-licensing activities are conducted by data acquisition companies in collaboration with TPDC. However, in the existing policies and legislation, pre-licensing activities are not fully covered. For the purpose of regulation and administration the pre-licensing phase encompasses: ensuring adequate legislative and contractual frameworks; clarifying jurisdictional and trans-boundary borders; assessing petroleum resource potential; and licensing through bidding rounds."}, {"text_block_id": "p47_b318", "text": "Proper licensing of petroleum activities will enable the Government to meet its obligations in: exercising its legitimate jurisdiction rights over the resource; managing the resource-base prudently; regulating the speed, location and sequence of petroleum activities; managing expectations and mitigating negative impacts from planned petroleum activities and eventually managing petroleum revenue for sustainable socio- economic development. The Policy therefore, requires establishment of petroleum resource base and a licensing strategy for undertaking petroleum operations. To enhance transparency and competition in petroleum operations, pre-licensing and licensing activities have to be legislated."}, {"text_block_id": "p48_b319", "text": "Objective:"}, {"text_block_id": "p48_b320", "text": "To optimize and effectively manage petroleum resource base."}, {"text_block_id": "p48_b321", "text": "Policy Statements"}, {"text_block_id": "p48_b322", "text": "3.2.1.2"}, {"text_block_id": "p48_b323", "text": "Information and Data Management"}, {"text_block_id": "p48_b324", "text": "Issue:"}, {"text_block_id": "p48_b325", "text": "Ownership of petroleum related data and information"}, {"text_block_id": "p48_b326", "text": "."}, {"text_block_id": "p48_b327", "text": "The petroleum data and information are valuable assets for the country in determining the potentiality and commerciality of the Tanzania sedimentary basins. The Government recognizes the importance of data and information dissemination as key elements for the short and long-term successful mapping, planning and administration of the petroleum resource."}, {"text_block_id": "p48_b328", "text": "The Government is determined to establish a clear guidance with regard to the management and ownership"}, {"text_block_id": "p49_b329", "text": "of all data and information collected from petroleum operations in the country."}, {"text_block_id": "p49_b330", "text": "Objective:"}, {"text_block_id": "p49_b331", "text": "To develop and maintain an efficient data and information system."}, {"text_block_id": "p49_b332", "text": "Policy Statements"}, {"text_block_id": "p49_b333", "text": "The Government shall:"}, {"text_block_id": "p49_b334", "text": "The Government shall:\n* Ensure exploration and production data are\n* interest; and\n* Ensure speculative survey data acquisition in frontier areas are conducted either by Petroleum Upstream Regulator or in partnership with a data acquisition company."}, {"text_block_id": "p49_b340", "text": "3.2.1.3 Delineation, Discovery, Appraisal, Development, Production and Decommissioning"}, {"text_block_id": "p49_b341", "text": "Issue:"}, {"text_block_id": "p49_b342", "text": "Discovery and extraction of petroleum resources."}, {"text_block_id": "p49_b343_merged_merged", "text": "Exploration companies are registered in the stock exchange markets and therefore require prompt reporting of any resource discoveries or change in operations as it has financial implications. The Government needs to make informed decision with regards to discoveries, which will further enable delineation of the discoveries, assessment of commercial viability, development of fields, infrastructure and decommissioning of installations. Therefore, there is need to provide clear policy guidance to control hydrocarbon development."}, {"text_block_id": "p50_b348", "text": "Objective:"}, {"text_block_id": "p50_b349", "text": "To ensure timely announcement and optimal development of petroleum commercial discoveries."}, {"text_block_id": "p50_b350", "text": "Policy Statements"}, {"text_block_id": "p50_b351", "text": "3.2.1.4"}, {"text_block_id": "p50_b352", "text": "Midstream and Downstream Petroleum Activities"}, {"text_block_id": "p50_b353", "text": "Issue:"}, {"text_block_id": "p50_b354", "text": "Petroleum Infrastructure Development."}, {"text_block_id": "p50_b355", "text": "Midstream and downstream activities involve transportation, distribution and marketing of petroleum products. In terms of capital investment, these activities are less risky compared to upstream activities, but are of"}, {"text_block_id": "p50_b356", "text": "great significance in the socio-economic development."}, {"text_block_id": "p50_b357_merged", "text": "Petroleum is an important resource for power generation, manufacturing industries, transportation, commercial and households for thermal applications. With the increasing utilization of petroleum resource, it is important that"}, {"text_block_id": "p51_b359", "text": "necessary infrastructure such as pipelines, processing plants and storage facilities are developed to ensure sustainability of supply."}, {"text_block_id": "p51_b360", "text": "Objective:"}, {"text_block_id": "p51_b361", "text": "To ensure sustainability of petroleum supply through infrastructure development."}, {"text_block_id": "p51_b362", "text": "Policy Statements"}, {"text_block_id": "p51_b363", "text": "3.2.1.5 Petroleum for the Domestic and Export Market"}, {"text_block_id": "p51_b364", "text": "Issue:"}, {"text_block_id": "p51_b365", "text": "Security of Supply of Petroleum."}, {"text_block_id": "p51_b366_merged", "text": "The Government promotes domestic use of petroleum resource to accelerate socio-economic transformation. In case of natural gas, production of Liquefied Petroleum Gas (LPG), Liquefied Natural Gas (LNG), Gas to Liquid (GTL) and Natural Gas Liquids (NGL) will be promoted for the domestic market. Natural gas will also be used as a raw material for production of fertilizer, methanol and ethanol. Furthermore, the Government will facilitate establishment of industrial parks for natural gas industries. In order to"}, {"text_block_id": "p52_b370", "text": "ensure efficiency and reliable supply of natural gas, the"}, {"text_block_id": "p52_b371", "text": "Policy envisages establishing an Aggregator."}, {"text_block_id": "p52_b372", "text": "The main incentive for oil and gas companies is to develop petroleum reserves for export. However, Tanzania aims to have a reasonable share of the resource for domestic applications. The Government will coordinate utilization of natural gas based on a Natural Gas Utilization Master Plan."}, {"text_block_id": "p52_b373", "text": "Objective:"}, {"text_block_id": "p52_b374", "text": "To develop a competitive and efficient domestic"}, {"text_block_id": "p52_b375", "text": "and export market for oil and natural gas."}, {"text_block_id": "p52_b376", "text": "Policy Statements:"}, {"text_block_id": "p52_b377", "text": "3.2.1.6 Linkages with Other Strategic Sectors"}, {"text_block_id": "p52_b378", "text": "Issue:"}, {"text_block_id": "p52_b379", "text": "Mainstreaming petroleum resource utilization into other strategic socio-economic sectors."}, {"text_block_id": "p52_b380_merged", "text": "Petroleum can be used to stimulate development and growth of other sectors of the economy such as agriculture, education, electricity health, mining, commerce,"}, {"text_block_id": "p53_b382", "text": "manufacturing, household and transport. In addition, activities in the petroleum industry, such as exploration, construction and system operations will further create demand for labour, goods and services."}, {"text_block_id": "p53_b383", "text": "Objective"}, {"text_block_id": "p53_b384", "text": ": To promote linkages between the petroleum industry with other strategic sectors of the economy."}, {"text_block_id": "p53_b385", "text": "Policy Statements:"}, {"text_block_id": "p53_b386", "text": "The Government shall:"}, {"text_block_id": "p53_b387", "text": "The Government shall:\n* Ensure growth of the petroleum industry supports strategic investment in other sectors of the economy; and\n* Facilitate establishment of Integrated Plan for strategic sectors of the economy."}, {"text_block_id": "p53_b391", "text": "3.2.1.7 Management of Petroleum Revenue"}, {"text_block_id": "p53_b392", "text": "Issue:"}, {"text_block_id": "p53_b393", "text": "Managing revenue arising from petroleum to benefit the present and future generations."}, {"text_block_id": "p53_b394_merged", "text": "Petroleum resource is a potential source of revenue to the Government. However, if not properly managed such resource is likely to be a curse instead of a blessing. Since petroleum is a finite resource, it is crucial that revenue from exploitation of this resource is managed in a manner that will bring lasting benefits and welfare to the Tanzanian society. In order to generate sustainable returns, the revenue must be invested strategically. Petroleum Revenue Fund will be established and managed to ensure transparency and accountability over collection, allocation, expenditure and management of all petroleum revenue."}, {"text_block_id": "p54_b399", "text": "Objective:"}, {"text_block_id": "p54_b400", "text": "To maximize revenue to the Government while ensuring investors recover prudently incurred costs and receive appropriate share of profit."}, {"text_block_id": "p54_b401", "text": "Policy Statements:"}, {"text_block_id": "p54_b402", "text": "3.3 Local Content in the Petroleum and Gas Sub-sector"}, {"text_block_id": "p54_b403", "text": "Local content and participation issues have recently been topical, representing some of key areas of policy initiatives internationally. On the other hand, the Government of Tanzania aims at increasing the level of participation for Tanzanians in the petroleum value-chain. In realizing this objective, oil and gas companies in the country shall be required to develop local capability."}, {"text_block_id": "p54_b404_merged", "text": "This Policy is geared towards a progressive and comprehensive integration of Tanzanian citizens into all aspects of the petroleum industry to ensure maximization of benefits. It also aims at adding value to the country’s"}, {"text_block_id": "p55_b406", "text": "economy through workforce development (employment and training of local workforce) and supplier development (developing and procuring goods and services locally"}, {"text_block_id": "p55_b407", "text": ")"}, {"text_block_id": "p55_b408", "text": ". The Policy provides a framework to guide development and management of local content issues in the petroleum"}, {"text_block_id": "p55_b409", "text": "industry. Specific objectives for local content issues are:"}, {"text_block_id": "p55_b410", "text": "industry. Specific objectives for local content issues are:\n* Facilitating and developing local businesses and Tanzanians to participate effectively in the petroleum industry;\n* Acquiring appropriate technology to enable Tanzanians to manage and operate the petroleum industry;\n* Increasing the number of Tanzanians employed in the petroleum value chain;\n* Facilitating establishment of maintenance service centres and strengthen local capacity in fabrication and manufacturing;\n* social and economic  development of the Tanzanian Communities;\n* Enabling Local Businesses and Tanzanians to access funding for supply of standard goods and services required in the petroleum industry; and\n* Ensuring that Government and Tanzanians have sufficient capacity to participate effectively in the petroleum value chain."}, {"text_block_id": "p56_b427", "text": "3.3.1 Participation of Local Businesses and Tanzanians"}, {"text_block_id": "p56_b428", "text": "Issue:"}, {"text_block_id": "p56_b429", "text": "Capacity Building for Local Businesses and Tanzanians in petroleum activities."}, {"text_block_id": "p56_b430_merged", "text": "Most of the oil and gas activities in the country are done by foreign companies due to inadequate capital, technology and requisite skills for Tanzanians. In order for local businesses to capture opportunities arising from oil and gas activities and increase economic benefits to Tanzanians, this policy promotes the use of goods and services produced in Tanzania. Oil companies shall be encouraged to build capacity to local companies to be able to meet the required standards for goods and services."}, {"text_block_id": "p56_b433", "text": "Objective"}, {"text_block_id": "p56_b434", "text": ":"}, {"text_block_id": "p56_b435", "text": "To facilitate and develop Local Businesses and Tanzanians to participate effectively in the petroleum industry."}, {"text_block_id": "p56_b436", "text": "Policy Statements:"}, {"text_block_id": "p57_b437", "text": "3.3.2 Acquisition of Relevant Technologies"}, {"text_block_id": "p57_b438", "text": "Issue:"}, {"text_block_id": "p57_b439", "text": "Competence for Local Businesses and Tanzanians in petroleum activities."}, {"text_block_id": "p57_b440_merged", "text": "Technology and innovation are crucial for sustainable development of the petroleum industry. Tanzania depends on technologies from multinational companies which are contracted on merit of their technological advancement and financial capability. Development of local capability to acquire relevant technologies in the industry is critical. This can be supported and facilitated by contractors, subcontractors and other allied entities."}, {"text_block_id": "p57_b443", "text": "Objective"}, {"text_block_id": "p57_b444", "text": ":"}, {"text_block_id": "p57_b445", "text": "To enable local businesses and Tanzanians to manage and operate the oil and gas industry."}, {"text_block_id": "p57_b446", "text": "Policy Statements:"}, {"text_block_id": "p58_b447", "text": "3.3.3 Employment Opportunities for Tanzanians in oil and gas industry"}, {"text_block_id": "p58_b448", "text": "Issue:"}, {"text_block_id": "p58_b449", "text": "Inadequate skilled human resource in petroleum industry"}, {"text_block_id": "p58_b450", "text": "Tanzania has inadequate skilled local workforce in the petroleum industry. Rapid growth of the industry creates demand for more skilled labour. In order to address this situation, the Government in collaboration with private sector have to support development of appropriate labour force for successful undetakings in the petroleum industry."}, {"text_block_id": "p58_b451", "text": "Objective:"}, {"text_block_id": "p58_b452", "text": "To increase number of Tanzanians employed in the petroleum value chain."}, {"text_block_id": "p58_b453", "text": "Policy Statements:"}, {"text_block_id": "p59_b454", "text": "3.3.4"}, {"text_block_id": "p59_b455", "text": "Fabrication, Manufacturing and Maintenance Services"}, {"text_block_id": "p59_b456", "text": "Issue"}, {"text_block_id": "p59_b457", "text": ":"}, {"text_block_id": "p59_b458", "text": "In country production and maintenance of equipment and tools required in petroleum industry."}, {"text_block_id": "p59_b459", "text": "Petroleum industry demands for fabrication, manufacturing and maintenance of machinery products which are not available in Tanzania. Taking into consideration the rapid growth of the industry, such services need to be established and operationalised in Tanzania. This will provide opportunity for Tanzanians to participate in provision of such services."}, {"text_block_id": "p59_b460", "text": "Objective"}, {"text_block_id": "p59_b461", "text": ":"}, {"text_block_id": "p59_b462", "text": "To facilitate establishment of maintenance service centres and strengthen local capacity in fabrication and manufacturing."}, {"text_block_id": "p59_b463", "text": "Policy Statements:"}, {"text_block_id": "p60_b464", "text": "3.3.5"}, {"text_block_id": "p60_b465", "text": "Socio-Economic Benefits to Tanzanian"}, {"text_block_id": "p60_b466", "text": "Communities"}, {"text_block_id": "p60_b467", "text": "Issue:"}, {"text_block_id": "p60_b468", "text": "Realizing benefits of petroleum resources."}, {"text_block_id": "p60_b469", "text": "The Government recognizes the importance of Tanzanian communities towards development of petroleum industry. Involvement of these communities in petroleum activities will stimulate multiplier effect and improve socio-economic development. This can be done through procurement of materials and contracting of services locally; employing and developing the communities; and improving the capability of indigenous economic activities."}, {"text_block_id": "p60_b470", "text": "Objective:"}, {"text_block_id": "p60_b471", "text": "To optimize benefits of petroleum industry for social and economic development."}, {"text_block_id": "p60_b472", "text": "Policy Statements:"}, {"text_block_id": "p61_b473", "text": "3.3.6"}, {"text_block_id": "p61_b474", "text": "Financing Options for Local Businesses and Tanzanians"}, {"text_block_id": "p61_b475", "text": "Issue"}, {"text_block_id": "p61_b476", "text": ":"}, {"text_block_id": "p61_b477", "text": "Engaging local financial institutions and Tanzanians in petroleum activities."}, {"text_block_id": "p61_b478_merged", "text": "Local business expansions are constrained by lack of adequate financing and knowledge to provide goods and services required in the petroleum industry. As a result, there is mismatch between oil and gas companies’ demand for goods and services and available supply capabilities. The Government in collaboration with financing institutions will put in place appropriate strategy that will enable Tanzanians and Local Businesses to access financing for supply of standard goods and services required in petroleum industry. Most of the oil and gas companies’ major transactions are done through foreign financial institutions due to limited capacity of local financial institutions. The Government will sensitize local financial institutions to actively participate in the petroleum industry."}, {"text_block_id": "p61_b487", "text": "Objective:"}, {"text_block_id": "p61_b488", "text": "To enable Local Businesses and Tanzanians to access funding for supply standard goods and services required in the petroleum industry."}, {"text_block_id": "p62_b489", "text": "Policy Statements:"}, {"text_block_id": "p62_b490", "text": "3.4 Other Policy Issues"}, {"text_block_id": "p62_b491", "text": "3.4.1 Energy Financing"}, {"text_block_id": "p62_b492", "text": "Issue:"}, {"text_block_id": "p62_b493", "text": "Investment in the Energy Sector."}, {"text_block_id": "p62_b494_merged", "text": "Energy Sector programmes and projects are capital intensive. This has made traditional financing methods inadequate to meet the unprecedented demands for capital to finance the expanding Energy Sector. In that context, deliberate efforts are in place to open up private investment; and undertake sectoral reorganizations and tariff reforms. An augmented role of private finance requires a continuing collaboration of public sector, private sector and Development Partners."}, {"text_block_id": "p63_b501_merged", "text": "Constraints toward development of Energy Sector include: inadequate funding;  partial adoption of the most cost- effective energy supply options; and inadequate local development of energy technologies. The Policy promotes establishment of Consolidated Energy Fund, private sector participation and long-term financing through local financing arrangements. The Government also recognizes the role of private sector through PPP arrangements in bringing capital investment and technology transfer in the energy sector."}, {"text_block_id": "p63_b505", "text": "Objective:"}, {"text_block_id": "p63_b506", "text": "To increase private sector participation towards provision of modern energy services."}, {"text_block_id": "p63_b507", "text": "Policy statements:"}, {"text_block_id": "p63_b508", "text": "3.4.2 Energy Pricing"}, {"text_block_id": "p63_b509", "text": "Issue:"}, {"text_block_id": "p63_b510", "text": "Establishing appropriate pricing for energy services."}, {"text_block_id": "p63_b511", "text": "A fair and equitable pricing regime is important for the sustainability of the Energy Sector performance. TChallenges in energy pricing include: affordability on"}, {"text_block_id": "p63_b512", "text": "consumers’ side, fluctuations of foreign exchange rates,"}, {"text_block_id": "p64_b513", "text": "inflation and performance of service providers."}, {"text_block_id": "p64_b514", "text": "NEP 2015 strives to enhance establishment of appropriate pricing mechanism based on a set of principles, including: cost"}, {"text_block_id": "p64_b515", "text": "reflectivity; prudently incurred costs; reliability and quality of"}, {"text_block_id": "p64_b516", "text": "services; fair return on invested capital; capacity allocation to the most valuable use;"}, {"text_block_id": "p64_b517", "text": "and efficiency in production and"}, {"text_block_id": "p64_b518", "text": "consumption."}, {"text_block_id": "p64_b519", "text": "Objective:"}, {"text_block_id": "p64_b520", "text": "To institute appropriate pricing structure to sustain supply and demand sides."}, {"text_block_id": "p64_b521", "text": "Policy statements:"}, {"text_block_id": "p64_b522", "text": "3.4.3 Energy Subsidy Regime"}, {"text_block_id": "p64_b523", "text": "Issue"}, {"text_block_id": "p64_b524", "text": ":"}, {"text_block_id": "p64_b525", "text": "Instituting subsidies in the Energy Sector."}, {"text_block_id": "p64_b526_merged_merged", "text": "Subsidies are one of policy instruments used by governments to attain economic, social and environmental"}, {"text_block_id": "p65_b528", "text": "objectives. Specific projects and programmes in the"}, {"text_block_id": "p65_b529_merged", "text": "Energy Sector require subsidies to enhance sustainable operations. Consumption subsidy is for instance provided to disadvantaged population by charging at the rate which is lower than the actual cost of electricity supply. However, such a subsidy regime also benefits untargeted consumers while operational subsidies are unsustainable. To promote investments in rural areas, grants and subsidies are provided to project developers through Rural Energy Fund. In case of petroleum products, subsidies were abolished in 2000 when the industry was liberalized."}, {"text_block_id": "p65_b532", "text": "Objective:"}, {"text_block_id": "p65_b533", "text": "To promote effective and transparent subsidy regime."}, {"text_block_id": "p65_b534", "text": "Policy Statements:"}, {"text_block_id": "p65_b535", "text": "The Government shall:"}, {"text_block_id": "p65_b536", "text": "The Government shall:\n* Ensure targeted, objective based and transparent subsidy;\n* Support capital investment subsidy for strategic energy infrastructure development;\n* Facilitate implementation of lifeline tariff for customers with less ability to pay; and\n* Ensure that petroleum prices to strategic projects and households are affordable and predictable."}, {"text_block_id": "p66_b544", "text": "3.4.4 Capacity Building, Research and Development"}, {"text_block_id": "p66_b545", "text": "Issue:"}, {"text_block_id": "p66_b546", "text": "Developing the Energy Sector"}, {"text_block_id": "p66_b547", "text": "."}, {"text_block_id": "p66_b548_merged", "text": "Increased activities in the Energy Sector have resulted to high demand for knowledge and skills. To meet demand for human resources, higher and tertiary learning institutions are encouraged to review their training curricula to include oil and gas disciplines. Energy Sector growth is constrained by insufficient ability in the field of energy research; inadequate funding for Research, Development and Dissemination; limited research activities; and inadequate linkage between markets and academic institutions. The Policy will promote education, vocational training, research and development in the Energy Sector to generate new ideas and technologies."}, {"text_block_id": "p66_b553", "text": "Objective:"}, {"text_block_id": "p66_b554", "text": "To promote applied research and enhance capacity building in the Energy Sector."}, {"text_block_id": "p66_b555", "text": "Policy statements:"}, {"text_block_id": "p67_b556", "text": "3.4.5"}, {"text_block_id": "p67_b557", "text": "Integrated Planning"}, {"text_block_id": "p67_b558", "text": "Issue:"}, {"text_block_id": "p67_b559", "text": "Enhancing coordination in Energy Sector planning."}, {"text_block_id": "p67_b560", "text": "Integrated planning is an important tool for facilitating implementation of energy projects and programmes."}, {"text_block_id": "p67_b561", "text": "Inadequate planning has led to conflicting and competing"}, {"text_block_id": "p67_b562", "text": "interests among various sub-sectors of the economy with regard to the development and utilization of energy resources; occasional shortages or disruptions in supply of fossil fuels; power rationing as well as frequent power interruptions. Robust integrated planning must take on board the needs of government actors, regional and international energy trends."}, {"text_block_id": "p67_b563_merged_merged", "text": "The main challenges facing energy planning are inadequate structures and systems for integrated energy planning and monitoring of the implementation of planned projects; inadequate capacity to carry out integrated energy planning; inadequate sub-sector specific master plans; and inadequate energy database and information management systems."}, {"text_block_id": "p67_b566", "text": "Objective:"}, {"text_block_id": "p67_b567", "text": "To mainstream sectoral plans into Energy Sector planning."}, {"text_block_id": "p67_b568", "text": "Policy Statements:"}, {"text_block_id": "p68_b569", "text": "3.4.6"}, {"text_block_id": "p68_b570", "text": "Public Awareness on Petroleum Activities"}, {"text_block_id": "p68_b571", "text": "Issue"}, {"text_block_id": "p68_b572", "text": ":"}, {"text_block_id": "p68_b573", "text": "Managing expectations in the petroleum industry"}, {"text_block_id": "p68_b574_merged", "text": "Public expectations have increased after the discovery of natural gas in deep sea on the perception that it will yield benefits in a short term. However, there is a long time lag between petroleum discovery and conversion of such discovery into monetary terms. In this regard, sensitization to key stakeholders including company employees, NGOs, community groups, activists, media and the general public is of paramount importance."}, {"text_block_id": "p68_b577", "text": "Furthermore, the Government recognises the need for Oil and Gas Companies to play an active role to the communities surrounding petroleum operations through Corporate Social Responsibilities (CSR) programmes. Therefore, the implementation of credible CSR programmes shall be promoted."}, {"text_block_id": "p68_b578", "text": "Objective"}, {"text_block_id": "p68_b579", "text": ":"}, {"text_block_id": "p68_b580", "text": "To effectively manage public expectations on benefits emanating from the petroleum industry."}, {"text_block_id": "p68_b581", "text": "Policy Statements"}, {"text_block_id": "p69_b582", "text": "4 CROSS CUTTING ISSUES"}, {"text_block_id": "p69_b583", "text": "4.1 Transparency and Accountability"}, {"text_block_id": "p69_b584", "text": "Issue"}, {"text_block_id": "p69_b585", "text": ":"}, {"text_block_id": "p69_b586", "text": "Management of Energy Resources."}, {"text_block_id": "p69_b587_merged", "text": "To achieve the desired level of transparency and accountability in the Energy Sector, collaboration among stakeholders is important especially with respect to information sharing and dissemination. Consequently, the general public becomes aware of the opportunities and benefits in the sector, including coal, natural gas, uranium etc. Other mechanisms that will be used to promote good governance include effective monitoring and enforcement of laws, prevention of corruption and maintaining political stability of the country. The Government shall promote accountability and transparency in planning, procurement, contracting of goods and services in the energy sector as advocated by Extractive Industry Transparency Initiative (EITI)."}, {"text_block_id": "p69_b590", "text": "Objective"}, {"text_block_id": "p69_b591", "text": ":"}, {"text_block_id": "p69_b592", "text": "To ensure transparency and accountability in development of the Energy Sector."}, {"text_block_id": "p69_b593", "text": "Policy statements:"}, {"text_block_id": "p70_b594", "text": "4.2 Regional and International Cooperation"}, {"text_block_id": "p70_b595", "text": "Issue:"}, {"text_block_id": "p70_b596", "text": "Seizing opportunities from regional and international cooperation."}, {"text_block_id": "p70_b597", "text": "Cooperation with regional and international economic partners is important for development of the Energy Sector. The Energy Sector in Tanzania stands to contribute and"}, {"text_block_id": "p70_b598", "text": "benefit from regional economic blocks such as EAC and"}, {"text_block_id": "p70_b599", "text": "SADC. There is also a need to strengthen cooperation with Partner States, to share best practices and experiences in the management of the Energy Sector."}, {"text_block_id": "p70_b600", "text": "Objective:"}, {"text_block_id": "p70_b601", "text": "Optimizing benefits accruing from Tanzania’s"}, {"text_block_id": "p70_b602", "text": "participation in regional and international energy projects."}, {"text_block_id": "p70_b603", "text": "Policy Statements:"}, {"text_block_id": "p70_b604", "text": "The Government shall:"}, {"text_block_id": "p70_b605", "text": "The Government shall:\n* Support cross border projects and investments within EAC, SADC and AU Partner States to maximize benefits accruing from exploitation of energy resources; and\n* Facilitate international collaboration in education, research, exchange of data and information in the Energy Sector."}, {"text_block_id": "p70_b611", "text": "4.3 Safety, Occupational Health and Environment"}, {"text_block_id": "p70_b612", "text": "Issue:"}, {"text_block_id": "p70_b613", "text": "Strengthening management of safety, occupational health and environment in energy related activities."}, {"text_block_id": "p71_b614_merged", "text": "Energy activities such as exploration and production of petroleum; coal and uranium mining; uncontrolled use of woodfuel; combustion of fossil fuels; construction of hydropower dams and pipeline can negatively impact on ecological and environmental systems. To mitigate anticipated effects, energy projects are subjected to Environmental and Social Impact Assessments (ESIAs) and Strategic Environmental Assessment (SEA). It is also desirable to consider important aspects such as co-existence with other human activities based on natural resources and unspoiled environments, including fisheries and tourism. Since risks cannot be completely eliminated, establishment of disaster prevention and response plans is of paramount importance. The policy promotes environmental management best practices including “Polluter-Pays-Principle’’."}, {"text_block_id": "p71_b619", "text": "Objective:"}, {"text_block_id": "p71_b620", "text": "To ensure compliance with Health, Safety and Environmental standards in the Energy Sector."}, {"text_block_id": "p71_b621", "text": "Policy Statements:"}, {"text_block_id": "p72_b622", "text": "4.4 Gender Issues and HIV/AIDS in the Energy Sector"}, {"text_block_id": "p72_b623", "text": "Issue"}, {"text_block_id": "p72_b624", "text": ":"}, {"text_block_id": "p72_b625", "text": "Mainstreaming gender and addressing HIV & AIDS in the Energy Sector."}, {"text_block_id": "p72_b626", "text": "Management and development of energy resources at the grass-root level requires effective participation of both women and men in the decision-making process. The Government in collaboration with stakeholders will promote participation of women in energy related activities. HIV & AIDS is a global pandemic which requires continued awareness on preventive measures. In this regard, the Government and stakeholders will continue to create awareness and preventive measures on HIV & AIDS in energy related activities."}, {"text_block_id": "p72_b627", "text": "Objective"}, {"text_block_id": "p72_b628", "text": ":"}, {"text_block_id": "p72_b629", "text": "To mainstream gender and HIV & AIDS issues in the Energy Sector."}, {"text_block_id": "p72_b630", "text": "Policy Statements:"}, {"text_block_id": "p72_b631", "text": "The Government shall:"}, {"text_block_id": "p72_b632", "text": "(i)"}, {"text_block_id": "p72_b633", "text": "Ensure employment and training opportunities in the Energy Sector are based on gender equality and equity; and"}, {"text_block_id": "p72_b634", "text": "(ii)"}, {"text_block_id": "p72_b635", "text": "Facilitate formation of women groups to participate in provision of goods and services required in the Energy Sector; and"}, {"text_block_id": "p72_b636", "text": "(iii)"}, {"text_block_id": "p72_b637", "text": "Collaborate with stakeholders to provide preventive, curative and education on HIV & AIDS in the energy sector."}, {"text_block_id": "p73_b638", "text": "5 FISCAL, LEGAL AND REGULATORY FRAMEWORKS"}, {"text_block_id": "p73_b639", "text": "The existing fiscal, legal and regulatory frameworks in the"}, {"text_block_id": "p73_b640_merged", "text": "Energy Sector are governed by various laws. Challenges towards implementing such frameworks include the need for review of legislations and overlapping roles and functions of institutions. The policy document provides robust guidance for the establishment of sound fiscal, legal and regulatory frameworks for effective management of the Energy Sector. Therefore, effective implementation of objectives and strategies outlined in the Policy will require the following measures to be undertaken:"}, {"text_block_id": "p73_b643", "text": "a)"}, {"text_block_id": "p73_b644", "text": "Harmonizing energy related legislation;"}, {"text_block_id": "p73_b645", "text": "b)"}, {"text_block_id": "p73_b646", "text": "Reviewing and aligning the Energy Sector’s legal and regulatory framework;"}, {"text_block_id": "p73_b647", "text": "c)"}, {"text_block_id": "p73_b648", "text": "Strengthening and ensuring an effective regulatory framework that provides guidance to all actors in the Energy Sector;"}, {"text_block_id": "p73_b649", "text": "d)"}, {"text_block_id": "p73_b650", "text": "Developing and establishing a clear mechanism for enforcement of the legal framework including penalties;"}, {"text_block_id": "p73_b651", "text": "e)"}, {"text_block_id": "p73_b652", "text": "Building capacity for the enforcement of the legal and regulatory provisions;"}, {"text_block_id": "p73_b653", "text": "f)"}, {"text_block_id": "p73_b654", "text": "Enacting relevant legislation; and"}, {"text_block_id": "p73_b655", "text": "g)"}, {"text_block_id": "p73_b656", "text": "Ensuring compliance with generally accepted local and international standards of Energy Sector activities."}, {"text_block_id": "p74_b657", "text": "5.1 Fiscal Framework"}, {"text_block_id": "p74_b658", "text": "Effective fiscal regime is an important tool for developing"}, {"text_block_id": "p74_b659_merged", "text": "the Energy Sector and maximizing Government revenue. Following increased energy development activities, this policy envisages to put in place predictable and effective fiscal regime that balances the interests of the Government and investors. Tanzania has adopted Production Sharing Agreement (PSA) regime as a base for apportioning revenue and profits accruing from oil and gas operations between the Government and operators. This arrangement has inadequate mechanisms to appropriately capture excessive profit derived from operations of energy resources in case of crude oil price hike, change of technology and discovery of major oil or gas fields. The Government therefore strives to put in place policy guidelines to ensure progressivity in taxation in form of Additional Profit Tax for the case of petroleum exploration and production. Others include Standardized Power Purchase Agreements and Tariff as well as Model Power Purchase Agreements in electricity sub-sector"}, {"text_block_id": "p74_b670", "text": "5.2 Legal Framework"}, {"text_block_id": "p74_b671", "text": "The current legal framework for energy resource management and development is governed by various instruments including: The Constitution; the Local Government Act (1982); the Land Act (1999); the Energy and Water Utilities Regulatory Authority (2001), the Atomic Energy Act (2003), the Fair Competition Act (2003), the Environmental Management Act (2004); the Rural Energy Act (2005); the Electricity Act (2008); the Water Resources Management Act (2009), the Public Procurement Act"}, {"text_block_id": "p75_b672", "text": "(2011); Petroleum Act (2015); and the Public Private Partnership Policy of 2009 and Act of 2014. This policy will improve the existing legal frameworks by reviewing them and enacting new legislation where necessary."}, {"text_block_id": "p75_b673", "text": "5.3 Regulatory Framework"}, {"text_block_id": "p75_b674_merged", "text": "The Petroleum Act (2015) provides for establishment and operationalization of Petroleum Upstream Regulatory Authority (PURA). Conversely, the Energy and Water Utilities Regulatory Authority is responsible for regulating the downstream petroleum and natural gas subsector, as well as electricity and water sub-sectors. The policy among others, gives guidance on establishment of upstream regulator to effectively and efficiently manage petroleum upstream operations."}, {"text_block_id": "p76_b677", "text": "6 INSTITUTIONAL FRAMEWORK"}, {"text_block_id": "p76_b678", "text": "Successful implementation of this Policy depends on the existence of a robust institutional framework. The framework articulates major roles of key institutions towards implementation of the Policy. The key players in implementation of the policy include Central Government, Local Government Authorities (LGAs); National Oil Company; Regulatory Authorities; Private Sector; Academic and Research Institutions; oil and gas companies; Media; and Civil Societies and Communities."}, {"text_block_id": "p76_b679", "text": "6.1 The Role of Government"}, {"text_block_id": "p76_b680", "text": "The role of the Government shall include:"}, {"text_block_id": "p76_b681", "text": "a)"}, {"text_block_id": "p76_b682", "text": "Formulating and overseeing implementation of policies, laws and regulations;"}, {"text_block_id": "p76_b683", "text": "b)"}, {"text_block_id": "p76_b684", "text": "Developing and implementing plans and programmes in the energy sector;"}, {"text_block_id": "p76_b685", "text": "c)"}, {"text_block_id": "p76_b686", "text": "Attracting investment and technology in the sector;"}, {"text_block_id": "p76_b687", "text": "d)"}, {"text_block_id": "p76_b688", "text": "Mobilization of financial resources and"}, {"text_block_id": "p76_b689", "text": "participating strategically in energy investments;"}, {"text_block_id": "p76_b690", "text": "e)"}, {"text_block_id": "p76_b691", "text": "Safeguarding energy infrastructure and overseeing the implementation of Local Content initiatives and the Corporate Social Responsibility Action Plan in the Energy Sector;"}, {"text_block_id": "p77_b692", "text": "f)"}, {"text_block_id": "p77_b693", "text": "Negotiating Production Sharing Agreement (PSA) or any other contractual agreements related to petroleum operations;"}, {"text_block_id": "p77_b694", "text": "g)"}, {"text_block_id": "p77_b695", "text": "Ensure review of Standardized Power Purchase Agreement and Tariff for small power developers as well as Model Power Purchase Agreements based on the resource;"}, {"text_block_id": "p77_b696", "text": "h)"}, {"text_block_id": "p77_b697", "text": "Granting, renewing, suspending and cancelling of petroleum exploration, development and production licenses;"}, {"text_block_id": "p77_b698", "text": "i)"}, {"text_block_id": "p77_b699", "text": "Approving field development Plans (FDP),"}, {"text_block_id": "p77_b700", "text": "infrastructure development plans, tail end plans and decommissioning plans of installations; and"}, {"text_block_id": "p77_b701", "text": "j)"}, {"text_block_id": "p77_b702", "text": "Supporting local businesses and Tanzanians to participate actively in the petroleum industry; and"}, {"text_block_id": "p77_b703", "text": "k)"}, {"text_block_id": "p77_b704", "text": "Strengthening capacity of Government institutions responsible for oil and gas industry, invest in human resource and infrastructure development in line with national development objectives."}, {"text_block_id": "p77_b705", "text": "6.2 Regulatory Authorities"}, {"text_block_id": "p77_b706_merged", "text": "EWURA is vested with the responsibility of regulating electricity industry, mid and downstream petroleum undertakings. Newly established Petroleum Upstream Regulatory Authority (PURA) is mandated to regulate"}, {"text_block_id": "p78_b708", "text": "petroleum upstream activities. The roles of the Upstream Regulator include:"}, {"text_block_id": "p78_b709", "text": "(i)"}, {"text_block_id": "p78_b710", "text": "Monitoring all phases of petroleum exploration, discovery, evaluation and delineation, commercial evaluation of discovery, reservoir performance and production regulation under production to ensure optimal rates for the discovery, commercialisation and recovery of petroleum resources through using"}, {"text_block_id": "p78_b711", "text": "the best available technologies and field practices;"}, {"text_block_id": "p78_b712", "text": "(ii)"}, {"text_block_id": "p78_b713", "text": "Advising the Government on the proposed"}, {"text_block_id": "p78_b714", "text": "field development Plan (FDP), infrastructure"}, {"text_block_id": "p78_b715", "text": "development, tail end plan and decommissioning of installations submitted by the operators/contractors;"}, {"text_block_id": "p78_b716", "text": "(iii)"}, {"text_block_id": "p78_b717_merged_merged", "text": "Managing the national exploration and production (E&P) data base and working diligently towards declassifying as much data as it sees fit for the public interest;"}, {"text_block_id": "p78_b720", "text": "(iv)"}, {"text_block_id": "p78_b721", "text": "Undertaking the administration of PSA contracts or other contractual arrangements; and conducting reconnaissance surveys and evaluating prospectivity of frontier areas;"}, {"text_block_id": "p78_b722", "text": "(v)"}, {"text_block_id": "p78_b723", "text": "Performing the functions conferred to it by the respective petroleum upstream sector legislation including monitoring and inspection of the subsector;"}, {"text_block_id": "p78_b724", "text": "(vi)"}, {"text_block_id": "p78_b725", "text": "Ensuring compliance with the law by industry players and receiving and processing application for the granting, renewing, suspending and cancelling of petroleum exploration, development and production licenses;"}, {"text_block_id": "p79_b726", "text": "(vii)"}, {"text_block_id": "p79_b727", "text": "Advising the Ministry responsible for petroleum affairs on the granting, renewing, suspending and cancelling of petroleum exploration, development and production licenses;"}, {"text_block_id": "p79_b728", "text": "(viii)"}, {"text_block_id": "p79_b729", "text": "Monitoring and evaluating performance efficiency in"}, {"text_block_id": "p79_b730", "text": "petroleum upstream activities including that related to levels of investment, cost of services, regularity of outputs and availability of crude oil and natural gas for the domestic supply;"}, {"text_block_id": "p79_b731", "text": "(ix)"}, {"text_block_id": "p79_b732", "text": "Maintaining continued communication and dialogue with all stakeholders in the industry including the public to ensure optimal development of the sub – sector;"}, {"text_block_id": "p79_b733", "text": "(x)"}, {"text_block_id": "p79_b734", "text": "Facilitating the resolution of complaints and disputes and imposing sanctions wherever there is a violation of regulations;"}, {"text_block_id": "p79_b735", "text": "(xi)"}, {"text_block_id": "p79_b736", "text": "Co-operating with other regulatory agencies/ Government authorities (including NEMC, OSHA, TRA) to monitor the petroleum industry; and"}, {"text_block_id": "p79_b737", "text": "(xii)"}, {"text_block_id": "p79_b738", "text": "Advising the Ministry responsible for petroleum affairs on the promotion and bidding process of the open acreage."}, {"text_block_id": "p80_b739", "text": "Roles of EWURA include:"}, {"text_block_id": "p80_b740", "text": "(i)"}, {"text_block_id": "p80_b741", "text": "licensing, tariff review, monitoring performance and standards with regards to quality, safety, health and environment;"}, {"text_block_id": "p80_b742", "text": "(ii)"}, {"text_block_id": "p80_b743", "text": "promoting effective competition and economic"}, {"text_block_id": "p80_b744", "text": "efficiency, protecting the interests of consumers"}, {"text_block_id": "p80_b745", "text": "and"}, {"text_block_id": "p80_b746", "text": "(iii)"}, {"text_block_id": "p80_b747", "text": "promoting the availability of regulated services to all consumers including low income, rural and disadvantaged consumers in the regulated sectors."}, {"text_block_id": "p80_b748", "text": "6.3 Bank of Tanzania"}, {"text_block_id": "p80_b749", "text": "The primary responsibility of the Central Bank is to establish monetary conditions conducive to price stability over time. In this case, the roles of BoT shall include:"}, {"text_block_id": "p80_b750", "text": "(i)"}, {"text_block_id": "p80_b751", "text": "To ensure that petroleum activities do not cause negative impact on monetary policy and macro"}, {"text_block_id": "p80_b752", "text": "-"}, {"text_block_id": "p80_b753", "text": "economic stability;"}, {"text_block_id": "p80_b754", "text": "(ii)"}, {"text_block_id": "p80_b755", "text": "To provide advice to the Government on the impact of the Energy Sector on the national economy; and"}, {"text_block_id": "p80_b756", "text": "(iii)"}, {"text_block_id": "p80_b757", "text": "To manage and administer the Oil and Gas Revenue Fund."}, {"text_block_id": "p80_b758", "text": "6.4 National Oil Company"}, {"text_block_id": "p80_b759_merged_merged", "text": "The National Oil Company will have to take new roles and responsibilities in light of new development of the industry. Commercial and regulatory activities shall be carried out by relevant independent entities. In addition, the National Oil Company shall undertake commercial aspects of"}, {"text_block_id": "p81_b761", "text": "petroleum in the up, mid - and down-stream operations. The roles of the National Oil Company shall include:"}, {"text_block_id": "p81_b762", "text": "(i)"}, {"text_block_id": "p81_b763", "text": "Advising the Government on policy issues pertaining to petroleum operations;"}, {"text_block_id": "p81_b764", "text": "(ii)"}, {"text_block_id": "p81_b765", "text": "Participating in petroleum  reconnaissance, exploration and development projects;"}, {"text_block_id": "p81_b766", "text": "(iii)"}, {"text_block_id": "p81_b767", "text": "Carrying out specialized operations in the petroleum value chain using  subsidiary companies;"}, {"text_block_id": "p81_b768", "text": "(iv)"}, {"text_block_id": "p81_b769", "text": "Participation in petroleum operations and handling the government’s commercial interests in the petroleum sub-sector;"}, {"text_block_id": "p81_b770", "text": "(v)"}, {"text_block_id": "p81_b771", "text": "Managing the marketing of the country’s share of petroleum received in kind;"}, {"text_block_id": "p81_b772", "text": "(vi)"}, {"text_block_id": "p81_b773", "text": "Developing in depth expertise in the oil and gas industry;"}, {"text_block_id": "p81_b774", "text": "(vii)"}, {"text_block_id": "p81_b775", "text": "Taking lead in the implementation of local content principles and regulations as stipulated in the subsequent legislations; and"}, {"text_block_id": "p81_b776", "text": "(viii)"}, {"text_block_id": "p81_b777", "text": "Liaising with Ministry responsible of oil and gas on all matters related to local content."}, {"text_block_id": "p81_b778", "text": "(ix)"}, {"text_block_id": "p81_b779", "text": "Investigating and proposing new upstream, midstream and downstream ventures local and international;"}, {"text_block_id": "p81_b780", "text": "(x)"}, {"text_block_id": "p81_b781", "text": "Contracting and holding equity or participating in oil service and supply chain franchises and other licences;"}, {"text_block_id": "p82_b782", "text": "(xi)"}, {"text_block_id": "p82_b783", "text": "Performing any other petroleum operations and related functions; and"}, {"text_block_id": "p82_b784", "text": "(xii)"}, {"text_block_id": "p82_b785", "text": "Establishing and enabling an Aggregator who will develop, own and manage the major infrastructure for mid- and down-stream natural gas sector, including but not limited to the following:"}, {"text_block_id": "p82_b786", "text": "Establishing and enabling an Aggregator who will develop, own and manage the major infrastructure for mid- and down-stream natural gas sector, including but not limited to the following:\n* The pipeline network from central gathering stations to wholesale distribution and end users;\n* The gas processing facilities and gas products; and\n* The central gathering stations â either jointly with the producers or on its own."}, {"text_block_id": "p82_b792", "text": "6.5 Tanzania Electric Supply Company Limited"}, {"text_block_id": "p82_b793_merged", "text": "Tanzania Electric Supply Company Limited (TANESCO) is a state owned company responsible for generation, transmission and distribution of electricity. To improve governance, performance, financial and commercial viability of the power sector as well as service delivery of electricity services, the Government approved the Electricity Supply Industry Reform Strategy and Roadmap in June 2014."}, {"text_block_id": "p82_b796", "text": "6.6 Rural Energy Agency"}, {"text_block_id": "p82_b797", "text": "Rural Energy Agency (REA) is responsible for promoting access to modern energy services in the rural areas and"}, {"text_block_id": "p83_b798", "text": "mobilizing resources for such services. The Rural Energy Board (REB) is responsible for managing the Rural Energy Fund (REF)."}, {"text_block_id": "p83_b799", "text": "6.7 Weights and Measures Agency"}, {"text_block_id": "p83_b800", "text": "This is an Agency responsible for calibrating and verification"}, {"text_block_id": "p83_b801", "text": "of measuring instruments used or intended to be used in the energy systems. It will support and coordinate use of accurate and reliable measurements in the energy sector including oil and gas operations."}, {"text_block_id": "p83_b802", "text": "6.8 Private Sector"}, {"text_block_id": "p83_b803", "text": "Private sector including Independent Power Producers (IPPs), Oil Marketing Companies (OMCs) and Oil and gas companies play important role in providing substantial capital investment and technologies needed in the Energy Sector. The Government will continue to work with the Private Sector to promote, build capacity and facilitate PPP projects or other arrangements in the Energy Sector. The private sector is expected to implement credible local content programmes."}, {"text_block_id": "p83_b804", "text": "6.9 Academic and Research Institutions"}, {"text_block_id": "p83_b805_merged", "text": "Academic and Research Institutions are important for development of the Energy Sector. Development of the sector requires human resources with requisite knowledge and skills. In order to meet the sector demand, the Government has taken measures to introduce and strengthen training in relevant fields in the Energy Sector. The Government will work with these institutions to promote education, training and research in the Energy Sector and"}, {"text_block_id": "p84_b809", "text": "promote recruitment and retention of the human resources required in the industry."}, {"text_block_id": "p84_b810", "text": "6.10 NGOs and CSOs"}, {"text_block_id": "p84_b811", "text": "This Policy recognizes the role of NGOs and other civil society organisations in enhancing advocacy, mobilization and dialogue with communities, investors and the Government. The Government will collaborate with NGOs and Civil Societies in designing, monitoring and implementation of socio-economic programmes."}, {"text_block_id": "p84_b812", "text": "6.11 Media"}, {"text_block_id": "p84_b813", "text": "The role of the media in providing balanced public information on the Energy Sector activities is important. In this regard, the media need to strengthen their capacity in understanding Energy Sector activities to ensure delivery of information accurately and timely. This will increase public awareness, enhance transparency and ensure accountability on Energy Sector."}, {"text_block_id": "p84_b814", "text": "6.12 The Community"}, {"text_block_id": "p84_b815_merged", "text": "Local communities have a big role to safeguard integrity of the infrastructure in the Energy Sector. While benefiting from the use of infrastructure, communities have the responsibility to maintain security and safety of such infrastructure for sustainability purposes."}, {"text_block_id": "p85_b818", "text": "7 MONITORING AND EVALUATION FRAMEWORK"}, {"text_block_id": "p85_b819", "text": "Effective implementation of the policy requires establishment of a robust Monitoring and Evaluation framework. The Framework provides a milestones and"}, {"text_block_id": "p85_b820", "text": "key performance indicators for each specific objectives of"}, {"text_block_id": "p85_b821", "text": "the Policy. The framework is a tool for tracking compliance with the policy implementation strategy. It supports the realization of intended outcomes and impact of the policy."}, {"text_block_id": "p85_b822", "text": "7.1 Institutional Arrangement for Monitoring and Evaluation Framework"}, {"text_block_id": "p85_b823", "text": "Framework for monitoring and evaluation covers reporting, supporting and coordination systems for policy implementation. The Ministry responsible for energy will coordinate, monitor and evaluate the implementation of the National Energy Policy. Consultations will be done with key stakeholders including MDAs (ministries responsible"}, {"text_block_id": "p85_b824", "text": "for finance, land, law, security and environment), LGAs,"}, {"text_block_id": "p85_b825", "text": "the Parliament, the Private Sector, Media, FBOs, CBOs, NGOs, OMCs, IOCs, CSOs and Development Partners."}, {"text_block_id": "p85_b826", "text": "7.2 Monitoring and Evaluation Indicators"}, {"text_block_id": "p85_b827_merged_merged_merged", "text": "Main objective of monitoring and evaluation is to determine the relevance, effectiveness and impact of Policy on socio-economic development. Key performance indicators will be developed to measure the implementation of the policy. The indicators will be reviewed periodically to adjust to emerging issues. Baseline data and information will be collected as a benchmark for tracking the implementation"}, {"text_block_id": "p86_b830", "text": "of the Policy. Reporting on M&E will involve semi-annual and annual progress reports."}, {"text_block_id": "p86_b831", "text": "7.3 Monitoring and Evaluation Tools"}, {"text_block_id": "p86_b832", "text": "Tools for monitoring and evaluation of the Policy will base on the following:"}, {"text_block_id": "p86_b833", "text": "(i)"}, {"text_block_id": "p86_b834", "text": "Policy Implementation Strategy;"}, {"text_block_id": "p86_b835", "text": "(ii)"}, {"text_block_id": "p86_b836", "text": "Quarterly, Semi-Annually and Annual Progress and Performance Reports;"}, {"text_block_id": "p86_b837", "text": "(iii)"}, {"text_block_id": "p86_b838", "text": "Electricity Supply Industry Reform Strategy and Roadmap;"}, {"text_block_id": "p86_b839", "text": "(iv)"}, {"text_block_id": "p86_b840", "text": "Rural Energy Act, 2005;"}, {"text_block_id": "p86_b841", "text": "(v)"}, {"text_block_id": "p86_b842", "text": "Electricity Act, 2008;"}, {"text_block_id": "p86_b843", "text": "(vi)"}, {"text_block_id": "p86_b844", "text": "Petroleum Act, 2015"}, {"text_block_id": "p86_b845", "text": "(vii)"}, {"text_block_id": "p86_b846", "text": "Local Content Regulations;"}, {"text_block_id": "p86_b847", "text": "(viii)"}, {"text_block_id": "p86_b848", "text": "Model Production Sharing Agreement; and"}, {"text_block_id": "p86_b849", "text": "(ix)"}, {"text_block_id": "p86_b850", "text": "Petroleum Upstream Regulations."}, {"text_block_id": "p87_b851", "text": "8 THE WAY FORWARD"}, {"text_block_id": "p87_b852_merged", "text": "The NationalEnergy Policy, 2015, provides overall guidance in the Energy Sector while recognising specific policies in the sector. The Strategy for implementation of the Policy has also been put in place having made consultations with key stakeholders. It shall be reviewed when need arises taking into considerations emerging activities as well as major changes and developments in the sector."}], "document_description": "The National Energy Policy (NEP) was updated in December 2015 by the Ministry of Energy and Minerals. It aims at sustainably providing adequate, reliable and affordable energy to the Tanzanians. The NEP notably aims at scaling up the utilisation of renewable energy per se and to diversify the country's energy mix, using solar, biomass, wind, small-scale hydro and geothermal, including in buildings and industrial designs. Feed-in tariffs should be established and renewable energy integrate both the national and isolated grids. Alternatives to wood for cooking are also promoted. Besides, the document calls for a controlled use of new petroleum discoveries in the country.<br />\n<br />\nIn terms of energy efficiency in the sectors of industry, residential commercial, agro-based, and transport, the NEP aims at 1) facilitating the establishment of standards and code of practice for energy management, 2) ensure energy uses are benchmarked to industry prudent practices, 3) facilitate efficient biomass conversion and end-use technologies, and 4) ensure the integration of energy efficiency aspects in housing policies and building codes.<br />\n<br />\nIn transport, the NEP promotes a fuel switch to other forms of energy such as electricity, ethanol and compressed natural gas.<br />\n<br />\nThe document also aims at strengthening institutional, legal and regulatory frameworks and developing human resource to ensure development of a sustainable Energy Sector, and promotes compliance with environmental, health and safety standards in the Energy Sector."}