{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Tanzania", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Climate Change Communication Strategy (2012-2017)", "document_country_code": "TZA", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "10/12/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/TZA/2012/TZA-2012-12-10-National Climate Change Communication Strategy (2012-2017)_94bb5378bacb18c8a596e735b9baaff5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE UNITED REPUBLIC OF TANZANIA"}, {"text_block_id": "p0_b2", "text": "VICE PRESIDENT'S OFFICE"}, {"text_block_id": "p0_b3", "text": "H&liII@Ł CCJ1IIŁifra CCŁ@)]: CC@ŁŁlUJŁIlŁ!ill@Ł Łj}j];@W [Ł@11.ŁCJŁ@jl?'))"}, {"text_block_id": "p1_b4", "text": "FOREWORD"}, {"text_block_id": "p1_b5", "text": "Climate change has the potential to impact negatively on almost all sectors of the economy. Tanzania like other African countries has been experiencing impacts of climate change which includes severe floods, frequent and prolonged droughts, sea level rise, declining crop yields, loss of livestock, decreased water availability as well as increase in vector and water-borne diseases."}, {"text_block_id": "p1_b6", "text": "In recognizing the devastating impacts of climate change, the Government has put in place a number of initiatives in order to address the challenges of climate change. Some of these initiatives include enactment of the Environmental Management Act, 2004; development of the National Adaptation Programme of Action (NAPA), 2007; MKUKUTA II; National Adaptation Strategy and Action Plan (NASAP), 2009; and National Climate Change Strategy (NCCS), 2012. There are also various sectoral initiatives that aim at addressing the impacts of climate change and strengthen resilience of communities."}, {"text_block_id": "p1_b7", "text": "Despite these initiatives, the level of awareness and understanding of climate change issues among stakeholders is still very low at all levels. One of the major reasons for this is the absence of national climate change communication mechanism to enable effective communication of climate change knowledge."}, {"text_block_id": "p1_b8", "text": "This National Climate Change Communication Strategy is intended to enhance climate change awareness in the society. It focuses on six thematic areas namely, general knowledge on climate change, adaptation, mitigation, climate change research, gender and financing. The Strategy provides a framework for generating and delivering key climate change messages to targeted audiences within the context of the national communication channels and procedure."}, {"text_block_id": "p1_b9", "text": "Dr. Terezya L. Huvisa (MP)"}, {"text_block_id": "p1_b10", "text": "MINISTER OF STATE"}, {"text_block_id": "p1_b11", "text": "VICE PRESIDENT’S OFFICE"}, {"text_block_id": "p1_b12", "text": "-ENVIRONMENT"}, {"text_block_id": "p2_b13", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p2_b14", "text": "The preparation of this National Climate Change Communication Strategy involved various stakeholders whose efforts and inputs are worth mentioning."}, {"text_block_id": "p2_b15", "text": "First of all, I extend my appreciation to the National Task Force, under the coordination"}, {"text_block_id": "p2_b16", "text": "of the Vice President’s Office, for"}, {"text_block_id": "p2_b17", "text": "their commitment during drafting of this Strategy. The members of the Task Force were drawn from various Ministries, Departments and Agencies including the Ministry of Agriculture, Food Security and Cooperatives; Ministry of Community Development, Gender and Children; Ministry of Education and Vocational Training; National Environment Management Council (NEMC); and Tanzania Meteorological Agency."}, {"text_block_id": "p2_b18_merged_merged", "text": "I am grateful to the National Steering Committee of the Africa Adaptation Programme (AAP) for their guidance and advice during the preparation of this Strategy. I am also thankful to Eng. Ngosi C. X. Mwihava, Deputy Permanent Secretary; Dr. J. Ningu, Director of Environment; and Mr. R. S. Muyungi (Assistant Director responsible for Climate Change) of the Vice President’s Office, for their supervisory role in the development process of the Strategy."}, {"text_block_id": "p2_b22", "text": "I am pleased to thank the Government of Japan for providing funds for development of the Strategy through the Africa Adaptation Programme (AAP) and the United Nations Development Programme (UNDP) for hosting the AAP."}, {"text_block_id": "p2_b23", "text": "Finally, I take this opportunity to express my sincere gratitude to all stakeholders who in one way or another contributed in the preparation of this Strategy."}, {"text_block_id": "p2_b24", "text": "Sazi B. Salula"}, {"text_block_id": "p2_b25", "text": "PERMANENT SECRETARY"}, {"text_block_id": "p2_b26", "text": "VICE PRESIDENT"}, {"text_block_id": "p2_b27", "text": "’S OFFICE"}, {"text_block_id": "p3_b28", "text": "ABBREVIATIONS"}, {"text_block_id": "p5_b29", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p6_b30", "text": "CHAPTER ONE INTRODUCTION"}, {"text_block_id": "p6_b31", "text": "1.1 Background"}, {"text_block_id": "p6_b32", "text": "Climate change is one of the greatest global environmental and developmental challenges. It has the potential to impact negatively on almost all sectors of the economy. In African continent, climate change and variability pose a major threat due to both weak adaptive capacity, which is further exacerbated by limited coping strategies and the existing low levels of development. Tanzania like other African countries has been experiencing impacts of climate change which includes frequent and prolonged droughts, declining crop yields, loss of livestock, lower water availability and quality severe floods, sea level rise, and an increase in vector and water-borne diseases. All of these have resulted in severe socio-economic impacts; for instance, the drought which occurred in the year 2005/06 caused famine and led to loss of livestock in semi-arid areas; and water shortage for hydropower generation leading to power rationing and unpredicted black outs. In addition, serious floods of 2009 and 2010 in Kilosa and the floods of 2011 in Dar es Salaam led to displacement of thousands of people, loss of life, destruction of properties and infrastructure such as railways, roads and bridges."}, {"text_block_id": "p6_b33", "text": "It is certain that the country will continue to face tremendous development challenges for many years to come as a result of climate change and variability. These challenges will further be exacerbated by a decline in the natural resource base as population growth exerts pressure on available resources, as well as a volatile global economy. Climate change will thus be an additional pressure on development especially if measures to reduce the underlying vulnerabilities are not introduced in time. In the worst case scenario, climate change may reverse development gains of the past decades."}, {"text_block_id": "p6_b34", "text": "In recognizing the devastating impacts of climate change, the Government has put in place a number of initiatives which, among other things, address the challenges of"}, {"text_block_id": "p7_b35", "text": "climate change. Some of these initiatives include enactment of the Environmental Management Act of 2004, development of the National Adaptation Programme of Action (NAPA) of 2007, MKUKUTA II and the National Adaptation Strategy and Action Plan of 2009. In addition to these, the Government has put in place the National Climate Change Strategy to enable Tanzania to effectively adapt to climate change and participate in global efforts to mitigate climate change with a view to achieving sustainable development. There are also various sectoral initiatives that aim at addressing the impacts of climate change and strengthen resilience of communities."}, {"text_block_id": "p7_b36", "text": "The availability of climate change information and communication in Tanzania is still inadequate. A lot of data and information related to climate is being collected but there is lack of effective coordination of their dissemination. Therefore, there is a need to have effective mechanisms for climate change information and communication. Effective communication and knowledge sharing about climate change and its impacts is crucial for the development of appropriate adaptation and mitigation measures. Such a situation calls for a well thought climate change communication strategy."}, {"text_block_id": "p8_b37", "text": "1.2 Rationale of the Strategy"}, {"text_block_id": "p8_b38", "text": "The Strategy is therefore aiming at fulfilling the national and international obligations on climate change issues. The national requirement is provided for under Section 75 (a) of the Environmental Management Act, 2004 which requires the Minister responsible for Environment to take measures to address climate change. Furthermore, The Strategy fulfills the international obligation, particularly Article 6 of the United Nations Convention on Climate Change (UNFCCC) which addresses public awareness, education and training."}, {"text_block_id": "p8_b39", "text": "The National Climate Change Communication Strategy (NCCCS) is also serving as a tool to facilitate the implementation of the National Climate Change Strategy (2012) which stresses, among other things, strategic actions to enhance public awareness and information management on climate change."}, {"text_block_id": "p9_b40", "text": "1.3 Overall Objective of the Strategy"}, {"text_block_id": "p9_b41", "text": "The overall objective of the Strategy is to facilitate effective communication on climate change information at all levels in order to enhance management of climate change impacts and explore associated opportunities."}, {"text_block_id": "p9_b42", "text": "1.4 Specific Objectives of the Strategy"}, {"text_block_id": "p9_b43", "text": "To achieve the stated overall objective, the following are the specific objectives of the Strategy:-"}, {"text_block_id": "p9_b44", "text": "To achieve the stated overall objective, the following are the specific objectives of the Strategy:-\n* To raise the level of awareness of the community at all levels on the\n* To enhance the capacity of the community for designing and taking appropriate\n* To enable the community to benefit in climate change mitigation in the context of\n* To enable the community share best practices and lessons learned from\n* To better coordinate the various information flows and information networks\n* To forge well informed partnerships and networks to ensure a win-win situation\n* To equip Tanzanians and other climate change actors and decision makers"}, {"text_block_id": "p10_b58", "text": "1.5 Methodology for Developing the Strategy"}, {"text_block_id": "p10_b59", "text": "This Strategy was developed in a participatory manner by involving different stakeholders. The document was drafted by National Task Force from Ministries,"}, {"text_block_id": "p10_b60", "text": "Departments and Agencies"}, {"text_block_id": "p10_b61", "text": ". Literature review and stakeholder consultations were used in the development process. Various communication strategies and relevant national policies and legislation within and outside the country were used."}, {"text_block_id": "p10_b62", "text": "The document was further subjected to a wider national stakeholders consultative workshop for discussion and review with representation from public and private sectors, civil society organizations, development partners as well as media practitioners. The views of stakeholders were incorporated to finalize the Strategy Document."}, {"text_block_id": "p10_b63", "text": "1.6 Scope of the Strategy"}, {"text_block_id": "p10_b64", "text": "The Strategy focuses on communication of general knowledge on climate change; adaptation; mitigation; climate change research; gender and financing. The Strategy provides a framework for delivering key messages on climate change issues to targeted audiences. The main focus of this strategy is on how to communicate using systematic and effective approaches at national and lower levels linking to regional and international communication strategies."}, {"text_block_id": "p10_b65", "text": "1.7 Target Audience"}, {"text_block_id": "p10_b66", "text": "This strategy targets the following broad categories of audience at different levels:-"}, {"text_block_id": "p10_b67", "text": "This strategy targets the following broad categories of audience at different levels:-\n* UN Framework Convention on Climate Change, UNEP, UNDP,"}, {"text_block_id": "p11_b71", "text": "This strategy targets the following broad categories of audience at different levels:-\n* UN Framework Convention on Climate Change, UNEP, UNDP,\n* Ministers; Parliamentarians; Permanent Secretaries; Commissioners;\n* Regional Commissioners; Regional Administrative Secretaries (RAS);\n* District Commissioners; Councilors; District Administrative Secretaries\n* Ward Executive Officers; Ward Technical Staff; Religious leaders;\n* Village Executive Officers; Religious leaders; community leaders;"}, {"text_block_id": "p12_b86", "text": "CHAPTER TWO"}, {"text_block_id": "p12_b87", "text": "STRATEGIC CONSIDERATIONS"}, {"text_block_id": "p12_b88", "text": "The Strategy aims at ensuring learning and raising awareness of the community at all levels on how to adapt to the impacts of climate change. It is also meant to strategically facilitate sharing of best practices on climate change in the country as well as to prepare the nation, region, district, village and community to take appropriate measures on adaptation and participate in mitigation in the context of sustainable development."}, {"text_block_id": "p12_b89", "text": "From the year 2012 to 2017, the Government will enhance its efforts in mobilizing decision makers, Civil Society Organizations, academic and research institutions, Private Sector Players, Development Partners and communities so as to have a nation , that is well informed of climate change at all levels and thus able to make informed decisions on adaptation and mitigation. In doing so, the Strategy identifies key considerations and key themes that will be used to achieve the overall objective of the Strategy."}, {"text_block_id": "p12_b90", "text": "2.1 Approaches of the Strategy"}, {"text_block_id": "p12_b91", "text": "The Strategy provides a framework for generating and delivering key messages on climate change issues to various audiences in Tanzania at different levels. The following are the key considerations of the Strategy which provide a general guide in devising/preparing appropriate messages for communicating climate change:"}, {"text_block_id": "p12_b92", "text": "The Strategy provides a framework for generating and delivering key messages on climate change issues to various audiences in Tanzania at different levels. The following are the key considerations of the Strategy which provide a general guide in devising/preparing appropriate messages for communicating climate change:\n* â\n* â\n Climate change and its associated impacts"}, {"text_block_id": "p13_b96", "text": "The Strategy provides a framework for generating and delivering key messages on climate change issues to various audiences in Tanzania at different levels. The following are the key considerations of the Strategy which provide a general guide in devising/preparing appropriate messages for communicating climate change:\n* â\n* â\n Climate change and its associated impacts\n* â\n* â\n The Strategy emphasizes\n* â\n* â\n The Strategy stresses on promoting\n* â\n* â\n The Strategy facilitates\n* â\n* â\n The Strategy intends to\n* â\n* â\n The Strategy promotes public participation in"}, {"text_block_id": "p14_b122", "text": "2.2 Key Themes for Strategy"}, {"text_block_id": "p14_b123_merged", "text": "The effects of climate change are not instantaneous and therefore not easily perceived by general public. It is also accepted that reversing climate change will take a long time, even after action is taken. These issues make it difficult to engage people in action to combat climate change. In the rolling out of this Strategy, particular attention will be paid to understanding the audiences’ mentality, level of understanding of climate change, interests, values, and concerns. Accordingly, the message content, and language will be tailored to address their specific information needs, pre-existing knowledge, and concerns."}, {"text_block_id": "p14_b126", "text": "The following specific themes will provide guidance for communications:"}, {"text_block_id": "p14_b127", "text": "The following specific themes will provide guidance for communications:\n* General knowledge on climate change;\n* Adaptation;\n* Mitigation\n* Climate change research;\n* Climate change financing; and\n* Gender."}, {"text_block_id": "p14_b139", "text": "2.3 Information Generation, Management and Key Messages"}, {"text_block_id": "p14_b140", "text": "2.3.1 Information Generation"}, {"text_block_id": "p14_b141", "text": "Climate change information is expected to be generated at different levels. At national level, information on climate change will be derived from policies, multilateral and"}, {"text_block_id": "p15_b142", "text": "bilateral environmental agreements; research reports; national and international meeting"}, {"text_block_id": "p15_b143", "text": "s’"}, {"text_block_id": "p15_b144", "text": "reports; and Government directives. At regional, district and community levels, information on climate change will be generated from best practices in pilot areas; community experiences on climate change adaptation; indigenous knowledge; and documented evidences of climate change affected sites."}, {"text_block_id": "p15_b145", "text": "2.3.2 Information Management"}, {"text_block_id": "p15_b146", "text": "In implementing this strategy the key actors will adhere to the key components of information management systems which include; people, culture, process, content, technology and storage as explained below:"}, {"text_block_id": "p15_b147", "text": "In implementing this strategy the key actors will adhere to the key components of information management systems which include; people, culture, process, content, technology and storage as explained below:\n* Key actors and target audience will be identified and their effective\n* In the implementation of the Strategy, due consideration will be given to\n* Generation and coordination of climate change information and\n* Information packaging will be based on key messages whose"}, {"text_block_id": "p16_b162", "text": "In implementing this strategy the key actors will adhere to the key components of information management systems which include; people, culture, process, content, technology and storage as explained below:\n* Key actors and target audience will be identified and their effective\n* In the implementation of the Strategy, due consideration will be given to\n* Generation and coordination of climate change information and\n* Information packaging will be based on key messages whose\n* All possible tools will be explored and used in generating and\n* Different information storage facilities including database, resource"}, {"text_block_id": "p16_b168", "text": "2.3.3 Key Messages"}, {"text_block_id": "p16_b169", "text": "Implementation of the strategy will be guided by key messages as provided in Implementation Matrix (Section 2.6). These messages are only generic with the aim of providing a broad framework for developing specific messages. Each stakeholder will have an opportunity to develop specific messages that suit specific audiences and context."}, {"text_block_id": "p16_b170", "text": "These messages should be:"}, {"text_block_id": "p16_b171", "text": "These messages should be:\n* Solution-oriented;\n* Short, simple and clear;\n* Credible and trustworthy; and\n* Present best information, tools and options."}, {"text_block_id": "p16_b179", "text": "2.4 Communication Channels, Dissemination and Information Flow"}, {"text_block_id": "p16_b180", "text": "2.4.1 Communication Channels and Dissemination"}, {"text_block_id": "p16_b181", "text": "Communication channel is a medium through which a message is transmitted to the intended audiences. Some of the specific channels include electronic media (television; radio); print media (newspapers, brochures, leaflets, newsletter, billboard, journals, banners, fact sheets); social media (e-mail, facebook, twitters, my space; blogs); websites; meetings; drama, cinema and dances; speech; community outreach; and telephone."}, {"text_block_id": "p17_b182", "text": "Each communication channel is appropriate and effective to a given time, audience and setting. It is therefore important to consider the advantages and disadvantages of a channel when deciding on possible options. For instance when intending to change attitude, it is recommended to choose more than one channel to reinforce messages. The following is the overview of channels that will be used in the Strategy:"}, {"text_block_id": "p17_b183", "text": "a) Electronic Media"}, {"text_block_id": "p17_b184", "text": "Television, radio and cinema provide broad reach and have so far proven to be effective in increasing awareness of relevant issues amongst specific segments of the population. These mass media channels provide an easy, accessible and cheap means of communicating information to the end user and soliciting feedback. Radio remains the most popular, viable, accessible and cost-effective means of communication for urban and rural people in Tanzania. It overcomes barriers of distance, illiteracy and language diversity better than any other media. Ultimately, these channels should be used to create a dialogue with listeners and amongst listeners themselves, actively inviting people to contribute through mass media programmes on poverty versus climate change."}, {"text_block_id": "p17_b185", "text": "b) Print Media"}, {"text_block_id": "p17_b186", "text": "Print media are essential channels for communicating climate change issues. It includes channels such as newspapers, newsletters, brochures, posters, calendars, T-shirts, wheel covers, billboards, bus/wall displays and diaries. These channels convey information and key conclusions generated through the format of the publications. However, they have to be adjusted to specific audiences and distributed electronically and made available on the internet, and through CD-ROM compilations. Print media has the advantage of making a longer impact on the minds of the reader, with more in-depth reporting and analysis."}, {"text_block_id": "p18_b187", "text": "c) Social Media"}, {"text_block_id": "p18_b188", "text": "Social media are popular channels used for communication and interaction in facilitating exchange of ideas and accessing various publications. MDAs and other stakeholders are expected to use their websites to communicate climate change issues. Social media such as Blogs, Facebook, My Space and Twitter link audiences to internet resources and possibly a forum for discussion on climate change"}, {"text_block_id": "p18_b189", "text": "."}, {"text_block_id": "p18_b190", "text": "d) Community Information Centers, Outreach and Fora/Platform"}, {"text_block_id": "p18_b191", "text": "To provide cost-effective information services in places where computers, phone lines or the Internet is not often accessible, the Climate Change Communication Strategy looks into the possibility of strengthening community information centres, outreach and fora/platform with up-to-date technology. Assessment will be made of what is already in place, working through for example youth information centres, teacher training centres, women information centres, and district libraries to increase their capacity to provide and gather information on climate change. Other relevant fora will be established for sharing information and used for communicating climate change issues."}, {"text_block_id": "p18_b192", "text": "e) Meetings and social gathering"}, {"text_block_id": "p18_b193_merged", "text": "Meetings and social gatherings are platforms where the public gather with the aim of acquiring knowledge on some issues which affect people’s well-being. The knowledge acquired can be provided in form of speech or religious teachings. Through these avenues, communication on climate change issues and knowledge sharing can be made."}, {"text_block_id": "p19_b196", "text": "f) Drama, Songs and Dances"}, {"text_block_id": "p19_b197", "text": "Interaction is critical to exchanging ideas, ensuring concepts are accurately understood and fostering new ideas. Art and cultural forms such as theatre, drama, songs and dances will provide such opportunities. These can be performed in thematic workshops and other awareness raising events both at the national and regional levels."}, {"text_block_id": "p19_b198", "text": "2.4.2 Information Flow"}, {"text_block_id": "p19_b199", "text": "Climate change information is expected to flow from global, national, regional, district and community level and vice versa. It should also flow horizontally among members of a given level. It is therefore important to sustain smooth information flow over time by enhancing the capacity of media practitioners. Equally, there is a need to make use of a trusted, consistent, credible and recognized voice on climate change."}, {"text_block_id": "p19_b200", "text": "2.5 Key Events and Opportunities"}, {"text_block_id": "p19_b201", "text": "There are key events which provide opportunities for communicating climate change issues. These include international, national, regional and local platforms and commemorations. Some events which take place annually that can be used for communicating climate change issues include:"}, {"text_block_id": "p19_b202", "text": "There are key events which provide opportunities for communicating climate change issues. These include international, national, regional and local platforms and commemorations. Some events which take place annually that can be used for communicating climate change issues include:\n* World Wetlands Day (02 February);\n* Africa Environment Day (03 March);\n* International Women Day (8th March);\n* World Meteorological Day (23 March);\n* National Water Week (March);\n* World Malaria Day (25 April);\n* International Workerâs Day (1st May);\n* International Family Day (15 May);\n* World Environment Day (05 June);"}, {"text_block_id": "p20_b220", "text": "There are key events which provide opportunities for communicating climate change issues. These include international, national, regional and local platforms and commemorations. Some events which take place annually that can be used for communicating climate change issues include:\n* World Wetlands Day (02 February);\n* Africa Environment Day (03 March);\n* International Women Day (8th March);\n* World Meteorological Day (23 March);\n* National Water Week (March);\n* World Malaria Day (25 April);\n* International Workerâs Day (1st May);\n* International Family Day (15 May);\n* World Environment Day (05 June);\n* International Child Day (13 June);\n* World Day to Combat Desertification and Drought (17th June);\n* Dar es salaam International Trade Fair (Sabasaba Day -7, July)\n* Farmerâs Day (Nanenane\n* International Day for Preservation of the Ozone Layer (16 September);\n* World Food Day (16th October);\n* International Day for eradication of Poverty (17th October);\n* Climate Change day (November  each year)\n* Climate Change Conference of the Parties; and\n* Annual events of national professional associations (Engineers; Surveyors;\n* Public Service Week (Utumishi Week)"}, {"text_block_id": "p21_b243", "text": "2.6 Strategy Implementation Matrix"}, {"text_block_id": "p21_b244", "text": "The Strategy Implementation Matrix describes the strategic framework for communicating climate change information. It covers theme/issues; key messages to be delivered to the audience; target audience; media and channels of communication; and responsible actors for each theme."}, {"text_block_id": "p36_b245", "text": "CHAPTER THREE"}, {"text_block_id": "p36_b246", "text": "IMPLEMENTATION OF STRATEGY"}, {"text_block_id": "p36_b247", "text": "3.1 Implementation Arrangements"}, {"text_block_id": "p36_b248", "text": "The implementation of the Strategy requires commitment and involvement of different organizations and individuals at all levels."}, {"text_block_id": "p36_b249", "text": "The Vice President’s Office has"}, {"text_block_id": "p36_b250", "text": "the overall mandate for overseeing the implementation of the Strategy and will, consistent with the Government communication procedure and the requirements under the UNFCCC, be responsible for the communication of climate change information at the international level. The authenticity of the information related to national climate change actions and requirements in the country will be provided in this context and the right to information will observe the provision of the EMA, 2005 in this regard. . While the Strategy provides key messages, responsible actors will develop and communicate specific messages relevant to its mandate. The following are the roles and responsibilities of key institutions and stakeholders in the implementation of the Strategy:"}, {"text_block_id": "p36_b251", "text": "the overall mandate for overseeing the implementation of the Strategy and will, consistent with the Government communication procedure and the requirements under the UNFCCC, be responsible for the communication of climate change information at the international level. The authenticity of the information related to national climate change actions and requirements in the country will be provided in this context and the right to information will observe the provision of the EMA, 2005 in this regard. . While the Strategy provides key messages, responsible actors will develop and communicate specific messages relevant to its mandate. The following are the roles and responsibilities of key institutions and stakeholders in the implementation of the Strategy:\n* At national level, various"}, {"text_block_id": "p37_b258", "text": "the overall mandate for overseeing the implementation of the Strategy and will, consistent with the Government communication procedure and the requirements under the UNFCCC, be responsible for the communication of climate change information at the international level. The authenticity of the information related to national climate change actions and requirements in the country will be provided in this context and the right to information will observe the provision of the EMA, 2005 in this regard. . While the Strategy provides key messages, responsible actors will develop and communicate specific messages relevant to its mandate. The following are the roles and responsibilities of key institutions and stakeholders in the implementation of the Strategy:\n* At national level, various\n* At regional level, RS is responsible for coordinating\n* At district level, the District Executive\n* At ward, village and community levels, Ward\n* Mass media\n* Academic and research institutions: These institutions are expected to"}, {"text_block_id": "p38_b272", "text": "the overall mandate for overseeing the implementation of the Strategy and will, consistent with the Government communication procedure and the requirements under the UNFCCC, be responsible for the communication of climate change information at the international level. The authenticity of the information related to national climate change actions and requirements in the country will be provided in this context and the right to information will observe the provision of the EMA, 2005 in this regard. . While the Strategy provides key messages, responsible actors will develop and communicate specific messages relevant to its mandate. The following are the roles and responsibilities of key institutions and stakeholders in the implementation of the Strategy:\n* At national level, various\n* At regional level, RS is responsible for coordinating\n* At district level, the District Executive\n* At ward, village and community levels, Ward\n* Mass media\n* Academic and research institutions: These institutions are expected to\n"}, {"text_block_id": "p38_b273", "text": "Whereas different actors or implementers of the Strategy have specific roles, it is expected that different audience segments would provide feedback to each other through various channels to facilitate smooth communication flow in the implementation of the Strategy as summarized in Figure 1."}, {"text_block_id": "p38_b274", "text": "Figure 1: Information flow in the implementation of climate change issues"}, {"text_block_id": "p39_b275", "text": "3.2 Coordination of the Strategy"}, {"text_block_id": "p39_b276", "text": "Since implementation of specific communication interventions and activities will be done in the respective Government Ministries, Departments and Agencies; and Local Government Authorities; the overall coordination of the NCCCS is under the Vice"}, {"text_block_id": "p39_b277", "text": "President’s O"}, {"text_block_id": "p39_b278", "text": "ffice. The VPO will ensure synergy between this Strategy and the National Climate Change Strategy as well as other national climate change related plans and programs such as National Adaptation Programme of Action (NAPA), National Adaptation Plans (NAPs), National REDD Program and Nationally Appropriate Mitigation Actions (NAMAs)."}, {"text_block_id": "p39_b279", "text": "3.3 Resource Mobilization"}, {"text_block_id": "p39_b280", "text": "Resource mobilization is critical for making this Strategy operational. Financial, human and physical resources will be mobilized from the Government, private sector and international funding mechanisms. Moreover, Development Partners are expected to complement the Government efforts and initiatives in terms of financial and technical support."}, {"text_block_id": "p39_b281", "text": "3.4 Reporting Arrangements"}, {"text_block_id": "p39_b282_merged_merged", "text": "The reporting arrangement in the implementation of the NCCCS follows the established Government reporting system as well as the provisions of the Environmental Management Act, 2004. According to EMA, Sector Ministries are obliged to submit to the Vice President’s Office bi-annual reports concerning the state of their environmental segment and the measures taken to maintain and improve the environment. Additionally, EMA requires Environmental Management Officers (City, Municipal, District or Town) to prepare periodic reports on state of local environment. Furthermore, EMA requires local government authorities to prepare Environmental Action Plans. In this"}, {"text_block_id": "p40_b285", "text": "context, LGAs through RAS and MDAs are supposed to submit the implementation"}, {"text_block_id": "p40_b286", "text": "reports of the Strategy to the Vice President’s Office bi"}, {"text_block_id": "p40_b287", "text": "-annually."}, {"text_block_id": "p40_b288", "text": "3.5 Monitoring and Evaluation"}, {"text_block_id": "p40_b289_merged_merged", "text": "Monitoring and evaluation is important for measuring performance in various areas of the strategy. The monitoring and evaluation processes will follow Government procedures. This will be guided by the institutional arrangement provided by EMA. The Vice President‘s Office will be the overall coordinator for monitoring and evaluation while sector ministries, LGAs and RAS will monitor and evaluate the implementation of the strategy at their specific sectors and localities."}, {"text_block_id": "p40_b292", "text": "The following are output and outcome indicators which will be used for monitoring and evaluation of the Strategy:"}, {"text_block_id": "p40_b293", "text": "a) Output indicators"}, {"text_block_id": "p40_b294", "text": "a) Output indicators\n* Number and type of channels used;\n* Number and type of messages disseminated;\n* Number and type of audience reached;\n* Number of events conducted;\n* Frequency of communication;\n* Number and type of interventions on climate change adaptation and\n* Number of best practices and lessons learned on adaptation and\n* Number of research reports"}, {"text_block_id": "p41_b310", "text": "b) Outcome indicators"}, {"text_block_id": "p41_b311", "text": "i)"}, {"text_block_id": "p41_b312", "text": "Level of awareness of the community on climate change;"}, {"text_block_id": "p41_b313", "text": "ii)"}, {"text_block_id": "p41_b314", "text": "Resilience of the community to the impacts of Climate change;"}, {"text_block_id": "p41_b315", "text": "iii)"}, {"text_block_id": "p41_b316", "text": "Participation of communities in mitigation activities; and"}, {"text_block_id": "p41_b317", "text": "iv)"}, {"text_block_id": "p41_b318", "text": "Benefits of communities through participation in mitigation activities."}], "document_description": "This Strategy is aimed at facilitate effective communication on climate change information at all levels in order to enhance management of climate change impacts and explore associated opportunities. It serves as a tool to facilitate the implementation of the 2012 National Climate Change Strategy. The Strategy seeks in particular to: 1) raise the level of awareness of the community at all levels on the opportunities and threats brought by climate change, 2) enhance the capacity of the community for designing and taking appropriate measures on climate change adaptation, 3) enable the community to benefit in climate change mitigation in the context of sustainable development, 4) enable the community share best practices and lessons learned from adaptation and mitigation to climate change, 5) better coordinate the various information flows and information networks amongst the various stakeholders to better address adaptation needs and participate in mitigation opportunities for the benefit of the country, 6) forge well informed partnerships and networks to ensure a win-win situation amongst the private sector, academia, research institutions, government organs and other actors within and outside the country, and 7) equip Tanzanians and other climate change actors and decision makers engaged at the technical and policy level with timely and relevant information they can use in making informed decisions and choice.&nbsp;</div><div><br>"}