{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "International cooperation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Tanzania", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "Tourism", "LULUCF", "Industry", "Health", "Environment", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Climate Change Strategy", "document_country_code": "TZA", "document_hazard_name": ["Sea Level Rise", "Soil Erosion", "Heat Waves And Heat Stress", "Wildfires", "Landslides", "Droughts", "Floods"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Transportation", "Gender", "Cc Gap"], "document_url": "https://cdn.climatepolicyradar.org/TZA/2012/TZA-2012-01-01-National Climate Change Strategy_0ea0a9bfa2f1d6c6d1032b84cc7ef034.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "UNITED REPUBLIC OF TANZANIA VICE PRESIDENT•S OFFICE"}, {"text_block_id": "p0_b2", "text": "NATIONAL CLIMATE CHANGE STRATEGY"}, {"text_block_id": "p0_b3", "text": "2012"}, {"text_block_id": "p0_b4", "text": "Division of Environment"}, {"text_block_id": "p0_b5", "text": "i"}, {"text_block_id": "p1_b6", "text": "FOREWORD"}, {"text_block_id": "p1_b7", "text": "Tanzania is vulnerable to the increased climate variability and climate change. The development of an effective strategic and institutional framework is crucial to enhance the country•s expertise, governance, technological and infrastructural capacities. Although some of the existing environmental planning in the context of the Environmental Management Act, 2004 addresses certain aspects of climate change, enhancement of climate change existing governance strategies and institutional arrangements is still required to address all aspects of climate change mitigation and adaptation. To address the challenge"}, {"text_block_id": "p1_b8", "text": ","}, {"text_block_id": "p1_b9", "text": "the government has undertaken several efforts including undertaking a Quick Scan on the Impacts of Climate Change in 2009; preparation of the National Adaptation Programme of Action in 2007, CDM Guide for Investors in 2004 and the Initial National Communication to the UNFCCC in 2003. These have contributed to better understanding of the present and future impacts of climate change and possible opportunities. In this regard a need for a better institutional arrangement has been underscored."}, {"text_block_id": "p1_b10", "text": "."}, {"text_block_id": "p1_b11", "text": "The National Climate Change Strategy therefore presents Tanzania with an opportunity to address climate change adaptation and participate in the global efforts to reduce GHG emissions in the context of sustainable development. The Strategy outlines initiatives to build a critical mass of climate change experts to address adaptation challenges and proactively exploit available opportunities to address both adaptation and mitigation, thereby enhancing Tanzania•s participation in the international climate change agenda"}, {"text_block_id": "p1_b12", "text": "."}, {"text_block_id": "p1_b13", "text": "This Strategy also reiterates Tanzania•s commitment to address climate change in consideration of the fact that the country is amongst the highly vulnerable group of countries globally. The challenge of climate change mitigation requires the commitment and participation of all countries. Under the auspices of the United Nations Framework Convention on Climate Change (UNFCCC), the United Republic of Tanzania will effectively participate provided there is adequate and sustained support."}, {"text_block_id": "p1_b14_merged_merged", "text": "The Strategy underscores the fact that, all countries have to play a role in addressing climate change consistent with their unique national circumstances. Tanzania will do its part, in particular by improving the energy availability to reduce deforestation, improve energy diversi•cation and ef•ciency of her major energy consuming sectors, including, power generation, manufacturing, and transportation. Sustainable production and use of coal will remain central to ensuring the availability of affordable and reliable energy sources in the country."}, {"text_block_id": "p2_b19", "text": "With over 33.5 million hectares of forestry reserves and sizable rural land under forest cover, Tanzania•s commitment to the conservation of its forests is timely, considering that these contribute to sustainable development and act as a sink of greenhouse gases produced elsewhere. The Strategy provides strategic interventions to ensure that the communities and the nation as a whole bene"}, {"text_block_id": "p2_b20", "text": "•"}, {"text_block_id": "p2_b21", "text": "t from such global services."}, {"text_block_id": "p2_b22_merged_merged", "text": "It•s my sincere hope that the Strategy will be useful in providing more insight to enable Tanzania to effectively adapt to climate change and participate in global efforts to mitigate climate change with a view to achieving sustainable development in line with the national efforts and development goals. I therefore call upon each and every of you to participate in implementing the National Climate Change Strategy. The Government is committed to effectively meet the objectives of the Strategy and engage to the international processes in order to support the implementation of same from the international context."}, {"text_block_id": "p2_b25", "text": "Dr. Terezya Luoga Huvisa (MP)"}, {"text_block_id": "p2_b26", "text": "MINISTER OF STATE"}, {"text_block_id": "p2_b27", "text": "VICE PRESIDENT•S OFFICE (ENVIRONMENT)"}, {"text_block_id": "p3_b28", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p3_b29", "text": "The development of this National Climate Change Strategy has enlisted the assistance, participation and cooperation of various key stakeholders and experts in both the public and private sector and I would like to acknowledge their efforts."}, {"text_block_id": "p3_b30", "text": "It would be impossible to list all whose support and comments proved valuable in preparing this Strategy. However"}, {"text_block_id": "p3_b31", "text": ","}, {"text_block_id": "p3_b32", "text": "I would like to take this opportunity to thank all the sectoral ministries, government departments, local government authorities, research and academic institutions, private sector, non"}, {"text_block_id": "p3_b33", "text": "-"}, {"text_block_id": "p3_b34", "text": "governmental organizations, civil society and other institutions for participating in the development of this Strategy. Their proactive commitment to contribute in one way or another in the collection of baseline information, participatory stakeholder consultations (formal and informal) and building a national consensus for this Strategy captures the national aspirations of the country to address the impacts of climate change"}, {"text_block_id": "p3_b35", "text": "."}, {"text_block_id": "p3_b36", "text": "Special recognition is extended to the team of experts Eng. L. Kyaruzi; P. Ndaki; E. Adam; C. Shengena; C. Msangi; Dr. L. Changá; Prof. R. Kangalawe; T.W. Massoy; Eng. T. Ngulika; Eng. P. Marwa; F. K. Manyika; P. Kisina; W. Mrema; A. Tillya; E. Kibona; J. Kubena; and A. Mapinduzi who worked diligently under R.S. Muyungi, the Assistant Director of Environment responsible for Environmental Assessment. The general guidance of the Director of Environment, Dr. Julius Ningu under the leadership of Eng. Ngosi C.X. Mwihava, the Deputy Permanent Secretary that has made this work possible is also highly appreciated. I also recognize and acknowledge contributions from other stakeholders and development partners at various stages during development of this Strategy."}, {"text_block_id": "p3_b37_merged_merged", "text": "Finally, I wish to thank the Government of the Kingdom of Denmark, for • nancing the development of this Strategy."}, {"text_block_id": "p3_b40", "text": "Sazi B. Salula"}, {"text_block_id": "p3_b41", "text": "PERMANENT SECRETARY"}, {"text_block_id": "p3_b42", "text": "VICE PRESIDENT•S OFFICE"}, {"text_block_id": "p4_b43", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p4_b44", "text": "This Strategy has been developed in response to the growing concern of the negative impacts of climate change and climate variability on the country•s social, economic and physical environment. Its overall aim is to enhance the technical, institutional and individual capacity of the country to address the impacts of climate change.  The Strategy covers adaptation, mitigation and cross-cutting interventions that will enable Tanzania the bene"}, {"text_block_id": "p4_b45", "text": "•"}, {"text_block_id": "p4_b46", "text": "t from the opportunities available to developing countries in their efforts to tackle climate change. These opportunities were recognized under the Copenhagen Accord, Cancun Agreement and Durban Platform for Enhanced Action, and they include technology transfer to developing countries under the proposed Technology Mechanism; opportunities offered by the Reducing Emissions from Deforestation and Forest Degradation Plus (REDD+) Mechanism; and"}, {"text_block_id": "p4_b47", "text": "•"}, {"text_block_id": "p4_b48", "text": "nancing for both adaptation and mitigation activities under the proposed •Fast Start Climate Fund  (of up to USD($) 30 billion in 2012), rising gradually to USD($) 100 billion annually by 2020 and last but not least, the Green Climate Fund, whose aim is to promote the paradigm shift towards low emission and climate resilient development pathways by providing support to developing countries to limit their greenhouse gas (GHG) emissions and adapt to the impacts of climate change."}, {"text_block_id": "p4_b49", "text": "Climate may change more rapidly than expected and is expected to have complex, long term consequences for the environment, and for our production systems. The adverse impacts of climate change are now far reaching and evident in most parts of the world. It is a serious risk to poverty reduction and threatens to undo decades of development efforts. The impacts are more pronounced in poor countries such as Tanzania with the least adaptive capacity."}, {"text_block_id": "p4_b50_merged_merged", "text": "The IPCC Fourth Assessment Report, 2007, con•rmed an increase of mean temperature of approximately 0.74oC and the sea level rise of about 17cm over the past 100 years. Further projections also provide that sea levels will continue to rise for at least another century due to thermal expansion, even if GHG concentrations could be reduced (Meehl et al., 2007). If GHG concentrations remain at the constant levels of the year 2000, global temperature is likely to rise from 0.3°C to 0.9°C per decade. Mitigation to climate change is therefore of paramount importance to limit adverse temperature increases. It is imperative that the public sector and all major stakeholders have a central role to plan, implement, enforce, monitor and evaluate the implication of climate change through strategic interventions, plans and programmes (Ehler, C.N., et al., 1997), to be implemented at national level."}, {"text_block_id": "p5_b55", "text": "The development of this strategy responds to the above needs by ensuring that there is more coordination and complementarity between key economic sectors in implementing climate change activities. Moreover this Strategy makes it easier for the country to bene"}, {"text_block_id": "p5_b56", "text": "•"}, {"text_block_id": "p5_b57", "text": "t from global climate change mitigation and adaptation opportunities while contributing signi"}, {"text_block_id": "p5_b58", "text": "•"}, {"text_block_id": "p5_b59", "text": "cantly to the international community efforts to address climate change. International cooperation as a key tool in addressing climate change challenges at national and regional level. The approach and methodology employed in the development of this Strategy involved extensive literature review and analysis, which was undertaken to identify the linkages between climate change, natural resource management and socio-economic systems. This was augmented by national consultations with various stakeholders ranging from zonal workshops which were undertaken to collect and collate views from individuals at community level"}, {"text_block_id": "p5_b60", "text": ","}, {"text_block_id": "p5_b61", "text": "create awareness on climate change impacts and the need for a Strategy to harmonize on-going and future activities. The"}, {"text_block_id": "p5_b62", "text": "•"}, {"text_block_id": "p5_b63", "text": "ve zonal workshops were conducted in: Mtwara representing the Southern zone (31 January"}, {"text_block_id": "p5_b64", "text": "-"}, {"text_block_id": "p5_b65", "text": "2 February 2011); Arusha representing the Northern zone (6"}, {"text_block_id": "p5_b66", "text": "-"}, {"text_block_id": "p5_b67", "text": "9 March 2011); Mwanza representing the Lake Zone 26"}, {"text_block_id": "p5_b68", "text": "-"}, {"text_block_id": "p5_b69", "text": "29 May 2011); and Mpanda representing the Western zone (20"}, {"text_block_id": "p5_b70", "text": "-"}, {"text_block_id": "p5_b71", "text": "21 June 2011). Additionally, the national stakeholder workshop held in January 2012 with representation from the private sector, public sector, development partners as well as the academia was undertaken to support the validation of the"}, {"text_block_id": "p5_b72", "text": "•"}, {"text_block_id": "p5_b73", "text": "nal draft this Strategy."}, {"text_block_id": "p5_b74_merged_merged", "text": "A multidisciplinary team of experts was selected and worked closely with the National Climate Change Focal point, the Division of Environment, Vice President•s Of•ce (VPO) to prepare initial drafts of this Strategy. The team was drawn from various governmental ministerial departments and agencies (MDAs), research institutions, academia and civil society. The team also received, reviewed and integrated stakeholders• views in the Strategy. The team of experts held a number of working sessions towards accomplishment of this document."}, {"text_block_id": "p5_b77", "text": "The goal of the Strategy is to enable Tanzania to effectively adapt to climate change and participate in global efforts to mitigate climate change with a view to achieving sustainable development in line with the Five Years National Development plan; the Tanzania Development Vision 2025, as well as national sectoral policies. It is expected that this Strategy will reduce vulnerability and enhance resilience to the impacts of climate change. The implementation of the Strategy will enable the country to put in place measures to adapt to climate change and mitigate GHG emissions in order to achieve sustainable national development through climate resilient pathways."}, {"text_block_id": "p6_b78", "text": "The speci"}, {"text_block_id": "p6_b79", "text": "•"}, {"text_block_id": "p6_b80", "text": "c objectives of this Strategy are:"}, {"text_block_id": "p6_b81", "text": "c objectives of this Strategy are:\n* To build the capacity of Tanzania to adapt to climate change impacts\n* To enhance resilience of ecosystems to the challenges posed by climate change\n* To enable accessibility and utilization of the available climate change opportunities through implementation\n* To enhance participation in climate change mitigation activities that lead to sustainable development\n* To enhance public awareness on climate change\n* To enhance information management on climate change.\n* To put in place a better institutional arrangement to adequately address climate change.\n* To mobilize resources including\n* nance to adequately address climate change\n* nance to adequately address climate change\n ."}, {"text_block_id": "p6_b105", "text": "The Strategy is divided into four (4) chapters:"}, {"text_block_id": "p6_b106", "text": "Chapter 1"}, {"text_block_id": "p6_b107", "text": "(Introduction)"}, {"text_block_id": "p6_b108", "text": ":"}, {"text_block_id": "p6_b109_merged_merged_merged", "text": "This Chapter provides essential background information on climate change, including Tanzania•s actions to address climate change by ratifying the UNFCCC and the Kyoto Protocol, the supporting environmental management framework and the general existing national policies in relation to promotion of climate resilience and economic growth. It also contains a brief overview of global climate change interventions, opportunities and challenges, as well as provides rationale for the development of this Strategy, including the need to develop a comprehensive framework that takes into account the national adaptation and mitigation needs at all levels of development and a monitoring and evaluation framework to ensure the achievement of proposed strategic interventions. The development and implementation of this Strategy will contribute signi• cantly to the country•s efforts to adapt and mitigate to the impacts of climate change. Additionally, this Strategy provides a broader nationally based guidance on the integration of climate change activities into national development initiatives by establishing platforms for continued research and development (R&D) on climate change, as well as empowering the government to take appropriate measures to address climate change impacts by enforcing statutory requirements as stipulated in the Environmental Management Act, Chapter 191 of the Laws of Tanzania (EMA), among others"}, {"text_block_id": "p6_b118", "text": "."}, {"text_block_id": "p7_b119", "text": "Chapter 2"}, {"text_block_id": "p7_b120", "text": "(Country Situational Analysis)"}, {"text_block_id": "p7_b121", "text": ":"}, {"text_block_id": "p7_b122", "text": "This Chapter provides the country•s situational analysis and pro"}, {"text_block_id": "p7_b123", "text": "•"}, {"text_block_id": "p7_b124", "text": "le which includes geographical location, physical features and climatic conditions; social economic status of the country including summary performance of various sectors of the economy. It also contains relevant information on climate trends and projections (temperature and rainfall), which is demonstrate through the analysis of recent climatological data and observational evidence from local communities signalling the increased effects of climate variability and climate change. For instance, there has been observed increased temperature over the highland areas, as well as decreasing rainfall amounts and seasonal shifts in rainfall patterns in most parts of the country. The chapter contains information on time series analysis of both mean annual maximum and minimum temperature, which have revealed signi"}, {"text_block_id": "p7_b125", "text": "•"}, {"text_block_id": "p7_b126", "text": "cant increase in temperature trends in all meteorological stations across the country as depicted by temperature trends from a few randomly selected stations. It is demonstrated in this chapter that due to climate change, mean annual temperature for Tanzania is projected to increase by 1.7°C in North Eastern areas of the country and by 2.5°C in Western parts of the country. The frequency and severity of extreme climatic events in the last 40 years, notably drought and"}, {"text_block_id": "p7_b127", "text": "•"}, {"text_block_id": "p7_b128", "text": "oods have been demonstrated and more than 70% of all natural disasters in Tanzania are hydro-meteorological, and are linked to droughts and"}, {"text_block_id": "p7_b129", "text": "•"}, {"text_block_id": "p7_b130", "text": "oods. The environmental and ecological impacts of these on agriculture, livestock, wildlife, infrastructure, industry, human settlement and social services such as, energy and water are demonstrated."}, {"text_block_id": "p7_b131", "text": "The chapter further outlines climate change initiatives, both adaptation and mitigation being undertaken in Tanzania, which are implemented in line with national development initiatives geared towards reducing poverty and supporting sustainable economic development at a national and community level. The linkage between this Strategy and other important national development initiatives is made. For instance the links with implementation of existing national policies including the National Environmental Policy 1997, EMA, Tanzania•s Vision 2025; the Millennium Development Goals (MDGs); the National Strategy for Growth and Reduction of Poverty II (MKUKUTA II); Tanzania Five Years Plan (2011-2015) is made. Tanzania•s Vision 2025, among other things, aims at attaining high quality livelihood for its people and development of a strong and competitive economy. Some of the strategies toward attaining these objectives are:"}, {"text_block_id": "p7_b132", "text": "The chapter further outlines climate change initiatives, both adaptation and mitigation being undertaken in Tanzania, which are implemented in line with national development initiatives geared towards reducing poverty and supporting sustainable economic development at a national and community level. The linkage between this Strategy and other important national development initiatives is made. For instance the links with implementation of existing national policies including the National Environmental Policy 1997, EMA, Tanzania•s Vision 2025; the Millennium Development Goals (MDGs); the National Strategy for Growth and Reduction of Poverty II (MKUKUTA II); Tanzania Five Years Plan (2011-2015) is made. Tanzania•s Vision 2025, among other things, aims at attaining high quality livelihood for its people and development of a strong and competitive economy. Some of the strategies toward attaining these objectives are:\n* Ensuring food self-sufâ¢ciency and security;\n* Universal access to  safe water;"}, {"text_block_id": "p8_b138", "text": "The chapter further outlines climate change initiatives, both adaptation and mitigation being undertaken in Tanzania, which are implemented in line with national development initiatives geared towards reducing poverty and supporting sustainable economic development at a national and community level. The linkage between this Strategy and other important national development initiatives is made. For instance the links with implementation of existing national policies including the National Environmental Policy 1997, EMA, Tanzania•s Vision 2025; the Millennium Development Goals (MDGs); the National Strategy for Growth and Reduction of Poverty II (MKUKUTA II); Tanzania Five Years Plan (2011-2015) is made. Tanzania•s Vision 2025, among other things, aims at attaining high quality livelihood for its people and development of a strong and competitive economy. Some of the strategies toward attaining these objectives are:\n* Ensuring food self-sufâ¢ciency and security;\n* Universal access to  safe water;\n* Eradicating abject poverty;\n* Reduction in infant and maternal mortality rates;\n* Increasing economic  growth rate by 8% per annum or more;\n* Attainment of macroeconomic stability; and\n* Provision adequate physical and social infrastructure."}, {"text_block_id": "p8_b148", "text": "Climate change governance is undertaken within the context of the National Environmental Policy of 1997 and the EMA and other related policies and legislations."}, {"text_block_id": "p8_b149", "text": "Chapter 3"}, {"text_block_id": "p8_b150", "text": "(The Climate Change Strategy)"}, {"text_block_id": "p8_b151", "text": ":"}, {"text_block_id": "p8_b152", "text": "This Chapter contains the goal, objectives and scope of this Strategy. It details the strategic adaptation"}, {"text_block_id": "p8_b153", "text": ","}, {"text_block_id": "p8_b154", "text": "mitigation and cross- cutting interventions in key economic sectors"}, {"text_block_id": "p8_b155", "text": "."}, {"text_block_id": "p8_b156", "text": "Adaptation is emphasized as the highest priority for Tanzania being an Least Developed Country (LDC). Adaptation strategies identi"}, {"text_block_id": "p8_b157", "text": "•"}, {"text_block_id": "p8_b158", "text": "ed in this section are built on and extend beyond National Programme of Adaptation to climate change (NAPA) as they have been prepared in a strategic approach that covers key sectors of social-economic growth of the country. The overall objective of this Strategy is to enable Tanzania to effectively adapt to climate change and participate in global efforts to mitigate climate change with a view to achieving sustainable development in the context of the Tanzania Development Vision 2025, Five Years National Development plan, as well as national cross sectoral policies in line with established international climate change agenda"}, {"text_block_id": "p8_b159", "text": "."}, {"text_block_id": "p8_b160", "text": "Although the country is not obliged to reduce GHG emissions, since it has minimal contribution to global GHG concentrations, this Strategy establishes a case for achieving sustainable development while participating in mitigation initiatives, such as the Clean Development Mechanism (CDM), Nationally Appropriate Mitigation Actions (NAMAs), REDD+, and other carbon markets or trading activities."}, {"text_block_id": "p8_b161_merged_merged", "text": "This Strategy has identi•ed the need to build the capacity of key economic sectors and relevant institutions to address climate change adaptation and mitigation. Cross-cutting issues, including the establishment and implementation of awareness creation programmes to sensitize the public on climate change impacts, as well as adaptation and mitigation options; establishment of adequate research capacity for various R&D and training institutions to address issues related to climate change; building suf•cient capacities of social facilities to address climate change related health risks; supporting acquisition of appropriate disaster risk management technologies (for example, enhancing"}, {"text_block_id": "p9_b166", "text": "early warning systems and weather forecasting systems); and promoting effective documentation of indigenous knowledge on climate change adaptation and mitigation in diverse sectors."}, {"text_block_id": "p9_b167", "text": "Chapter 4"}, {"text_block_id": "p9_b168", "text": "(Implementation Arrangements)"}, {"text_block_id": "p9_b169", "text": ":"}, {"text_block_id": "p9_b170", "text": "This Chapter outlines the implementation arrangements required to effectively implement this Strategy. The National Climate Change Technical Committee (NCCTC) and National Climate Change Steering Committee (NCCSC) will guide the coordination and implementation of this Strategy. The NCCTC shall provide technical advice to the National Climate Change Focal Point (NCCFP), while the NCCSC shall provide policy guidance and ensure coordination of actions as well as cross sectoral participation."}, {"text_block_id": "p9_b171", "text": "Notably, the Strategy will follow the government"}, {"text_block_id": "p9_b172", "text": "•"}, {"text_block_id": "p9_b173", "text": "nancial management guidelines and systems established under the Ministry of Finance to ensure effective resource and"}, {"text_block_id": "p9_b174", "text": "•"}, {"text_block_id": "p9_b175", "text": "nancial mobilisation. However, special arrangement will be made to cope with emerging complexity in accessing additional"}, {"text_block_id": "p9_b176", "text": "•"}, {"text_block_id": "p9_b177", "text": "nancial support for addressing climate change. Although the actual cost of implementing this Strategy has not been established, the key determinant in estimating the cost of climate change impacts can be indirectly derived from the climate change interventions outlined, that is, adaptation mitigation, capacity building and cross-cutting interventions. Without an accurate and static future scenario, it is dif"}, {"text_block_id": "p9_b178", "text": "•"}, {"text_block_id": "p9_b179", "text": "cult to cost the necessary strategic actions needed to address climatic changes. This challenge is demonstrated by a UNFCCC report that provides a range as opposed to speci"}, {"text_block_id": "p9_b180", "text": "•"}, {"text_block_id": "p9_b181", "text": "c numbers that estimate the additional funding needed for adaptation by 2030. The report projects a need equivalent to between USD ($) 49 to 171 billion per annum globally (UNFCCC, 2007)"}, {"text_block_id": "p9_b182", "text": "."}, {"text_block_id": "p9_b183_merged_merged", "text": "Moreover a recent study estimates that the cost of building adaptive capacity and enhancing resilience against future climate change in Tanzania is USD ($) 100 to 150 million per year. The Stockholm Environment Institute reportprojects that an that additional USD ($) 500 million per year (but probably more) is required to address current climate risks, in reducing future impacts and building resilience to future climate change.  The report further states that aggregate models indicate that net economic costs could be equivalent to a further 1 to 2 % of GDP per year by 2030. With such uncertainty, it is dif• cult to arrive at a de•nitive cost of executing this Strategy."}, {"text_block_id": "p10_b190", "text": "A less inaccurate formula for arriving at the cost of implementing the action plan of this Strategy is to estimate the cost of climate change interventions outlined herein for each sector, together with on-going programmes. This will involve:"}, {"text_block_id": "p10_b191", "text": "A less inaccurate formula for arriving at the cost of implementing the action plan of this Strategy is to estimate the cost of climate change interventions outlined herein for each sector, together with on-going programmes. This will involve:\n* Rating line activities based on sensitivity to climate change impacts on a four point scale (that is, no impact; low impact; medium impact and high impact);\n* Estimating a climate mark-up factor for each rating;\n* Applying the climate mark-up factor to each line budget item and;\n* Escalating annual cost to account for in\n* ation."}, {"text_block_id": "p10_b201", "text": "The climate mark-up indices are comparable to those used in the UNFCCC report on investment and"}, {"text_block_id": "p10_b202", "text": "•"}, {"text_block_id": "p10_b203", "text": "nancial"}, {"text_block_id": "p10_b204", "text": "•"}, {"text_block_id": "p10_b205", "text": "ows to address climate change. No impact, low-impact, medium-impact and high-impact correspond to a mark-up of 0%, 5%, 10% and 15% respectively. Additionally, the United States average in"}, {"text_block_id": "p10_b206", "text": "•"}, {"text_block_id": "p10_b207", "text": "ation rate of 2%"}, {"text_block_id": "p10_b208", "text": "can be used to escalate the subsequent annual estimates after the base year since the indicative budget estimates are in US dollars terms, or if the costs are in Tanzania shillings (TShs) the prevailing in"}, {"text_block_id": "p10_b209", "text": "•"}, {"text_block_id": "p10_b210", "text": "ation rate in the country will be used."}, {"text_block_id": "p10_b211_merged_merged_merged", "text": "The Strategy will follow government standard monitoring and evaluation processes and procedures.  The monitoring plan has been designed to ensure that the Vice President•s Of•ce in conjunction with other key stakeholders are empowered to monitor this Strategy at three levels:"}, {"text_block_id": "p10_b214", "text": "The Strategy will follow government standard monitoring and evaluation processes and procedures.  The monitoring plan has been designed to ensure that the Vice President•s Of•ce in conjunction with other key stakeholders are empowered to monitor this Strategy at three levels:\n* Input;\n* Process; and\n* Output."}, {"text_block_id": "p10_b220", "text": "At the input level VPO will focus on determination of the cost effectiveness of the activities, projects and programmes to be undertaken. This is will be undertaken through review of reports periodically submitted by sectors programmes and projects to the VPO. At the process level VPO shall review and analyse the success of climate change mainstreaming in existing and planned activities which have been and/or are about to be implemented within the given time frame in the country through key economic sectors. The output level shall be determined by the achievement of the interventions and actions in the direction of the desired results."}, {"text_block_id": "p11_b221", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p13_b222", "text": "LIST OF TABLES"}, {"text_block_id": "p14_b223", "text": "LIST OF FIGURES"}, {"text_block_id": "p15_b224", "text": "ACROYNYMS"}, {"text_block_id": "p20_b225", "text": "DEFINITION OF TERMS AND TERMINOLOGIES"}, {"text_block_id": "p20_b226", "text": "Adaptation:"}, {"text_block_id": "p20_b227", "text": "Adaptation to global warming refers to actions aimed at coping with climatic changes that cannot be avoided and at reducing their negative effects. Adaptation measures include the prevention, tolerance or sharing of losses, changes in land use or activities, changes of location and restoration."}, {"text_block_id": "p20_b228", "text": "Adaptive capacity:"}, {"text_block_id": "p20_b229", "text": "The ability of a system to adjust to climate change (including climate variability and extremes) to moderate potential damages, to take advantage of opportunities, or to cope with the consequences."}, {"text_block_id": "p20_b230", "text": "Capacity building:"}, {"text_block_id": "p20_b231", "text": "Capacity building and capacity development for climate change refers to the development or strengthening of personnel skills, expertise, and relevant institutions and organisations to reduce GHG emissions and/or to reduce vulnerability and adapt to climate-related impacts."}, {"text_block_id": "p20_b232", "text": "Carbon markets/trading:"}, {"text_block_id": "p20_b233", "text": "An international market regime in which carbon emission reductions allowances or credits are bought and sold."}, {"text_block_id": "p20_b234", "text": "Clean Development Mechanism (CDM):"}, {"text_block_id": "p20_b235_merged", "text": "As de•ned in Article 12 of the Kyoto Protocol, allows a country with an emission-reduction or emission-limitation and commitments under the Kyoto Protocol (Annex B Party) to implement an emission-reduction project in developing countries. Such projects can earn saleable certi•ed emission reduction (CER) credits, each equivalent to one metric ton of CO2, which can be counted towards meeting Kyoto targets. It is one of the three •exible mechanisms under the Protocol (the others being Emissions Trading-ET, and Joint Implementation-JI)."}, {"text_block_id": "p20_b244", "text": "Climate:"}, {"text_block_id": "p20_b245", "text": "Climate encompasses the statistics of meteorological conditions, that is, temperature, humidity, atmospheric pressure, wind, rainfall, atmospheric particle count and other meteorological elements in a given region over long periods of time (usually 30 years)."}, {"text_block_id": "p20_b246", "text": "Climate change:"}, {"text_block_id": "p20_b247", "text": "A change of climate which is attributed directly or indirectly to human activity that alters the composition of the global atmosphere and which is in addition to natural climate variability observed over comparable time periods."}, {"text_block_id": "p21_b248", "text": "Climate variability:"}, {"text_block_id": "p21_b249", "text": "Variations in the mean state and other statistics (such as standard deviations, the occurrences of extremes, etc) of the climate on temporal and spatial scales beyond that of individual weather events. Variability may be due to natural internal processes within the climate system (internal variability), or to variations in natural or anthropogenic external forcing (external variability)."}, {"text_block_id": "p21_b250", "text": "Conference of the Parties (COP):"}, {"text_block_id": "p21_b251", "text": "Is the •Supreme Body• of the Convention, that is, the highest decision making authority. It is a meeting of all the parties that have rati"}, {"text_block_id": "p21_b252", "text": "•"}, {"text_block_id": "p21_b253", "text": "ed or acceded to the Convention."}, {"text_block_id": "p21_b254", "text": "Emissions:"}, {"text_block_id": "p21_b255", "text": "Means the release of greenhouse gases and/or their precursors into the atmosphere over a speci"}, {"text_block_id": "p21_b256", "text": "•"}, {"text_block_id": "p21_b257", "text": "ed area and period of time."}, {"text_block_id": "p21_b258", "text": "Global warming:"}, {"text_block_id": "p21_b259", "text": "The intensi"}, {"text_block_id": "p21_b260", "text": "•"}, {"text_block_id": "p21_b261", "text": "cation of the greenhouse effect, which results from anthropogenic actions, where the consequence is an increase in the concentration of greenhouse gases, aerosols and their predecessors in the atmosphere. These absorb and retain part of the infrared radiation emitted by the Earth•s surface, thus increasing the average temperature on the earth and causing adverse climatic phenomena."}, {"text_block_id": "p21_b262", "text": "Greenhouse gases (GHGs):"}, {"text_block_id": "p21_b263", "text": "Greenhouse gases are those gaseous constituents of the atmosphere, both natural and anthropogenic, that absorbs and re-emits infrared radiation. The Kyoto Protocol deals with six anthropogenic greenhouse gases, namely; carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), sulphur hexa"}, {"text_block_id": "p21_b264", "text": "•"}, {"text_block_id": "p21_b265", "text": "uoride (SF6) and two groups of gases: hydro"}, {"text_block_id": "p21_b266", "text": "•"}, {"text_block_id": "p21_b267", "text": "uorocarbons (HFCs e.g. HFC-23), and per"}, {"text_block_id": "p21_b268", "text": "•"}, {"text_block_id": "p21_b269", "text": "uorocarbons (e.g. CF4)  and  Nitrogen tri"}, {"text_block_id": "p21_b270", "text": "•"}, {"text_block_id": "p21_b271", "text": "uoride (NF3)."}, {"text_block_id": "p21_b272", "text": "Intergovernmental Panel on Climate Change (IPCC):"}, {"text_block_id": "p21_b273", "text": "Is a body or institution formed jointly by the United Nations Environment Programme (UNEP) and the World Meteorological Organization (WMO) in 1988 to provide broad and balanced information about climate change."}, {"text_block_id": "p21_b274", "text": "Kyoto Protocol:"}, {"text_block_id": "p21_b275_merged_merged_merged_merged_merged", "text": "The Kyoto Protocol is an international legally binding agreement linked to the United Nations Framework Convention on Climate Change. It was adopted at the 3rd Conference of the Parties to the UNFCCC in Kyoto, Japan."}, {"text_block_id": "p22_b278", "text": "Mitigation:"}, {"text_block_id": "p22_b279", "text": "Mitigation refers to efforts that seek to prevent or slow down the increase of atmospheric GHG concentrations by limiting current and future emissions and enhancing potential sinks for greenhouse gases"}, {"text_block_id": "p22_b280", "text": "National Adaptation Plans (NAPs):"}, {"text_block_id": "p22_b281", "text": "These are medium and long term national plans to enable LDCs and other developing countries adapt to climate change."}, {"text_block_id": "p22_b282", "text": "National Adaptation Programmes of Action (NAPAs):"}, {"text_block_id": "p22_b283", "text": "Is an initiative to enable Least Developed Countries (LDCs) identify priority activities that respond to their urgent and immediate needs to adapt to climate change"}, {"text_block_id": "p22_b284", "text": "Nationally Appropriate Mitigation Actions (NAMAs):"}, {"text_block_id": "p22_b285", "text": "Refers to set of policies and actions undertaken by developing country Parties in the context of sustainable development, supported and enabled by technology,"}, {"text_block_id": "p22_b286", "text": "•"}, {"text_block_id": "p22_b287", "text": "nancing and capacity-building, aimed at achieving a deviation in emissions relative to •business as usual• emissions."}, {"text_block_id": "p22_b288", "text": "Reducing Emissions from Deforestation and Forest Degradation plus (REDD+):"}, {"text_block_id": "p22_b289", "text": "Is a mechanism that seeks to reduce emissions of GHGs from deforestation and forest degradation as well as to enhance forest carbon stocks. REDD+ currently operates under the voluntary carbon markets, but will likely be entrenched in a future climate change agreement under the UNFCCC."}, {"text_block_id": "p22_b290", "text": "Resilience:"}, {"text_block_id": "p22_b291", "text": "The ability of a system to adapt to climate change, whether by taking advantage of the opportunities, or by dealing with their consequences."}, {"text_block_id": "p22_b292", "text": "Sink:"}, {"text_block_id": "p22_b293", "text": "Any process or activity that removes greenhouse gases or aerosols and their precursors from the atmosphere (or that does not result into further emissions)."}, {"text_block_id": "p22_b294", "text": "Sustainable development:"}, {"text_block_id": "p22_b295", "text": "Is development which meets the needs of current generations, without compromising the ability of the future generations to meet theirs."}, {"text_block_id": "p22_b296", "text": "Technology transfer:"}, {"text_block_id": "p22_b297_merged_merged", "text": "A broad set of processes covering the •ows of know-how, experience and equipment for mitigating and adapting to climate change amongst different"}, {"text_block_id": "p23_b300_merged", "text": "stakeholders such as governments, private sector entities, • nancial institutions, non-governmental organisations and research/education institutions"}, {"text_block_id": "p23_b303", "text": "United Nations Framework Convention on Climate Change (UNFCCC) •The Convention•"}, {"text_block_id": "p23_b304", "text": ":"}, {"text_block_id": "p23_b305", "text": "Is a non-binding global agreement on climate change, which sets an overall framework for intergovernmental efforts to tackle the challenge posed by climate change. It recognises that the climate system is a shared resource whose stability can be affected by industrial and other emissions of carbon dioxide and other greenhouse gases. It was adopted in Rio de Janeiro, Brazil in June 1992."}, {"text_block_id": "p23_b306", "text": "Vulnerability:"}, {"text_block_id": "p23_b307", "text": "The degree of susceptibility to the negative effects of climate change. It is a function of the type, magnitude and frequency of climate events to which a system is exposed to (exposure) as well as sensitivity and capacity for adaptation (adaptive capacity)."}, {"text_block_id": "p24_b308", "text": "1."}, {"text_block_id": "p24_b309", "text": "INTRODUCTION"}, {"text_block_id": "p24_b310", "text": "This Strategy has been developed in response to the growing concern of the negative impacts of climate change and climate variability on the country•s social, economic and physical environment. Its overall aim is to enhance the technical, institutional and individual capacity of the country to address the impact of climate change.  The Strategy covers adaptation, mitigation and cross-cutting interventions that will enable Tanzania to bene"}, {"text_block_id": "p24_b311", "text": "•"}, {"text_block_id": "p24_b312", "text": "t from the opportunities available to developing countries in their efforts to tackle climate change. These opportunities were recognized under the Copenhagen Accord, Cancun Agreement and Durban Platform for Enhanced Action, and they include technology transfer to developing countries under the proposed Technology Mechanism; opportunities offered by the Reducing Emissions from Deforestation and Forest Degradation Plus (REDD+) Mechanism; and"}, {"text_block_id": "p24_b313", "text": "•"}, {"text_block_id": "p24_b314", "text": "nancing for both adaptation and mitigation activities under the proposed  •Fast Start Climate Funding• (of up to USD ($) 30 billion in  2012), rising gradually to USD ($) 100 billion annually by 2020, and last but not least, the Green Climate Fund, whose aim is to promote the paradigm shift towards low emission and climate resilient development pathways by providing support to developing countries to limit or reduce their greenhouse gas emissions and adapt to the impacts of climate change."}, {"text_block_id": "p24_b315", "text": "1.1 Background"}, {"text_block_id": "p24_b316", "text": "It is widely agreed by the global community that the world•s climate is changing and will continue to change at unprecedented rates. Climate change is increasingly becoming a global concern as it poses a challenge to sustainable livelihoods, economic development and global security. This concern is based on scienti"}, {"text_block_id": "p24_b317", "text": "•"}, {"text_block_id": "p24_b318", "text": "c"}, {"text_block_id": "p24_b319", "text": "•"}, {"text_block_id": "p24_b320", "text": "ndings and observational evidence provided in existing United Nations reports, IPCC reports and other related documents on impacts of climate change. The Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC) shows an increase of global average air and ocean temperatures leading to wide spread melting of snow and ice, as well as rising global average sea level (IPCC, 2007; Norcia, 2008). The IPCC report also projects a further increase of mean temperatures to approximately 0.74"}, {"text_block_id": "p24_b321", "text": "o"}, {"text_block_id": "p24_b322", "text": "C and sea level increase at approximately 17cm."}, {"text_block_id": "p24_b323_merged_merged_merged", "text": "Notably, the risks associated with climate change are already evident in various economic sectors essential for Tanzania•s livelihood and sustenance, including water resources, energy generation, food security, ecosystems/biodiversity and human health. In the most vulnerable communities, the impacts of climate change pose a direct threat to people•s survival. Climate change is already having signi•cant impacts in developing countries and will affect their ability"}, {"text_block_id": "p25_b326", "text": "to achieve the Millennium Development Goals (MDGs) (IPCC, 2007; UNDP, 2008"}, {"text_block_id": "p25_b327", "text": "). Recent studies project that the frequency and intensity of extreme weather events will increase, causing severe socio-economic consequences particularly to the marginalised groups in society. Developing countries, such as Tanzania, are particularly vulnerable because of their high dependence on climate sensitive livelihood activities and low adaptive capacity."}, {"text_block_id": "p25_b328", "text": "Dealing with climate change is an economic necessity to avoid serious disruption to global and national socio-economic development. While adaptation is an overriding priority for developing countries like Tanzania, mitigation is also a concern. Economic assessments indicate that the cost of inaction will exceed the cost of taking early action (Stern, 2006"}, {"text_block_id": "p25_b329", "text": "). The participation of Tanzania in global efforts to mitigate climate change provides an opportunity for Tanzania to build climate resilience and promote sustainable economic growth. Recent development in climate change discussions, including the Cancun Agreement has shown that Nationally Appropriate Mitigation Actions (NAMAs) in developing countries are important contributions to global mitigation efforts, provided such actions are supported technologically,"}, {"text_block_id": "p25_b330", "text": "•"}, {"text_block_id": "p25_b331", "text": "nancially and with appropriate capacity building."}, {"text_block_id": "p25_b332_merged_merged_merged", "text": "Tanzania•s rati•cation of the United Nations Framework Convention on Climate Change (UNFCCC) and Kyoto Protocol in 1996 and 2002 respectively, is a step towards ensuring that climate change issues are addressed at the national level. The ultimate objective of the UNFCCC is to achieve stabilization of GHG concentrations in the atmosphere at a level that would prevent dangerous anthropogenic interference with the climate system. To effectively meet the objectives of the UNFCCC, the international community subsequently adopted the Kyoto Protocol to provide legally binding emission reductions commitments for developed countries, in addition to those included in the UNFCCC. Owing to the high costs involved to reduce the emissions by developed countries domestically, three •exible mechanisms were established under the Kyoto Protocol to assist the developed country parties to meet their commitments. The mechanisms are: (i) Emission Trading (ET); (ii) Clean Development Mechanism (CDM); and (iii) Joint Implementation (JI)."}, {"text_block_id": "p25_b337", "text": "At a national level, the implementation of the UNFCCC and Protocol is further supported by the existing environmental frameworks in the country, namely"}, {"text_block_id": "p26_b338", "text": "the National Environment Policy (1997) and the Environment Management Act No. 20 of 2004. Both environmental arrangements endeavour to maintain sustainable environmental coordination and natural resource management. Additionally, the implementation of the various adaptation and mitigation initiatives, programmes, strategies and plans (Table 3) demonstrates the national commitment in addressing the impacts of climate change. This Strategy will strengthen implementation of such climate change initiatives and enhance national contributions to the overall national socio-economic development agenda."}, {"text_block_id": "p26_b339", "text": "In subsequent Conference of Parties (COPs) various Working Groups were established to enhance the implementation of the UNFCCC. For example, COP 11 of UNFCCC held in Montreal, Canada in 2005 established an Ad Hoc Working Group on Further Commitments of developed countries (Annex I Parties) under the Kyoto Protocol (AWG-KP) on the basis of Article 3.9 of the Protocol, which mandated the consideration of Annex I Parties• further commitments at least seven years before the end of the"}, {"text_block_id": "p26_b340", "text": "•"}, {"text_block_id": "p26_b341", "text": "rst commitment period. In addition, during COP 13 held in Bali, Indonesia in 2007, established an Ad Hoc Working Group on Long-term Cooperative Actions on the implementation of the Convention (AWG•LCA) and mandated it to formulate an agreed outcome on how to enhance long-term cooperative actions after two years.  Furthermore, in 2011 the Ad Hoc Working Group on the Durban Platform (ADP) for Enhanced Action was established to develop another legally binding instrument or an agreed outcome with legal force under the UNFCCC applicable to all Parties."}, {"text_block_id": "p26_b342", "text": "In the context of the UNFCCC and Kyoto Protocol, climate change at global level presents a number of opportunities including the following:"}, {"text_block_id": "p26_b343", "text": "In the context of the UNFCCC and Kyoto Protocol, climate change at global level presents a number of opportunities including the following:\n* Transfer of technology through implementation of mitigation related activities\n* such as REDD+ CDM and NAMAs;\n* Financial support through available funding opportunities under the UNFCCC, Kyoto Protocol\n* as well as various other multilateral and bilateral arrangements;\n* Transformation of the energy sector through initiatives\n* such as NAMAs\n* such as NAMAs\n ,\n* such as NAMAs\n ,\n which if implemented effectively can support adequate generation and availability of energy in the country;\n* Enhance national and local initiatives to conserve forests and biodiversity through programmes, such as  REDD+ and NAMAs in the forest sector; and"}, {"text_block_id": "p27_b361", "text": "In the context of the UNFCCC and Kyoto Protocol, climate change at global level presents a number of opportunities including the following:\n* Transfer of technology through implementation of mitigation related activities\n* such as REDD+ CDM and NAMAs;\n* Financial support through available funding opportunities under the UNFCCC, Kyoto Protocol\n* as well as various other multilateral and bilateral arrangements;\n* Transformation of the energy sector through initiatives\n* such as NAMAs\n* such as NAMAs\n ,\n* such as NAMAs\n ,\n which if implemented effectively can support adequate generation and availability of energy in the country;\n* Enhance national and local initiatives to conserve forests and biodiversity through programmes, such as  REDD+ and NAMAs in the forest sector; and\n* Enhance international cooperation between sovereign countries and various organizations.\n<\\li1>"}, {"text_block_id": "p27_b363", "text": "While the international community is proactively addressing climate change challenges pursuant to the UNFCCC agenda, a number of challenges remain unaddressed. These include increasing GHG emissions, limited access to"}, {"text_block_id": "p27_b364", "text": "•"}, {"text_block_id": "p27_b365", "text": "nance, insuf"}, {"text_block_id": "p27_b366", "text": "•"}, {"text_block_id": "p27_b367", "text": "cient technology transfer and development, low adaptive capacity, inadequate institutional arrangement, poor information management and low level of climate change awareness."}, {"text_block_id": "p27_b368", "text": "Greenhouse gas increase:"}, {"text_block_id": "p27_b369", "text": "Despite having the Kyoto Protocol in place, GHGs emissions continue to increase and many developed countries have not adequately taken stringent measures to reduce emissions in line with scienti"}, {"text_block_id": "p27_b370", "text": "•"}, {"text_block_id": "p27_b371", "text": "c"}, {"text_block_id": "p27_b372", "text": "•"}, {"text_block_id": "p27_b373", "text": "ndings and recommendations of the Protocol and related climate discussions"}, {"text_block_id": "p27_b374", "text": "."}, {"text_block_id": "p27_b375", "text": "Access to"}, {"text_block_id": "p27_b376", "text": "•"}, {"text_block_id": "p27_b377", "text": "nance:"}, {"text_block_id": "p27_b378", "text": "For developing countries to address climate change challenges adequate"}, {"text_block_id": "p27_b379", "text": "•"}, {"text_block_id": "p27_b380", "text": "nancial support is necessary. The international community however, has not been able to allocate and make available suf"}, {"text_block_id": "p27_b381", "text": "•"}, {"text_block_id": "p27_b382", "text": "cient"}, {"text_block_id": "p27_b383", "text": "•"}, {"text_block_id": "p27_b384", "text": "nancial resources for this purpose. In addition, some of the resources are provided in the form of loans which adds more dif"}, {"text_block_id": "p27_b385", "text": "•"}, {"text_block_id": "p27_b386", "text": "culty to developing countries. Repayment of climate change related loans is dif"}, {"text_block_id": "p27_b387", "text": "•"}, {"text_block_id": "p27_b388", "text": "cult due to increasing global interest and in"}, {"text_block_id": "p27_b389", "text": "•"}, {"text_block_id": "p27_b390", "text": "ation rates, which is further compounded by  climate change impacts affecting climate sensitive sectors which correspond to key economic development drivers."}, {"text_block_id": "p27_b391", "text": "Technology transfer and development:"}, {"text_block_id": "p27_b392", "text": "For countries like Tanzania to be able to adapt and undertake appropriate mitigation actions, accessing appropriate clean technologies is a prerequisite, however, there are barriers in such endeavours. Most of these technologies are very expensive to acquire and with restrictive intellectual property rights of ownership. It is important therefore, for the international community to remove such barriers and make such technologies readily available to LDCs to enable them to successfully address the impacts of climate change."}, {"text_block_id": "p27_b393", "text": "Adaptive capacity:"}, {"text_block_id": "p27_b394_merged_merged_merged_merged_merged", "text": "Enhancing global adaptive capacity has been the most important area in addressing climate change. However the adaptive capacity of developing countries, including countries like Tanzania, remains a challenge. Adaptation to climate change requires various technical resources, such as clean technologies, •nancial resources, expertise, as well as appropriate institutional arrangements to build an enabling environment for climate resilience"}, {"text_block_id": "p27_b401", "text": "."}, {"text_block_id": "p28_b402", "text": "Institutional arrangements:"}, {"text_block_id": "p28_b403", "text": "Addressing climate change should be undertaken with a long term perspective. This will enable Tanzania to build resilience and achieve sustainable development. The challenge is that there is an inadequate institutional arrangement to effectively address climate change. As a result there is a need to strengthen the existing national institutional frameworks to enhance the conducive environment for addressing long term climate change adaptation, resilience building and achieving sustainable development."}, {"text_block_id": "p28_b404", "text": "Low level of information and awareness"}, {"text_block_id": "p28_b405", "text": ":"}, {"text_block_id": "p28_b406", "text": "Although numerous efforts have been undertaken to raise awareness on climate change at global, regional and national levels, not every individual has suf"}, {"text_block_id": "p28_b407", "text": "•"}, {"text_block_id": "p28_b408", "text": "cient knowledge and information of the problem posed by climate change and the reactive/proactive measures required to address the problem. More efforts are still needed to enhance climate information sharing and raise the public awareness on climate change."}, {"text_block_id": "p28_b409", "text": "Climate change and security:"}, {"text_block_id": "p28_b410_merged_merged", "text": "While the challenges of climate change relate mainly to sustainable development, there is an emerging security dimension. The economic growth of developing countries, particularly LDCs, depend on climate sensitive sectors such as agriculture, livestock, forestry, water, tourism, transport, energy and health. The impacts of climate change shall adversely affect vulnerable sectors causing possible resources con•ict within countries, and across borders for transboundary resources. That said it is important for developing countries policy makers and experts at national level, to understand the climate change security dimension and the related geopolitics issues. The • ndings of the IPCC demonstrate that even if by 2050 emissions would be reduced to below half of 1990 levels, a temperature rise of up to 2ºC above pre-industrial levels will be dif•cult to avoid. Such a temperature increase will pose serious security risks that would increase if global warming continues. Unmitigated climate change beyond 2ºC will lead to unprecedented sustainable development impacts and security concerns as it is likely to trigger a number of tipping points that would lead to further accelerated, irreversible and largely unpredictable climate changes. The measures to adapt to the unavoidable effects of climate variability need to work in conjunction with addressing national issues (due to increased resource con•ict) and international security threats (due to climatic geopolitics) created by climate change."}, {"text_block_id": "p28_b425", "text": "Climate change is best viewed as a threat multiplier which exacerbates existing trends, tensions and instability. The core challenge is that climate change threatens to overburden countries and areas which are already fragile and"}, {"text_block_id": "p29_b426", "text": "con"}, {"text_block_id": "p29_b427", "text": "•"}, {"text_block_id": "p29_b428", "text": "ict prone such as pastoral-farmer interfaces. It is important to recognize that the risks are not just of a humanitarian nature; they also include political and security risks that directly affect the global geopolitics that could have in"}, {"text_block_id": "p29_b429", "text": "•"}, {"text_block_id": "p29_b430", "text": "uence national level interests.  For example, the attainment of the MDGs for LDC countries like Tanzania would be at considerable risk, because the adverse effects of climate change could undermine years of national development efforts. There is also need to enhance capacity for approaches related to con"}, {"text_block_id": "p29_b431", "text": "•"}, {"text_block_id": "p29_b432", "text": "ict prevention, disaster crisis management and post- disaster con"}, {"text_block_id": "p29_b433", "text": "•"}, {"text_block_id": "p29_b434", "text": "ict reconstruction as it relates to climate change. Additionally  LDC countries, such as Tanzania, should understand climate change geopolitics from a security perspective and strengthen the capacity of security systems in this regard."}, {"text_block_id": "p29_b435", "text": "1.2 Rationale for the Climate Change Strategy"}, {"text_block_id": "p29_b436_merged_merged", "text": "The impacts of climate change are already being felt across the country and are projected to increase both in frequency and severity leading to severe socio-economic implications. Tanzania• ability to address the current and projected impacts of climate change is strongly hindered by a number of climatic and non-climatic factors. Non-climatic factors include poverty, inadequate institutional arrangement, lack of adequate •nancial resources, lack of suf• cient human resource and technological capacities, low awareness and lack of adequate climate change information management."}, {"text_block_id": "p29_b443", "text": "Notably, climatic factors such as incidences of sporadic extreme weather events and slow onset events are increasing in many parts of the country with severe consequences on food production, water access and energy generation. The recent food shortages resulting in widespread hunger, water scarcity and acute power shortages signify the vulnerability of the country to impacts of climate change. Analysis of climate change projection indicates that Tanzania will continue to face future development challenges as a result of increased climate variability and climatic changes."}, {"text_block_id": "p29_b444", "text": "That said the rationale for this Strategy is to provide an enabling mechanism that will enable the country to effectively address the impacts of climate change and support national adaptation as well as mitigation initiatives. The development of this Strategy is an important milestone for the country in providing a framework that will facilitate and harmonize national efforts to address climate change."}, {"text_block_id": "p29_b445", "text": "1.3 Methodology"}, {"text_block_id": "p29_b446", "text": "The process for the preparation of this Strategy commenced in 2008 when the VPO implemented the project to strengthen national capacity to adapt to the impacts of climate change. The process was performed in two phases, namely:"}, {"text_block_id": "p30_b447", "text": "The process for the preparation of this Strategy commenced in 2008 when the VPO implemented the project to strengthen national capacity to adapt to the impacts of climate change. The process was performed in two phases, namely:\n* Consultation with key stakeholders; and\n* Work by multidisciplinary expertâ¢s team."}, {"text_block_id": "p30_b451_merged", "text": "The consultation phase included assessments of locally based climate change impacts conducted in six thematic areas in selected regions of Tanzania, including Zanzibar, and zonal consultative workshops. Assessments of locally based climate change impacts were undertaken in 2008/2009, in six thematic areas in selected regions of Tanzania, including Zanzibar (URT, 2009). The overall objective of these assessments was to reveal and document both the key locally based impacts of climate change and their cultural, socio-economic and environmental implications to the local communities and to the country as a whole. These assessments further sought to collect and consolidate pictorial and textural materials that could facilitate comparability of the past and present physical environment so as to reveal the magnitude of change where possible. The assessment addressed the impacts of climate change on health, coastal environment, water resources, crop and livestock production systems, animal and plant diseases and pests, and biodiversity. The assessments were undertaken using four main techniques: public meetings, • eld observations, secondary data, focus group discussions and interviews with key informants at regional and district levels, selected institutions, and households in selected villages. Moreover, zonal workshops were used as dialogue sessions with stakeholders from the private and public sectors where initial ideas on the process of preparing the National Climate Change Strategy were collected and discussed. Five workshops were conducted between January and June 2011, in southern zone (31 January-2 February 2011) in Mtwara; northern zone (6-9 March 2011) in Arusha; Lake Zone 26-29 May 2011) in Mwanza; and western (20-21 June 2011) in Mpanda. Consultation on •nal draft was also undertaken through a national stakeholder workshop held in January 2012 with representation from the private, public sector, NGOs/CBOs development partners as well as the academia."}, {"text_block_id": "p30_b457", "text": "The second phase involved formation of a multidisciplinary team of experts comprising of members from various government MDAs, research institutions, academia and selected NGOs with a special task of preparing this strategy. The team of experts working with the National Climate Change Focal point, held a number of working sessions towards accomplishment of the task. The team made use of the data and relevant information gathered during the preliminary assessment and zonal workshops. Furthermore a rigorous literature review was undertaken to identify key linkages between climate change and various natural and social systems and how such systems respond to climate change"}, {"text_block_id": "p31_b458", "text": "impacts. Literature on how other countries have prepared their strategies was also consulted."}, {"text_block_id": "p31_b459", "text": "The draft Strategy was then subjected for review by civil society organisations, private sectors, development partners and Climate Change Technical and Steering Committees, among others, through national stakeholder workshops. Relevant comments from all stakeholders were then incorporated in this Strategy."}, {"text_block_id": "p32_b460", "text": "2."}, {"text_block_id": "p32_b461", "text": "COUNTRY SITUATIONAL ANALYSIS"}, {"text_block_id": "p32_b462", "text": "2.1 Country Pro"}, {"text_block_id": "p32_b463", "text": "•"}, {"text_block_id": "p32_b464", "text": "le"}, {"text_block_id": "p32_b465", "text": "2.1.1 Geographical Location"}, {"text_block_id": "p32_b466", "text": "Tanzania is located south of the Equator, lying mostly between latitudes 1 and 12°S, and longitudes 29°and 41°E. It is constituted by Tanzania Mainland and Zanzibar with a total area of 945,087 km"}, {"text_block_id": "p32_b467", "text": "2"}, {"text_block_id": "p32_b468", "text": "comprised of land area of 883,749 km"}, {"text_block_id": "p32_b469", "text": "2"}, {"text_block_id": "p32_b470", "text": "(881,289 km"}, {"text_block_id": "p32_b471", "text": "2"}, {"text_block_id": "p32_b472", "text": "mainland and 2,460 km"}, {"text_block_id": "p32_b473", "text": "2"}, {"text_block_id": "p32_b474", "text": "Zanzibar), and 59,050 km"}, {"text_block_id": "p32_b475", "text": "2"}, {"text_block_id": "p32_b476", "text": "of inland water bodies and part of the Indian Ocean. Tanzania mainland encompasses island of Ma"}, {"text_block_id": "p32_b477", "text": "•"}, {"text_block_id": "p32_b478", "text": "a (518 km"}, {"text_block_id": "p32_b479", "text": "2"}, {"text_block_id": "p32_b480", "text": ") while Zanzibar comprises islands of Unguja (1,666 km"}, {"text_block_id": "p32_b481", "text": "2"}, {"text_block_id": "p32_b482", "text": ") and Pemba (795 km"}, {"text_block_id": "p32_b483", "text": "2"}, {"text_block_id": "p32_b484", "text": ") as major islands. There are numerous smaller islands both in the mainland and Zanzibar. Tanzania shares borders with Kenya and Uganda to the north; Rwanda, Burundi and Democratic Republic of Congo to the west; Zambia and Malawi to the south-west, Mozambique to the South; and the Indian Ocean to the East (Figure 1)."}, {"text_block_id": "p32_b485_merged_merged_merged", "text": "Figure 1: Map of Tanzania"}, {"text_block_id": "p33_b487", "text": "2.1.2 Main Physical features"}, {"text_block_id": "p33_b488_merged", "text": "There is a wide variety of physical features extending from a narrow coastal belt of the western Indian Ocean with sandy beaches to an extensive plateau with altitude ranging from 1000 to 2000 meters above sea level. The plateau is fringed by narrow belts of highlands, including Mount Meru (4,566m), Mount Kilimanjaro (5,895m) the highest mountain in Africa, and other mountain ranges such as Livingstone, Kipengere, Udzungwa, Uluguru, Nguu, Usambara and Pare. Tanzania has several fresh water bodies, including Lake Victoria, the largest in Africa; Lake Tanganyika, the longest and deepest in Africa; and Lake Nyasa. The country also has many large rivers, draining into nine drainage basins. The major rivers include Ru•ji, Kagera, Mara, Ruaha, Pangani, Ruvuma and Malagarasi. The nine water basins are Wami-Ruvu, Pangani, Lake Victoria, Lake Nyasa, Lake Tanganyika, Lake Rukwa, Ru•ji, Ruvuma and the internal drainage basin around Singida."}, {"text_block_id": "p33_b493", "text": "Tanzania is also traversed by the spectacular Great Rift Valley system with two arms. The western arm in which Lake Nyasa, Tanganyika and Rukwa fall in runs along the western part of the country, while the eastern crosses in the central part with Lake Eyasi, Manyara and Natron in it. There are also other spectacular physical features including the diverse vegetation types such as extensive savannah and bushy vegetation that are fringed by narrow belts of forested highlands, the Itigi thickets, the Masai steppes, the miombo woodlands covering a greater part of the land area, and the mangrove systems along the coast. These ecosystems are famous habitats for diverse types of wildlife."}, {"text_block_id": "p33_b494", "text": "2.1.3 Climatic Condition"}, {"text_block_id": "p33_b495", "text": "The climate in the country is diverse as a result of proximity of the ocean and inland lakes; wide altitudinal range, which governs temperature; and latitude. It is characterized by two main rain seasons namely the long rains and the short rains which are associated with the southward and northwards movement of the Inter-Tropical Convergence Zone. The long rains (Masika) begin in the mid of March and end at the end May, while the short rains (Vuli) begin in the middle of October and continues to early December. The northern part of the country including areas around Lake Victoria Basin, North-Eastern Highlands and the Northern Coast experience a bimodal rainfall regime. Central, South and Western areas have a prolonged unimodal rainfall regime starting from November, continuing to the end of April. In general, annual rainfall varies from 550 mm in the central part of the country up to 3690 mm in some parts of south-western highlands (Chang•a et al., 2010). Spatial distribution of mean annual rainfall is presented in Figure 2. Most of the country receives less than 1,000mm, except the highlands and parts of the extreme south and west where 1,400 to 2,000mm can be expected. Average rainfall in the central regions is around 600mm."}, {"text_block_id": "p34_b496", "text": "Figure 2: Spatial distribution of mean annual rainfall (1970 • 2000)"}, {"text_block_id": "p34_b497_merged", "text": "Temperature varies according to the geographical location, relief and altitude. Along the coast and in the off shore islands the average temperature ranges between 27°C and 29°C, while in the central, northern and western parts temperatures range between 20 and 30°C. Temperatures are higher between the months of December and March and coolest during the months of June and July. In the Southern highlands and mountainous areas of the north and northeast, temperature occasionally drops below 15°C at night (URT, 2008), and in the cold months in June and July sub-zero temperatures can also be experienced. Spatial patterns of mean annual maximum (Tmax) and minimum temperature (Tmin) are presented in Figure 3 and Figure 4 respectively. Distribution of Tmin is identical to that of Tmax, lower values of Tmin are cantered on south-western and north-eastern highlands. Mbeya, Igeri, Arusha, Moshi and Kilimanjaro are the coolest areas characterized by mean annual Tmin values which are less than 15°C. Coastal areas including Dar es Salaam, Tanga, Mtwara, Zanzibar and Pemba are characterized by relatively higher values (> 20°C) of mean annual Tmin (Figure 3)."}, {"text_block_id": "p35_b499", "text": "Based on altitude, precipitation and temperature pattern, dependable growing seasons and average water holding capacity of the soils and physiographic features, Tanzania has seven agro-ecological zones as presented in Annex 1."}, {"text_block_id": "p35_b500", "text": "Figure 3: Mean annual minimum temperature (°C)"}, {"text_block_id": "p35_b501", "text": "2.1.4 Natural Resources and economic activities"}, {"text_block_id": "p35_b502", "text": "Mineral sector"}, {"text_block_id": "p35_b503_merged", "text": "Tanzania is endowed with large deposits of gold, diamond, tanzanite, ruby, tin, copper, nickel, iron, phosphate, gypsum, coal, natural gas, uranium and oil. Mining involves large and small scale, both of which are potential. In 2007, the sector grew at about 15% annually, but dropped to 2.5% in 2008 and to a further 1.2% in 2009 due to decline in export of diamonds and gold production. The contribution of mining and quarrying sub activities to Gross Domestic Product (GDP) decreased marginally from 3.4% in 2008 to 3.3% in 2009 (URT,2010). Nevertheless it is expected the mining sector to increase to 3.2% by 2015 (MKUKUTA II, 2010)."}, {"text_block_id": "p36_b505", "text": "Forestry sector"}, {"text_block_id": "p36_b506", "text": "Tanzania has a total area of about 94.5 million hectares out of which 88.6 million hectares are covered by landmass and the rest is water bodies. The country has a total of 35.3 million hectares of forests out of which 16 million hectares comprise of reserve forests, 2 million hectares are forests in national parks and the rest, 17.3 million hectares (49% of all forestland), are unprotected forests in general land. This is one of the highest forest cover in the Eastern and Southern Africa. The forests contribution to the national GDP is estimated to be between 2.3% and 10% of the country•s total GDP. This contribution is underestimated because of unrecorded consumption of wood fuels, bee products, catchment and environmental values and other forest products"}, {"text_block_id": "p36_b507", "text": ".  The forest sector act as a carbon sink, absorbing all emissions produced at national level and more, making Tanzania a net sink of GHGs."}, {"text_block_id": "p36_b508", "text": "Wildlife sector"}, {"text_block_id": "p36_b509", "text": "The wildlife sector has an important contribution to the national development, mainly from activities of tourism such as photographic sceneries, wild animal hunting and licensing of trophy business. The sector is rapidly growing. For instance, in 2009, receipts from wildlife sector increased to TShs 23,575.7 million from TShs 18,387.4 million in 2008, equivalent to an increase of 22% (URT, 2010).  This sector like other sectors of the economy is constrained by the impacts of climate change.  Many species around the country are affected by the combined impacts of climate factors, anthropogenic factors such as the encroachment, land fragmentation and destruction of natural habitats. Such changes in natural habitats may alter wildlife distribution patterns, and compounded by climate change, such situation may increase con"}, {"text_block_id": "p36_b510", "text": "•"}, {"text_block_id": "p36_b511", "text": "ict for resources. This may be the case particularly amongst migratory species, which use a network of sites, and may constrain their ability to adapt to changes. Conversely, anthropogenic factors are likely to exacerbate the impacts of climate change on wildlife. For example, increased water abstraction for rice irrigation upstream Katuma River system has already contributed signi"}, {"text_block_id": "p36_b512", "text": "•"}, {"text_block_id": "p36_b513", "text": "cantly to water shortage for wild animals in Katavi National Park (Elisa at al., 2011"}, {"text_block_id": "p36_b514", "text": "). A similar experience is also reported for the Great Ruaha River ecosystem."}, {"text_block_id": "p36_b515", "text": "Wetlands"}, {"text_block_id": "p36_b516_merged_merged_merged", "text": "Wetlands in Tanzania cover 10% of the total land area, of which 5.5% is presently for the four Ramsar sites. Among them include Malagarasi-Moyovosi (32,500 km²), Lake Natron Basin (2250 km²), Kilombero valley • oodplain (7,950 km²) and Ru• ji-Ma•a-Kilwa (5,969.7 km²). Millions of people depend on wetlands for •shing and related livelihood activities (Dixon, 2003; MNRT, 2003). They are also important ecosystems, which in their natural state play"}, {"text_block_id": "p37_b525", "text": "an important role in the water cycle through numerous functions. By way of ground water recharge, wetlands and"}, {"text_block_id": "p37_b526", "text": "•"}, {"text_block_id": "p37_b527", "text": "lter underground aquifers for potable water. The same would then move out of the aquifer to become surface water through Ground water discharge.  Wetlands also store large volumes of rain water which subsequently run slowly into rivers. This diminishes the destructive effects of"}, {"text_block_id": "p37_b528", "text": "•"}, {"text_block_id": "p37_b529", "text": "ooding downstream. As for coastal areas, wetland vegetation such as mangroves stabilizes shorelines by reducing the energy of waves, currents, or other erosive forces."}, {"text_block_id": "p37_b530", "text": "Agriculture and food security"}, {"text_block_id": "p37_b531", "text": "Agriculture is the mainstay of the Tanzanian economy contributing about 23.7% of GDP in the year 2011, 30.9% of export earnings and employs about 75% of the total labour force. Over the past decade, the agricultural sector grew at an average rate of 4.4%. The rate of growth in agriculture is higher than the average annual population growth rate of 2.9%, implying growth in incomes. However, the above average agricultural growth rate is insuf"}, {"text_block_id": "p37_b532", "text": "•"}, {"text_block_id": "p37_b533", "text": "cient to lead to signi"}, {"text_block_id": "p37_b534", "text": "•"}, {"text_block_id": "p37_b535", "text": "cant wealth creation and reduction of poverty given the very low level of agricultural development. Attaining poverty reduction would require an annual agricultural growth rate of about 10% (URT, 2009a"}, {"text_block_id": "p37_b536", "text": ")."}, {"text_block_id": "p37_b537_merged_merged_merged", "text": "The agricultural sector comprises of crops and livestock sub sectors.  Policy wise, the agricultural sector relates to crop production taking into account the synergies with other closely related policies like that of  livestock, marketing and irrigation. On average, crop production contributes about 19.0% of GDP and grows at 4.1% (URT, 2008a) while livestock production contributed about 5.9% of the GDP and grow at 4.3%. Food crop production is growing at a rate of about 2.8%, accounting for about 65% of agricultural GDP while cash crops account for about 10%. Maize is the most important crop accounting for over 20% of total GDP. Food and cash crops account for about 70% of rural incomes."}, {"text_block_id": "p37_b539", "text": "Tourism sector"}, {"text_block_id": "p37_b540", "text": "Tanzania•s tourism sector is among the sectors with great economic potential. The country has many tourist attractions that include 14 national parks and 31 game reserves with large herds of wildlife, such attractions, include Ngorongoro Conservation Area, as well as Serengeti and Ruaha National Parks - Tanzania•s largest national parks. Other tourist attractions include mountains, islands, beaches, historical sites, cultures and traditions, some of which are world heritage sites such as Mountain Kilimanjaro, the highest mountain in Africa"}, {"text_block_id": "p38_b541", "text": "while Kilwa Kisiwani, Songo Mnara and Zanzibar are among the most beautiful islands in the world. The sector contributes about 17.5% in GDP (MNRT, 2011). Notably tourism performance shows that the number of international visitors has increased from 501,669 in 2000 to 770,376 in 2008. Likewise, receipts accruing from international visitors have increased signi"}, {"text_block_id": "p38_b542", "text": "•"}, {"text_block_id": "p38_b543", "text": "cantly from USD ($) 376.1 million to USD ($)1,269.68 million within the same timeframe."}, {"text_block_id": "p38_b544", "text": "Energy sector"}, {"text_block_id": "p38_b545_merged_merged", "text": "Tanzania is well endowed with enormous and diversi•ed energy resources potential for immediate, medium and long term electricity needs of the country (Table 1). These sources include hydropower, natural gas, solar, wind, biogas, coal reserves, biofuel, wood fuel, and geothermal. Despite existence of these huge potential, only a small fraction of it has been exploited. Currently, the most exploited energy source is wood fuel because it is considered both cheap and accessible to the poor majority in both rural and urban areas. Generally, the energy sector in Tanzania is characterized by low per capita consumption of commercial energy in form of petroleum and electricity, and a large dependency on non-commercial energy, particularly biomass energy in form of • rewood, charcoal and agricultural and animal residues . Biomass energy accounts for 90% of total energy consumption. Over 80% of rural population rely on the energy sources such as wood, charcoal, crop waste and manure for cooking and heating, while kerosene is used for lighting. In comparison with most sub-Saharan Africa countries, the level of access to electricity in Tanzania is still low; with only about 14% of the households having access to electricity. In addition, only about 2% of the rural population is currently connected to the national grid."}, {"text_block_id": "p38_b550", "text": "The electric energy mixture is comprised of both hydro and thermal generation units. The hydro capacity is comprised of six major hydro plants with a total capacity of 562 MW (545 MW available capacities). Currently, the grid hydrothermal mix is estimated at 60% hydro and 40% thermal, respectively."}, {"text_block_id": "p38_b551", "text": "Table 1: Potential energy sources and status of exploitation"}, {"text_block_id": "p39_b552", "text": "Source:"}, {"text_block_id": "p39_b553_merged", "text": "URT (2010b)"}, {"text_block_id": "p40_b555", "text": "Figure 4: Energy consumption by sources in Tanzania"}, {"text_block_id": "p40_b556", "text": "Source:"}, {"text_block_id": "p40_b557", "text": "URT (2010b)"}, {"text_block_id": "p40_b558", "text": "Industry sector"}, {"text_block_id": "p40_b559", "text": "Industrial manufacturing activities in Tanzania are relatively small and at an infancy stage, contributing to about 8.6% of the GDP in the last decade. Most industrial development in Tanzania is either light manufacturing industries or agro-processing plants and mills located mainly in urban centres. Small-scale industries concentrate in agro product processing for value addition and are scattered throughout the cities and municipalities; and some are located in residential areas.  In 2000 there were 36 registered industries and other businesses and by 2007 the number had increased to about 262 registered and business. Data on industrial growth to date and its contribution to the national GDP is found."}, {"text_block_id": "p40_b560", "text": "Dar es Salaam is Tanzania•s main administrative, industrial and commercial City. The city accommodates about 40% of the total industrial manufacturing units in the country and contributes about 45% of Tanzania•s gross industrial manufacturing output (UN-HABITAT, 2009). The city is endowed with a major harbour and is an epicentre for manufacturing. In Dar es Salaam, for instance, large-scale industries are located in the designated industrial areas of Nyerere road, Ubungo and Mikocheni."}, {"text_block_id": "p40_b561", "text": "Livestock sector"}, {"text_block_id": "p40_b562", "text": "Tanzania ranks third in terms of numbers of livestock in Africa, and the sector has a good contribution to the national economy. The livestock sector contributed about 4.7% of the GDP in 2007 and 4.0% in 2009, where about 40% originated from beef production, 30% from milk production and another"}, {"text_block_id": "p41_b563", "text": "30% from poultry and small stock production (URT, 2009b, 2010a"}, {"text_block_id": "p41_b564", "text": "). Tanzania is estimated to have about 18.5 million cattle, 13.1 million goats, 3.6 million sheep, 1.2 million pigs and 30 million local chickens (Ministry of Livestock Development and Fisheries, Statistical Year Book, 2005). Approximately 95% of ruminant livestock in Tanzania are kept under traditional production systems depending mostly on pastures and crop residues as the main feed resources. In this system, limited inputs such as feed additives, supplementary feeds are offered. This system produces about 93% of the milk and 99% of the meat consumed in the country."}, {"text_block_id": "p41_b565", "text": "Fisheries sector"}, {"text_block_id": "p41_b566", "text": "Marine"}, {"text_block_id": "p41_b567", "text": "•"}, {"text_block_id": "p41_b568", "text": "sheries contribute about 15% of the total"}, {"text_block_id": "p41_b569", "text": "•"}, {"text_block_id": "p41_b570", "text": "sh production in the country with the rest coming from freshwater. The annual marine"}, {"text_block_id": "p41_b571", "text": "•"}, {"text_block_id": "p41_b572", "text": "sh catches increased from 36,684 tonnes in 1993 to 44,838.2 tonnes in 2009, while the corresponding quantities for freshwaters were 294,782 and 299,729 tonnes in 1993 and 2009 respectively. The contribution of"}, {"text_block_id": "p41_b573", "text": "•"}, {"text_block_id": "p41_b574", "text": "sheries both fresh water and marine to the GDP varied from 1.7% in 1998 to 1.4% in 2009 (URT, 2010a)."}, {"text_block_id": "p41_b575", "text": "Infrastructure"}, {"text_block_id": "p41_b576", "text": "Por ts"}, {"text_block_id": "p41_b577_merged_merged_merged", "text": "Tanzania Ports Authority (TPA) administers a diverse system of Tanzania•s mainland sea and inland water ways. The major sea ports are Dar es Salaam, Tanga and Mtwara while smaller sea ports are Kilwa, Lindi, Ma• a, Pangani; Bagamoyo and Mikindani. The lake ports are formally operated by the Marine Services Company Limited (MSCL) under TPA mandate and are situate on Lake Victoria, including Mwanza North and South Ports, Nansio, Kemondo Bay, Bukoba and Musoma; Lake Tanganyika, including Kigoma and Kasanga; and Lake Nyasa including Itungi Port, Manda Liuli and Mbamba Bay."}, {"text_block_id": "p41_b580", "text": "Railway Network"}, {"text_block_id": "p41_b581", "text": "Tanzania Railway systems have a total track length of 3,676km out of which 2,701km are owned by Rail Asset Holding Company (RAHCO) and operated by Tanzania Railways Limited (TRL). The remaining 975km are operated by the Tanzania - Zambia Railway Authority (TAZARA) co-owned by the governments of Tanzania and Zambia. TAZARA network covers a total track length of 1860km out of which 975km are on the Tanzania side and the remaining 885km on the Zambia side. The two railway systems link 14 out of the 22 regions on the mainland."}, {"text_block_id": "p42_b582", "text": "a) RAHCO"}, {"text_block_id": "p42_b583", "text": "The RAHCO network has a gauge of 1,000mm and consists basically of two main lines. The Central line running from Dar es Salaam to Tabora (840 km) and from Tabora to Kigoma (411 km) and a major branch from Tabora to Mwanza (378 km); and the Tanga line which starts from Tanga to Moshi and Arusha with total length of 438km. The two lines are connected by a link line between the Ruvu Junction Station on the Central line and Mnyuzi Junction on the Tanga line (188 km). Also, the system has four branch lines, that is, Kilosa-Kidatu (107 km), Kaliua-Mpanda (214 km), Manyoni-Singida (115 km), and Kahe-Border (16 km). The RAHCO railway has a design capacity of carrying 5 million tons of freight per annum."}, {"text_block_id": "p42_b584", "text": "b) TAZARA"}, {"text_block_id": "p42_b585", "text": "TAZARA operates a railway line between the port of Dar es Salaam and New Kapiri Mposhi in Zambia over a distance of 1860km of which 975km are on the Tanzanian territory. TAZARA has a gauge of 1,067mm, which conforms to other Central and Southern African railway networks. The railway has a design capacity of carrying 5.0 million tons of freight per annum, that is, 2.5 million tons in each direction and 3.0 million passengers per annum."}, {"text_block_id": "p42_b586", "text": "Air Transport"}, {"text_block_id": "p42_b587", "text": "Tanzania has a total of 368 aerodromes which are owned, managed and operated by different entities. Tanzania Airports Authority (TAA) owns, manages, operates and develops 58 airports. There are four international Airports namely, Mwalimu Julius Kambarage Nyerere Airport, Kilimanjaro Airport, Mwanza International Airport and Zanzibar Airport. Out of four International Airports, two of them are managed by TAA (namely Mwl. J. K. Nyerere and Mwanza International Airports). Zanzibar International Airports is managed by The Revolutionary Government of Zanzibar. Kilimanjaro A has been leased to a private operator since 1998."}, {"text_block_id": "p42_b588", "text": "Road Network"}, {"text_block_id": "p42_b589_merged", "text": "In Tanzania, road transport is the dominant mode and accounts for over 80% of passenger traf•c and over 95% of freight traf•c. The trunk and regional roads in Tanzania are estimated to be 34,263.1 km, out of which trunk roads are 12,205.4 km, regional roads 21,979 km and designated roads 78.6 km. This classi•cation is based on the Road Act, 2007 and subsequent re-classi• cation of roads in 2009, 2010 and 2012. 42.8% of the Trunk Road network are paved and 3.9% of  Regional Road network are paved  The district, urban, and feeder road network is 52,241 km of which only 1.5% is paved and 5,796km are"}, {"text_block_id": "p43_b598", "text": "unclassi"}, {"text_block_id": "p43_b599", "text": "•"}, {"text_block_id": "p43_b600", "text": "ed rural and community roads. The road network density in Tanzania is 96.5m per square km (or 5.0 m per square km for paved roads). Tanzania has one of the lowest road densities in Africa, for example, Kenya has 261.9m and Uganda 330.8m according to statistics in 2007. This means a large part of Tanzania is inaccessible. The inaccessibility, especially in the rural areas, makes travel cumbersome and expensive."}, {"text_block_id": "p43_b601", "text": "Pipeline Transport"}, {"text_block_id": "p43_b602", "text": "Tanzania has three long-distance pipelines: the TAZAMA Pipeline is the"}, {"text_block_id": "p43_b603", "text": "•"}, {"text_block_id": "p43_b604", "text": "rst with a distance of 1,710km transporting crude oil from Dar es Salaam to Ndola re"}, {"text_block_id": "p43_b605", "text": "•"}, {"text_block_id": "p43_b606", "text": "nery terminal in Zambia; the second pipeline with a distance of 232 km, including a submarine part transports gas from Songo-Songo Island to Dar es Salaam; and the third pipeline with a distance of 28km transports gas from Mnazi Bay Field to the power generation facility in the Mtwara region. There is a short distance pipeline network in Dar es Salaam that connects each depot of oil marketing companies to the Kurasini Oil Jetty (of the Dar es Salaam Port."}, {"text_block_id": "p43_b607", "text": "TAZAMA Pipeline"}, {"text_block_id": "p43_b608", "text": "The TAZAMA Pipeline with a distance of 1,710 km of 8 inch (200 mm) and 769 km of 12 inch (300mm) loops transports crude oil from the single point mooring at the outer anchorage of Dar es Salaam port in Tanzania through TIPER re"}, {"text_block_id": "p43_b609", "text": "•"}, {"text_block_id": "p43_b610", "text": "nery that is not operational in Dar es Salaam to the Indeni Re"}, {"text_block_id": "p43_b611", "text": "•"}, {"text_block_id": "p43_b612", "text": "nery Facility at Ndola in Zambia. The pipeline was designed for a throughput of 1.1 million metric tonnes per annum. Currently the optimum operating capacity is 700,000 metric tons per annum. The diameter of pipeline varies between 8 and 12 inches (and 300 mm)."}, {"text_block_id": "p43_b613", "text": "2.1.5  Population Dynamics"}, {"text_block_id": "p43_b614_merged_merged_merged_merged", "text": "Based on the 2002 Population and Housing Census, the country was reported to have about 34,569, 232 people: 33,584,607 from mainland Tanzania with an annual average intercensal growth rate (1988 to 2002) of 2.9% (URT, 2002b). By 2011 the country had about 44.5 million people (of which 21.9 million  were males and 22.6 million  werefemales). The average household size was estimated at 4.9 and the population density was estimated to be 39 persons per sq.km."}, {"text_block_id": "p43_b616", "text": "Rapid urbanization is a common phenomenon in many cities in developing countries. Whilst urban population was only 4% of the national population of Tanzania at independence in 1961, it rose to 23% during the 2002 national population census and is projected to be about 34% for this year. With this trend it is estimated that by the year 2030, 50% of the national population will"}, {"text_block_id": "p44_b617", "text": "be urbanized through natural growth, inward migration and transformation of rural settlements into urban centres. However history shows that over the years of pre- and post-independence of many developing countries the difference in livelihood between urban and rural areas has catalyzed rural-urban migration. Recently, climate change and other extreme weather events have caused instability in peasantry activities in rural areas hence aggravating rural to urban migration."}, {"text_block_id": "p44_b618", "text": "2.1.6  Economic"}, {"text_block_id": "p44_b619_merged", "text": "On average over the last decade, the economy of Tanzania rose from 4.1% in 1998 to 7.4% in 2008. Growth was strongest in the services and manufacturing sector (with annual growth rates of 7.5% and 8% respectively), but was weaker in the agricultural sector (4.4% growth since 2000). The rate of economic growth however has been •uctuating over the past few years. The GDP in real terms grew by 7.1% in 2010, compared to 6.0% in 2009. In 2011, the real GDP declined to 6.4% compared to 7.1% in 2010. The slowdown in growth for 2009 was attributed to the impact of the global •nancial crisis as well as the 2008/09 drought which affected agricultural production, hydro power generation as well as industrial production; all of which have a signi•cant share of total GDP. However, the growth rate of electricity and gas, communication and education sub-economic activities increased (URT, 2010). Table 2, gives a comparison of shares of GDP percentage by kind of economic activity"}, {"text_block_id": "p44_b627", "text": "Table 2: Shares of gross domestic product (%) by kind of economic activity"}, {"text_block_id": "p45_b628", "text": "Source:"}, {"text_block_id": "p45_b629_merged", "text": "URT (2010a)"}, {"text_block_id": "p45_b631", "text": "2.2"}, {"text_block_id": "p45_b632", "text": "Climate Trends and Projections"}, {"text_block_id": "p45_b633", "text": "Analysis of recent climatological data and observational evidence from local communities are overwhelmingly indicating some signals of increased climate variability and climate change over most parts of the country. Increasing temperature, notably over highland areas are observed in most parts of the country, late rainfall onset and early withdraw (cessation), decreasing rainfall amount and seasonal shift in rainfall patterns are becoming more common."}, {"text_block_id": "p46_b634", "text": "Most parts of the country, particularly the Central and Northern Zones, which are semi-arid are very vulnerable to climate variability and they will be more vulnerable to the projected increase in frequency and amplitude of extreme climate events (URT, 2007"}, {"text_block_id": "p46_b635", "text": "19"}, {"text_block_id": "p46_b636", "text": ")."}, {"text_block_id": "p46_b637", "text": "The projection of rainfall and temperature due to global climate change for Tanzania have been discussed by Paavaola (2003), Matari et al. (2008), in the Initial National Communication to the UNFCCC , 2001 and in the 2007 NAPA. Results from time series analysis of temperature, rainfall and relative humidity from few selected stations are presented below."}, {"text_block_id": "p46_b638", "text": "2.2.1 Temperature"}, {"text_block_id": "p46_b639_merged_merged", "text": "Time series analysis of both mean annual Tmax and Tmin has revealed signi•cantly increasing temperature trends in all meteorological stations across the country. Figures 5 and 6 depict temperature trends from few selected stations. The increased temperature trend is more pronounced in mean annual Tmin (Figures 5) as compared to mean annual Tmax (Figure 5). Due to climate change, mean annual temperature for Tanzania is projected to increase by 1.7°c over north eastern areas of the country and by 2.5°C over Western parts of the country (Figure 6)."}, {"text_block_id": "p46_b642", "text": "Figure 5: Mean annual maximum temperature trend at a) Arusha, b) Zanzibar, c) Mbeya and d) Dodoma stations"}, {"text_block_id": "p46_b643", "text": "19"}, {"text_block_id": "p46_b644", "text": "URT (2007). National Adaptation Programme of Action (NAPA)"}, {"text_block_id": "p47_b645", "text": "Figure 6: Mean annual minimum temperature trend at a) Arusha, b) Zanzibar, c) Mbeya and d) Dodoma stations"}, {"text_block_id": "p47_b646", "text": "Source:"}, {"text_block_id": "p47_b647", "text": "Matari et al. (2008)"}, {"text_block_id": "p47_b648", "text": "2.2.2"}, {"text_block_id": "p47_b649", "text": "Rainfall"}, {"text_block_id": "p47_b650_merged", "text": "A slightly weak decreasing trend can be discerned from the mean annual rainfall time-series over most of the meteorological stations (Figure 7). The observed rainfall trends are not statistically signi•cant, underlining the nature of uncertainty associated with rainfall patterns. However, intra-seasonal and inter-annual variability manifested through late onset and early cessation, increase in dry spells and shift in rainfall patterns are becoming more common. Projections from Global Circulation Models (GCMs) are indicating that due to doubling concentration of CO2 in the atmosphere by 2100; there will be an increase in rainfall in some parts while other parts will experience decreased rainfall (Matari et al., 2008). The areas with two rainfall seasons that is, the north-eastern highland and Zanzibar, the Lake Victoria basin and the northern coast would experience an increase in March to May (long-rains) rainfall by up to 15 percent, While, southern, south-western, western and central areas will experience a decrease in March to May rainfall by up to 6%."}, {"text_block_id": "p48_b655", "text": "Figure 7:  Mean annual rainfall trend at"}, {"text_block_id": "p48_b656", "text": "a) Arusha, b) Zanzibar, c) Iringa and d) Singida stations"}, {"text_block_id": "p48_b657", "text": "2.3 Impacts, Risks and Vulnerabilities of Climate Change"}, {"text_block_id": "p48_b658", "text": "2.3.1 Impacts of Climate Change"}, {"text_block_id": "p48_b659_merged", "text": "Climate change projection indicates that the frequency and severity of extreme climatic events will increase. In the last 40 years Tanzania has experienced severe and recurring droughts with devastating effects to agricultural, water and energy sectors. Currently more than 70% of all natural disasters in Tanzania are hydro-meteorological, and are linked to droughts and • oods. For instance, the droughts of 2003, 2005 and 2009 severely affected agriculture, energy and business sectors in Tanzania. The environmental and ecological"}, {"text_block_id": "p49_b662", "text": "impacts of these droughts were alarming. Agriculture in the affected areas was crippled, a lot of livestock and wildlife perished due to starvation and lack of water. Following these droughts, Tanzania suffered serious energy crisis which had severe social and economic implications. The"}, {"text_block_id": "p49_b663", "text": "•"}, {"text_block_id": "p49_b664", "text": "oods of 2009, for instance, were particularly devastating on humans, property and infrastructure. Some of these impacts are further elaborated in the following sections."}, {"text_block_id": "p49_b665", "text": "Agriculture and Food Security"}, {"text_block_id": "p49_b666", "text": "Agricultural development is strongly dependent on environmental resources, such as land, forest, air, water and other resources. Thus sustainable utilization of these resources is vital for the growth and sustainability of the sector. However, agriculture is vulnerable to the effects of climate change associated with global warming (URT, 2008b"}, {"text_block_id": "p49_b667", "text": ", URT, 2009a"}, {"text_block_id": "p49_b668", "text": ")."}, {"text_block_id": "p49_b669_merged_merged_merged", "text": "Changing climate has resulted in a general decline in agricultural productivity, including changes in agro-diversity. The prevalence of crop pest and diseases is also reported to have increased, posing more challenge to agriculture. Recent studies by the Tanzania Meteorological Agency (TMA, 2009) indicated that some of the previous highly productive areas such as the southern and northern highlands will continue to be affected by declining rainfall, frequent droughts and signi•cant increase in spatial and temporal variability of rainfall with long term implications in the agricultural sector planning and resources allocation, such as seeds, pesticides and even the shifts in types of agricultural produce (URT, 2009a)."}, {"text_block_id": "p49_b672", "text": "A study by the Ministry of Agriculture, Food and Cooperatives to establish strategies for addressing the negative effects of climate change in food insecure areas of Tanzania indicated considerable changes in the types of crops grown in agro-ecological zones with declining production trends (URT, 2008). For instance, the study indicated a declining trend in productivity of maize and sorghum, that led to the introduction of drought tolerant crops such as cassava in Muheza and Vanilla in Muleba districts."}, {"text_block_id": "p49_b673", "text": "There is a general perception by the majority of farmers that incidences of crop pests have increased over the past few decades, and that the pests have become more prevalent with time. As a result, emerging diseases such as batobato, banana xanthomonas wilt, panama, elihuka, coffee wilt, headsmuts, fusarium wilt, maize streak, cassava mosaic, cassava purple stripes, cassava root rot, and rust particularly in green grams have become more prevalent (URT,"}, {"text_block_id": "p50_b674", "text": "2008). Generally most farmers acknowledge increased plant diseases. Such incidences are locally perceived to have considerably affected the productivity. With changing climate farmers have also observed new diseases at different stages of the plant growth. For instance, in some parts of the country cassava diseases were not serious for many years, but since the 1980s this crop is facing more damage due to increased diseases. Similar experiences are reported for crops like coffee that seem to succumb to increasing incidences of pests and diseases emerging as a result of changing climate. Furthermore, increase in temperatures has led to increased incidences of some of plant species (for example,"}, {"text_block_id": "p50_b675", "text": "striga spp"}, {"text_block_id": "p50_b676", "text": "), a noxious weed particularly for cereal crops; insect pests (for example,"}, {"text_block_id": "p50_b677", "text": "prostephanus truncatus"}, {"text_block_id": "p50_b678", "text": ", and"}, {"text_block_id": "p50_b679", "text": "bemisia tabacci"}, {"text_block_id": "p50_b680", "text": "); and vermins such as the mole rats and an increase in the prevalence of crop pests and diseases which in turn has caused increased demand for pesticides and herbicides."}, {"text_block_id": "p50_b681_merged_merged", "text": "The National Food Security Policy (1997) recognizes food availability, accessibility and utilization as three major pillars of food security. Improved food security leads to improved human capital that leads to higher agricultural productivity and wages in the labour market. Food security is, therefore a development issue that must be streamlined in the development agenda to ensure a healthy and productive nation. It has been noted however, that food availability is greatly affected by low production and productivity due to factors that are linked to climate change, e.g. high incidence of pests and diseases, and unreliable rainfall that leads to recurrent droughts or •oods in some parts of Tanzania. Tanzania•s NAPA ranked agriculture and food security as the most vulnerable and important sector that is severely impacted by climate change and advocated that studies on the impact of climate change in the sector and on food security be a priority activity. Addressing the impacts of climate change for ensured community livelihoods is thus of paramount importance as reiterated by the Heads of State of the East African Community (EAC) in 2010 (EAC, 2010). The assessment of food security undertaken by the Ministry of Agriculture, Food and Cooperatives (URT, 2008) revealed that semi-arid areas experienced more food shortages and insecurity compared to other districts. Climate related factors signi•cantly contribute to the reported food shortages and insecurity, with much of the food shortage being experienced in years with drought and •oods. Major causes for the food shortages included drought, crop pests and diseases, low soil fertility, livestock diseases, and low household incomes."}, {"text_block_id": "p50_b689", "text": "Evidences have shown that there is a shift of agro ecological zones (AEZ) as results of climate change (URT, 2007). Change in crop performance in some"}, {"text_block_id": "p51_b690", "text": "parts of the country may be considered as detective of AEZ shift. In general, there is need to undertake further studies aimed at rigorous review of the AEZ. Present evidence of climate change supporting the shift paradigm is the observed shift in rainfall patterns from bimodal to unimodal rainfall regimes in some areas. For example Manyara and some parts of Morogoro and Kigoma regions which have long been characterised by bimodal rainfall distribution are now experiencing a shift towards unimodal rainfall regime (URT, 2008)."}, {"text_block_id": "p51_b691", "text": "Productivity of most crops seems to have declined due to changing climate, particularly due to the increasing unreliability of rainfall. However, the production of some crops seems to have improved with the changing climate. For example, the productivity of mangoes and oil palm in the western plateau of Tanzania has increased considerably during the last 20 years, than in earlier years. Warming of the environment has favoured production of both mango and oil palm in these highland areas. The local experience indicates further that some twenty years ago mango and oil palm trees produced only"}, {"text_block_id": "p51_b692", "text": "•"}, {"text_block_id": "p51_b693", "text": "owers without bearing fruits, because of cold weather but today reasonable harvests can be realised from these crops (Kangalawe et al., 2009). The major concern is however, on how such emerging opportunities could be effectively utilised."}, {"text_block_id": "p51_b694", "text": "Fresh Water Resources"}, {"text_block_id": "p51_b695", "text": "Concerns on climate change and climate variability have created new demands for scienti"}, {"text_block_id": "p51_b696", "text": "•"}, {"text_block_id": "p51_b697", "text": "c, economic and social information to understand their impacts on water resources. Water resources in the country include rivers, lakes, wetlands, springs, reservoirs groundwater aquifers, and many water bodies that are shared with neighbouring countries. Increasing rainfall variability and prolonged droughts cause serious pressure in the country•s available water resources. Severe and recurrent droughts in the past few years triggered a decrease in water"}, {"text_block_id": "p51_b698", "text": "•"}, {"text_block_id": "p51_b699", "text": "ows in rivers, hence shrinkage of receiving lakes, declines of water levels in satellite lakes and hydropower dams. Furthermore, some of the perennial rivers have changed to seasonal rivers and some wetlands have dried up."}, {"text_block_id": "p51_b700_merged_merged_merged", "text": "Thus, as water is a •nite resource is under pressure because of increasing climate change and variability, degradation due to pollution, over-abstraction, and encroachment of water catchments for various land uses (e.g. agriculture, urbanisation and industrial development). This scarcity and vulnerability has negative impacts on important watershed and recharge areas, as well as wetlands."}, {"text_block_id": "p52_b703", "text": "Many ecosystems are overwhelmed by an unprecedented combination of climate change related events, and land-use change, pollution, siltation, damming and over-exploitation of water resources. Socially, the impacts of climate change on water resources are felt by the whole society regardless of gender. However, where water sources are depleted or quality compromised, women and children are the most affected. On the other hands, in some areas like Kilombero and Same,"}, {"text_block_id": "p52_b704", "text": "•"}, {"text_block_id": "p52_b705", "text": "oods, landslides and associated waterborne diseases are on the increase and women and children are more impacted."}, {"text_block_id": "p52_b706_merged_merged", "text": "Predictions of changes of lake levels and hydrological basins due to climate change in Tanzanian have indicated a potential decline of about 0.1 to 1.2m (Figure 8). Regression and water balance models were used to assess impacts of rainfall variability /climate changes on •ve Tanzanian lakes. From the assessments the highest changes of about 3m are predicted for Lake Rukwa. The assessment indicated also that 1% decrease of annual rainfall may result in 0.6 - 5.0% reduction in average discharge, 0.6 to 4.1% minimum discharge, 0.4 to 7.5% maximum discharge, and 0 to- 1.6% of zero • ow duration. The largest discharge decreases are predicted for Internal Drainage and Lake Victoria while lowest decreases are predicted for Kikuletwa, Ruhuhu and Ru• ji rivers (except Great Ruaha). Predicted rainfall increases expected from some GCMs indicate future discharge increases of 8 to 41% (average discharge), 6 - 30% (minimum discharge), 0.4 to 45% (maximum discharge) and decrease of 6 - 16% (Zero Flow Duration)."}, {"text_block_id": "p52_b713", "text": "Figure 8: Bismark rocks showing the drop in water level of Lake Victoria"}, {"text_block_id": "p53_b714", "text": "In spite of the numerous bene"}, {"text_block_id": "p53_b715", "text": "•"}, {"text_block_id": "p53_b716", "text": "ts and their contribution to socio-economic development, wetlands are facing increasing challenges of climate change, particularly frequent droughts. Furthermore, with increasing evapo-transpiration because of increased temperature, wetland water characteristics will change with catastrophic consequences for the biodiversity within, for example increased pH levels in Lake Natron is affecting the breeding sites of"}, {"text_block_id": "p53_b717", "text": "•"}, {"text_block_id": "p53_b718", "text": "amingos. The change in pH is associated with increased temperature and changed rainfall regime in the Lake Natron catchment areas. It is most likely that there will be increased encroachment on wetlands due increased drought and deserti"}, {"text_block_id": "p53_b719", "text": "•"}, {"text_block_id": "p53_b720", "text": "cation as result of climate change."}, {"text_block_id": "p53_b721", "text": "Human Health"}, {"text_block_id": "p53_b722", "text": "The tropical African climate is favourable to most major vector-borne diseases, including malaria, schistosomiasis, onchocerciasis, trypanosomiasis,"}, {"text_block_id": "p53_b723", "text": "•"}, {"text_block_id": "p53_b724", "text": "lariasis, leishmaniasis, plague, Rift Valley fever, yellow fever and tick-borne haemorrhagic fevers. The continent has a high diversity of vector-species complexes that have the potential to redistribute themselves to new climate driven habitats leading to new disease patterns. These organisms have different sensitivities to temperature and precipitation."}, {"text_block_id": "p53_b725", "text": "Vectors, pathogens and hosts reproduce within certain optimal climate conditions and changes in these conditions can modify greatly properties of disease transmission. The most in"}, {"text_block_id": "p53_b726", "text": "•"}, {"text_block_id": "p53_b727", "text": "uential climatic factors for vector borne diseases include temperature and precipitation. Extreme temperatures are often lethal to the survival of disease causing pathogens but incremental changes in temperature may exert varying effects. Where a vector lives in an environment where mean temperatures approach the limit of physiological tolerance for the pathogen, a small increase in temperature may be lethal to the pathogen. Alternatively, where a vector lives in an environment of low mean temperature, a small increase in temperature may result in increased development, incubation and replication of the pathogen."}, {"text_block_id": "p53_b728_merged_merged_merged_merged", "text": "Variability in precipitation may have direct consequences in infectious disease outbreaks. Increased precipitation may increase the presence of disease vectors by expanding the size of existent larval habitat and creating new breeding grounds. In addition, increased precipitation may support growth in food supplies, which in turn support a greater population of vertebrate reservoirs. Alternatively, •ooding may force insect or rodent vectors into houses and increase the likelihood of vector-human contact. From a different dimension, heavy rains can contaminate water systems by transporting human and animal faecal products and other wastes in the surface and ground water which are associated with diarrhoeal disease outbreaks."}, {"text_block_id": "p54_b731", "text": "IPCC, 2001 indicates that many vector, food and water-borne diseases are sensitive to changes in climatic conditions. Results of predictive models have shown that under climate change scenarios, there would be a net increase in the geographical range of potential transmission of malaria and dengue fever (Tonnang et al., 2010). IPCC states further that while climate change is unequivocal the impacts will fall disproportionately upon developing countries and the poor persons within all countries, thereby exacerbating inequities in health status and access to adequate food, clean water and other resources. Climate change is likely to also seriously undermine the health-related Millennium Development Goals to reduce child mortality, improve maternal health and combat HIV/AIDS, malaria and other diseases."}, {"text_block_id": "p54_b732", "text": "In Tanzania there are already reported incidences of epidemic malaria especially in highland areas that were traditionally free from mosquitoes and malaria (Yanda et al., 2006; URT, 2009; Wandiga et al., 2010). Malaria has been common in high temperature and humid lowland areas especially during and after rainy seasons but with changes in temperature and rainfall regimes, the disease has been observed in non-traditional malaria areas such as highland areas of Tanga, Kilimanjaro, Iringa, Kagera and Mbeya, among others, where it was not prevalent before. The epidemics in these areas are mostly linked with El Niño events. This is a signi"}, {"text_block_id": "p54_b733", "text": "•"}, {"text_block_id": "p54_b734", "text": "cantly dramatic increase in malaria spread in a place it was not such prevalent. Whilst indicative, it is estimated that the potential costs to address the increased disease burden in Tanzania could be USD ($) 20 to 100 million per year by 2030, rising to USD ($) 25 to 160 million per year by 2050 • the range re"}, {"text_block_id": "p54_b735", "text": "•"}, {"text_block_id": "p54_b736", "text": "ecting different climate and development assumptions (Global Climate Adaptation Partnership and Partners, 2011"}, {"text_block_id": "p54_b737", "text": ")."}, {"text_block_id": "p54_b738_merged_merged", "text": "Studies undertaken in the Lake Victoria basin indicate that incidences of other diseases such as cholera have increased as a result of climate change (Yanda et al., 2006; Wandiga et al., 2010). Others experiences (Figure 9) show that prevalence of cholera, has over the past few decades coincided with El Nino events. The •rst cholera outbreak were reported in 1974 and since 1977, cases were reported each year with a case fatality rate averaging 10.5% between 1977 and 1992 (WHO, 2008). Prevalence elevates in rainy seasons and becomes even higher during •oods (URT, 2006)."}, {"text_block_id": "p54_b744", "text": "Humidity has also been blamed for increased risk of upper and lower respiratory infections in many parts of the country. In dry areas of the country, prolonged dry spells have caused increased outbreaks of respiratory diseases and eye infections. Incidences of food-borne and water borne diseases such as"}, {"text_block_id": "p55_b745", "text": "dysentery, diarrhoea, cholera and typhoid fever are also on the increase due to extreme weather events which affect water quality and make it dif"}, {"text_block_id": "p55_b746", "text": "•"}, {"text_block_id": "p55_b747", "text": "cult for people to practice proper personal hygiene."}, {"text_block_id": "p55_b748", "text": "Figure 9:  Of"}, {"text_block_id": "p55_b749", "text": "•"}, {"text_block_id": "p55_b750", "text": "cially noti"}, {"text_block_id": "p55_b751", "text": "•"}, {"text_block_id": "p55_b752", "text": "ed cholera cases and deaths in the United"}, {"text_block_id": "p55_b753", "text": "Republic of Tanzania from 1974 to 2006"}, {"text_block_id": "p55_b754", "text": "Source:"}, {"text_block_id": "p55_b755_merged_merged_merged", "text": "WHO (2008)"}, {"text_block_id": "p55_b757", "text": "There are also a wider set of indirect impacts from climate change on health, which are linked to other sectors such as food security and malnutrition through reduced agricultural productivity as a result of changes in soil quality, increased crop and livestock pests and diseases, prolonged drought and water scarcity. Reduced agricultural productivity associated with climate change/variability exposes communities to other health risk factors, such as HIV or AIDS. Generally, increased disease incidences due to climate change reduce labour productivity in various development undertakings. Climate change is likely to also increase occupational health risks particularly associated with increasing temperatures at work places."}, {"text_block_id": "p55_b758", "text": "Coastal and Marine Environment"}, {"text_block_id": "p55_b759", "text": "Major climate change related impacts are a result of increases in sea surface temperatures and associated sea level rise. Some of the impacts are destruction of coral reefs, coastal erosion, submergence of small islands, destruction of coastal infrastructures and human settlement, intrusion of sea water into freshwater wells, and degradation of mangrove."}, {"text_block_id": "p56_b760", "text": "One of the most striking signs that climate change is impacting marine ecosystem is the growing incidence of coral bleaching which is due to prolonged exposure of corals to warmer than normal water temperatures. The loss of coral reefs is likely to have impacts on the marine and coastal resources in particular"}, {"text_block_id": "p56_b761", "text": "•"}, {"text_block_id": "p56_b762", "text": "shes that depend on coral reef ecosystem as breeding, nursery and feeding habitat."}, {"text_block_id": "p56_b763", "text": "Sea level rise impacts are increasingly manifested by accelerated coastal erosion in many parts of the coastal areas and in some cases destruction of mangroves caused by strong sea waves. It has also lead to intrusion of sea water into fresh water wells and crop"}, {"text_block_id": "p56_b764", "text": "•"}, {"text_block_id": "p56_b765", "text": "elds. This is vivid in Bagamoyo, Pangani, Ru"}, {"text_block_id": "p56_b766", "text": "•"}, {"text_block_id": "p56_b767", "text": "ji and Zanzibar. Other impacts include submergence of small islands like Maziwe in Pangani and Fungu la Nyani in Ru"}, {"text_block_id": "p56_b768", "text": "•"}, {"text_block_id": "p56_b769", "text": "ji; destruction of coastal infrastructures (for example, some beach hotels in northern Dar es Salaam, Pangani wall); and some human settlement. Thus sea level rise can be among the most challenging climate change issues since it threatens the destruction of key coastal infrastructure and costal livelihoods."}, {"text_block_id": "p56_b770_merged_merged_merged", "text": "Climate change also has impact on sea currents and waves due to variations in sea surface temperature. Variation on sea currents and waves is likely to impact •shing activities due to change of water movement pattern favourable for •shing. A vivid example is the low •sh catches during south eastern monsoon which is associated with cold waters. This situation could be accelerated by climate change."}, {"text_block_id": "p56_b777", "text": "Energy"}, {"text_block_id": "p56_b778", "text": "Frequent and persistent droughts evident in the past decade have caused drying up of major hydropower dams consequently the energy mix has progressively been declining in recent years. With acerbated impacts of climate change, these traditional sources of energy are under threat. It is estimated that, the grid hydro-thermal power mix will reach 39% hydroelectricity and 61% thermal, respectively, by year 2031."}, {"text_block_id": "p56_b779", "text": "As a result of increasing climate variability, over the last years, the country has experienced increasing incidents of recurrent and prolonged droughts with severe implications on hydro power generation. Power rationing and black outs have become a common phenomena in Tanzania. This affects individuals• household and industrial income generating activities. Consequently, additional resources which were committed for other development programmes are sometimes being reallocated for thermal electricity generation. This undermines national efforts to attain the MDGs and place poverty reduction efforts at jeopardy."}, {"text_block_id": "p57_b780", "text": "Forestry"}, {"text_block_id": "p57_b781", "text": "Climate change impacts on forest ecosystems and biodiversity are expected to vary depending on vegetation species. The common impacts to all forests types include loss of biodiversity; disappearance of wildlife habitats, increased risk of bush"}, {"text_block_id": "p57_b782", "text": "•"}, {"text_block_id": "p57_b783", "text": "res, limited availability of forest products (timber and non timber products) and  ecosystem shift  (for example,  forest to woodlands, or woodlands to grasslands). The NAPA, 2007 forecasts change to drier forests and ecosystems as a result of climate change. Species that are expected to be more vulnerable are those with limited geographical range and heat intolerant; low germination rates; low survival rate of seedlings; and limited seed dispersal/ migration capabilities. However, knowledge on the magnitude of effects on individual species is still limited."}, {"text_block_id": "p57_b784", "text": "Forests and woodlands are the sources for most of the wood and non-wood products. Wood products include timber, poles,"}, {"text_block_id": "p57_b785", "text": "•"}, {"text_block_id": "p57_b786", "text": "rewood and charcoal. Non-wood products include ropes, resins, tie and dye colourings, wildlife, game meat, fruits, traditional or natural medicines, natural vegetables, palm leaves for making baskets/mats, honey and beeswax, mushrooms. Furthermore, forests and woodlands do provide other goods and services to people such as food and water. Also biomass is the main source of fuel for rural population and accounts for 92% of the total energy consumption in the country. A number of intangible bene"}, {"text_block_id": "p57_b787", "text": "•"}, {"text_block_id": "p57_b788", "text": "ts also do exist as outcomes of presence of forests and woodlands. Such bene"}, {"text_block_id": "p57_b789", "text": "•"}, {"text_block_id": "p57_b790", "text": "ts include unique natural ecosystems and genetic resources, depository of biodiversity, amelioration of climate (microclimate), carbon sequestration, habitat to wildlife and cultural and religious values (URT, 2008"}, {"text_block_id": "p57_b791", "text": "). Increased temperature and changes in rainfall regime will seriously affect the variability of such goods and services from the forestry sector."}, {"text_block_id": "p57_b792", "text": "Biodiversity"}, {"text_block_id": "p57_b793_merged_merged_merged", "text": "According to the IPCC (2007a), any increase in global average temperature above the range of 1.5 - 2.5°C is likely to result in signi•cant alterations in the structure, function and geographical ranges of ecosystems, thus negatively in•uencing species distribution and survival. Many of the impacts of a changing climate are likely to be species speci•c and related to particular ecological aspects of individual taxa, necessitating a species-based management approach. However, some impacts will be important across all, or some, species"}, {"text_block_id": "p58_b801_merged", "text": "groups (Berger, 2004). Overall a very high possibility of irreversible losses of biodiversity as a result of such changes in climate are projected with many terrestrial, freshwater and marine species being placed at a much greater risk of extinction than before (Fischlin et al., 2007)."}, {"text_block_id": "p58_b804", "text": "Water shortage for the large mammals especially in the years with low rainfall is one of the main challenges facing the wildlife. The places that naturally used to hold water during the dry season no longer hold water long into the dry season. For instance, water dependent animals especially hippopotamus (Figure 10), crocodiles, buffalos and elephants are often found crowded in few remaining water ponds, for example in the Ruaha and Katuma River systems. Serious lack of surface water in dry seasons of 2003/2004 to 2005/2006 led to considerable hippopotamus and buffalo mortalities (Elisa at al., 2011)."}, {"text_block_id": "p58_b805", "text": "Suffering from lack of water, wildlife physiological functions are impaired and they become easy target to poachers and predators. Thus, with changing climate and associated decrease in water availability due to reduced amounts and altered seasonal distribution of rainfall, the existing water related problems are likely to be compounded. Contagious diseases such as anthrax have been reported in areas where animals concentrate in small water points, for instance, in Ruaha National park (cf. Kangalawe, 2010), which are also shared with domestic animals."}, {"text_block_id": "p59_b806", "text": "Human - wildlife con"}, {"text_block_id": "p59_b807", "text": "•"}, {"text_block_id": "p59_b808", "text": "icts are a common occurrence in wildlife areas, especially in years with drought. The main reason for these con"}, {"text_block_id": "p59_b809", "text": "•"}, {"text_block_id": "p59_b810", "text": "icts was reported to be crop raiding while wild animals roam around in search for pastures and water. The animals commonly involved in these con"}, {"text_block_id": "p59_b811", "text": "•"}, {"text_block_id": "p59_b812", "text": "icts are hippopotamus, elephants and buffaloes. This may be aggravated with changing climate conditions."}, {"text_block_id": "p59_b813", "text": "Tourism"}, {"text_block_id": "p59_b814", "text": "Tourism has close connections to the environment and is considered to be a highly climate sensitive sector. Climate variability determines the length and quality of tourism seasons thus plays a major role in the destination choice and tourist spending. Climate affects a wide range of the environmental resources that are key attractions for tourism, such as snow conditions over Mount Kilimanjaro, wildlife productivity and biodiversity, water levels and quality. Climate also has an important in"}, {"text_block_id": "p59_b815", "text": "•"}, {"text_block_id": "p59_b816", "text": "uence on environmental conditions that can deter tourists, including infectious disease, wild"}, {"text_block_id": "p59_b817", "text": "•"}, {"text_block_id": "p59_b818", "text": "res, insect or waterborne pests, and extreme events such as tropical cyclones."}, {"text_block_id": "p59_b819", "text": "Like elsewhere in the world, the sector is already being impacted by climate change. The manifestations of climate change are highly relevant for tourism destinations and tourists alike. For instance, Mountain Kilimanjaro has lost 80% of its ice cover between 1912 and 2005. It is envisaged that such melting of ice on Mountain Kilimanjaro; sea level rise; submerging small islands and destruction of costal investments and infrastructures (for example, hotels and recreation facilities), beaches, as well as coral reef bleaching will continue to impact negatively the tourism sector by changing the scenic view of the natural environment (Mushi, 2009"}, {"text_block_id": "p59_b820", "text": ")."}, {"text_block_id": "p59_b821_merged_merged_merged_merged", "text": "Apart from the impacts of sea level rise, which have destroyed cultural, historical, archaeological and heritage sites along coastal areas in the country, heat stress and drought have also caused massive wildlife deaths in the northern tourist zone. Destruction of infrastructure such as roads and bridges is devastating. Road maintenance becomes particularly dif•cult and expensive during prolonged heavy rains in many parts of the country. For example the 2006 El Niño rains, left many park roads impassable for a long period of time, and resulted in reduced tourist visits and loss of revenue. In places like Ruaha National Park ecosystem, droughts have had signi•cant impacts on wildlife and hence tourism (URT, 2002; Kangalawe 2010). Tourism in the Ruaha"}, {"text_block_id": "p60_b828", "text": "National Park, for instance, depends on the presence of water in the Great Ruaha River and its catchments. However, the Great Ruaha River where the park is located is threatened by the persistent dryness of the basic natural resource that supports livelihoods in the area."}, {"text_block_id": "p60_b829", "text": "Industries"}, {"text_block_id": "p60_b830", "text": "Most industrial development in Tanzania is either light manufacturing industries or agro-processing plants and mills located mainly in urban centres. In 2000 there were 36 registered industries and other businesses and by 2007 the number had increased to about 262."}, {"text_block_id": "p60_b831", "text": "Most of the industries concentrate in manufacturing of simple consumer goods including food, beverages, tobacco, textiles and furniture, as well as wood and allied products of which they depend much on agro-products. The large dependence on agricultural raw materials means that the industrial sector, like agriculture, is vulnerable to the impacts of climate change. Despite the agro-based nature of most of these industries, power supply is mainly from hydro sources which are again vulnerable to climate change impacts, particularly drought. Therefore climate change adversely affects the sector and peoples wellbeing at large. The effects include:"}, {"text_block_id": "p60_b832", "text": "Most of the industries concentrate in manufacturing of simple consumer goods including food, beverages, tobacco, textiles and furniture, as well as wood and allied products of which they depend much on agro-products. The large dependence on agricultural raw materials means that the industrial sector, like agriculture, is vulnerable to the impacts of climate change. Despite the agro-based nature of most of these industries, power supply is mainly from hydro sources which are again vulnerable to climate change impacts, particularly drought. Therefore climate change adversely affects the sector and peoples wellbeing at large. The effects include:\n* Decrease in industrial production due to unstable power supply, water supply, low or inadequate supply of agricultural raw materials, damage of infrastructure, which mean limited in\n* ow of foreign currency;\n* Increase of costs for imported materials and technology, which would mean more capital â¢ ight;\n* Increased occupational health risk due to high temperatures and inadequate water for sanitary activities;\n* Failure to expand industrial investments due to increased uncertainty;\n* Decrease in GDP, hence, low revenue collection by government; and\n* Increase in unemployment rate due to decreased industrial investment and production."}, {"text_block_id": "p61_b848", "text": "Livestock"}, {"text_block_id": "p61_b849", "text": "Most of the livestock are concentrated in the semi-arid areas (including, Arusha, Dodoma, parts of Iringa, Kilimanjaro, Manyara, Shinyanga, Mwanza, Singida, Mara, Tabora and parts of Rukwa) which are more suitable for livestock than any other form of agriculture. These areas are characterized by relatively low mean annual rainfall with stronger spatial and temporal variability, and therefore not very reliable for production of food and cash crops. Concentration of ruminant livestock in these areas is also attributed to low prevalence of tsetse"}, {"text_block_id": "p61_b850", "text": "•"}, {"text_block_id": "p61_b851", "text": "ies and less competition for land for arable agriculture. However, the sector is affected by various climate change impacts, drought being the most serious. There has been as a result of severe and recurrent droughts, particularly in the northern parts of the country."}, {"text_block_id": "p61_b852", "text": "Changes in the mean temperature and rainfall, and the increased variability of rainfall, have resulted to prolonged length of dry seasons and increased severity of periodic droughts that reduces water and pastures availability for the livestock. It has been noted that warming shortens the growing seasons and, together with reduced rainfall, reduces water availability, and can also increase livestock diseases. On the other hand, this reduced the availability of crop residues, which are important sources of feed for livestock especially during the dry seasons. Limited availability of pastures and water has often resulted into resource use con"}, {"text_block_id": "p61_b853", "text": "•"}, {"text_block_id": "p61_b854", "text": "icts between crop cultivators and livestock keepers, particularly in the catchment areas and crater basins."}, {"text_block_id": "p61_b855", "text": "Availability of animal feed resources for poultry, non-ruminants and other non- conventional animal industry are affected by climate change due to extreme reduction in agricultural and industrial production for products such as seed cakes and molasses."}, {"text_block_id": "p61_b856_merged_merged_merged", "text": "It has been noted in some parts of the country that climate change, particularly increasing temperature, increased frequency and intensity of wild• res inducing shifts in geographical distribution of biodiversity. For example, non-palatable and toxic plant species are replacing the palatable and nutritious plant species, thus affecting the livestock industry. The intensi• ed wild•res also cause more damage to biomass growth, thereby reducing availability of both pasture and water for livestock. Also, savannah grassland is likely to replace forests and woodlands in many places. While this may have positive impacts on the availability of fodder for the livestock, the reported •res and species changes may limit the quality and productivity of these areas."}, {"text_block_id": "p61_b865", "text": "Warming is predicted to increase disease vectors which will consequently increase the incidences of vector-borne diseases of livestock, such as"}, {"text_block_id": "p62_b866", "text": "trypanosomiasis, East Coast Fever, and Rift Valley Fever. The increases of livestock mortality due to diseases and starvation (due to droughts) may have considerable impacts on the local economies and the overall community livelihoods, particularly given the shortages of livestock dips and low"}, {"text_block_id": "p62_b867", "text": "•"}, {"text_block_id": "p62_b868", "text": "nancial capacity of people to afford various livestock medications (Kangalawe et al., 2009"}, {"text_block_id": "p62_b869", "text": ")."}, {"text_block_id": "p62_b870", "text": "Fisheries"}, {"text_block_id": "p62_b871", "text": "The impact of climate change in"}, {"text_block_id": "p62_b872", "text": "•"}, {"text_block_id": "p62_b873", "text": "sheries is mainly associated with destruction/ degradation of"}, {"text_block_id": "p62_b874", "text": "•"}, {"text_block_id": "p62_b875", "text": "sh nursery grounds, breeding and feeding areas. One of the most striking signs that climate change has an impact to marine"}, {"text_block_id": "p62_b876", "text": "•"}, {"text_block_id": "p62_b877", "text": "sheries is the destruction of coral reefs which is a critical habitat for"}, {"text_block_id": "p62_b878", "text": "•"}, {"text_block_id": "p62_b879", "text": "shes in the coastal environments. Destruction of coral reefs due to coral bleaching caused by rise of sea surface temperature is among the factors impacting marine"}, {"text_block_id": "p62_b880", "text": "•"}, {"text_block_id": "p62_b881", "text": "sheries. Sea level rise which is associated with global warming may cause sea water to rise above optimal levels of some corals. Too deep for example, can restrict amount of sunlight needed for coral growth. Further climate change is impacting"}, {"text_block_id": "p62_b882", "text": "•"}, {"text_block_id": "p62_b883", "text": "sh migration patterns thereby affecting"}, {"text_block_id": "p62_b884", "text": "•"}, {"text_block_id": "p62_b885", "text": "sh recruitment and stocks in traditional"}, {"text_block_id": "p62_b886", "text": "•"}, {"text_block_id": "p62_b887", "text": "shing sites, especially for artisanal"}, {"text_block_id": "p62_b888", "text": "•"}, {"text_block_id": "p62_b889", "text": "sher folks. Sedimentation in freshwaters is negatively affecting"}, {"text_block_id": "p62_b890", "text": "•"}, {"text_block_id": "p62_b891", "text": "sheries in fresh water bodies, for example,  by destroying breeding and feeding sites. This problem is aggravated by drought and frequent"}, {"text_block_id": "p62_b892", "text": "•"}, {"text_block_id": "p62_b893", "text": "oods resulting from climate change."}, {"text_block_id": "p62_b894", "text": "Infrastructure"}, {"text_block_id": "p62_b895", "text": "Increased rainfall due to climate change may cause"}, {"text_block_id": "p62_b896", "text": "•"}, {"text_block_id": "p62_b897", "text": "ood damage to transport, communications and buildings infrastructures. For instance, in December 2009 and January 2010, unusual heavy rainfall associated with El Niño event saw widespread"}, {"text_block_id": "p62_b898", "text": "•"}, {"text_block_id": "p62_b899", "text": "ooding in Morogoro (Kilosa) and Dodoma (Mpwapwa and Kongwa) Regions which led to severe damage on road, bridges, water dams, railway, electricity poles, drainage networks, water supply, and human settlements. In April 2011 also in Morogoro (Kilombero) region heavy rains caused"}, {"text_block_id": "p62_b900", "text": "•"}, {"text_block_id": "p62_b901", "text": "ood which destroyed six bridges, several roads and several human settlements. In all these cases the costs of addressing the"}, {"text_block_id": "p62_b902", "text": "•"}, {"text_block_id": "p62_b903", "text": "ood situation were enormous."}, {"text_block_id": "p62_b904_merged_merged_merged_merged", "text": "Sea level rise, coastal inundation can force modi•cation to port facilities with high cost to the government. For example, the Tanzania•s Initial National"}, {"text_block_id": "p63_b907", "text": "Communication to UNFCCC (URT, 2003"}, {"text_block_id": "p63_b908", "text": ") reported that for the Dar es Salaam coastline the loss of important structures is estimated to cost TShs 49.83 billion for a sea level rise of 0.5m and TShs 85.97 billion for a sea level rise of 1.0m. Similar costs are likely to be incurred by other coastal cities of Tanzania. Despite aesthetic value and other unique natural resources which have attracted populations, coastal areas are most vulnerable to climate change due to the anticipated rise in sea level,"}, {"text_block_id": "p63_b909", "text": "•"}, {"text_block_id": "p63_b910", "text": "oods and other consequences. Unfortunately, the impact of sea level rise is already being experienced in Coast Region. In Bagamoyo District, for instance, sea level rise has already resulted into inundation of some traditional water sources (URT, 2007). This indicates how the country will be forced to transfer a signi"}, {"text_block_id": "p63_b911", "text": "•"}, {"text_block_id": "p63_b912", "text": "cant amount of annual expenditures to offset the effects of climate change on various infrastructures. The overall impact could be economic loss and growth volatility, reduced reliability of and hydroelectric power."}, {"text_block_id": "p63_b913", "text": "Human Settlements"}, {"text_block_id": "p63_b914_merged_merged", "text": "Cities and other human settlements are at the forefront of climate change. Simultaneously, due to their concentration of population and infrastructure, cities are especially vulnerable to the impacts of climate change. In Tanzania, the majority of the settlements in urban and semi urban areas are not planned. In Dar es Salaam city, for instance, the unplanned and unserviced settlements accommodate about 70 to 75% of the city•s population while the planned settlements occupy an area of 25 to 30% (URT, 2002; UN-HABITAT, 2009:11; URT, 2011). Similar situations exist in other urban areas in the country. In addition, these urban areas are exposed to a wide range of threats related to climate change including sea-level rise and coastal erosion, • ooding, drought and water scarcity, and the disruption of hydro-electricity generation. These are exacerbated by poor socio-economic and environmental conditions caused by low levels of economic growth, mismanagement of the process of urbanization, and inadequate social services."}, {"text_block_id": "p63_b920", "text": "Given the level of economy of the country, the poor are the ones residing in most of these unplanned, hazardous areas. Most of the houses are built without"}, {"text_block_id": "p64_b921", "text": "proper arrangement, which make it even dif"}, {"text_block_id": "p64_b922", "text": "•"}, {"text_block_id": "p64_b923", "text": "cult to do informal settlement upgrading; this enhances residents• vulnerability to disease, environmental degradation and poor sanitation facilities."}, {"text_block_id": "p64_b924", "text": "On the East African coast, sea-level rise will increase"}, {"text_block_id": "p64_b925", "text": "•"}, {"text_block_id": "p64_b926", "text": "ooding with potential adaptation including that related to human settlement costs of up to 10% of GDP (IPCC, 2007). For instance, a rise in sea level would aggravate the already existing ecological problems through increased rates of coastal erosion, more persistent"}, {"text_block_id": "p64_b927", "text": "•"}, {"text_block_id": "p64_b928", "text": "ooding, loss of wetlands, increased salinization of groundwater and soil as well as greater in"}, {"text_block_id": "p64_b929", "text": "•"}, {"text_block_id": "p64_b930", "text": "ux of diverse pollutants (Awosika et al., 1991). As is the case with infrastructure, sea level rise is likely to have considerable impact on human settlements through inundation of coastal areas as well as coastal erosion. In some areas such as Dar es Salaam the problem of coastal erosion is already widespread. In some areas, the beaches have been gradually eroded by about 200m during the last 50 years due to the strength of headwater waves, resulting in considerable damage to infrastructure and settlements. In Pangani Town, the sea wall that was built to protect the town from ocean currents is gradually being overwhelmed thus threatening the coastal settlements."}, {"text_block_id": "p64_b931", "text": "Similar effects of sea level rise are reported for islands of Zanzibar, where some settlements such were abandoned. In the northern part of Ras Mkumbuu peninsular near Chake Chake there are several submerged ruins believed to represent an ancient commercial and religious centre. The ruins at Ras Mkumbuu included a settlement with a large mosque, a number of elaborate and decorated pillar tombs, several abandoned wells and foundations of houses estimated to date from 14"}, {"text_block_id": "p64_b932", "text": "th"}, {"text_block_id": "p64_b933", "text": "to 15"}, {"text_block_id": "p64_b934", "text": "th"}, {"text_block_id": "p64_b935", "text": "century (URT, 2009). While there is no clear explanation regarding the factors that caused these ruins to be submerged, it could have been due climate change and associated sea level rise."}, {"text_block_id": "p64_b936_merged_merged_merged_merged", "text": "Excessive rainfall has led to frequent •ooding in various settlements, causing damage to infrastructure and property and disrupting economic activities. Heavy rainfall have been disrupting and causing substantial losses both socially and economically, including damage to smaller bridges and roads, • ooding of homes, schools and the deaths of several children (Figure 11)."}, {"text_block_id": "p65_b941", "text": "Figure 11: Road destruction by"}, {"text_block_id": "p65_b942", "text": "•"}, {"text_block_id": "p65_b943", "text": "oods at Tandale Mtogole, 2011"}, {"text_block_id": "p65_b944", "text": "The Kilosa, Mpwapwa and Kongwa, and Kilombero"}, {"text_block_id": "p65_b945", "text": "•"}, {"text_block_id": "p65_b946", "text": "oods are among numerous examples of impacts of climate change on human settlement. In December 2009 and January 2010 the swollen Mkondoa River burst its banks inundating Kilosa town, an incidence that led to the displacement of a total of 23,980 people. In Mpwapwa and Kongwa District another 19,000 persons were displaced (IFRC, 2010"}, {"text_block_id": "p65_b947", "text": "). The cost of restoring the infrastructure and services ravaged by"}, {"text_block_id": "p65_b948", "text": "•"}, {"text_block_id": "p65_b949", "text": "oods in Kilosa and Mpwapwa amounted to TShs 329 billion"}, {"text_block_id": "p65_b950", "text": ".  The April 2011"}, {"text_block_id": "p65_b951", "text": "•"}, {"text_block_id": "p65_b952", "text": "oods in Kilombero valley (Morogoro Region) demolished 663 houses in the area and submerged 2,942 others, which made 9,000 people homeless. Their food stores, farms and other infrastructures were destroyed and approximately 2,256 hectares of crops including paddy and maize were destroyed"}, {"text_block_id": "p65_b953", "text": "."}, {"text_block_id": "p65_b954_merged_merged_merged", "text": "Extreme rainfall in January 2008 led to •oods displaced hundreds of people and •ooded mining pits in Mererani resulting in over 70 deaths. In all these cases the costs of addressing the •ood situation were enormous."}, {"text_block_id": "p66_b961", "text": "Figure 12: Floods in Dar es Salaam, December 2011"}, {"text_block_id": "p66_b962_merged", "text": "On the other hand, human settlements in Tanzania have been experiencing water scarcity for many years. The sight of women carrying water buckets on their heads remains a common occasion, as does that of vendors pushing carts •lled with containers of water. Yet even this inadequate supply of water is not provided regularly. Broken pipes are frequent, and residents sometimes have to go for over three days without water. In many rural areas faced with droughts and water shortage migrations have become a common phenomenon, with people moving with their livestock. In many instances this has been a cause for abandoning their old settlements and establishing new ones in areas with better opportunities. This has particularly been the case with the agro-pastoral communities. Even in urban settlements, there is serious water shortage that predisposes the communities to diseases such as cholera, mainly associated with drinking unsafe water. Climate change is poised to aggravate the situation."}, {"text_block_id": "p66_b965", "text": "Land use"}, {"text_block_id": "p66_b966", "text": "There are different types of land use including areas under human settlements, forest, game reserves, and livestock grazing. Land use change is a major threat to Tanzania ecosystems. Increasing human populations, coupled with changing land tenure systems, are fragmenting once open and dynamic ecological systems. The interaction of climate change and land-use change presents new challenges to policy makers, managers and local communities pursuing"}, {"text_block_id": "p67_b967", "text": "sustainable natural resource management strategies for human welfare and conservation of biodiversity. Agricultural expansion into key resource areas, such as swamps and the riverside strips eliminates important dry season grazing reserves. Wildlife and livestock vulnerability to drought due to the loss of these forage reserves is exacerbated by the loss of landscape scale connectivity associated with agricultural expansion creating land use con"}, {"text_block_id": "p67_b968", "text": "•"}, {"text_block_id": "p67_b969", "text": "icts."}, {"text_block_id": "p67_b970", "text": "On the other hand, man alters the planet surfaces in diverse ways trough urbanization, deforestation, foresting former grasslands, irrigating drylands for crops, damming rivers to create man-made lakes and reservoirs, and reclaiming swamps and marshlands, among others. These factors affect the climate on scales ranging from the macro to micro scales.  The opportunities rising from reforestation, afforestation and forest conservation in the context of climate change have not yet been tapped by Tanzanians. Therefore, the increased awareness and capacity to ensure that land use need to be enhanced."}, {"text_block_id": "p67_b971", "text": "Education"}, {"text_block_id": "p67_b972_merged_merged", "text": "Drought, •oods and other natural disasters reduce opportunities for employment due to disruption of livelihood systems. Those who are expected to provide for their family have to migrate elsewhere to look for work or sometimes the whole family has to migrate away from areas where education is provided. This increases the possibility of children not to access education and be provided with necessities which can help them to obtain school needs such as uniforms, stationery as well as psychosocial support. Hence deny their right to access education. Furthermore, for the pastoralists and peasanty societies, drought often force them to migrate into areas with better weather conditions which support pastoral and agricultural activities. This means that the family will migrate with all their children, which disrupts the continuity of children education and in some cases they miss it completely."}, {"text_block_id": "p67_b975", "text": "In 2009 the northern part of the country, where most of rural dwellers are pastoralists, particularly Manyara and Arusha experienced severe drought. Households could not depend on income from selling their livestock as buyers demanded very low price. They became increasingly reliant on food aid and sometimes had to sell their animals at that very low price in order to have money for family use and send their children to school. The drought exposed country to poverty and food insecure as most of the livestock died due to lack of pastures and water. Children were taken out of school to work in order to increase household income and enhance food security, thereby affecting school attendance."}, {"text_block_id": "p68_b976", "text": "Increased instances of"}, {"text_block_id": "p68_b977", "text": "•"}, {"text_block_id": "p68_b978", "text": "ooding and other natural phenomena also results in their houses, school buildings and other infrastructure such as roads and bridges, etc. being damaged, impacting on children•s right to receive education. Floods lead to waterborne diseases which normally affect children incapacitating them from attending school. For example, when Kilosa district was hit by"}, {"text_block_id": "p68_b979", "text": "•"}, {"text_block_id": "p68_b980", "text": "oods in December 2009 and January 2010), three primary schools were destroyed and permanently closed. Eight schools were closed for several weeks in order to provide temporary accommodation for"}, {"text_block_id": "p68_b981", "text": "•"}, {"text_block_id": "p68_b982", "text": "ood victims, thus not allowing children access to education in such premises. Similar experiences were reported for the"}, {"text_block_id": "p68_b983", "text": "•"}, {"text_block_id": "p68_b984", "text": "oods in Kongwa and Mpwapwa between December 2009 and January 2010, and in Kilombero valley in January to February 2011 (Daily News, 12"}, {"text_block_id": "p68_b985", "text": "th"}, {"text_block_id": "p68_b986", "text": "May 2011). In March 2006, a cyclone hit Liwale district where"}, {"text_block_id": "p68_b987", "text": "•"}, {"text_block_id": "p68_b988", "text": "ve classrooms and two of"}, {"text_block_id": "p68_b989", "text": "•"}, {"text_block_id": "p68_b990", "text": "ces were damaged affecting 225 pupils. Such incidences of extreme weather conditions due to climate change are expected to continue."}, {"text_block_id": "p68_b991", "text": "2.3.2 Vulnerability"}, {"text_block_id": "p68_b992", "text": "Tanzania is experiencing the impacts of extreme weather events, such as drought and"}, {"text_block_id": "p68_b993", "text": "•"}, {"text_block_id": "p68_b994", "text": "ood events that have had signi"}, {"text_block_id": "p68_b995", "text": "•"}, {"text_block_id": "p68_b996", "text": "cant impact to both the people and the economy. Severe droughts are increasingly being felt in many parts of the country with negative consequences on, among others, food production and water scarcity. Droughts have seriously affected most vulnerable sectors including agriculture, forestry,"}, {"text_block_id": "p68_b997", "text": "•"}, {"text_block_id": "p68_b998", "text": "sheries, energy, health, water, industry, business/ trade, tourism and services."}, {"text_block_id": "p68_b999_merged_merged_merged", "text": "The livelihoods of about 80% of Tanzanians depend on the agriculture, forestry and •sheries resources. Small-scale farmers are more vulnerable as they are highly dependent upon rain fed production. In addition to the effects of prolonged dry spells or droughts on crops and livestock, periods of increased rainfall (with associated increase in pests and diseases) will negatively affect agricultural output. High rainfall intensity also in•uences soil degradation."}, {"text_block_id": "p68_b1004", "text": "The major portion of Tanzania•s electricity supply comes from hydro-generation. Rainfall variability has affected power generation and supply, changing the energy mix from over 60% hydro ten years ago to less than 50% hydro to date."}, {"text_block_id": "p68_b1005", "text": "Tanzania•s industries are mainly agro-based, dealing mainly with processing of agricultural and wood products, and manufacturing of agrochemicals. These products are vulnerable to climate change. Some manufacturing industries aligned to the agricultural sector will be affected by the climate change-impacted agricultural economy."}, {"text_block_id": "p69_b1006", "text": "Infrastructure is highly vulnerable to climate change impacts, e.g. through damage caused by"}, {"text_block_id": "p69_b1007", "text": "•"}, {"text_block_id": "p69_b1008", "text": "ooding. Such disruptions may act as disincentives to investment, and sustainable economic growth and poverty reduction. Similarly, various service sectors are vulnerable to the impacts of climate change and may require rapid response to be able to avert the needed resiliencies."}, {"text_block_id": "p69_b1009", "text": "Agricultural development is strongly dependent on environmental resources such as land, forest, air, water and other resources. Thus sustainable utilization of these resources is vital for the growth and sustainability of the sector. However, as noted earlier, agriculture is vulnerable to the effects of climate change associated with global warming.  The increased vulnerability of this sector is the biggest challenge for sustained economic development and improved livelihood in the rural communities."}, {"text_block_id": "p69_b1010", "text": "2.4 Climate Change Initiatives and Governance"}, {"text_block_id": "p69_b1011", "text": "2.4.1 Climate Change Initiatives"}, {"text_block_id": "p69_b1012_merged_merged", "text": "In addressing climate change at national level, various initiatives and programmes have been undertaken in Tanzania in the context of UNFCCC and its Kyoto Protocol. As the •rst step, Tanzania rati•ed UNFCCC and its Kyoto Protocol in 1996 and 2002, respectively to ensure that climate change issues are addressed at the national level supported by national policies and legislation. Therefore, implementation of the UNFCCC and the Kyoto Protocol is further supported by the enabling environment including the National Environment Policy (1997) and the EMA."}, {"text_block_id": "p69_b1017", "text": "Various adaptation and mitigation initiatives and programmes, strategies and plans as shown in Table 3 demonstrates the national commitment in addressing climate change issues and its contribution to global efforts to adapt and mitigate climate change. Formulation of NAPA in 2007 formed a clear basis for identifying and implementing adaptation actions at both sectoral and local levels. Furthermore, several mitigation initiatives have been implemented in the context of CDM and other emerging mitigation opportunities such as REDD+. Ongoing national REDD+ initiatives are expected to enhance the contribution of Tanzania as the net sink through its forests in various forms."}, {"text_block_id": "p69_b1018", "text": "Generally, all initiatives at both national and local levels are geared towards enhancing Tanzania•s participation in addressing climate change in order to build resilience and achieve sustainable development. Tanzania will continue to explore all emerging opportunities under the Convention and its Kyoto Protocol in the subsequent commitment periods to be agreed upon by the Parties.  It"}, {"text_block_id": "p70_b1019", "text": "is envisaged that the NAMAs as well as NAPs, supported technologically,"}, {"text_block_id": "p70_b1020", "text": "•"}, {"text_block_id": "p70_b1021", "text": "nancially and with appropriate capacity building will enhance the contribution of Tanzania in addressing climate change."}, {"text_block_id": "p70_b1022", "text": "The climate change initiatives undertaken in Tanzania are implemented in line with several other initiatives. For instance, this Strategy is part of the broader implementation of the national policies and efforts to reduce poverty and support sustainable development at national, local and individual level. It is part of implementation of the National Environmental Policy 1997, EMA, the Tanzania Vision 2025; the Millennium Development Goals (MDGs); MKUKUTA II; Tanzania Five Years Plan (2011-2015). It is also congruent with various sector policies."}, {"text_block_id": "p70_b1023", "text": "Tanzania•s Vision 2025, aims at attaining high quality livelihood for its people and develops a strong and competitive economy, among other things. Some of the  strategies toward attaining these objectives are: ensuring food self-suf"}, {"text_block_id": "p70_b1024", "text": "•"}, {"text_block_id": "p70_b1025", "text": "ciency and security; universal access to  safe water; absence of abject poverty; reduction in infant and maternal mortality rates; economic  growth rate of 8% per annum or more; attainment of macroeconomic stability; and an adequate level of physical infrastructure. These aims may not be attained if climate change adaptation concerns are not factored in the development process and mitigation opportunities in the context of sustainable development to be exploited, as well as the MDGs which were declared in year 2000 have many strategies similar to those in the Tanzania Vision 2025, including the eradication of poverty and attainment of environmental sustainability. Thus in order to realise the objectives of the Vision 2025 and MDGs, the government has translated them into the National Strategy for Growth and Reduction of Poverty popularly known as MKUKUTA, covering the periods 2005 - 2010 and 2011 - 2015, and associated national"}, {"text_block_id": "p70_b1026", "text": "•"}, {"text_block_id": "p70_b1027", "text": "ve years plan 2011 - 2015."}, {"text_block_id": "p70_b1028_merged_merged_merged", "text": "Climate change impacts are therefore considered as major threats towards attaining Tanzania•s Vision 2025 and the MDGs. Such impacts like drought, frequent •oods; and increasing vector-borne diseases such as malaria, dengue fever and diarrhoeal diseases are becoming common in the country threatening efforts to achieve the objectives of the development policies and strategies It is in this context that climate change is one of the priority area in the second National Strategy for Growth and Reduction of Poverty. Preparation of this National Climate Change Strategy is therefore also an effort to translate the broad climate change strategies in MKUKUTA II into speci•c strategic actions to be budgeted and implemented on the ground. These efforts are intended to shield both the Vision 2025 and MDGs from failure due to the climate change impacts."}, {"text_block_id": "p71_b1033", "text": "Table 3: Initiatives undertaken at national level"}, {"text_block_id": "p73_b1034", "text": "2.4.2 Legal and Institutional Framework"}, {"text_block_id": "p73_b1035", "text": "Implementation of climate change issues in Tanzania is undertaken within the context of the National Environmental Policy, 1997 and the EMA and other related policies and legislations. At national level, the VPO, Division of Environment (DoE) is responsible for all climate related activities. DoE is both the NCCFP and Designated National Authority (DNA) for clean development mechanism under the Kyoto Protocol."}, {"text_block_id": "p73_b1036", "text": "Furthermore, EMA provides for establishment of various committees at both national and local levels. At national level, there is an established NCCSC chaired by Permanent Secretary of the VPO. This committee provides policy guidance to the NCCFP ensure coordinated actions and participation within various sectors and institutions. There is also NCCTC chaired by the Director of Environment which is geared to provide technical advice to the NCCFP, stimulate more coordinated actions of actors and broaden the participation of various actors in addressing climate change. A detailed diagrammatic representation of institutional arrangement for environmental management is"}, {"text_block_id": "p74_b1037", "text": "illustrated in Figure 13. Climate change issues are addressed using the same institution framework."}, {"text_block_id": "p75_b1038", "text": "3."}, {"text_block_id": "p75_b1039", "text": "THE CLIMATE CHANGE STRATEGY"}, {"text_block_id": "p75_b1040", "text": "This Strategy has been developed with a"}, {"text_block_id": "p75_b1041", "text": "Vision"}, {"text_block_id": "p75_b1042", "text": "to enhance climate resilience in Tanzania and reduce the vulnerability of natural and social systems to climate change. The"}, {"text_block_id": "p75_b1043", "text": "Mission"}, {"text_block_id": "p75_b1044", "text": "is to establish ef"}, {"text_block_id": "p75_b1045", "text": "•"}, {"text_block_id": "p75_b1046", "text": "cient and effective mechanisms to address climate change adaptation and achieve sustainable national development through mitigation actions with enhanced international cooperation."}, {"text_block_id": "p75_b1047", "text": "3.1 Goal"}, {"text_block_id": "p75_b1048", "text": "The"}, {"text_block_id": "p75_b1049", "text": "goal"}, {"text_block_id": "p75_b1050", "text": "of this Strategy is to enable Tanzania to effectively adapt to and participate in global efforts to mitigate to climate change with a view to achieving sustainable economic growth in the context of the Tanzania•s national development blueprint, Vision 2025; Five Years National Development plan; and national cross sectoral policies in line with established international policy frameworks."}, {"text_block_id": "p75_b1051", "text": "3.2 Objectives"}, {"text_block_id": "p75_b1052", "text": "To achieve the stated goal, the following speci"}, {"text_block_id": "p75_b1053", "text": "•"}, {"text_block_id": "p75_b1054", "text": "c"}, {"text_block_id": "p75_b1055", "text": "objectives"}, {"text_block_id": "p75_b1056", "text": "have been set"}, {"text_block_id": "p75_b1057", "text": "."}, {"text_block_id": "p75_b1058", "text": ".\n* To build the capacity of Tanzania to adapt to climate change impacts.\n* To enhance resilience of ecosystems to the challenges posed by climate change.\n* To enable accessibility and utilization of the available climate change opportunities.\n* To enhance participation in climate change mitigation activities that lead to sustainable development.\n* To enhance public awareness on climate change.\n* To strengthen information management on climate change.\n* To enhance institutional arrangements to adequately address climate change.\n* To enhance mobilization of resources in particular â¢nance to address climate change\n* To enhance mobilization of resources in particular â¢nance to address climate change\n ."}, {"text_block_id": "p75_b1077", "text": "3.3  Scope"}, {"text_block_id": "p75_b1078", "text": "This Strategy covers broader areas strategic interventions  which indicate strategic actionable objectives that need to be implemented. The broader strategic areas are related to adaptation, mitigation and cross-cutting issues. For implementation purposes, this Strategy includes coordination, resource"}, {"text_block_id": "p76_b1079", "text": "mobilization and implementation plan. In addition, there is provision of an implementation arrangement that indicates the roles of various actors in the implementation of this strategy). The presentation of the scope is shown in Figure 14."}, {"text_block_id": "p76_b1080", "text": "Figure 14: Scope of the strategy"}, {"text_block_id": "p76_b1081", "text": "3.4  Strategic Interventions"}, {"text_block_id": "p76_b1082", "text": "3.4.1 Adaptation strategies"}, {"text_block_id": "p76_b1083", "text": "Adaptation is the highest priority for Tanzania. The adaptation strategies identi"}, {"text_block_id": "p76_b1084", "text": "•"}, {"text_block_id": "p76_b1085", "text": "ed in this section are built on and extend beyond the NAPA of the country as they have been prepared in a deliberate approach that covers key socio"}, {"text_block_id": "p76_b1086", "text": "-"}, {"text_block_id": "p76_b1087", "text": "economic growth sectors. It also responds to Cancun Agreement which require the countries to develop their National Adaptation Plans (NAPs) for the purpose of identifying medium and long term adaptation actions. Furthermore this Strategy provides basis for identifying short, medium and long term adaptation activities designed to address existing  and em erging climate change threats."}, {"text_block_id": "p76_b1088_merged_merged", "text": "This Strategy focuses on critical natural resource based sectors and outlines potential measures for adaptation to the adverse effects of climate change impacts. Various adaptation strategies in each sector are identi•ed as shown in Table 4"}, {"text_block_id": "p76_b1091", "text": "."}, {"text_block_id": "p86_b1092", "text": "3.4.2"}, {"text_block_id": "p86_b1093", "text": "Mitigation strategies"}, {"text_block_id": "p86_b1094_merged", "text": "Despite its negligible GHG emissions, Tanzania can participate in mitigation activities to contribute to its sustainable national development.  Notably, potential sources of emissions include: traditional energy sources, transportation systems, and waste disposal management activities. In light of the opportunities presented by mitigation initiatives, Tanzania stands to gain • nancially from the mechanisms, such as CDM, NAMAs, REDD+ and other carbon markets/ trading. The mitigation strategies earmarked for this Strategy are presented in Table 4."}, {"text_block_id": "p91_b1097", "text": "3.4.3"}, {"text_block_id": "p91_b1098", "text": "Strategies on Cross-Cutting Issues"}, {"text_block_id": "p91_b1099", "text": "The socio-economic development of the country depends on sectoral and cross-sectoral activities. In the national efforts towards climate change adaptation and mitigation issues of cross-cutting nature have to be addressed in all sectors. Among the activities or programmes that need to be supported and implemented would include establishment and implementation of awareness programmes to sensitize the public on climate change impacts, adaptation and mitigation options; establishment of adequate research capacity for various R&D and training institutions to address issues related to climate change; building suf"}, {"text_block_id": "p91_b1100", "text": "•"}, {"text_block_id": "p91_b1101", "text": "cient capacities of marginalised groups, including women, to address climate change related disaster risks; supporting acquisition of appropriate technologies, for example, for enhancing early warning systems and weather forecasting; and documentation and promotion of indigenous knowledge on climate change adaptation in various socio-economic sectors. These initiatives should be complemented by rigorous support to integration of climate change adaptation in all sectors; development and implementation of a national climate change communication strategy. To achieve all the above, the strategy identify a need to build the capacity of all sectors and relevant institutions to address climate change adaptation."}, {"text_block_id": "p91_b1102", "text": "Reducing emissions that are causing global warming will need international cooperation in almost all interventions. It is also factual that developing countries in particular LDCs that are particularly dependent on climate sensitive sectors will not be able to address the impacts of climate change or participate in mitigation opportunities without international support. Therefore, international cooperation in adaptation, mitigation and cross cutting issues such as"}, {"text_block_id": "p91_b1103", "text": "•"}, {"text_block_id": "p91_b1104", "text": "nancing and technology will be critical in implementing this strategy."}, {"text_block_id": "p91_b1105_merged_merged_merged", "text": "The key concern is that international cooperation and commitments will be based on equity within the objectives and principles of the UNFCCC. Participating in international discourse on climate change shall remain important to ensure that Tanzania bene•ts from such international cooperation frameworks. The strategies to achieve the above are presented in Table 5."}, {"text_block_id": "p99_b1108", "text": "4."}, {"text_block_id": "p99_b1109", "text": "IMPLEMENTATION ARRANGEMENTS"}, {"text_block_id": "p99_b1110", "text": "4.1 Implementation Plan"}, {"text_block_id": "p99_b1111", "text": "The institutional arrangement provided by the Environmental Management Act and also described in Chapter Three underpins the implementation of this Strategy. The overall coordination of the implementation of the strategy will be under the responsibility of the NCCFP. The NCCFP will also be responsible for preparing national climate change frameworks such as NAPs, NAMAs, guidelines and other relevant national documents. NCCFP will be responsible for Monitoring and Evaluation (M&E) of the overall implementation of the strategy where an M&E framework will be developed."}, {"text_block_id": "p99_b1112", "text": "The general implementation of the strategies at sectoral level will be the responsibility of the relevant Government Departments and Agencies. The Prime-Minister•s Of"}, {"text_block_id": "p99_b1113", "text": "•"}, {"text_block_id": "p99_b1114", "text": "ce-Regional Administration and Local Government (PMO"}, {"text_block_id": "p99_b1115", "text": "-"}, {"text_block_id": "p99_b1116", "text": "RALG) will work closely with Local Government Authorities (LGAs) through their various departments in collaboration with lined sectoral ministries to implement the strategic interventions at local level. The established cross-sectoral committees, which are the NCCSC and the NCCTC will be important fora to facilitate implementation of cross-sectoral climate change interventions. To keep and update track records on climate change, National Bureau of Statistics will be the custodian."}, {"text_block_id": "p99_b1117_merged_merged", "text": "The MDAs will prepare projects, programmes, action plans and cost the strategic interventions relevant to their respective sectors based on the strategic interventions identi•ed in the strategy. Each MDA will prepare sector speci• c action plans indicating targets to be achieved; time frame for implementing the interventions in short, medium and long term; and outcome indicators. The plans will subsequently be integrated in the Government budgets through the Medium Term Expenditure Frameworks for implementation. Broad and complex interventions may be addressed by preparing and implementing stand alone projects or programmes. Sectoral ministries and LGAs will be reporting the implementation status to NCCFP on annual basis whereby the NCCFP will ensure the availability of such information to the public."}, {"text_block_id": "p99_b1122", "text": "Civil Society Organisations are encouraged to cooperate with the Government in implementing the strategy through various projects and/or programmes. The private sectors either individually or in collaboration with the Government under public-private partnership (PPP) arrangement are encouraged to implement innovative projects to address climate change. These may include CDM project activities; REDD+ initiatives, NAMAs and other carbon markets."}, {"text_block_id": "p100_b1123", "text": "Development partners either bilaterally or through their multilateral arrangements are encouraged to support the government in implementing this Strategy by providing technical and"}, {"text_block_id": "p100_b1124", "text": "•"}, {"text_block_id": "p100_b1125", "text": "nancial support, as well as facilitate resource mobilization. They are also encouraged to provide capacity building and facilitate technology development and transfer to various stakeholders in implementing this Strategy."}, {"text_block_id": "p100_b1126", "text": "4.1.1 Coordination"}, {"text_block_id": "p100_b1127", "text": "Implementation of this Strategy will follow the institutional arrangement as provided by the EMA. In that context, the Strategy will be coordinated by the Vice President•s Of"}, {"text_block_id": "p100_b1128", "text": "•"}, {"text_block_id": "p100_b1129", "text": "ce which is responsible for coordination of environment management."}, {"text_block_id": "p100_b1130", "text": "To coordinate climate change issues in the country the NCCTC and NCCSC will guide the implementation of this Strategy. The NCCTC shall provide technical advice to the NCCFP, while the NCCSC shall provide policy guidance, as well as ensure coordinated action and participation within various sectors. The implementation of speci"}, {"text_block_id": "p100_b1131", "text": "•"}, {"text_block_id": "p100_b1132", "text": "c strategic interventions and activities will be done in the respective MDAs; and LGAs according to their roles and responsibilities under EMA and mandates. NGOs, civil society organisations, religious organisations, educational institutions etc are encouraged to participate by facilitating the implementation of speci"}, {"text_block_id": "p100_b1133", "text": "•"}, {"text_block_id": "p100_b1134", "text": "c adaptation and mitigation projects at a community level. Resource mobilization,"}, {"text_block_id": "p100_b1135", "text": "•"}, {"text_block_id": "p100_b1136", "text": "nancial management and reporting shall be undertaken pursuant to the government•s"}, {"text_block_id": "p100_b1137", "text": "•"}, {"text_block_id": "p100_b1138", "text": "nancial management guidelines and systems established under the Ministry of Finance. However, special arrangements will be made in cooperation with the Ministry of Finance to enhance existing resource mobilization and"}, {"text_block_id": "p100_b1139", "text": "•"}, {"text_block_id": "p100_b1140", "text": "nancial management systems to cope with increasing demand in"}, {"text_block_id": "p100_b1141", "text": "•"}, {"text_block_id": "p100_b1142", "text": "nancial support for addressing climate change (if necessary)."}, {"text_block_id": "p100_b1143", "text": "4.1.2 Information and Communication Arrangement"}, {"text_block_id": "p100_b1144_merged_merged_merged_merged", "text": "The information management and communication in the implementation of this Strategy will follow institutional arrangements established in the EMA. The VPO is the centre for environmental information management and communication in the country. Climate change information will be collected from various sources, managed and communicated to the public by VPO. Communications of that information will periodically be done through publication of relevant reports. However other information communications mechanisms may be used in order to easily reach the public and cater for increasing demand of climate change information. Such mechanisms include: VPO of•cial website, National Climate"}, {"text_block_id": "p101_b1147", "text": "Change Website, newsletters, television and radio programmes, newspapers and cultural performances. To facilitate information communication, where necessary, the VPO will collaborate with key stakeholders dealing with climate change in the country to communicate climate change information. Such stakeholders include MDAs; LGAs, research and academic institutions, civil society organisations, private sector, politicians, religious organisations, media, and educational institutions among others."}, {"text_block_id": "p101_b1148", "text": "4.1.3 Reporting Arrangements"}, {"text_block_id": "p101_b1149", "text": "The reporting arrangement in the implementation of this Strategy will follow the established government reporting system, as well as reporting system provided in EMA. Under the government reporting system, MDAs and LGAs are supposed to report implementation of the strategy annually. In addition, EMA requires Sector Environmental Coordinators and District/Council/Town Environmental Management Of"}, {"text_block_id": "p101_b1150", "text": "•"}, {"text_block_id": "p101_b1151", "text": "cers to report on implementation of their Environmental Action Plans that include climate change issues. Since the MDAs and LGAs are expected to integrate relevant strategic interventions in their respective plans, their quarterly and annual reports will capture information on the implementation of the Strategy. This will include"}, {"text_block_id": "p101_b1152", "text": "•"}, {"text_block_id": "p101_b1153", "text": "nancial reporting that will be subjected to audit as per government regulation. In this case, MDAs and LGAs will report on any"}, {"text_block_id": "p101_b1154", "text": "•"}, {"text_block_id": "p101_b1155", "text": "nancial resources that were allocated for the implementation of speci"}, {"text_block_id": "p101_b1156", "text": "•"}, {"text_block_id": "p101_b1157", "text": "c climate change issues in relation to this Strategy"}, {"text_block_id": "p101_b1158", "text": "4.2 Financing Climate Change"}, {"text_block_id": "p101_b1159", "text": "4.2.1 Financing Plan"}, {"text_block_id": "p101_b1160_merged_merged", "text": "Addressing climate change in Tanzania will largely depend on • nancial support from international community. Domestic funding from government budget, private sector, as well as individual contributions will complement this effort. However, an integrated approach and coordinated working system is highly required to ensure that funds to address climate change are used to achieve the objectives presented in this strategy. To ensure resources availability, the strategy proposes establishment of a National Climate Change Fund (NCF) and a special climate change window under Basket Fund to • nance its implementation. However, a balance of •nancing is required in both adaptation and mitigation to climate change. Such balance is also important in • nancing other areas such as capacity building, technology development and transfer as well as awareness rising. Funding sources for implementation of this strategy are categorised into National Funds, International Funds and Commitments related to UNFCCC and Kyoto Protocol.,"}, {"text_block_id": "p102_b1169", "text": "4.2.2 Estimating the Cost of Climate Interventions"}, {"text_block_id": "p102_b1170", "text": "Although the actual cost of implementing this Strategy has not been established, the key determinant in estimating the cost of climate change impacts can be indirectly derived from the climate change interventions outlined, that is, adaptation, mitigation, capacity building and cross-cutting interventions. This is because without an accurate and static future scenario it is dif"}, {"text_block_id": "p102_b1171", "text": "•"}, {"text_block_id": "p102_b1172", "text": "cult to cost the necessary actions needed to contend with the changes. This challenge is demonstrated by a UNFCCC report that provides a range as opposed to speci"}, {"text_block_id": "p102_b1173", "text": "•"}, {"text_block_id": "p102_b1174", "text": "c numbers that estimate the additional funding needed for adaptation by 2030. The report projects a need equivalent to between USD ($) 49 to 171 billion per annum globally (UNFCCC, 2007)"}, {"text_block_id": "p102_b1175", "text": "."}, {"text_block_id": "p102_b1176", "text": "Moreover a recent study undertaken by the Stockholm Environment Institute"}, {"text_block_id": "p102_b1177", "text": "estimates that the cost of building adaptive capacity and enhancing resilience against future climate change in Tanzania is USD ($)100 to 150 million per year. But, an additional USD ($) 500 million per year (but probably more) is needed to address current climate risks, in reducing future impacts and building resilience to future climate change.•  The SEI report further states that while uncertain, aggregate models indicate that net economic costs could be equivalent to a further 1 to 2 % of GDP per year by 2030. With such uncertainty, it is dif"}, {"text_block_id": "p102_b1178", "text": "•"}, {"text_block_id": "p102_b1179", "text": "cult to arrive at a de"}, {"text_block_id": "p102_b1180", "text": "•"}, {"text_block_id": "p102_b1181", "text": "nitive cost of executing the Strategy."}, {"text_block_id": "p102_b1182", "text": "A less inaccurate formula for arriving at the cost of implementing this Strategy is for the sectors, while developing the action plan, to estimate the cost of climate change interventions outlined herein, together with on-going programmes. This will involve (i) rating line activities based on sensitivity to climate change impacts on a four point scale (that is, no impact; low impact; medium impact and high impact); (ii) estimating a climate mark-up factor for each rating; (iii) applying the climate mark-up factor to each line budget item and; (iv) escalating annual cost to account for in"}, {"text_block_id": "p102_b1183", "text": "•"}, {"text_block_id": "p102_b1184", "text": "ation."}, {"text_block_id": "p102_b1185_merged_merged_merged_merged", "text": "The climate mark-up indices are comparable to those used in the UNFCCC report on investment and • nancial •ows to address climate change. No impact, low-impact, medium-impact and high-impact correspond to a 0%, 5%, 10% and 15% mark-up respectively. Additionally, the United States average in• ation rate of 2% can be used to escalate the subsequent annual estimates after the"}, {"text_block_id": "p103_b1193", "text": "base year since the indicative budget estimates are in US dollars terms or if the cost are in Tanzania shillings the prevailing in"}, {"text_block_id": "p103_b1194", "text": "•"}, {"text_block_id": "p103_b1195", "text": "ation rate in the country will be used."}, {"text_block_id": "p103_b1196", "text": "4.2.3 International Funds"}, {"text_block_id": "p103_b1197", "text": "International Funds that are"}, {"text_block_id": "p103_b1198", "text": "•"}, {"text_block_id": "p103_b1199", "text": "nancing climate change include the Global Environment Facility (GEF), banks and bilateral funds."}, {"text_block_id": "p103_b1200", "text": "a)"}, {"text_block_id": "p103_b1201", "text": "The World Bank Funds"}, {"text_block_id": "p103_b1202", "text": "The World Bank is an important source of fund for environmental and natural resources management.  The support has been either in form of grants where the bank acts as an implementing agency of GEF or in form of lending of its own funds. The funding is both directly to environmental projects and capacity building. Lending for environment in the World Bank falls under the theme of Environment and Natural Resources (ENRM) accounting for about 9% of all the bank•s lending (ibid 2009). The ENRM theme consists of seven sub-themes: (i) biodiversity, : (ii) climate change, : (iii) environmental policies and institutions, : (iv) land administration and Management, : (v) pollution management and environmental health, : (vi) water resources management, and : (vii) other environment and natural resources management. For International Bank for Reconstruction and Development (IBRD) funds alone there has been a notable increase in Climate Change related commitments for IBRD countries, which surged from an average of 8% to 40% in Financial Year 2008 (ibid 2009). In terms of share by region, for IDA countries on average about half of the commitments go to Sub-Saharan Africa (SSA) and a"}, {"text_block_id": "p103_b1203", "text": "•"}, {"text_block_id": "p103_b1204", "text": "fth to South Asia (SAR) and EAP. Middle East and North Africa (MNA) has a small share."}, {"text_block_id": "p103_b1205", "text": "b)"}, {"text_block_id": "p103_b1206", "text": "Africa Development Bank (AfDB) Funds"}, {"text_block_id": "p103_b1207_merged_merged_merged_merged", "text": "The Africa Development Bank (AfDB) is also becoming an important source of •nance for environmental management and protection in particular climate change. The Bank is a GEF Executing Agency enabling it to appraise and implement projects on behalf of GEF and obtain direct access to GEF resources. Moreover, as part of AfDB commitment to supporting Africa•s move toward climate resilience and low carbon development, the bank is expanding access to international climate change •nancing. To that end, the bank is implementing the Climate Investments Funds (CIF), a pair of •nancing instrument worth USD ($) 6.4 billion designed to channel scaled up •nancing in form of grants, concessional loans and risk mitigation instruments to developing countries through multilateral development banks (MDB) including the AfDB. The aim is to blend funding for climate solutions with other MDB, national and private sector development resources, thereby leveraging substantial additional funds."}, {"text_block_id": "p104_b1216", "text": "By expanding CIF implementation in Africa, the AfDB hopes to inspire investor con"}, {"text_block_id": "p104_b1217", "text": "•"}, {"text_block_id": "p104_b1218", "text": "dence in the continent and generate even more"}, {"text_block_id": "p104_b1219", "text": "•"}, {"text_block_id": "p104_b1220", "text": "nancing for clean energy and climate compatible development. The AfDB has also established the Climate for Development in Africa (Climate Development Africa); Special Fund (CDSF); the Africa Water Facility and the Congo Basin Forest Fund. It is also in the process of setting up an African Green Fund (AGF)."}, {"text_block_id": "p104_b1221", "text": "c)"}, {"text_block_id": "p104_b1222", "text": "Global Environment Facility (GEF)"}, {"text_block_id": "p104_b1223", "text": "GEF is an independent"}, {"text_block_id": "p104_b1224", "text": "•"}, {"text_block_id": "p104_b1225", "text": "nancial organisation that provides grants to Developing Countries and Countries with Economies in Transition for projects related to biodiversity, climate change, international waters, land degradation, the ozone layer and persistent organic pollutants. These projects bene"}, {"text_block_id": "p104_b1226", "text": "•"}, {"text_block_id": "p104_b1227", "text": "t the global environment, linking local, national and global environmental challenges and promoting sustainable livelihoods. The GEF also works on several cross"}, {"text_block_id": "p104_b1228", "text": "-"}, {"text_block_id": "p104_b1229", "text": "cutting issues and programs such as Result and Learning; Earth Fund and Public private Partnerships; Capacity Development; Small Grants Programme; and Country Support Programme. In addition the GEF serves as"}, {"text_block_id": "p104_b1230", "text": "•"}, {"text_block_id": "p104_b1231", "text": "nancial mechanism for the following conventions: Convention on Biological Diversity (CBD); UNFCCC; Stockholm Convention on Persistent Organic Pollutants (POPs); United Nations Convention to Combat Deserti"}, {"text_block_id": "p104_b1232", "text": "•"}, {"text_block_id": "p104_b1233", "text": "cation (UNCCD); and the GEF although not linked formally to the Montreal Protocol on substances that Deplete the Ozone Layer (MP), supports implementation of the protocol in Countries with Economies in Transition."}, {"text_block_id": "p104_b1234", "text": "In undertaking its activities, GEF operates with its agencies that include: the United Nations Development Programme (UNDP); United Nations Environment Programme (UNEP); Food and Agricultural Organisation of United Nations (FAO), United Nations Industrial Development Organisations (UNIDO), International Fund for Agricultural Development (IFAD), the AfDB; the European Bank for Reconstruction and Development and the Inter-American Development Bank."}, {"text_block_id": "p104_b1235", "text": "d)"}, {"text_block_id": "p104_b1236", "text": "Bilateral Funds"}, {"text_block_id": "p104_b1237_merged_merged_merged", "text": "Bilateral Funds are funds which are provided in the arrangement between one donor country and a developing country, institution, or NGO.  Bilateral funds are mainly channelled through special assistance agencies in donor countries. Additional of•cial assistance is channelled from donor to recipient countries through multilateral organisations and through international NGOs. Some bilateral donors have a regional focus whilst others prefer regional networks for example SADC, EAC, AU etc. Interest of some donors is also con• ned to speci•c aspects of climate change."}, {"text_block_id": "p105_b1244", "text": "Over the past years, a whole range of traditional donor countries have created new funds to support climate change programmes in developing countries. These include Governments of Australia, Germany, Japan, Spain, Norway, the UK together with the European Union and USA. These include:"}, {"text_block_id": "p105_b1245", "text": "Over the past years, a whole range of traditional donor countries have created new funds to support climate change programmes in developing countries. These include Governments of Australia, Germany, Japan, Spain, Norway, the UK together with the European Union and USA. These include:\n* The Environmental Transformation Fund (International Window) of the UK.\n* The International Climate Protection Initiative of Germany.\n* Norwegian International Climate and Forest Initiative.\n* The Global Initiative on Forests and Climate of Australia.\n* The Global Climate Change Alliance of the European Union.\n* The UNDP-Spain MDG Achievement Fund-Environment and Climate Change Thematic Window.\n* The Cool Earth Partnership of Japan."}, {"text_block_id": "p105_b1266", "text": "e)"}, {"text_block_id": "p105_b1267", "text": "General Budget Support"}, {"text_block_id": "p105_b1268", "text": "A key tool in this collaboration is Performance Assessment Framework, agreed between the government and development partners. The initiative is"}, {"text_block_id": "p105_b1269", "text": "•"}, {"text_block_id": "p105_b1270", "text": "nanced by 11 bilateral development partners: Norway, UK, Japan, Sweden, Denmark, Ireland, Canada, Germany, Finland, Netherlands, and Switzerland; together with the European Commission, the World Bank, and the AfDB. In this case, GBS also is encouraged to support implementation of the Strategy through establishment of a special climate change window."}, {"text_block_id": "p105_b1271", "text": "f)"}, {"text_block_id": "p105_b1272", "text": "East Africa Climate Change Funds"}, {"text_block_id": "p105_b1273", "text": "The East African Community has developed a Climate Change Policy, Climate Change Master Plan and Climate Change Strategy. The community has also established a Climate Change Fund which is in the process of being capitalised. The objective of the fund is to help the Party States to adapt and mitigate climate change. The fund if well capitalised will be one of the important sources of"}, {"text_block_id": "p105_b1274", "text": "•"}, {"text_block_id": "p105_b1275", "text": "nance for adaptation and mitigation to climate change in the region."}, {"text_block_id": "p105_b1276", "text": "g)"}, {"text_block_id": "p105_b1277", "text": "Individuals and Foundation Funds"}, {"text_block_id": "p105_b1278_merged_merged_merged", "text": "Wealthy individuals and foundations have emerged to •nance climate change adaptation and mitigation initiatives. Examples of individuals and foundations"}, {"text_block_id": "p106_b1281", "text": "funding climate change in Tanzania include:  Clinton Foundation; The Bill and Mellinda Gates Foundation; Open Society Institute; START International; Rockefeller Foundation; WWF; WaterAid and Ford Foundation. These foundations and individuals can provide important source of funds for small communities/individual climate change adaptation and mitigation projects."}, {"text_block_id": "p106_b1282", "text": "4.2.4 Multilateral Agreement Funds"}, {"text_block_id": "p106_b1283", "text": "These include funds which were established under UNFCCC and Kyoto Protocol to facilitate implementation of climate change activities. These include Least Developed Countries Fund (LDCF), Special Climate Change Fund (SCCF), Green Climate Fund (GCF) and Adaptation Fund."}, {"text_block_id": "p106_b1284", "text": "Least Developed Countries Fund (LDCF)"}, {"text_block_id": "p106_b1285", "text": "The LDCF addresses special needs of the LDCs under the climate change convention. Speci"}, {"text_block_id": "p106_b1286", "text": "•"}, {"text_block_id": "p106_b1287", "text": "cally, the LDCF was tasked with"}, {"text_block_id": "p106_b1288", "text": "•"}, {"text_block_id": "p106_b1289", "text": "nancing the preparation and implementation of NAPAs. The LDCF is the major existing fund mandated to"}, {"text_block_id": "p106_b1290", "text": "•"}, {"text_block_id": "p106_b1291", "text": "nance the implementation of NAPAs. Consistent with the"}, {"text_block_id": "p106_b1292", "text": "•"}, {"text_block_id": "p106_b1293", "text": "ndings of the NAPAs, the LDCF focuses on reducing the vulnerability of those sectors and resources that are central to development and livelihoods, such as water; agriculture and food security; health; disaster risk management and prevention; infrastructure and fragile ecosystem."}, {"text_block_id": "p106_b1294", "text": "Special Climate Change Fund (SCCF)"}, {"text_block_id": "p106_b1295", "text": "The SCCF supports adaptation and technology transfer in all developing country parties to the UNFCCC. The SCCF supports both long-term and short-term adaptation activities in water resources management; land management; agriculture; health; infrastructure development; fragile ecosystems including mountainous ecosystems; and integrated coastal zone management."}, {"text_block_id": "p106_b1296", "text": "Green Climate Fund (GCF)"}, {"text_block_id": "p106_b1297", "text": "This fund was established with an objective of supporting projects, programmes, policies and other activities in developing countries using thematic funding windows. The fund is the window through which a balanced share of multilateral funding for adaptation and mitigation will be channelled."}, {"text_block_id": "p106_b1298", "text": "Adaptation Fund (AF)"}, {"text_block_id": "p106_b1299_merged_merged", "text": "The Adaptation Fund was established by the Parties to the Kyoto Protocol of the UN Framework Convention on Climate Change to •nance concrete adaptation projects and programmes in developing countries that are parties to the Kyoto Protocol. The Fund is •nanced with 2% of the Certi•ed Emission Reduction (CER) issued for projects of the CDM and other sources of funding."}, {"text_block_id": "p107_b1306", "text": "4.2.5 National Funds"}, {"text_block_id": "p107_b1307", "text": "The main national funds are revenue collected by the Government through taxes and charges from various investments associated to climate change mitigation. These funds are allocated to various MDAs and Local Government Authorities through their Medium Term Expenditure Framework that will be re"}, {"text_block_id": "p107_b1308", "text": "•"}, {"text_block_id": "p107_b1309", "text": "ected in their both recurrent and development budgets. Climate change interventions in such MDAs and LGAs can be supported under this arrangement.  Other sources of domestic funds include established funds such as National Environmental Trust Fund, National Climate Change Fund and REDD Funds; Payments for Environmental Services (for example, Payment for Ecosystem Services-PES); funds obtained through Public Private Partnership and funds from local NGOs"}, {"text_block_id": "p107_b1310", "text": "44"}, {"text_block_id": "p107_b1311", "text": ". These funds can be drawn for implementation of various planned activities by following arrangements established under such funds."}, {"text_block_id": "p107_b1312", "text": "4.3 Monitoring and Evaluation Framework"}, {"text_block_id": "p107_b1313_merged_merged", "text": "The Strategy will follow Government standard monitoring and evaluation processes and procedures.  Monitoring and evaluation is important for measuring performance in various areas of the strategy in order to meet targets and indicators. This will be done following the institutional arrangement provided by EMA. In that context, the VPO will monitor the implementation of the strategy through Sector Environmental Sections, the Regional Environmental Experts, and the Town/City/Municipal/District Environmental Management Of• cers. Furthermore, Environmental Management Of• cers from the LGAs will send their implementation reports to VPO-DoE. In this case, VPO will develop indicators and general monitoring and evaluation framework. These indicators along with the key deliverables and benchmarks will be the main tools for assessing implementation progress of the Strategy. The obtained information will be compiled in various periodical monitoring reports and made available to various stakeholders through quarterly and annual reports, budget speeches and relevant reports."}, {"text_block_id": "p107_b1319", "text": "4.3.1 Monitoring plan"}, {"text_block_id": "p107_b1320", "text": "This monitoring plan has been designed to ensure that the VPO in conjunction with responsible sectors are empowered to make informed decisions regarding the effectiveness of the existing, planned and future programmes and projects in the country, as well as ensure the effective use and mobilisation of resources. This monitoring plan has been designed to ensure collection of information for use by coordinating agencies and key stakeholders. In principle it will focus on the coordination process and review of reports to measure progress toward achieving the strategic interventions in this Strategy. Monitoring will be done at three levels:"}, {"text_block_id": "p107_b1321", "text": "The National Environmental Trust Fund and National REDD Trust Fund are still not yet operational."}, {"text_block_id": "p108_b1322", "text": "(i)"}, {"text_block_id": "p108_b1323", "text": "input"}, {"text_block_id": "p108_b1324", "text": ";"}, {"text_block_id": "p108_b1325", "text": "(ii)"}, {"text_block_id": "p108_b1326", "text": "process"}, {"text_block_id": "p108_b1327", "text": "; and"}, {"text_block_id": "p108_b1328", "text": "(iii)"}, {"text_block_id": "p108_b1329", "text": "output"}, {"text_block_id": "p108_b1330", "text": "."}, {"text_block_id": "p108_b1331", "text": "At the input level the VPO will focus on determination of the cost-effectiveness of the activities, projects and programmes to be undertaken. This is will be undertaken through a review reports submitted to the VPO periodically by the coordinators and managers responsible for climate change projects and programmes at the sector level. To augment the information acquired, VPO could utilise relevant information derived from monitoring tools, including stakeholder analysis; documentation review; biophysical measurements; direct observation; cost-bene"}, {"text_block_id": "p108_b1332", "text": "•"}, {"text_block_id": "p108_b1333", "text": "t analysis; structured interviews; questionnaires; and surveys, among others. At the process level the Division of Environment shall review and analyse the success of climate change mainstreaming in existing and planned sectoral activities which have been or are about to be implemented within the given time frame in the country."}, {"text_block_id": "p108_b1334", "text": "4.3.2 Evaluation plan"}, {"text_block_id": "p108_b1335_merged_merged", "text": "Evaluation activities will be organised on an ad hoc and on-going basis. This includes all the evaluation activities to be carried out during the whole intervention period, comprising at strategy level ex-ante, mid-term, and ex-post evaluation as well as any other evaluation activity VPO may •nd useful for improving intervention programmes management. The evaluation of this Strategy by the VPO will also measure the extent in which the strategic interventions and actions undertaken such evaluation activities will be organised on an on-going basis. The evaluation of this Strategy by VPO will also measure the extent in which the strategic interventions and actions undertaken have realised their desired changes in the sectors. It is recommended that the VPO undertake outcome and impact evaluations at three key stages in the implementation plan. Ex-ante evaluation will set the basis for setting up a system of evaluation by identifying objectives, target levels, and baselines for each response strategy. On this basis a system of on-going evaluation has to be developed which ensures continuous activities for strategy evaluation during the whole response strategy period. A mid-term evaluation will be conducted to provide an overview of the achievements of the objectives, technical approach and implementation framework towards the desired results. The information obtained will provide an avenue to make adjustments or amendments to the implementation plan (if necessary). The • nal evaluation will be conducted at the end of the • ve year period of the Climate Change Strategy to measure the achieved results against planned ones. The •nal results and •ndings shall guide VPO in revising this Strategy."}, {"text_block_id": "p109_b1351", "text": "REFERENCES"}, {"text_block_id": "p109_b1352", "text": "Berger, J. (2004). The last mile: How to sustain long-distance migration in mammals."}, {"text_block_id": "p109_b1353", "text": "Conservation Biology"}, {"text_block_id": "p109_b1354", "text": ", 18: 320-331."}, {"text_block_id": "p109_b1355", "text": "Daily News (12th May 2011). Floods displace 9,000 in Kilombero. Available at: http://dailynews.co.tz/home/?n=19764; see also http://reliefweb.int/ node/404112"}, {"text_block_id": "p109_b1356", "text": "Desanker, P.V. (2004). The NAPA Primer. United Nations Framework Convention on Climate Change (UNFCCC) - Least Developed Countries Expert Group (LEG), Bonn, Germany, 192p. Available at: http://www.unfccc.int/ldc;"}, {"text_block_id": "p109_b1357", "text": "http:// www.NapaPrimer.org"}, {"text_block_id": "p109_b1358", "text": "East African Community • EAC (2010). Declaration of the 12"}, {"text_block_id": "p109_b1359", "text": "th"}, {"text_block_id": "p109_b1360", "text": "summit of EAC heads of state on food security and climate change. East African Community, Arusha"}, {"text_block_id": "p109_b1361", "text": "Elisa, M., Gara, J.I., and Wolanski, E. (2011). A Review of Water Crisis in Tanzania•s protected areas with emphasis on Katuma River-Lake Rukwa Ecosystem. Journal of Ecohydrology & Hydrobiology [DOI: 10.2478/v10104-011-0001-z]"}, {"text_block_id": "p109_b1362", "text": "Fischlin, A., Midgley, G.F., Price, J. T., Leemans, R., Gopal, B., Turley, C., Rounsevell, M. D.A., Dube, O. P., Tarazona, J., and Velichko, A.A. (2007). Ecosystems, their properties, goods, and services. In Parry, M.L., Canziani, O.F,. Palutikof, J. P., van der Linden P. J., and Hanson, C.E.  (Eds.),"}, {"text_block_id": "p109_b1363", "text": "Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p109_b1364", "text": ", Cambridge University Press, Cambridge, 211-272."}, {"text_block_id": "p109_b1365", "text": "Global Climate Adaptation Partnership and Partners, 2011). The Economics of Climate Change in the United Republic of Tanzania."}, {"text_block_id": "p109_b1366_merged_merged_merged_merged_merged", "text": "Hannah, L., Lovejoy, T.E., and Schneider, S.H. (2005). Biodiversity and Climate Change in Context. In, Lovejoy, T. E., Hannah, L. (Eds.). Climate Change and Biodiversity, Yale University Press, New Haven, CT, USA and London, UK. International Federation of Red Cross and Red Crescent Societies • IFRC (2010). Tanzania: Floods. Available at: http://www.ifrc.org/docs/appeals/10/ MDRTZ0101.pdf."}, {"text_block_id": "p110_b1369", "text": "IPCC (2007a). Summary for Policymakers. In Parry, M.L., Canziani, O.F., Palutikof, J.P., van der Linden P.J., and Hanson, C.E. (Eds.)."}, {"text_block_id": "p110_b1370", "text": "Climate Change 2007: Impacts, Adaptation and Vulnerability."}, {"text_block_id": "p110_b1371", "text": "Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change, Cambridge University Press, Cambridge, UK and New York, NY, USA."}, {"text_block_id": "p110_b1372", "text": "Kangalawe, R.Y.M. (2010). Mainstreaming climate change adaptation in the management of freshwater resources in the Ru"}, {"text_block_id": "p110_b1373", "text": "•"}, {"text_block_id": "p110_b1374", "text": "ji Basin. A consultancy report submitted to the Ruaha Water Programme. WWF-Tanzania Country Of"}, {"text_block_id": "p110_b1375", "text": "•"}, {"text_block_id": "p110_b1376", "text": "ce, Dar es Salaam."}, {"text_block_id": "p110_b1377", "text": "Kangalawe, R.Y.M., Mung•ong•o, C.G., Yanda, P.Z., Mwakaje, A.G., Kalumanga, E. (2009). Climate change and variability impacts, vulnerability and adaptive capacity in Kasulu District, Tanzania. Chapter 2. In: Kangalawe, R.Y.M., Mung•ong•o, C.G. and Yanda, P.Z. (Eds.). People•s Perceptions and Community Response to Climate Change and Variability: Selected Cases from Tanzania. Institute of Resource Assessment, University of Dar es Salaam. Matari et al. (2008)"}, {"text_block_id": "p110_b1378", "text": "Meyer, B., Balozi, J.J., Shanyang, M.W., Mwangulango, N.A, and Qolli, A. (2006)."}, {"text_block_id": "p110_b1379", "text": "Katavi Rukwa  Ecosystem."}, {"text_block_id": "p110_b1380", "text": "Report KRCD project, GTZ/ECO-AGEG"}, {"text_block_id": "p110_b1381", "text": "NFP (2001). National Forest Programme."}, {"text_block_id": "p110_b1382", "text": "Stern, N. (2006). What is the economics of climate change?"}, {"text_block_id": "p110_b1383", "text": "World Economics"}, {"text_block_id": "p110_b1384", "text": "7(2): April-June 2006."}, {"text_block_id": "p110_b1385", "text": "Tonnang, H.E.Z., Kangalawe, R.Y.M. and Yanda, P.Z. (2010). Predicting and mapping malaria under climate change scenarios: The potential redistribution of malaria vectors in Africa."}, {"text_block_id": "p110_b1386", "text": "Malaria Journal"}, {"text_block_id": "p110_b1387", "text": "2010, 9:111 [DOI: 10.1186/1475-2875-9-111]."}, {"text_block_id": "p110_b1388", "text": "UNDP (2007). Human Development Report 2007/2008: Fighting climate change: human solidarity in a divided world. Palgrave Macmillan, New York."}, {"text_block_id": "p110_b1389_merged_merged_merged_merged_merged_merged", "text": "United Nations Human Settlements Programme - UN-HABITAT (2009). Tanzania: Dar es Salaam City Pro•le. United Nations Human Settlements Programme, Regional and Technical Cooperation Division, Nairobi."}, {"text_block_id": "p110_b1392", "text": "United Republic of Tanzania - URT (2002). National Water Policy. Ministry of Water and Livestock Development, Dar es Salaam."}, {"text_block_id": "p111_b1393", "text": "United Republic of Tanzania - URT (2002). Population and Housing Census 2002. United Republic of Tanzania. National Bureau of Statistics, Dar es Salaam"}, {"text_block_id": "p111_b1394", "text": "United Republic of Tanzania -"}, {"text_block_id": "p111_b1395", "text": "URT (2003). Initial National Communication under the United Nations Framework Convention on Climate Change (UNFCCC). Vice president•s Of"}, {"text_block_id": "p111_b1396", "text": "•"}, {"text_block_id": "p111_b1397", "text": "ce, Dar es Salaam."}, {"text_block_id": "p111_b1398", "text": "United Republic of Tanzania - URT (2006). Annual Health Statistical Abstract. Ministry of Health, Dar es Salaam"}, {"text_block_id": "p111_b1399", "text": "United Republic Of Tanzania - URT (2007). Tanzania National Adaptation Programme of Action, 2007. Vice President•s Of"}, {"text_block_id": "p111_b1400", "text": "•"}, {"text_block_id": "p111_b1401", "text": "ce, Dar es Salaam"}, {"text_block_id": "p111_b1402", "text": "United Republic of Tanzania - URT (2008). State of the environment report 2008. Vice President•s Of"}, {"text_block_id": "p111_b1403", "text": "•"}, {"text_block_id": "p111_b1404", "text": "ce, Division of Environment, Dar es salaam."}, {"text_block_id": "p111_b1405", "text": "United Republic of Tanzania - URT (2008a). Economic Survey, 2007. The Ministry of Finance and Economic Affairs, Dar es Salaam United Republic of Tanzania - URT (2008b). Study on strategies for addressing negative effects of climate change in food insecure areas of Tanzania. Ministry of Agriculture, Food and Cooperatives. Ministry of Agriculture, Food and Cooperatives, Dar es Salaam."}, {"text_block_id": "p111_b1406", "text": "United Republic of Tanzania • URT (2009). Climate Change Impacts Assessment Report - 2009. Vice President•s Of"}, {"text_block_id": "p111_b1407", "text": "•"}, {"text_block_id": "p111_b1408", "text": "ce - Division of Environment, Dar es Salaam"}, {"text_block_id": "p111_b1409", "text": "United Republic of Tanzania • URT (2009). Climate Change Impacts Assessment Report - 2009. Vice President•s Of"}, {"text_block_id": "p111_b1410", "text": "•"}, {"text_block_id": "p111_b1411", "text": "ce - Division of Environment, Dar es Salaam"}, {"text_block_id": "p111_b1412", "text": "United Republic of Tanzania - URT (2009a). Climate change and agriculture policy brief. Vice President•s Of"}, {"text_block_id": "p111_b1413", "text": "•"}, {"text_block_id": "p111_b1414", "text": "ce, Division of Environment, Dar es Salaam"}, {"text_block_id": "p111_b1415_merged_merged_merged_merged_merged_merged_merged", "text": "United Republic of Tanzania • URT (2010). National Strategy for Reduced Emissions from Deforestation and Forest Degradation (REDD+). Draft. Vice President•s Of•ce, Dar es Salaam."}, {"text_block_id": "p111_b1418", "text": "United Republic Of Tanzania - URT (2010a). The Economic Survey 2009. The Ministry of Finance and Economic Affairs, Dar es Salaam"}, {"text_block_id": "p111_b1419", "text": "United Republic of Tanzania - URT (2010b). Energy consumption by sources in Tanzania. Ministry of Energy and Minerals • MEM, Dar es Salaam."}, {"text_block_id": "p112_b1420", "text": "United Republic of Tanzania • URT (2011). The Dar es Salaam City Environment Outlook 2011. Vice President•s Of"}, {"text_block_id": "p112_b1421", "text": "•"}, {"text_block_id": "p112_b1422", "text": "ce, Division of Environment, Dar es Salaam. Draft."}, {"text_block_id": "p112_b1423", "text": "United Republic of Tanzania • URT (2007). National Adaptation Programme of Action (NAPA)"}, {"text_block_id": "p112_b1424", "text": "United Republic of Tanzania • URT (2008). State of the Environment Report 2008. Vice President•s Of"}, {"text_block_id": "p112_b1425", "text": "•"}, {"text_block_id": "p112_b1426", "text": "ce, Division of Environment, Dar es salaam."}, {"text_block_id": "p112_b1427", "text": "United Republic of Tanzania • URT (2009b). Climate change and livestock policy brief. Vice President•s Of"}, {"text_block_id": "p112_b1428", "text": "•"}, {"text_block_id": "p112_b1429", "text": "ce, Division of Environment, Dar es Salaam; and URT (2010a). The Economic Survey 2009. The Ministry of Finance and Economic Affairs, Dar es Salaam"}, {"text_block_id": "p112_b1430", "text": "United Republic of Tanzania • URT (2010). The Economic Survey 2009. Ministry of Finance and Economic Affairs, Kiuta, Dar es Salaam"}, {"text_block_id": "p112_b1431", "text": "United Republic of Tanzania • URT, 2009a"}, {"text_block_id": "p112_b1432", "text": "Wandiga, S.O., Opondo, M, Olago, D., Githeko, A., Downs, T., Yanda, P.Z, Kangalawe, R.Y.M., Kabumbuli,R., Opere,A., Githui, F., Kathuri, J., Olaka, L., Apindi, E., Marshall, M., Ogallo, L., Mugambi,P., Kirumira, E., Nanyunja, R., Baguma, T. Sigalla, R., and Achola, P. (2010). Vulnerability to epidemic malaria in the highlands of Lake Victoria basin: the role of climate change/variability, hydrology, health and socio-economic factors."}, {"text_block_id": "p112_b1433", "text": "Climate Change"}, {"text_block_id": "p112_b1434", "text": "99: 473•497 [DOI: 10.1007/s10584-009-9670-7]"}, {"text_block_id": "p112_b1435", "text": "World Health Organization • WHO (2008). Cholera Country Pro"}, {"text_block_id": "p112_b1436", "text": "•"}, {"text_block_id": "p112_b1437", "text": "le: United Republic Of Tanzania. World Health Organization - Global Task Force on Cholera Control. 7 April 2008"}, {"text_block_id": "p112_b1438_merged_merged_merged_merged_merged_merged", "text": "Yanda, P.Z., Kangalawe, R.Y.M. and Sigalla, R.J. (2006). Climatic and socio-economic in•uences on malaria and cholera risks in the Lake Victoria Region of Tanzania. ICIFAI Journal of Environmental Economics (IJEE) 4 (3): 44-70"}, {"text_block_id": "p112_b1445", "text": "http://www.tanzania.go.tz/naturalresources.html"}, {"text_block_id": "p112_b1446", "text": "http://www.bongofree.net/news_articles/english_news/ctl/readdefault/mid/700/ articleid/41355.aspx"}], "document_description": "The National Climate Change Strategy 2021-2026 fully replaces the 2012 version that is described below.The 2012 National Climate Change Strategy aims to enable Tanzania to effectively adapt to climate change and participate in global efforts to mitigate climate change, whilst also achieving sustainable development.  Adaptation strategies are outlined for water resources, coastal and marine environment, forestry, wildlife, agriculture and food security, human health, tourism, energy (hydropower dams), industry, livestock, and fisheries, infrastructure, human settlements and land use. Mitigation is addressed through low-emission energy technologies, policies to conserve energy usage by industries, improved livestock management and food stuffs, greater efficiency in the transportation, mining, agriculture and waste management industries, and afforestation and reforestation policies (including REDD+). Additionally, cross-cutting programmes seek to implement public awareness programmes, establish research capacity and training institutions for climate change. The Strategy's estimated financial requirements are USD750m per year through to 2030, with the funding to come from international and some domestic support.The National Strategy for Mainstreaming Gender in Climate Change in Tanzania has also been produced as part of this strategy."}