{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Tanzania", "document_category": "Policy", "document_sector_name": ["Water", "Health"], "document_language": "English", "document_name": "Tanzania Health National Adaptation Plan 2018-2023", "document_country_code": "TZA", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2018", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/TZA/2018/TZA-2018-12-25-Tanzania Health National Adaptation Plan 2018-2023_b5f68eb0e8e9463123b2eec75cb347d6.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE UNITED REPUBLIC OF TANZANIA MINISTRY OF HEALTH, COMMUNITY DEVELOPMENT, GENDER, ELDERLY AND CHILDREN"}, {"text_block_id": "p0_b2", "text": "HEALTH"}, {"text_block_id": "p0_b3", "text": "–"}, {"text_block_id": "p0_b4", "text": "NATIONAL ADAPTATION PLAN (HNAP)"}, {"text_block_id": "p0_b5", "text": "TO CLIMATE CHANGE IN TANZANIA"}, {"text_block_id": "p0_b6_merged_merged", "text": "2018 – 2023"}, {"text_block_id": "p1_b9_merged", "text": "National Climate Change and Health Adaptation Plan 2018 – 2023"}, {"text_block_id": "p1_b12", "text": "Ministry of Health, Community Development,"}, {"text_block_id": "p1_b13", "text": "Gender, Elderly and Children,"}, {"text_block_id": "p1_b14", "text": "P.O. BOX 9083,"}, {"text_block_id": "p1_b15", "text": "Email: ps@moh.go.tz"}, {"text_block_id": "p1_b16", "text": "Dar es Salaam"}, {"text_block_id": "p2_b17", "text": "FOREWORD"}, {"text_block_id": "p2_b18", "text": "It is evident that communities everywhere in the world are directly exposed to the negative impacts of climate change through extreme weather events (droughts, rising sea levels, floods, cyclones and hurricanes) and indirectly through weather or climate related impacts on food, water, air, infrastructure, agriculture, ecosystems and livelihoods. These direct and indirect exposures may lead to increased; malnutrition due to food scarcity as a result of drought; water related diseases; vector borne diseases; burden of respiratory diseases; as well as deaths, disease and injury due to heat waves, floods, storms, fires and droughts."}, {"text_block_id": "p2_b19", "text": "There is no country in the world that is not experiencing first-hand the drastic effects of climate change. Greenhouse gas emissions continue to rise, and are now more than 50 percent higher than their 1990 level. Further, global warming is causing long-lasting changes to our climate system, which threatens irreversible consequences if we do not take action now."}, {"text_block_id": "p2_b20", "text": "Sustainable Development Goal 13 on Climate Action aims to mobilize $100 billion annually by 2020 to address the needs of developing countries and help mitigate climate-related disasters.Helping vulnerable regions adapt to climate change must go hand in hand with efforts to integrate disaster risk measures into national strategies. This Climate Change and Health Adaptation Plan (HNAP) will build on existing national efforts on health adaptation to climate change, including assessments, development and implementation of policies and programs at local to national levels. It also intends to promote the integration of health adaptation to climate change into national health planning strategies, processes, and monitoring systems. It is expected that the HNAP will maximize synergies across sectors, mainly across those that determine health, such as the food, water, environment, energy, and housing sectors."}, {"text_block_id": "p2_b21", "text": "In light of the above, the Ministry of Health, Community Development, Gender, Elderly and Children advocates for the use of this HNAP to provide a broad framework for health sector action toward adaptation to climate change.The HNAP will be distributed widely to national and county government institutions, and amongst non-state actors, to guide their expected implementation roles. It is expected that development partners will find the information helpful in aligning their funding preferences with national aspirations. The Government is committed to the implementation and continuous revision of the HNAP"}, {"text_block_id": "p2_b22", "text": "Hon. Ummy A. Mwalimu (MP)"}, {"text_block_id": "p2_b23", "text": "Minister for Health, Community Development,"}, {"text_block_id": "p2_b24", "text": "Gender, Elderly and Children"}, {"text_block_id": "p3_b25", "text": "ACKNOWLEDGEMENT"}, {"text_block_id": "p3_b26", "text": "The Ministry of Health, Community Development, Gender, Elderly and Children would like to express its gratitude to all partners and stakeholders that were involved in the development of these plans."}, {"text_block_id": "p3_b27_merged", "text": "Specifically, the Ministry appreciates for the financial and technical support provided by DFID, World Health Organization (WHO) and World Meteorological Organization (WMO) in the preparation and finalization of the Health – National Adaptation Plans to Climate Change in Tanzania."}, {"text_block_id": "p3_b30", "text": "Similarly the Ministry appreciates for the commitments and efforts of the HNAP Task Team that coordinated all stakeholders meetings; identified available information on climate change impacts and assessed the gaps and needs of the enabling environment for the HNAP process. Special thanks are conveyed to the following Ministries, Departments and Agencies for their contribution in the HNAP document."}, {"text_block_id": "p3_b31", "text": "Similarly the Ministry appreciates for the commitments and efforts of the HNAP Task Team that coordinated all stakeholders meetings; identified available information on climate change impacts and assessed the gaps and needs of the enabling environment for the HNAP process. Special thanks are conveyed to the following Ministries, Departments and Agencies for their contribution in the HNAP document.\n* Vice Presidentâs Office â\n* Vice Presidentâs Office â\n Division of Environment\n* Presidentâs Office â\n* Presidentâs Office â\n Regional Administration and Local Government\n* Ministry of Finance and Economic Affairs\n* Ministry of Water and Irrigation\n* Tanzania Meteorological Agency\n* Muhimbili University of Health and Allied Sciences\n* University of Dar es Salaam\n* Sokoine University of AgricultureRegional Secretariats and Local Government"}, {"text_block_id": "p3_b49", "text": "Dr. Mpoki. M. Ulisubisya"}, {"text_block_id": "p3_b50", "text": "Permanent Secretary"}, {"text_block_id": "p4_b51", "text": "HNAP TASK TEAM"}, {"text_block_id": "p5_b52", "text": "ABBREVIATIONS"}, {"text_block_id": "p7_b53", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p7_b54", "text": "The Tanzania Health National Adaptation Plan (HNAP) is a comprehensive document to guide the country towards a health system that is more resilient to climate change and a sustainable and healthy future for the Tanzanian people."}, {"text_block_id": "p7_b55", "text": "The Tanzania Health National Adaptation Plan (HNAP) is a comprehensive document to guide the country towards a health system that is more resilient to climate change and a sustainable and healthy future for the Tanzanian people.\n* Vector-borne diseases: malaria, dengue, plague, rift valley fever, lymphatic\n* Nutrition: stunting, wasting\n* Water-related diseases: diarrhea, dysentery, cholera, schistosomiasis, typhoid\n* Disasters: floods and droughts frequency"}, {"text_block_id": "p7_b63_merged", "text": "The HNAP is a strategic document that provides a long-term plan to address these challenges. However, it also incorporates a practical and measurable five-year action plan (2018-2023) with a progressive approach towards achieving long-term goals. The primary focus of the HNAP is to build a foundation for a climate-resilient health system and to mainstream climate change into existing health policies, strategies, plans and programmes rather than the implementation of specific interventions that address only an aspect of operational framework for building a climate-resilient health system, which provides a systematic and comprehensive approach to addressing the health effects of climate change."}, {"text_block_id": "p7_b67", "text": "The plan is also guided by five key strategic objectives:"}, {"text_block_id": "p7_b68", "text": "The plan is also guided by five key strategic objectives:\n* Reduce vulnerability to the impacts of climate change, by building adaptive\n* Facilitate the integration of climate change adaptation, in a coherent manner,\n* Guide health practitioners on the need to develop and operationalize a climate\n* Advocate for the mobilization and allocation of resources for adaptation to\n* Facilitate the integration of health priorities into the National Adaptation Plan"}, {"text_block_id": "p7_b78", "text": "The HNAP is structured in six parts; Part 1 provides an introduction to the HNAP process; Part 2 outlines the institutional and policy framework in which the HNAP process is situated; Part 3 describes some of the key health and climate change considerations"}, {"text_block_id": "p8_b79", "text": "for Tanzania; Part 4 addresses each of the ten components of the operational framework highlighting key strategic objectives, the current status, gaps and adaptation options; Part 5 specifies the implementation strategy of the HNAP; and Part 6 establishes the Monitoring & Evaluation Plan and the ongoing reporting requirements."}, {"text_block_id": "p9_b80", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p12_b81", "text": "1.1 Climate change in Tanzania: An introduction"}, {"text_block_id": "p12_b82", "text": "Tanzania is already being affected by climate change. In the last 30 years, monthly minimum and maximum temperatures have steadily increased, while at the same time, annual rainfall has slightly declined in most of the parts of the country. Shifts in rainfall patterns, especially intra-seasonal and inter-annual late onset and early cessation of rain, have also led to an increase in dry spells. These changes in temperature and precipitation have impacted the hydro-ecological systems in Tanzania. Records of water levels of Lake Tanganyika, and of water flow of the rivers of Pangani, Malagarasi, and Wami-Ruvu indicate a decline, putting further pressure on limited fresh water resources."}, {"text_block_id": "p12_b83", "text": "Along with slow onset hydro-ecological changes, climate change-related extreme weather events, such as droughts and floods, are a key concern for the country. The many low-lying areas and the river valleys in Tanzania are particularly vulnerable to flooding. Tanzania has experienced several episodes of flooding in recent years with adverse impacts such as destruction of infrastructure, for example the railway line in Kilosa and Dar es Salaam, and increased outbreaks of water-and vector-borne diseases, such as malaria and diarrheal diseases."}, {"text_block_id": "p12_b84", "text": "As indicated in the Tanzanian National Climate Change Strategy (NCCS) from 2012, mean annual temperature for Tanzania is projected to increase by 1.7°C in North Eastern areas of the country and by 2.5°C in Western parts of the country. Rainfall might increase in some parts while other parts are likely to experience a decrease. The areas with two rainfall seasons, i.e. the north-eastern highland, Zanzibar, the Lake Victoria basin and the northern coast, are likely to experience an increase in March to May (long-rains) of rainfall by up to 15 percent. Southern, south-western, western and central areas will experience a decrease in March to May rainfall by up to six percent."}, {"text_block_id": "p12_b85", "text": "Against this backdrop, the Tanzanian Government has recognized the urgent need for addressing the impacts of climate change in pursuing a climate-resilient development pathway. In 2007, the Government prepared a National Adaptation Programme of Action (NAPA), and has submitted, prior to the Paris Agreement on Climate Change under the United Nations Framework Convention on Climate Change (UNFCCC), its Intended Nationally Determined Contributions (INDC). Both documents identify health as one of the key vulnerable sectors and propose strategic adaptation measures."}, {"text_block_id": "p12_b86_merged", "text": "Currently, the Tanzanian Government is in the process of updating its INDC to be submitted as Tanzania’s first Nationally Determined Contribution (NDC). Furthermore, to address the need for a coherent and comprehensive national adaptation actions, the Tanzanian Government has embarked on the National Adaptation Plan (NAP) process. The NAP process was established under the Cancun Adaptation Framework in 2010 to support LDCs and other developing countries in medium to long-term adaptation planning."}, {"text_block_id": "p13_b89", "text": "Considering the increasing impact of the changing climate and hydro-ecological systems on health in Tanzania, the Ministry of Health, Community Development, Gender, Elderly and Children (MHCDGEC) has developed this sector-specific Health National Adaptation Plan (HNAP). The strategic objectives and adaptation actions it proposes are informed by climate change-related health risks and vulnerabilities in Tanzania, existing relevant national policies and programmes, and current adaptive capacity of the health system. To ensure a coherent and consistent approach that leads to the establishment and maintenance of a climate-resilient health system, the identification of strategic objectives was guided by the Operational Framework for climate-resilient health systems by the World Health Organization (World Health Organization, 2015)."}, {"text_block_id": "p13_b90", "text": "1.2 Objectives of the HNAP"}, {"text_block_id": "p13_b91", "text": "The overall objective of this HNAP is to give strategic guidance to the Tanzanian health sector for establishing a climate-resilient health system. Specifically, it aims to:"}, {"text_block_id": "p13_b92", "text": "The overall objective of this HNAP is to give strategic guidance to the Tanzanian health sector for establishing a climate-resilient health system. Specifically, it aims to:\n* Reduce vulnerability to the impacts of climate change, by building adaptive\n* Facilitate the integration of climate change adaptation, in a coherent manner,\n* Guide health practitioners on the need to develop and operationalize a climate\n* Advocate for the mobilization and allocation of resources for adaptation to\n* Facilitate the integration of health priorities into the National Adaptation Plan"}, {"text_block_id": "p13_b102", "text": "1.3 HNAP development process"}, {"text_block_id": "p13_b103_merged", "text": "The HNAP was developed by the National HNAP task team, which consists of technical experts of the MoHCDGEC, the Vice President’s Office Division of Environment (VPO-DoE), Ministry of Water and Irrigation (MoWI), President’s Office, Regional Administration and Local Government (PO-RALG), Tanzania Meteorological Agency (TMA), Muhimbili University of Health Applied Sciences (MUHAS), University of Dar es Salaam, Sokoine University of Agriculture, Ardhi University, and the WHO Country Office. The following methodology was applied:"}, {"text_block_id": "p13_b108", "text": "An extensive literature review was conducted to guide the preparation of the strategic objectives, strategies and actions. Among the reviewed documents were relevant national policies, guidelines, Acts, national and international strategies and reports of studies related to climate change and climate change adaptation pertinent to the health sector in Tanzania. The HNAP development was guided by the goal, objectives and strategies outlined in the National Climate Change Strategy (NCCS) and the World Health Organization (WHO) Operational framework for building climate resilient health systems."}, {"text_block_id": "p13_b109", "text": "The HNAP team led a series of stakeholder consultation meetings with development partners and government agencies at all levels for input on the HNAP priorities and"}, {"text_block_id": "p15_b110", "text": "In order to implement climate change programs in Tanzania, a number of strategies, plans and guidelines have been put into place that provide specific directives for national and local level climate change mitigation and adaptation activities. These include the National Adaptation Programme of Action (NAPA) of 2007, the National Climate Change Strategy (NCCS) of 2012, and the National Climate Change Communication Strategy (NCCCS) of 2012. Additionally, in line with the NCCS, the Government of Tanzania has developed several specific documents to support policy makers and government ministries, departments, and agencies to mainstream climate change within sectoral activities and national planning. These documents include the Guidelines for Integrating Climate Change Adaptation into National Sectoral Policies, Plans and Programmes (2012) and the Process and Roadmap for Formulating National Adaptation Plans in Tanzania (2013)."}, {"text_block_id": "p15_b111", "text": "2.1 National Adaptation Programme of Action (NAPA)"}, {"text_block_id": "p15_b112", "text": "The broad goal of the NAPA (2007) was to enable Tanzania to identify climate change adaptation actions that will support sustainable development in a changing climate. The NAPA draws its targets from the National Development Vision 2025, and therefore strives to be well linked with existing national development goals. In regards to the health sector the NAPA primarily aimed to establish and strengthen community awareness programmes on preventable climate-related health hazards."}, {"text_block_id": "p15_b113", "text": "2.2 National Climate Change Strategy (NCCS)"}, {"text_block_id": "p15_b114_merged", "text": "The broad goal of the National Climate Change Strategy 2012 (NCCS) is to enable Tanzania to adapt to climate change and participate in global efforts to mitigate climate change while achieving sustainable development under Tanzania’s National Development Vision 2025 document. The NCCS designates the National Climate Change Steering Committee (NCCSC) and the National Climate Change Technical Committee (NCCTC) as the primary governmental bodies for overseeing climate change activities. The NCCTC is tasked with providing technical advice to the National Climate Change Focal Point (in the VPO-DoE), while the NCCSC is responsible for providing analysis and policy guidance, as well as coordinating climate change activities across various sectors. Respective ministries, departments, agencies, and local government authorities will implement specific strategic interventions and activities in line with mandates outlined in the Environmental Management Act 2004 (EMA). The NCCS describes the health effects of climate change, outlines a health-related goal, strategic objectives and recommends some interventions."}, {"text_block_id": "p15_b119", "text": "The NCCS acknowledges that adaptation activities at all-time scales will require reliable data about climate change impacts and vulnerabilities to inform adaptation and mitigation options. In this respect, the TMA is a key agency to engage for weather data and climate models for predicting the impacts of climate change and estimating adaptation and mitigation costs."}, {"text_block_id": "p16_b120", "text": "2.3 The National Environmental Policy"}, {"text_block_id": "p16_b121", "text": "The National Environmental Policy 1997 (NEP) aims at ensuring sustainable and equitable use of resources for meeting basic societal needs, preventing and controlling degradation of land, water, vegetation and air, and improving the condition and productivity of degraded rural and urban areas. The policy emphasizes both cross-sectoral and sectoral issues with an aim of attaining sustainable economic growth and poverty reduction. Notably, the policy identifies six major environmental problems facing Tanzania, including: land degradation, lack of safe water, environmental pollution, loss of biodiversity, deterioration of aquatic systems, and deforestation. However, it should be noted that the policy neither specifically acknowledges climate change as one of the major environmental and developmental problems facing the country, nor does it recognize the linkage between climate change and health."}, {"text_block_id": "p16_b122", "text": "2.4 Environmental Management Act"}, {"text_block_id": "p16_b123", "text": "The Environmental Management Act (EMA) of 2004 stipulates the legal and institutional framework for environmental management in Tanzania and provides the basis for implementing and enforcing the NEP. The EMA provides the framework for environmental management principles and specifies the need for, and content of, environmental impact and risk assessments, environmental standards, and pollution controls. Climate change issues are specifically addressed in Section 75 of the EMA where it mandates the Minister responsible for environment (in this case VPO-DoE) to take measures to address climate change in consultation with relevant sector ministries, such as issuing guidelines to address climate change and its impacts."}, {"text_block_id": "p16_b124", "text": "2.5 National Climate Change Communication Strategy"}, {"text_block_id": "p16_b125", "text": "The National Climate Change Communication Strategy (NCCCS) of 2012 was developed to facilitate the implementation of the NCCS, with the mandating action to increase public awareness of climate change. The strategy aims to enhance awareness and understanding of climate change throughout Tanzanian society within the context of the national communication channels and procedures, recognizing that there is a gap between the growing body of knowledge about climate change causes and impacts, and the information that is available to the general public. The strategy targets six thematic areas: general knowledge of climate change, adaptation, mitigation, climate change research, gender, and financing."}, {"text_block_id": "p16_b126_merged", "text": "The strategy includes communication to audiences at the international, national, and sub-national levels. Designated sources for climate change information for audiences at the international and national level are policies and environmental agreements research reports, national and international meetings’ reports, and Government directives. Suggested channels for delivery of climate change information include electronic and print media, social media, meetings and social gatherings, and theatrical performances. The strategy also identifies seven health specific key messages: Impacts of climate change on human health; public health care system’s response to climate change related health risks; disease surveillance and design of diseases control programmes (e.g. preventive and curative procedures); early warning system; sharing of any best practices and lessons learnt e.g. traditional/indigenous knowledge on human diseases management and control; and the importance of International Health Regulations (IHR)."}, {"text_block_id": "p17_b131", "text": "2.6 The health sector policy environment in Tanzania"}, {"text_block_id": "p17_b132_merged", "text": "The health sector is a key sector for the Tanzanian government and is identified in the National Development Vision 2025 as a priority area. There are two primary policy documents that drive Health sector activities. These are the National Health Policy (NHP) of 2007 and the Health Sector Strategic Plan IV (HSSP IV). The NHP provides the overarching guidance toward the improvement and sustainability of the health of Tanzanian citizens through reductions in disability, morbidity, and mortality, improvements in nutritional status, and increased life expectancy. The primary goal of the HSSP IV is to contribute to Tanzania’s efforts to reduce child and maternal mortality, to control important infectious disease and to improve the environment and access to clean water. The Tanzania Public Health Act of 2009 is also an important enforcement mechanism, which defines roles and responsibilities of MoHCDGEC and other relevant authorities for dealing with the prevention and management of communicable and non-communicable diseases, hygiene in both public and private spaces, waste management, and reporting requirements as related to these issues. It notes the role of the Minister overseeing health issues and in ensuring that issues related to climate change are addressed through the development of appropriate programmes and facilities, but does not elaborate how this should be achieved."}, {"text_block_id": "p17_b136", "text": "2.7 National Health Policy"}, {"text_block_id": "p17_b137", "text": "The National Health Policy (NHP) of 2007 provides details for institutional arrangements for health services at the three administrative levels, national, regional and district, through which the provision of health services are provided. The main emphasis of the policy is to specify which duties are to be undertaken at each of these administrative levels. At the national level, primary responsibilities are formulating policy and legislation, resource mobilization, mobilizing public health interventions, management of national hospitals, training, monitoring and evaluation, and research. At the regional level primary responsibilities include supervising health service provision, mobilizing resources, providing technical support, and interpreting policies for implementation at district and sub-district levels. The district level is the level at which primary health services are provided and other health interventions are implemented and where implementation and reporting are undertaken. The district level is also responsible for communicating directly with communities."}, {"text_block_id": "p18_b138", "text": "expected increases in extreme weather events, it will become more challenging, but increasingly crucial, to plan and coordinate provision of medical supplies. The third climate sensitive objective involves improving capabilities to assess and analyze problems and design appropriate action through community involvement at all institutional levels."}, {"text_block_id": "p18_b139", "text": "The NHP recognizes the potential development and incorporation of climate services that are able to inform health sector activities. There are several entry points within the NHP for inclusion of climate services: the policy notes that changes in urban/rural dynamics and environmental change leads to new, emerging (and re-emerging) patterns of disease, such as cholera, malaria, or dengue. Another priority area for the health policy that is sensitive to weather and climate parameters is food security and nutrition. Potential interventions detailed in the policy include strengthening nutrition practices for vulnerable groups, particularly during disaster situations, and for promoting food safety during production, handling, distribution, storage, and preparation of food. Prediction and early detection of weather and climate events, such as flood and drought, may help to target interventions to ensure adequate food supply among vulnerable groups."}, {"text_block_id": "p18_b140", "text": "2.8 Health Sector Strategic Plan"}, {"text_block_id": "p18_b141", "text": "Adaptation to climate change is not addressed directly in the document. However, it is reflected under social determinants of health and wellbeing, like nutrition, housing, safe water, safe and hygienic environment, individual behaviors and security. Climate change scenarios can affect all these determinants. The MOHCDGEC advocates for policies protecting and advancing health and social welfare, e.g. in reduction of point source environmental pollution, building resilient interventions for the reduction of harmful effects of climate change, improve road safety, protection from the double burden of non-communicable diseases and communicable diseases through promotion of healthier lifestyles, safety of consumer goods and food products."}, {"text_block_id": "p18_b142", "text": "2.9 The Public Health Act"}, {"text_block_id": "p18_b143", "text": "The Public Health Act, 2009 provides for the promotion, preservation, and maintenance of public health with a view to ensuring the provisions of comprehensive, functional and sustainable public health services to the general public and to provide for other related matters. The Act recognizes the importance of developing programmes and facilities to ensure that the issues of climate changes are well addressed."}, {"text_block_id": "p19_b144", "text": "2.10 International and regional policies and obligations"}, {"text_block_id": "p19_b145", "text": "In addition to national policies and Acts that guide this HNAP document, there are multilateral, international and regional agreements which are relevant for the HNAP. Among these are the Paris Agreement of 2015 under the United Nations Framework Convention on Climate Change (UNFCCC) and the related (I)NDC, the 2030 Agenda for Sustainable Development of the United Nations adopted by the General Assembly in 2015, and Agenda 2063 -the Africa we want of the African Union adopted in 2015. In addition, there are several sub-regional policies and strategies, such as the EAC Climate Change Policy (EACCCP-2011); and the EAC Vision 2050 from 2016."}, {"text_block_id": "p19_b146", "text": "2.11 The Paris Agreement"}, {"text_block_id": "p19_b147", "text": "This agreement was adopted by the Conference of the Parties to the UNFCCC in Paris in 2015. The aim of the agreement is to strengthen the global response to the threat of climate change by: reducing greenhouse gas (GHG) emissions to limit global temperature increase to well below 2°C above pre-industrial levels, enhancing adaptive capacity and fostering climate resilient and low-GHG development, and by ensuring adequate finance flows. The agreement also establishes the global goal on adaptation: enhancing adaptive capacity, strengthening resilience and reducing vulnerability to climate change. This agreement highlights the need to integrate adaptation into relevant socio-economic and environmental policies and actions at national level. It also elaborates the need for implementation of the Cancun agreement including sharing information, good practices, experiences and lessons learned; strengthening scientific knowledge on climate, including research and early warning systems to inform climate services and support decision-making; and assisting developing countries in identifying effective adaptation practices, adaptation needs and priorities. The Paris agreement also addresses issues related to loss and damage, and insists on cooperation and facilitation to enhance understanding, including on early warning systems; emergency preparedness; slow onset events; comprehensive risk assessment and management; risk insurance facilities; and resilience of communities, livelihoods and ecosystems."}, {"text_block_id": "p19_b148", "text": "2.12 The 2030 Agenda for Sustainable Development"}, {"text_block_id": "p19_b149", "text": "The 2030 Agenda for Sustainable Development is a plan of action for people, planet and prosperity, which seeks to strengthen universal peace in larger freedom. It was adopted in 2015 by the General Assembly of the United Nations. It contains seventeen goals, most of which are heath related. Some of the most relevant goals include: Goal 1(end poverty in all its forms), Goal 2 (end hunger and achieve food security and improved nutrition and promote sustainable agriculture), Goal 3 (ensure healthy lives and promote wellbeing for all and all ages), Goal 5 (achieve gender equality and empower women and girls), Goal 6 (ensure availability and sustainable management of water and sanitation for all), and Goal 13 (take urgent action to combat climate change and its impacts)."}, {"text_block_id": "p19_b150", "text": "2.13 Agenda 2063 the Africa we want"}, {"text_block_id": "p19_b151_merged", "text": "The Agenda 2063 of the African Union represents an endogenous, shared strategic framework for inclusive growth and sustainable development for Africa’s transformation, and a continuation of the Pan African drive for self-determination, freedom, progress and collective prosperity. It outlines seven common and shared set"}, {"text_block_id": "p20_b154_merged", "text": "of aspirations, namely: a prosperous Africa based on inclusive growth and sustainable development; an integrated continent, politically united, based on the ideals of Pan Africanism and the vision of Africa’s Renaissance; an Africa of good governance, respect for human rights, justice and the rule of law; a peaceful and secure Africa; an Africa with a strong cultural identity, common heritage, values and ethics; an Africa whose development is people-driven, relying on the potential of African people, especially its women and youth, and caring for children; and Africa as a strong, united, resilient and influential global player and partner. It is in this context that the Agenda underlines the need for a healthy population within a changing climate, which poses a challenge in production and inclusive as well as sustainable development. The Agenda recognizes the need to reduce vulnerability of climate change in order to support socio-economic and inclusive development. While the health component is well articulated, the Agenda does not link heath related challenges with climate change. Rather, it focuses mostly on common health challenges, such as maternal mortality, child mortality, HIV/AIDS and malaria."}, {"text_block_id": "p20_b158", "text": "2.14 The EAC Vision 2050 (2016)"}, {"text_block_id": "p20_b159", "text": "The East African Community (EAC) Vision underscores the fact that climate change is a global challenge of our time, which requires collective effort from the sub-region and the world at large. It states some of the vulnerability and impacts partner states experience, such as persistent drought and extreme weather events, rising sea level, coastal erosion, and ocean acidification, further threatening food security and efforts to eradicate poverty. It also emphasizes the need to support adaptation and mitigation of climate change as immediate and urgent regional priorities. In addition, it underscores the need to enhance cooperation in addressing challenges posed by climate change. The Vision makes a case that it is necessary to operationalize the EAC Climate Change Fund and look for funding opportunities of all forms to financially support mitigation and adaptation interventions. It is from this context that the Vision outlines several targets, one of which is 100% access to Health Services by 2050. However, no clear linkage between climate change and health is being made."}, {"text_block_id": "p20_b160", "text": "2.15 EAC Climate Change Policy (2011)"}, {"text_block_id": "p20_b161", "text": "The overall aim of the EAC Climate Change Policy is to contribute to sustainable development in the EAC region through harmonized and coordinated regional strategies, programmes and actions to respond to climate change. It outlines eight specific objectives, some of which are to identify priority adaptation and mitigation action areas and roles of Partner States and other stakeholders; promote public awareness and socio-economic importance of climate change such as on vulnerability, impacts, risks, and response measures; promote climate change research and observations through for example monitoring, detection and attribution to enhance preparedness; and support the integration of climate change into regional development processes, and planning including disaster risk management and gender development. On health, the policy recognizes a number of challenges, including: increasing frequency and intensity of floods and droughts, which contributes to various effects such as malnutrition poor quality and quantity water availability and sanitation standards; increasing climate-sensitive water and vector-borne diseases and epidemics; rising temperatures and its effects on health; and inadequate early warning"}, {"text_block_id": "p21_b162", "text": "systems climate change related disease outbreaks and preparedness of health systems. As a result, the policy identifies six policy statements and actions to address such challenges of climate change on health within the region."}, {"text_block_id": "p22_b163", "text": "To better understand the climate-related vulnerabilities in the health sector, a health and climate change vulnerability and adaptation assessment (V&A) was conducted in 2015-2016, with the following objectives:"}, {"text_block_id": "p22_b164", "text": "To better understand the climate-related vulnerabilities in the health sector, a health and climate change vulnerability and adaptation assessment (V&A) was conducted in 2015-2016, with the following objectives:\n* To establish the association between climate change and four priority health\n* To describe risks posed by climate change for the water and health sector and\n* To assess impacts of climate change on water availability and quality, and its\n* To establish baseline health conditions and risk factors which can be monitored\n* To describe the policy landscape and opportunities available to bridge,\n* To identify research needs and information gaps in relation to the impacts of\n* To describe the health sector existing capacities and adaptation needs in\n* To assess current practices of health professionals to access, interpret and apply"}, {"text_block_id": "p22_b180", "text": "3.1 Vector-borne diseases"}, {"text_block_id": "p22_b181_merged", "text": "Climate-sensitive vector-borne diseases in Tanzania have been associated either directly or indirectly with global climate change (Mremaet al., 2012). For example, a number of climate-associated vector-borne disease epidemics have been reported in various areas of Tanzania; the majority linked with increase in precipitation and"}, {"text_block_id": "p23_b184", "text": "temperature. These diseases include malaria, dengue fever, rift valley fever, and Human African Trypanosomiasis (Patz"}, {"text_block_id": "p23_b185", "text": "et al."}, {"text_block_id": "p23_b186", "text": ", 1998)."}, {"text_block_id": "p23_b187", "text": "Climate change and variability also has an impact on abundance and distribution of vector-borne diseases. Increases in temperature and changes in precipitation patterns promote vector distribution in new areas (Kovats"}, {"text_block_id": "p23_b188", "text": "et al."}, {"text_block_id": "p23_b189", "text": ", 2001)."}, {"text_block_id": "p23_b190", "text": "3.1.1 Malaria"}, {"text_block_id": "p23_b191", "text": "Malaria is the most important vector-borne disease in Tanzania, causing high morbidity and mortality (LEG Mboera, 2016). The disease has been common in low altitude areas in the country (Clyde 1967), but due to observed changes in climate parameters it is becoming more common in highland areas, which were previously malaria-free (Wandiga"}, {"text_block_id": "p23_b192", "text": "et al."}, {"text_block_id": "p23_b193", "text": ", 2010; Chaves and Koenraadt, 2010; 2012; Himeidan and Kweka, 2012)."}, {"text_block_id": "p23_b194", "text": "According to the V&A malaria occurs in the majority of Tanzania. Only very few areas are considered malaria-free. The most affected regions are Dar es Salaam, Mwanza, Morogoro, Tanga and Shinyanga. The least affected regions are Iringa, Manyara, Rukwa and Arusha. High prevalence of malaria in the above mentioned regions can be attributed to warm weather conditions and the presence of stagnant water, particularly in areas where rice is grown, such as Shinyanga and Mwanza."}, {"text_block_id": "p23_b195_merged_merged_merged_merged", "text": "Climate change and variability will most likely further alter malaria prevalence and distribution. Changes in mean precipitation and mean maximum and minimum temperature accounts for 72.8%, 14.1% and 13.1% of the variation of malaria disease in the country respectively (Mboeraet al., 2010)For example, the increase in malaria cases in Mpwapwa District in central Tanzania since 1999 have been associated with the increase in temperature and prolonged rainfall periods (Mboeraet al., 2005b). This implies that changes in climatic parameters, particularly increases in rainfall, have a positive association with the increase of malaria cases in the country. With temperature likely to increase across the country, and some areas likely to experience an increase in precipitation, a higher"}, {"text_block_id": "p23_b200", "text": "Figure 1: Malaria low and moderate transmission areas"}, {"text_block_id": "p23_b201", "text": "(Source: Molteni, 2013)"}, {"text_block_id": "p23_b202", "text": "prevalence of malaria in the"}, {"text_block_id": "p23_b203", "text": "future is expected (see Figure 1 for a map of low and"}, {"text_block_id": "p24_b204", "text": "moderate transmission areas). Areas in higher altitude, including Tanga, Kilimanjaro, Iringa, Kagera and Mbeya, are already becoming increasingly vulnerable to the disease (Yanda"}, {"text_block_id": "p24_b205", "text": "et al."}, {"text_block_id": "p24_b206", "text": ", 2006; Wandiga"}, {"text_block_id": "p24_b207", "text": "et al."}, {"text_block_id": "p24_b208", "text": ", 2010)."}, {"text_block_id": "p24_b209", "text": "3.1.2 Dengue"}, {"text_block_id": "p24_b210", "text": "Dengue is a globally (re)emerging disease, mostly due to unplanned urbanization and rapid increase in population density, international travel and trade, and lack of effective vector control systems and poor public health infrastructure. However, climate change is believed to contribute to the spread and incidence of the disease by making the climate in some areas more favourable for both vector and virus (Hii, 2013; Hales"}, {"text_block_id": "p24_b211", "text": "et al.,"}, {"text_block_id": "p24_b212", "text": "2002). Studies have shown that the dengue virus-transmitting mosquito"}, {"text_block_id": "p24_b213", "text": "Aedesaegypti"}, {"text_block_id": "p24_b214", "text": "responds positively to increasing mean temperatures and higher humidity (Bettinardi"}, {"text_block_id": "p24_b215", "text": "et al."}, {"text_block_id": "p24_b216", "text": ", 2013; Watts"}, {"text_block_id": "p24_b217", "text": "at al."}, {"text_block_id": "p24_b218", "text": ", 1987). Lifecycle development shortens with mean temperature increases above 15°C (but not higher than 32°C), leading to smaller adult mosquitos, which in turn display an increased feeding frequency. This leads to a higher probability to spread and to contract the dengue virus. The virus itself also responds positively to an increasing mean temperature by exhibiting shorter extrinsic incubation time (Salazar, 2007). These factors might lead to an increased exposure to, and risk of, contracting dengue for humans."}, {"text_block_id": "p24_b219", "text": "Dengue is mostly found in urban and semi-urban areas of tropical and sub-tropical countries, but has also recently been reported to have spread to rural areas (Muhammad Azami"}, {"text_block_id": "p24_b220", "text": "et al.,"}, {"text_block_id": "p24_b221", "text": "2011). In the past six years, Tanzania has experienced at least four separate dengue virus outbreaks and more are expected as climate change continues to alter the ecologic landscape. The worst outbreak occurred in 2014 in Dar es Salaam, with the cumulative number of confirmed and suspected dengue cases being 961 and 1,969, respectively, from January 2014 until end of May 2014 (Mboera"}, {"text_block_id": "p24_b222", "text": "et al."}, {"text_block_id": "p24_b223", "text": ", 2016). Due to the projected changes in precipitation and temperature in Tanzania further dengue outbreaks in the future are expected. However, further research in the Tanzania is needed to better understand the relationship between dengue outbreaks and certain climate hazards."}, {"text_block_id": "p24_b224", "text": "3.1.3 Schistosomiasis"}, {"text_block_id": "p24_b225_merged_merged_merged_merged", "text": "Tanzania is the country with the second-highest burden of schistosomiasis in the sub-Saharan Africa region (Mazigo et al., 2012). Schistosomahaematobium and Schistosomamansoni are the major prevalent species in Tanzania. Both species cause intestinal and urogenital schistosomiasis, as well as significant morbidity. Mazigo et al. (2012) indicated that schistosomiasis was highly endemic throughout the country and the level of endemicity varied from region to region. The north-western regions, surrounding Lake Victoria, the northern, central, southern and south east of the country are highly endemic for S. mansoni, while S. haematobium is highly endemic along the eastern and south-eastern coasts, the islands of Unguja and Pemba (Zanzibar) and the hinterland areas of the north-western zones of the country (see Figure 2)."}, {"text_block_id": "p24_b234", "text": "According to McCreesh et al. (2015), climate change may alter the geographical distribution of schistosomiasis by affecting the suitability of freshwater bodies for hosting parasite and snail populations. All scenarios and climate projections used in their study"}, {"text_block_id": "p25_b235", "text": "indicate that infection risk may increase in most parts of Tanzania over the next 20 years."}, {"text_block_id": "p25_b236", "text": "3.2 Water-borne diseases"}, {"text_block_id": "p25_b237", "text": "Figure 2: Distribution of S. mansoni and S. haematobium in Tanzania"}, {"text_block_id": "p25_b238", "text": ": Maximum point prevalence of schistosomes infection and location of"}, {"text_block_id": "p25_b239", "text": "S. mansoni"}, {"text_block_id": "p25_b240", "text": "and"}, {"text_block_id": "p25_b241", "text": "S. haematobium"}, {"text_block_id": "p25_b242", "text": "surveys in the United Republic of Tanzania (Source: Mazigo"}, {"text_block_id": "p25_b243", "text": "et al."}, {"text_block_id": "p25_b244", "text": ", 2012)."}, {"text_block_id": "p25_b245", "text": "Water-borne diseases, such as cholera, diarrhea and dysentery, are sensitive to changes in hydro-ecological systems due to altering precipitation patterns and increases in mean temperature. For instance, a statistically significant correlation between rainfall and the likelihood of detecting Giardia or Cryptosporidium oocysts in river water"}, {"text_block_id": "p25_b246", "text": "and pathogenic enteric viruses in water"}, {"text_block_id": "p25_b247", "text": "were established. Especially heavy rainfall leads to storm water runoff into surface water sources, which increases the risk of infection through contaminated water (Pascual"}, {"text_block_id": "p25_b248", "text": "et al."}, {"text_block_id": "p25_b249", "text": ", 2002). For"}, {"text_block_id": "p25_b250", "text": "Tanzania, evidence points towards outbreaks of water"}, {"text_block_id": "p25_b251", "text": "-"}, {"text_block_id": "p25_b252", "text": "borne diseases following floods, such as the outbreak of cholera in Kilosa, Morogo in 2016. Hence, with projections indicating an increase of extreme weather events (see also 3.3), communities with limited access to safe drinking water and sanitation services might become more vulnerable to water-borne infectious diseases."}, {"text_block_id": "p25_b253", "text": "3.2.1 Cholera"}, {"text_block_id": "p25_b254_merged_merged_merged_merged", "text": "Cholera is one of the most significant climate-sensitive infectious diseases in Tanzania. Since August 2015, Tanzania is experiencing a geographically disbursed outbreak, which originated in the region of Dar es Salaam and has since spread to all but one region: Njombe. Until August 2017, a total of 26,355 cases and 415 deaths were reported (see Figure 3). A similar cholera outbreak occurred in 2007, with a total of 40,000 cholera cases. The outbreak in 2010, however, was limited to Tanga and Dar es Salaam regions with 1,997 reported cases. (MoHCDGEC, 2017)"}, {"text_block_id": "p26_b257", "text": "Figure 3: Reported cholera cases, August 2015 to September 2017"}, {"text_block_id": "p26_b258", "text": ". ("}, {"text_block_id": "p26_b259", "text": "MoHCDGEC, 2017)"}, {"text_block_id": "p26_b260", "text": "Precipitation has also been shown to increase cholera outbreaks. The V&A demonstrated associations between average annual rainfall and average cholera cases for the past 50-60 years revealing a weak positive correlation (r= 0.311395). This correlation indicates that cholera cases increases in years with more rainfall for five regions in Tanzania Mainland: Dar es Salaam, Arusha, Kigoma, Mwanza, and Mtwara. Further analysis of the association between cholera cases and rainfall levels revealed a negative correlation between the two variables for Arusha region but not for others. Thus, the risk of cholera outbreaks may be increasing in years with more rains predicted for most regions in Tanzania. Still, cholera episodes may also occur in other regions that might experience drier conditions due to climate change. Given the weak associations and some conflicting results further research is also needed to bolster the evidence on the associations between precipitation and cholera outbreaks."}, {"text_block_id": "p26_b261", "text": "3.3 Disasters due to extreme weather events"}, {"text_block_id": "p26_b262", "text": "Climate change-related extreme weather events, such as floods and droughts, can affect human health directly, through injuries or deaths, and indirectly, through the exacerbation of food insecurity and the increased risk of water-and vector-borne diseases. For Tanzania, droughts and floods are the primary climate-related hazards affecting the country, with increasingly more people being affected by these events (see Figure 4)."}, {"text_block_id": "p27_b263", "text": "Figure 4: People affected by droughts and floods in Tanzania from mid-1960 until 2012"}, {"text_block_id": "p27_b264", "text": "3.3.1 Droughts"}, {"text_block_id": "p27_b265", "text": "In the last 40 years, Tanzania has experienced severe and recurring droughts with devastating effects to the health, agricultural, water and energy sectors. Some notable drought events that had major impacts on society and ecosystems include those of 2003, 2005 and 2009, which severely affected agriculture, energy and business sectors in Tanzania. Agriculture in the affected areas was crippled and significant livestock and wildlife perished due to starvation and lack of water. The drought in 2005-2006 caused a 50-70 percent drop in food and cash crop yields, resulting in food insecurity and an increase in cereal prices by 85 percent (WFP, 2006). The UN World Food Programme (WFP) estimated that 3.7 million people needed food assistance in Tanzania during that drought (McSweeney"}, {"text_block_id": "p27_b266", "text": "et al."}, {"text_block_id": "p27_b267", "text": ", 2008). The drought of 2009 was particularly devastating in Northern Tanzania where a loss of 660,000 livestock, mostly cattle, was recorded in the five districts of Arusha region (Arusha Times, 2010). Figure 5 presents a drought risk map for Tanzania."}, {"text_block_id": "p27_b268_merged_merged", "text": "Droughts, therefore, might lead to decreased food security resulting in malnutrition. Droughts also often lead to reduced access to safe drinking water. Communities might turn towards unsafe sources of drinking water, which then increases the risk of water-borne diseases, such as diarrhea and cholera."}, {"text_block_id": "p28_b271", "text": "Figure 5: Flooding and drought vulnerable areas in Tanzania"}, {"text_block_id": "p28_b272", "text": "3.3.2 Flooding"}, {"text_block_id": "p28_b273_merged", "text": "Flooding is one of the greatest climate change-related hazards in Tanzania. Flooding accounts for 70 percent of natural disasters in the country. Flood events are often followed by outbreaks of diseases such as diarrhea and cholera, as clean water and sanitation are in short supply. Vector-borne diseases, such as malaria and Rift Valley diseases, have also been seen to increase during flood events. For example, the 20062007 flood events were followed by outbreaks of Rift Valley fever in 8 districts, resulting in deaths of humans and livestock (McSweeneyet al., 2008). Flooding also has a direct impact on human health. For example, the floods in late 2006 to early 2007 killed 35 people."}, {"text_block_id": "p28_b276", "text": "These floods also damaged or destroyed 5,000 homes in northern Tanzania (IFRC, 2008). Similar flooding events have frequently occurred in Dar es Salaam, Morogoro, Mwanza and Mbeya regions. Figure 5 displays the areas in Tanzania with the highest risk of flooding."}, {"text_block_id": "p28_b277", "text": "The most vulnerable to flooding are the urban poor living in informal settlements. Housing development in floodplains, inadequate waste management and lack of maintenance of storm-water drainage channels (if at all available) increase their vulnerability to flooding."}, {"text_block_id": "p28_b278", "text": "3.4 Risks to malnutrition (children under 5 years of age and women)"}, {"text_block_id": "p29_b279", "text": "Figure 6: Level of stunting in various regions of mainland Tanzania in 2014"}, {"text_block_id": "p29_b280", "text": "(MoHCDGEC, 2015)"}, {"text_block_id": "p29_b281", "text": "According to the Tanzania Food and Nutrition Centre (2014) the nine regions of Iringa, Njombe, Kagera, Dodoma, Ruvuma, Rukwa, Kigoma, Katavi and Geita have a very high chronic malnutrition exceeding the 40% threshold level (see Figure 6). Very high chronic malnutrition above 50% has been recorded in Iringa (51.3%), Njombe (51.5%) and Kagera (51.9%). It is estimated that more than 2,700,000 children under five years of age are stunted in Tanzania. The regions with the highest number of stunted children and the highest prevalence of chronic malnutrition are Kagera, Kigoma, Dodoma, Mbeya and Mwanza."}, {"text_block_id": "p30_b282", "text": "4.1 Introduction to the Operational Framework for building climate resilient health systems"}, {"text_block_id": "p30_b283_merged", "text": "The Operational Framework for building climate resilient health systems, developed by the World Health Organization (WHO, 2015), outlines 10 components that can be used as a framework for systematically and effectively addressing the challenges presented by climate variability and change and developing a HNAP. Consideration of all 10 components within the local context and the implementation of appropriate strategies and actions to strengthen any weak points will lead to increased resilience of the health system in the face of climate variability and change and assist in the integration of health in national adaptation efforts. The 10 components of the operational framework relate to the six ‘building blocks’ of an effective health system."}, {"text_block_id": "p30_b289", "text": "There is likely to be some overlap in the activities among the components; for example research conducted for Component 5 can be used to inform V&A assessments in Component 3 and early warning systems developed for Component 4 can assist in strengthening emergency preparedness and management (Component 9)."}, {"text_block_id": "p30_b290", "text": "The Tanzania HNAP strategic actions are organized around these 10 components as a systematic and comprehensive approach to ensure the key aspects of a climate resilient health system are addressed and any gaps are easily identified."}, {"text_block_id": "p30_b291", "text": "Figure 7: WHO Operational Framework for Building Climate-Resilient Health Systems"}, {"text_block_id": "p30_b292", "text": "(WHO, 2015)"}, {"text_block_id": "p31_b293", "text": "4.2 Adaptation strategies and options in Tanzania"}, {"text_block_id": "p31_b294", "text": "This section addresses each of the 10 components of the operational framework outlining the long-term strategic objectives for each component and the medium to long-term adaptation options specific to Tanzania that will significantly contribute to achieving these objectives."}, {"text_block_id": "p31_b295", "text": "The purpose is to build a climate-resilient health system and aim for mainstreaming of climate change considerations across the strategies, plans and programmes of the health sector."}, {"text_block_id": "p31_b296", "text": "The"}, {"text_block_id": "p31_b297", "text": "then prioritizes these adaptation options and identifies specific short-term actions, and related indicators, that can be implemented in the next five years."}, {"text_block_id": "p31_b298", "text": "4.2.1 Component 1: Leadership and Governance"}, {"text_block_id": "p31_b299", "text": "Strategic objectives:"}, {"text_block_id": "p31_b300", "text": "Governance:"}, {"text_block_id": "p31_b301", "text": "specific responsibility and accountability mechanisms on climate change and health established within the health ministry."}, {"text_block_id": "p31_b302", "text": "Policy:"}, {"text_block_id": "p31_b303", "text": "climate variability and change considerations reflected in main health policies and programmes."}, {"text_block_id": "p31_b304", "text": "Cross-sectoral collaboration:"}, {"text_block_id": "p31_b305", "text": "cross-sectoral collaboration strengthened and synergies maximized to ensure that decisions taken in other sectors protect and promote health."}, {"text_block_id": "p31_b306", "text": "Community leadership:"}, {"text_block_id": "p31_b307", "text": "Community leaders including political, spiritual and other influential leaders have ownership and specific roles and responsibilities."}, {"text_block_id": "p31_b308", "text": "Current status:"}, {"text_block_id": "p31_b309_merged_merged", "text": "The overall institutional arrangements and legal framework for climate change and health are described in of this document. In general Tanzania has progressed several key responsibility and accountability mechanisms and policy documents on climate change, however, the incorporation of health in these is often inadequate. Additionally, climate change is often not considered in key health policies and strategies such as the HSSP IV. The NCCS, however, incorporates health as a key sector and identifies relevant adaptation strategies. The MoHCDGEC is coordinating the HNAP development and there is an environmental health section in the Ministry that coordinates climate change and health issues. However, specific responsibilities and accountability for climate change and health within the Ministry could be strengthened. Some cross-sectoral collaboration has been demonstrated, particularly within the HNAP team which consists of members from a range of relevant departments"}, {"text_block_id": "p32_b316", "text": "Summary of key gaps:"}, {"text_block_id": "p32_b317", "text": "Summary of key gaps:\n* Specific responsibilities and accountability mechanisms on climate change and\n* Mainstreaming of health in climate change policies and programmes, and vice\n* Cross-sectoral and inter-departmental collaboration is not yet comprehensive or"}, {"text_block_id": "p32_b323", "text": "Adaptation options:"}, {"text_block_id": "p32_b324", "text": "Adaptation options:\n* Designate/ recruit a National Focal Point at the MoHCDGEC, RSs and local\n* Establishment of a Climate Change and Health Technical Working Group at\n* Printing and dissemination of HNAP to all regions and LGAs\n* Conduct regular advocacy meetings at national and local levels on climate"}, {"text_block_id": "p32_b332", "text": "4.2.2 Component 2: Health Workforce"}, {"text_block_id": "p32_b333", "text": "Strategic objectives:"}, {"text_block_id": "p32_b334", "text": "Human resources:"}, {"text_block_id": "p32_b335", "text": "sufficient number of health workers with the required technical capacity available to deal with the health risks posed by climate variability and change."}, {"text_block_id": "p32_b336", "text": "Organizational capacity development:"}, {"text_block_id": "p32_b337", "text": "resources, information, knowledge and processes employed by health organizations used in an efficient and targeted manner to ensure effective care and services delivery in the face of additional risks posed by climate variability and change."}, {"text_block_id": "p32_b338", "text": "Communications and awareness-raising:"}, {"text_block_id": "p32_b339", "text": "raise awareness of the link between climate variability/climate change and health outcomes among different target audiences (e.g. policy makers, senior staff, media and communities)."}, {"text_block_id": "p32_b340", "text": "Current Status:"}, {"text_block_id": "p32_b341", "text": "The National Climate Change Strategy (NCCS) highlights the generally low level of public awareness about climate change and identifies actions for increasing community understanding, including on the health effects of climate change."}, {"text_block_id": "p33_b342", "text": "Summary of key gaps:"}, {"text_block_id": "p33_b343", "text": "Summary of key gaps:\n* Implementation of National Climate Change Communication Strategy (NCCCS)\n* Climate change and health is not currently included in secondary and tertiary\n* Low levels of awareness of the health effects of climate change in policy and\n* The Health and Climate Change Communication Strategy has not yet been\n* Shortage of health staff, medicine and hospital supplies"}, {"text_block_id": "p33_b353", "text": "Adaptation options:"}, {"text_block_id": "p33_b354", "text": "Adaptation options:\n* Finalize and implement the Health and Climate Change Communication\n* Prepare capacity-building plans in the health sector specific to climate change\n* Mainstream health and climate change in the health professional training\n* Mainstream the assessment and management of public health impacts of\n* Build capacity to health staff on climate change reliance\n* Review current health staff, medicine, and medical supplies"}, {"text_block_id": "p33_b366", "text": "4.2.3 Component 3: Vulnerability, capacity and adaptation assessment"}, {"text_block_id": "p33_b367", "text": "The development of context-specific evidence on the type and magnitude of climate-related health risks, identify the most vulnerable populations, the level of resilience,"}, {"text_block_id": "p34_b368", "text": "Strategic objectives:"}, {"text_block_id": "p34_b369", "text": "Vulnerability:"}, {"text_block_id": "p34_b370", "text": "a sound understanding of the main health risks posed by climate vulnerability and change, and of the most vulnerable population groups available in the country."}, {"text_block_id": "p34_b371", "text": "Capacity:"}, {"text_block_id": "p34_b372", "text": "baseline information on capacities and gaps within the health system to face the challenges posed by climate change."}, {"text_block_id": "p34_b373", "text": "Adaptation options:"}, {"text_block_id": "p34_b374", "text": "information on the main adaptation options available, including their comparative advantages, potential costs and efficiency, available for selection by health system decision makers."}, {"text_block_id": "p34_b375", "text": "Current Status:"}, {"text_block_id": "p34_b376_merged", "text": "A vulnerability and adaptation (V&A) assessment focusing on the water and health sectors was conducted in Tanzania in 2015 and 2016. (See for further information on the V&A findings)."}, {"text_block_id": "p34_b379", "text": "The V&A outlines four key adaptation priorities for the country:"}, {"text_block_id": "p34_b380", "text": "a)"}, {"text_block_id": "p34_b381", "text": "Vector-borne diseases: Malaria, dengue, plague, rift valley fever, lymphatic filariasis, human Africa trypanosomiasis, onchocerciasis"}, {"text_block_id": "p34_b382", "text": "b)"}, {"text_block_id": "p34_b383", "text": "Nutrition: stunting, wasting"}, {"text_block_id": "p34_b384", "text": "c)"}, {"text_block_id": "p34_b385", "text": "Water-related diseases: diarrhea, dysentery, cholera, schistosomiasis, typhoid and trachoma"}, {"text_block_id": "p34_b386", "text": "d)"}, {"text_block_id": "p34_b387", "text": "Disasters: floods and droughts frequency"}, {"text_block_id": "p34_b388", "text": "Furthermore, the NCCS outlines some of the key vulnerabilities of the water and health sectors and an assessment of strategies or actions available for implementation."}, {"text_block_id": "p34_b389", "text": "Summary of key gaps:"}, {"text_block_id": "p34_b390", "text": ""}, {"text_block_id": "p34_b391", "text": "A process for ongoing monitoring of vulnerability and adaptation does not exist"}, {"text_block_id": "p34_b392", "text": ""}, {"text_block_id": "p34_b393", "text": "An in-depth analysis of available adaptation options within the health sector should be developed"}, {"text_block_id": "p34_b394", "text": ""}, {"text_block_id": "p34_b395", "text": "Analysis of the impact on health of adaptation and mitigation activities in other sectors is needed"}, {"text_block_id": "p34_b396", "text": ""}, {"text_block_id": "p34_b397", "text": "Limited high-quality baseline data for health and meteorological variables"}, {"text_block_id": "p34_b398", "text": ""}, {"text_block_id": "p34_b399", "text": "Limited qualitative data on community awareness and perspectives on climate change and health"}, {"text_block_id": "p35_b400", "text": ""}, {"text_block_id": "p35_b401", "text": "Lack of assessment of risk and adaptation options for other climate-sensitive vector-borne and other diseases outlined in the V&A, such as dengue, schistosomiasis, African trypanosomiasis, diarrhea etc."}, {"text_block_id": "p35_b402", "text": ""}, {"text_block_id": "p35_b403", "text": "Lack of projections of burden and geographical distribution of climate-sensitive diseases"}, {"text_block_id": "p35_b404", "text": ""}, {"text_block_id": "p35_b405", "text": "Some of the objectives of the previous V&A were not completed"}, {"text_block_id": "p35_b406", "text": ""}, {"text_block_id": "p35_b407", "text": "The V&A does not include analysis of disaster risk reduction and infrastructure"}, {"text_block_id": "p35_b408", "text": "Adaptation options:"}, {"text_block_id": "p35_b409", "text": "a)"}, {"text_block_id": "p35_b410", "text": "Develop a national guidance on health and climate change V&A assessment standard approach, including risk assessment of extreme weather events, and timeframe"}, {"text_block_id": "p35_b411", "text": "b)"}, {"text_block_id": "p35_b412", "text": "Conduct Health Impact Assessments for key adaptation and mitigation policies and programmes of health-determining sectors"}, {"text_block_id": "p35_b413", "text": "4.2.4 Component 4: Integrated risk monitoring and early warning"}, {"text_block_id": "p35_b414", "text": "Strategic objectives:"}, {"text_block_id": "p35_b415", "text": "Integrated disease surveillance and early warnings:"}, {"text_block_id": "p35_b416", "text": "data on climate-sensitive environmental risks and epidemiological trends collected, analysed and interpreted on a continual basis and timely response to risks promoted."}, {"text_block_id": "p35_b417", "text": "Monitoring:"}, {"text_block_id": "p35_b418", "text": "information on climate change impacts, vulnerability, response capacity and emergency preparedness capacity reported over time."}, {"text_block_id": "p35_b419", "text": "Communication:"}, {"text_block_id": "p35_b420", "text": "timely warnings communicated to health decision-makers, the media and the public and translated into effective action to prevent negative health outcomes."}, {"text_block_id": "p35_b421", "text": "Current Status:"}, {"text_block_id": "p35_b422_merged", "text": "Service data is gathered through a routine national Health Management Information System (HMIS). There are two health surveillance systems exist in the country – the HMIS web portal (DHIS 2) and the Integrated Disease Surveillance and Response system (IDSR). Recently, the MOHSW has worked with the HIV/AIDS, TB/L, malaria and PMTCT to harmonize reporting in DHIS2."}, {"text_block_id": "p36_b427", "text": "TMA provides a quarterly briefing to different sectors for short-term seasonal forecasts, including representatives from the epidemiology department and the Malaria Programme, for planning and preparedness purposes."}, {"text_block_id": "p36_b428", "text": "The TMA also provides country"}, {"text_block_id": "p36_b429", "text": "-"}, {"text_block_id": "p36_b430", "text": "wide extreme weather updates."}, {"text_block_id": "p36_b431", "text": "The Global Framework for Climate Services (GFCS) initiative, completed Phase 1 in December 2017, aimed to strengthen the capacity of TMA to be able to produce useful data for the relevant Ministries, and will continue from 2018 into Phase 2."}, {"text_block_id": "p36_b432", "text": "One of the aims of this project is to strengthen collaboration of the MoHCDGEC with TMA to communicate their meteorological information needs and see what, when and in which form that information can be provided."}, {"text_block_id": "p36_b433", "text": "This process will continue into phase two."}, {"text_block_id": "p36_b434", "text": "The GFCS project was integral in raising awareness of health and climate within the MoHCDGEC and institutionalizing its importance to health outcomes."}, {"text_block_id": "p36_b435", "text": "MoHCDGEC and TMA have commenced discussions on how to integrate meteorological data into DHIS2."}, {"text_block_id": "p36_b436_merged_merged", "text": "The Tanzania Monitoring and Evaluation Strategic Initiative (MESI) has been developed to strengthen health information systems, monitoring, integration and data quality. This strategy outlines specific plans for strengthening all facets of health and disease surveillance. Additionally the Tanzania Digital Health Investment Roadmap 2017 – 2023 outlines 17 investment recommendations to improve health system performance through better data use."}, {"text_block_id": "p36_b441", "text": "Summary of key gaps:"}, {"text_block_id": "p36_b442", "text": ""}, {"text_block_id": "p36_b443", "text": "Need to strengthen early warning system and integrate health and meteorological data"}, {"text_block_id": "p36_b444", "text": ""}, {"text_block_id": "p36_b445", "text": "Need to identify the key climate-related health risks, and related indicators, to be monitored and ensure they are included in surveillance systems"}, {"text_block_id": "p36_b446", "text": ""}, {"text_block_id": "p36_b447", "text": "Comprehensive geographical mapping of key climate-related health risks should be developed"}, {"text_block_id": "p36_b448", "text": ""}, {"text_block_id": "p36_b449", "text": "Improvement of data quality required"}, {"text_block_id": "p36_b450", "text": ""}, {"text_block_id": "p36_b451", "text": "Existing traditional knowledge on early warning systems is not well-documented"}, {"text_block_id": "p36_b452", "text": ""}, {"text_block_id": "p36_b453", "text": "Need to strengthen communication to all stakeholders at all levels on climate change in the context of early warning systems"}, {"text_block_id": "p36_b454", "text": "Adaptation options:"}, {"text_block_id": "p37_b455", "text": "a)"}, {"text_block_id": "p37_b456", "text": "Advocacy for Ministry of Health and Tanzania Meteorological Agency (TMA) cooperation at high and lower levels of government and stress the importance of climate data for health planning"}, {"text_block_id": "p37_b457", "text": "b)"}, {"text_block_id": "p37_b458", "text": "Strengthen the surveillance and monitoring of climate induced diseases"}, {"text_block_id": "p37_b459", "text": "c)"}, {"text_block_id": "p37_b460", "text": "Strengthen the integration of health and meteorological data in surveillance systems"}, {"text_block_id": "p37_b461", "text": "d)"}, {"text_block_id": "p37_b462", "text": "Strengthen early warning systems of extreme events"}, {"text_block_id": "p37_b463", "text": "e)"}, {"text_block_id": "p37_b464", "text": "Traditional knowledge of early warning systems is documented and integrated into early warning systems"}, {"text_block_id": "p37_b465", "text": "4.2.5 Component 5: Health and climate research"}, {"text_block_id": "p37_b466", "text": "Research on health and climate change is necessary for building a climate resilient health system to inform the implementation of all the components and their related actions."}, {"text_block_id": "p37_b467", "text": "Strategic objectives:"}, {"text_block_id": "p37_b468", "text": "Research agenda:"}, {"text_block_id": "p37_b469", "text": "multidisciplinary research agenda on health and climate change defined and endorsed by stakeholders."}, {"text_block_id": "p37_b470", "text": "Support for research:"}, {"text_block_id": "p37_b471", "text": "research capacity on health and climate change built by supporting relevant multidisciplinary networks, making available financial resources and creating training opportunities."}, {"text_block_id": "p37_b472", "text": "Connect to policy:"}, {"text_block_id": "p37_b473", "text": "research findings on health and climate change disseminated to and used by policy makers."}, {"text_block_id": "p37_b474", "text": "Current Status:"}, {"text_block_id": "p37_b475", "text": "The Tanzania National Health Research Priorities, developed by the national Institute for Medical Research (NIMR), and the NIMR strategic plan includes climate change as one of the priorities."}, {"text_block_id": "p37_b476_merged", "text": "The main focus of existing health and climate change research and publications in Tanzania has primarily been on malaria, cholera and other water-borne diseases. An example of ongoing research includes the study namely Determining the effectiveness of WASH interventions to reduce health vulnerability to climate change in Tanzania. This is a field trial being implemented by Ifakara Health Institute, on behalf of the Tanzanian Government, investigating the association between weather and water-borne diseases. A few other health and climate change research pieces are being conducted by research institutions across the country."}, {"text_block_id": "p38_b481", "text": "and advocate for health and climate change considerations, however, a systematic approach does not yet exist and relevant conference and symposium opportunities are inadequate."}, {"text_block_id": "p38_b482", "text": "Summary of key gaps:"}, {"text_block_id": "p38_b483", "text": ""}, {"text_block_id": "p38_b484", "text": "Funding for research is limited and particularly for health and climate change"}, {"text_block_id": "p38_b485", "text": ""}, {"text_block_id": "p38_b486", "text": "Limited awareness and/or interest in health and climate change as a topic"}, {"text_block_id": "p38_b487", "text": ""}, {"text_block_id": "p38_b488", "text": "Inadequate expertise in research institutes on health and climate change"}, {"text_block_id": "p38_b489", "text": ""}, {"text_block_id": "p38_b490", "text": "Lack of inter-sectoral research agenda as well as a comprehensive resource mobilization plan for health and climate change research and training activities"}, {"text_block_id": "p38_b491", "text": ""}, {"text_block_id": "p38_b492", "text": "Ineffective mechanisms and formalized processes for communication of research findings and for their translation to policy"}, {"text_block_id": "p38_b493", "text": "Adaptation options:"}, {"text_block_id": "p38_b494", "text": "a)"}, {"text_block_id": "p38_b495", "text": "Develop an inter-sectoral research agenda on health and climate change that includes a resource mobilization plan"}, {"text_block_id": "p38_b496", "text": "b)"}, {"text_block_id": "p38_b497", "text": "Strengthen capacity of research institutes for conducting research in health and climate change"}, {"text_block_id": "p38_b498", "text": "c)"}, {"text_block_id": "p38_b499_merged", "text": "Establish a platform for sharing health and climate change–related research and information to ensure it informs policies, plans and strategies"}, {"text_block_id": "p38_b502", "text": "4.2.6 Component 6: Climate resilient and sustainable technologies and infrastructure"}, {"text_block_id": "p38_b503", "text": "Strategic objectives:"}, {"text_block_id": "p38_b504", "text": "Adaptation of current infrastructures, technologies and processes:"}, {"text_block_id": "p38_b505", "text": "future climate risks systematically considered with regard to revision or upgrading of technologies, products and procedures for health system service delivery."}, {"text_block_id": "p38_b506", "text": "Promotion of new technologies:"}, {"text_block_id": "p38_b507", "text": "new technologies, processes and products selected and deployed to increase climate resilience through enhanced health service delivery."}, {"text_block_id": "p38_b508", "text": "Sustainability of health operations:"}, {"text_block_id": "p38_b509", "text": "low environmental impact technologies procured and promoted by the health sector to enhance resilience to climate and contribute to long-term sustainability."}, {"text_block_id": "p38_b510", "text": "Current Status:"}, {"text_block_id": "p39_b511_merged", "text": "As mentioned in information technology can be, and is being, harnessed in Tanzania to enhance health and climate surveillance and early warning systems. The national and sub-national laboratories are not equipped with all the diagnostic kits for climate-sensitive diseases and the MoHCDGEC works with WHO to procure them on as-needs basis."}, {"text_block_id": "p39_b514", "text": "Environmental sustainability and climate change mitigation in the health sector are not yet strongly considered in regards to infrastructure and technology."}, {"text_block_id": "p39_b515", "text": "Summary of key gaps:"}, {"text_block_id": "p39_b516", "text": ""}, {"text_block_id": "p39_b517", "text": "Diagnostic kits for climate-sensitive are not in stock in the country and can sometimes be difficult to obtain"}, {"text_block_id": "p39_b518", "text": ""}, {"text_block_id": "p39_b519", "text": "Climate-resilience and DRR are not considered in the infrastructure sections of the HSSP IV and other policies and strategies"}, {"text_block_id": "p39_b520", "text": "Adaptation options:"}, {"text_block_id": "p39_b521", "text": "a)"}, {"text_block_id": "p39_b522", "text": "Conduct assessment of existing health facilities and sanitation infrastructure using the Smart Hospitals Toolkit/other designated tool kit to ascertain their climate resilience"}, {"text_block_id": "p39_b523", "text": "b)"}, {"text_block_id": "p39_b524", "text": "Review current building and renovation standards for health facilities for climate-resilience considerations and modify if necessary"}, {"text_block_id": "p39_b525", "text": "c)"}, {"text_block_id": "p39_b526", "text": "New health facilities and refurbishment of existing health facilities (as per the HSSP IV) are built in line with climate-resilience standards"}, {"text_block_id": "p39_b527", "text": "4.2.7 Component 7: Management of environmental determinants of health"}, {"text_block_id": "p39_b528", "text": "Climate change is likely to impact on the environmental determinants of health, such as air quality, water quantity and quality and food and nutrition security and effective cross-sectoral collaboration can mitigate these effects and result in improved health outcomes."}, {"text_block_id": "p39_b529", "text": "Strategic objectives:"}, {"text_block_id": "p39_b530", "text": "Monitoring"}, {"text_block_id": "p39_b531", "text": "joint monitoring of climate-sensitive environmental risks against evidencebased standards."}, {"text_block_id": "p39_b532", "text": "Regulation"}, {"text_block_id": "p39_b533", "text": ": regulatory policies protecting populations against climate-sensitive environmental risks defined, revised and enforced."}, {"text_block_id": "p39_b534", "text": "Coordinated management:"}, {"text_block_id": "p39_b535", "text": "environmental determinants of health jointly managed, with clear roles and responsibilities defined across sectors at all levels."}, {"text_block_id": "p39_b536", "text": "Current Status:"}, {"text_block_id": "p39_b537", "text": "Air Quality"}, {"text_block_id": "p40_b538", "text": "Water, Sanitation and Hygiene"}, {"text_block_id": "p40_b539", "text": "MoWI is the lead agency for ensuring a safe and sufficient water supply in Tanzania."}, {"text_block_id": "p40_b540", "text": "There is close collaboration between MoHCDGEC, MoW and VPO in water, sanitation and hygiene matters, including the development of the"}, {"text_block_id": "p40_b541", "text": "Guidelines for the implementation of water safety plans that are resilient to climate change"}, {"text_block_id": "p40_b542", "text": "for both rural and urban water supply services."}, {"text_block_id": "p40_b543", "text": "National Drinking Water Quality Guidelines exist and were developed by both MoHCDGEC and MoW."}, {"text_block_id": "p40_b544", "text": "The MoW conducts regular water quality monitoring."}, {"text_block_id": "p40_b545", "text": "National Water Quality Standards (Regulation) have been developed by TBS and are enforced by NEMC."}, {"text_block_id": "p40_b546_merged_merged", "text": "The WHO and UNICEF Joint Monitoring Programme reports on country-level estimates of progress on drinking water, sanitation and hygiene (WASH) (UNICEF, 2017). The latest reports estimate that only 23.5% of the population has access to basic sanitation and 11% still perform open defecation. Sanitation access is worse in rural areas than urban (see Figure 8). A high proportion of the urban population has access to drinking with 33.5% with access to safely managed drinking water and another 46% to basic drinking water. However, rural access is more limited with 37% of the rural population having access to basic drinking water and 18% with surface water only (see Figure 9). Finally, 47% of the country’s total population has access to basic hygiene with greater access in urban areas (see Figure 10)."}, {"text_block_id": "p41_b553", "text": "Figure 8: Sanitation Service Levels Tanzania"}, {"text_block_id": "p41_b554", "text": "(UNICEF, 2017)"}, {"text_block_id": "p41_b555", "text": "Figure 9: Drinking Water Service Levels Tanzania"}, {"text_block_id": "p41_b556", "text": "(UNICEF, 2017)"}, {"text_block_id": "p41_b557", "text": "Figure 10: Hygiene Service Levels Tanzania"}, {"text_block_id": "p41_b558", "text": "(UNICEF, 2017)"}, {"text_block_id": "p42_b559", "text": "Poor water, sanitation and hygiene can increase the risk of climate-sensitive disease outbreaks, particularly water-borne diseases such as cholera."}, {"text_block_id": "p42_b560", "text": "In section 3.2.1, it was noted that cholera is one of the most significant climate-sensitive infectious diseases in Tanzania and that weather and climate variability, such as El Nino and floods, increase the risk of outbreaks."}, {"text_block_id": "p42_b561", "text": "The Cholera Vulnerability Risk Assessment and Mapping Report 2017 highlights the impact of poor WASH levels on cholera vulnerability in urban areas:"}, {"text_block_id": "p42_b562", "text": "“Poor communities living in slums are disproportionally affected, largely because of"}, {"text_block_id": "p42_b563", "text": "poor access to safe water and sanitation. Women and children are more vulnerable due to patterns of water collection, handling, storage and drinking practices at ho"}, {"text_block_id": "p42_b564", "text": "me”"}, {"text_block_id": "p42_b565", "text": "(Ministry of Health, 2017)."}, {"text_block_id": "p42_b566_merged_merged", "text": "There are various WASH projects being implemented in Tanzania. The majority of WASH projects do not consider climate change specifically; however, increasing WASH levels is likely to decrease underlying vulnerability to climate-sensitive diseases. The Building adaptation to climate change in health in least developed countries through resilient water, sanitation and hygiene (WASH) is a health and climate change project that integrates WASH. The project, finishing in March 2018, was implemented by WHO and funded by DFID and aimed to a develop a clear framework for protecting health and reducing the risk of disease as a consequence of climate change and lay the groundwork for scaling up investment into climate-resilient WASH programmes that will improve and protect health. The second phase is currently being planned."}, {"text_block_id": "p42_b572", "text": "Food and nutrition security"}, {"text_block_id": "p42_b573", "text": "At the Council level, a nutrition and food safety section (Council Nutrition Steering Committee) exists which is working to ensure the quality and safety of food manufactured or sold in various premises and is monitored through on-site inspection."}, {"text_block_id": "p42_b574", "text": "Environmental Impact Assessments"}, {"text_block_id": "p43_b575", "text": "Summary of key gaps:"}, {"text_block_id": "p43_b576", "text": ""}, {"text_block_id": "p43_b577", "text": "Weak cross-sectoral collaboration on management and monitoring of climate-related environmental health risks"}, {"text_block_id": "p43_b578", "text": ""}, {"text_block_id": "p43_b579", "text": "Inadequate inclusion of Health in the Environmental Impact Assessment and Audit Regulations 2005"}, {"text_block_id": "p43_b580", "text": ""}, {"text_block_id": "p43_b581", "text": "Inadequate resource capacity of health sector to conduct HIAs"}, {"text_block_id": "p43_b582", "text": ""}, {"text_block_id": "p43_b583", "text": "Lack of enforcement/implementation of regulations"}, {"text_block_id": "p43_b584", "text": ""}, {"text_block_id": "p43_b585", "text": "Poor monitoring of EIAs"}, {"text_block_id": "p43_b586", "text": ""}, {"text_block_id": "p43_b587", "text": "Only 23.5% of the population have access to basic sanitation and 11% still perform open defecation"}, {"text_block_id": "p43_b588", "text": ""}, {"text_block_id": "p43_b589", "text": "Inadequate knowledge, infrastructure and technology to manage floods which accelerates water pollution through seepage of stable elements/chemicals like mercury and cyanide"}, {"text_block_id": "p43_b590", "text": "Adaptation options:"}, {"text_block_id": "p43_b591", "text": "a)"}, {"text_block_id": "p43_b592", "text": "Strengthen joint multi-sectoral risk management approaches to proactively manage health risks related to water, sanitation, food and nutrition security and air quality"}, {"text_block_id": "p43_b593", "text": "b)"}, {"text_block_id": "p43_b594", "text": "Advocate for review of the Environmental Impact Assessment and Audit Regulations to strengthen the involvement of health experts in the EIA and audit process"}, {"text_block_id": "p43_b595", "text": "c)"}, {"text_block_id": "p43_b596", "text": "Increase of basic hygiene and sanitation coverage from 23.5% to 65% through public awareness, education, advocacy and law enforcement"}, {"text_block_id": "p43_b597", "text": "d)"}, {"text_block_id": "p43_b598", "text": "Enhance capacity of health sector to conduct HIAS"}, {"text_block_id": "p43_b599", "text": "e)"}, {"text_block_id": "p43_b600", "text": "Strengthen public awareness of health risks related to water, sanitation, food security, nutrition and air quality"}, {"text_block_id": "p43_b601", "text": "f)"}, {"text_block_id": "p43_b602", "text": "Ensure enforcement and compliance of laws and regulations on preventing environmental pollution"}, {"text_block_id": "p43_b603", "text": "4.2.8 Component 8: Climate-informed health programme"}, {"text_block_id": "p43_b604", "text": "Along with cross-sectoral collaboration it is important to mainstream climate change across health sector programmes and operations."}, {"text_block_id": "p43_b605", "text": "Strategic objectives:"}, {"text_block_id": "p43_b606", "text": "Health programming:"}, {"text_block_id": "p43_b607", "text": "information on current and projected (future) climatic conditions integrated into strategic planning of health programmes for climate-sensitive diseases."}, {"text_block_id": "p43_b608", "text": "Delivery of interventions:"}, {"text_block_id": "p43_b609", "text": "public health programmes revise their standard operating procedures to respond to climate risks in delivery of interventions."}, {"text_block_id": "p43_b610", "text": "Current Status:"}, {"text_block_id": "p43_b611", "text": "Mainstreaming of climate change into health programmes, plans, strategies, policies and intervention delivery is still new and is currently limited. Some existing programmes, particularly for climate-sensitive diseases, use weather data for prevention of outbreaks, including the Malaria and NTD programmes."}, {"text_block_id": "p44_b612", "text": "Summary of key gaps:"}, {"text_block_id": "p44_b613", "text": ""}, {"text_block_id": "p44_b614", "text": "Limited mainstreaming of climate change into health and policy and programmes"}, {"text_block_id": "p44_b615", "text": "Adaptation actions:"}, {"text_block_id": "p44_b616", "text": "a)"}, {"text_block_id": "p44_b617", "text": "Strengthen community and CSO capacity on health adaptation to climate change"}, {"text_block_id": "p44_b618", "text": "b)"}, {"text_block_id": "p44_b619", "text": "Mainstream climate change into national health policy and its implementation strategies and guidelines"}, {"text_block_id": "p44_b620", "text": "c)"}, {"text_block_id": "p44_b621", "text": "Medium-and long-term plans for disease control programmes revised to consider capacities that may be stressed or exceeded by climate change"}, {"text_block_id": "p44_b622", "text": "4.2.9 Component 9: Emergency preparedness and management"}, {"text_block_id": "p44_b623", "text": "In line with mainstreaming climate change in the health sector, emergency preparedness should be included in the management of public health risks"}, {"text_block_id": "p44_b624", "text": "–"}, {"text_block_id": "p44_b625", "text": "both at the government and community level."}, {"text_block_id": "p44_b626", "text": "Preparedness should be integrated in strategies, policies and plans across the sector including for infrastructure, public health risk response, community-based actions etc."}, {"text_block_id": "p44_b627", "text": "Strategic objectives:"}, {"text_block_id": "p44_b628", "text": "Inform policies and protocols:"}, {"text_block_id": "p44_b629", "text": "emergency and disaster risk management protocols and policies adequately informed by current and likely future climatic conditions."}, {"text_block_id": "p44_b630", "text": "Risk management:"}, {"text_block_id": "p44_b631", "text": "strengthen health system capacity to manage risks so that overall vulnerability and exposure to hazards are reduced and residual risks and uncertainties effectively managed."}, {"text_block_id": "p44_b632", "text": "Empowerment of communities:"}, {"text_block_id": "p44_b633", "text": "empower communities to effectively prevent and respond to the health risks posed by extreme weather events."}, {"text_block_id": "p44_b634", "text": "Current Status:"}, {"text_block_id": "p44_b635_merged_merged", "text": "Disaster management in Tanzania is guided by Disaster Management Act of 2014, which provides for establishment of the Disaster Management Agency under the Prime Management Policy (2004), which highlights broad strategies, approaches and Framework for Disaster Management. Other disaster management guiding documents in the country include Tanzania Emergency Preparedness and Response Plan (TEPRP) of 2012 and Tanzania Disaster Communication Strategy (TDCS) of 2012 and National Operational Guidelines (NOG) for Disaster Management 2014."}, {"text_block_id": "p44_b638", "text": "The National Disaster Management Policy of (2004) provides guidance for mainstreaming of disaster management activities as an integral part of development"}, {"text_block_id": "p45_b639", "text": "An all hazard risk assessment was completed in 2016 which identified the key risks for the country and led to the development of the"}, {"text_block_id": "p45_b640", "text": "All Hazard Health Emergency Preparedness and Response Plan 2016"}, {"text_block_id": "p45_b641", "text": "."}, {"text_block_id": "p45_b642", "text": "This plan is a comprehensive multisectoral approach to facilitate all levels of the health care service in efficient contingency planning and response to specific public health emergencies and disasters, which includes climate-related hazards."}, {"text_block_id": "p45_b643", "text": "It outlines a detailed action plan to enhance preparedness and response in the country."}, {"text_block_id": "p45_b644", "text": "Furthermore, the MoHCDGEC recently launched the"}, {"text_block_id": "p45_b645", "text": "National Action Plan for Health Security (NAPHS)"}, {"text_block_id": "p45_b646", "text": "as a response to the requirements of the IHRs. This multi-sectoral action plan addresses various climate-associated hazards and risks and climate-sensitive diseases including drought, floods, storms, dengue, cholera and rift valley fever, amongst others."}, {"text_block_id": "p45_b647", "text": "The NAPHS provides a risk profiling of public health threats, a five-year plan with costings and a comprehensive M&E plan."}, {"text_block_id": "p45_b648_merged_merged_merged", "text": "The All Hazard Health Emergency Preparedness and Response Plan and the National Action Plan for Health Security provide a strong foundation for preparedness and response to climate-related emergencies in the health sector. However, the use of climate data and the consideration of the dynamic nature of climate-sensitive health risks and the need for ongoing monitoring are not adequately addressed."}, {"text_block_id": "p45_b654", "text": "Summary of key gaps:"}, {"text_block_id": "p45_b655", "text": ""}, {"text_block_id": "p45_b656", "text": "The health response to climate-associated hazards and climate-sensitive diseases are not adequately included in regional and district level emergency response plans"}, {"text_block_id": "p45_b657", "text": ""}, {"text_block_id": "p45_b658", "text": "Inadequate multi-sectoral participation in response to emergency at regional and district levels"}, {"text_block_id": "p45_b659", "text": ""}, {"text_block_id": "p45_b660", "text": "Health worker capacity for emergency preparedness and response for climate-related hazards needs to be improved"}, {"text_block_id": "p46_b661", "text": ""}, {"text_block_id": "p46_b662", "text": "The All Hazard Health Emergency Preparedness and Response Plan and National Action Plan for Health Security need to be implemented by relevant departments"}, {"text_block_id": "p46_b663", "text": ""}, {"text_block_id": "p46_b664", "text": "Consideration of the changing nature of climate-sensitive health risks should be included in the"}, {"text_block_id": "p46_b665", "text": "All Hazard Health Emergency Preparedness and Response Plan"}, {"text_block_id": "p46_b666", "text": "and"}, {"text_block_id": "p46_b667", "text": "National Action Plan for Health Security"}, {"text_block_id": "p46_b668", "text": "Adaptation options:"}, {"text_block_id": "p46_b669", "text": "a)"}, {"text_block_id": "p46_b670_merged_merged", "text": "Incorporate the use of climate data in the All Hazard Health Emergency Preparedness and Response Plan and National Action Plan for Health Security to ensure the changing nature of climate-related health risks is considered for emergency preparedness"}, {"text_block_id": "p46_b675", "text": "b)"}, {"text_block_id": "p46_b676", "text": "Strengthening of climatic data sharing from TMA to all levels of government"}, {"text_block_id": "p46_b677", "text": "c)"}, {"text_block_id": "p46_b678", "text": "Regional and district health plans incorporate climate-related health risk interventions"}, {"text_block_id": "p46_b679", "text": "d)"}, {"text_block_id": "p46_b680", "text": "Strengthen multi-sectoral participation in responding to emergencies at regional and district levels"}, {"text_block_id": "p46_b681", "text": "e)"}, {"text_block_id": "p46_b682", "text": "Routinely use risk assessments for current and projected future exposure to extreme weather events to inform health sector strategic development plans and programmes"}, {"text_block_id": "p46_b683", "text": "f)"}, {"text_block_id": "p46_b684", "text": "Implement emergency preparedness and response capacity development programmes for health workers that include climate-related hazards and health risks (combine with actions in Component 2)"}, {"text_block_id": "p46_b685", "text": "g)"}, {"text_block_id": "p46_b686", "text": "Implement capacity development programmes to identify and support the roles of local communities to identify risks, prevent exposure to hazards and take action to save lives in extreme weather events (combine with actions in Component 8)"}, {"text_block_id": "p46_b687", "text": "h)"}, {"text_block_id": "p46_b688", "text": "Integrate climate-related health emergency preparedness and response in the School Health Programme"}, {"text_block_id": "p46_b689", "text": "4.2.10 Component 10: Climate and health financing"}, {"text_block_id": "p46_b690", "text": "Strategic objectives:"}, {"text_block_id": "p46_b691", "text": "Health-specific funding mechanisms:"}, {"text_block_id": "p46_b692", "text": "climate change considerations included in proposals related to climate-sensitive diseases submitted to and funded by health funding mechanisms."}, {"text_block_id": "p46_b693", "text": "Funding for sectors influencing health:"}, {"text_block_id": "p46_b694", "text": "health and climate change considerations incorporated in projects and programmes supported through development funding available for main health determining sectors."}, {"text_block_id": "p46_b695", "text": "Climate change funding streams:"}, {"text_block_id": "p46_b696", "text": "climate change funding mechanisms available at national level accessed."}, {"text_block_id": "p47_b697", "text": "Current Status:"}, {"text_block_id": "p47_b698", "text": "The observed and perceived future climate related diseases and disasters coupled with climate extreme events have created an unaffordable additional burden on the existing health sector budget."}, {"text_block_id": "p47_b699", "text": "The V&A assessment conducted by the Ministry of Health in collaboration with the WHO 2015 noted that health-related adaptation costs in Tanzania are not yet clearly known and only a small fraction of climate finance available is being allocated to adaptation programmes and projects in the health sector. It is therefore important that enhanced, clear and comprehensive climate financing mechanisms be established within the health sector in line with existing structures. This will facilitate transformative actions to sustain paradigm change from budgetary to policy issues towards health-climate resilience financing in Tanzania."}, {"text_block_id": "p47_b700", "text": "Various"}, {"text_block_id": "p47_b701", "text": "stakeholders’ national, zonal and health sector workshops revealed that"}, {"text_block_id": "p47_b702", "text": "collaboration among different actors across departmental and within departmental systems in the health sector, line ministries, donor communities and funding agencies to enhance scaling up financial investments/flows for climate resilient health system in Tanzania is key to close the financing gaps. Implementation of HNAP actions will enable access to specific climate financing as opposed to traditional expenditure, which is concentrated in programs that do not specifically aim to tackle climate change challenges in the health sector."}, {"text_block_id": "p47_b703_merged_merged", "text": "See for a description of key climate financing bodies."}, {"text_block_id": "p47_b705", "text": "Summary of key gaps:"}, {"text_block_id": "p47_b706", "text": ""}, {"text_block_id": "p47_b707", "text": "The actual cost requirements for climate change adaptation in the health sector and to build a climate-resilient health system are not known"}, {"text_block_id": "p47_b708", "text": ""}, {"text_block_id": "p47_b709", "text": "The ‘cost of doing nothing’ has not been estimated in Tanzania"}, {"text_block_id": "p47_b710", "text": ""}, {"text_block_id": "p47_b711", "text": "The health sector is not currently accessing national and international climate change funding streams"}, {"text_block_id": "p47_b712", "text": ""}, {"text_block_id": "p47_b713", "text": "Potential costs of climate-related health issues and events are not explicitly included in Government budgets"}, {"text_block_id": "p47_b714", "text": ""}, {"text_block_id": "p47_b715", "text": "Low capacity for developing the complex proposals required for international climate financing bodies Climate related health risks are not incorporated in regional and district health plans"}, {"text_block_id": "p47_b716", "text": ""}, {"text_block_id": "p47_b717", "text": "Clear and comprehensive climate financing mechanisms do not exist at all levels of the government"}, {"text_block_id": "p47_b718", "text": ""}, {"text_block_id": "p47_b719", "text": "Lack of funds for conducting advocacy meeting on climatic change and health-related risks at regional and district levels"}, {"text_block_id": "p47_b720", "text": "Adaptation options:"}, {"text_block_id": "p47_b721", "text": "a)"}, {"text_block_id": "p47_b722", "text": "Develop a comprehensive resource mobilization plan that identifies funding mechanisms for health, sectors influencing health and climate change, specific proposal options, timelines and responsibilities"}, {"text_block_id": "p47_b723", "text": "b)"}, {"text_block_id": "p47_b724", "text": "Advocate for the allocation of resources to increase health sector resilience to climate variability and change as a line item in national and LGA health budgets"}, {"text_block_id": "p48_b725", "text": "c)"}, {"text_block_id": "p48_b726", "text": "Develop and submit proposal for projects and programmes on building health system resilience to international climate change funding sources (e.g. GEF, GCF, bilateral donors etc.)"}, {"text_block_id": "p48_b727", "text": "d)"}, {"text_block_id": "p48_b728", "text": "Climate-related health risks are incorporated into regional and district interventions and health plans"}, {"text_block_id": "p49_b729", "text": "CHAPTER 5.HNAP IMPLEMENTATION STRATEGY"}, {"text_block_id": "p49_b730", "text": "A comprehensive implementation strategy is key for an effective and successful implementation of the national health adaption strategies and options, as outlined in part 4 of this HNAP document. An important underlying success factor is mainstreaming climate change considerations into existing health processes and programmes. Climate variability and change will primarily affect the burden of climate-sensitive diseases, which are already present in Tanzania and for which control programmes already exist. Hence, rather than designing the HNAP as an independent process and initiating new climate change and health programmes, it is more efficient to build resilience of existing processes and programmes through appropriate modifications. This will be achieved, on the one hand, through establishing an effective coordination mechanism. This allows for the integration of climate change considerations into health planning from national to local scale and additionally ensures that the health sector is connected with the overall NAP process. On the other hand, the HNAP Action Plan lays out concrete actions for 2018 to 2023 that are first and essential steps towards making appropriate modifications of relevant health processes and programmes."}, {"text_block_id": "p49_b731", "text": "Finally, this HNAP implementation strategy presents a financing strategy in part 5.3. It includes cost estimates of adaptation actions to facilitate the integration of these actions into national health budgeting and planning cycles, and actions and strategies to secure access to external climate financing streams."}, {"text_block_id": "p49_b732", "text": "5.1 Coordination mechanisms"}, {"text_block_id": "p49_b733", "text": "The Vice President’s Office Division of Environment (VPO"}, {"text_block_id": "p49_b734", "text": "-DoE) is the national focal point for climate change under the United Nations Framework Convention on Climate Change (UNFCCC) and the designated National Authority for climate change in Tanzania. It also leads the National Adaptation Plan (NAP) process."}, {"text_block_id": "p49_b735", "text": "The HNAP is coordinated by the MoHCDGEC-EHS, specifically by the Health and Climate Change focal point, who shall be appointed as part of this HNAP. All relevant stakeholders in the health sector, as shown in Figure 11, are involved in the implementation of the HNAP. The coordination mechanism for the comprehensive implementation of the HNAP will be based on existing mechanisms within the health sector. However, enhanced coordination will be ensured through the creation of a health and climate change working group with members from all relevant stakeholders in the health sector."}, {"text_block_id": "p51_b736", "text": "CLINICAL ADMINISTRATION SECTION"}, {"text_block_id": "p52_b737", "text": "The HNAP will also build on existing institutional collaboration as part of the NAP process and the NCCS. This will facilitate the collaboration between the MoHCDGEC and other health-determining line ministries and institutions, such as the VPO-DoE, the Tanzania Meteorological Agency (TMA), the Ministry of Water and Irrigation, the University of Dar es Salaam, Sokoine University of Agriculture, and Ardhi University. Hence, participation of the MoHCDGEC at the NAP and the NCCS process is key, which are led by the NAP Focal Point within the VPO-DoE."}, {"text_block_id": "p52_b738", "text": "As shown in Figure 12, the overall HNAP coordination mechanism, , is based on existing national health coordination mechanisms, and on the NAP and the NCCS processes, but strengthened by newly institutionalized structures and positions: the health and climate change focal point and the health and climate change technical working group (see also Component 1, Action Plan, p. 51)."}, {"text_block_id": "p52_b739", "text": "NAP COORDINATION"}, {"text_block_id": "p52_b740", "text": "Figure 12:"}, {"text_block_id": "p52_b741", "text": "Main HNAP coordination mechanism"}, {"text_block_id": "p52_b742", "text": "5.2 HNAP Action Plan 2018 -2023"}, {"text_block_id": "p53_b743", "text": "Table ..: HNAP First Five Year Action Plan"}, {"text_block_id": "p62_b744", "text": "5.3 HNAP financing strategy"}, {"text_block_id": "p62_b745", "text": "The financing strategy of this HNAP includes providing cost estimates for each adaptation action of the action plan, which, therefore, provide an indication of the cost of the HNAP implementation over the next five years. Furthermore, the financing strategy outlines actions and a financing strategy to access external funding to implement adaptation interventions that target specific climate-sensitive health risks."}, {"text_block_id": "p62_b746", "text": "5.3.1 Cost estimates for the HNAP actions"}, {"text_block_id": "p62_b747", "text": "5.3.2 Health and climate change financing in Tanzania"}, {"text_block_id": "p62_b748", "text": "a)"}, {"text_block_id": "p62_b749", "text": "Develop a comprehensive resource mobilization plan that identifies funding mechanisms for health, sectors influencing health and climate change, specific proposal options, timelines and responsibilities"}, {"text_block_id": "p62_b750", "text": "b)"}, {"text_block_id": "p62_b751", "text": "Advocate for the allocation of resources to increase health sector resilience to climate variability and change as a line item in national and LGA health budgets"}, {"text_block_id": "p62_b752", "text": "c)"}, {"text_block_id": "p62_b753", "text": "Develop and submit proposal for projects and programmes on building health system resilience to international climate change funding sources (e.g. GEF, GCF, bilateral donors etc.)"}, {"text_block_id": "p62_b754", "text": "5.3.3 Funding sources"}, {"text_block_id": "p62_b755", "text": "Leveraging external funding sources is critical and will remain an essential element for implementation of the HNAP. There is a wide range of potential climate funding sources, including national organizations, bilateral support, multinational organizations, nongovernmental organizations and international funding bodies, among others, but a"}, {"text_block_id": "p63_b756", "text": "strategic and planned approach is required to effectively and efficiently access these sources."}, {"text_block_id": "p63_b757", "text": "5.3.3.1 Internal funding"}, {"text_block_id": "p63_b758", "text": "Mainstreaming climate change into the existing policies, strategies, plans and programmes of the health sector, and across Government, is key to improving access to internal funds. The costing of the HNAP action plan will assist to improve the inclusion of climate-specific costs in Government budgets."}, {"text_block_id": "p63_b759", "text": "Additionally, the National Environmental Fund established under the National Environmental Act, 2004, and the Tanzania Forest Fund can also be approached to fund some HNAP actions that align with their priorities."}, {"text_block_id": "p63_b760", "text": "5.3.3.2 External funding"}, {"text_block_id": "p63_b761", "text": "a)"}, {"text_block_id": "p63_b762", "text": "Development Partners (DPs)"}, {"text_block_id": "p63_b763", "text": ", including bilateral donors, multilateral and UN organizations and nongovernment organizations contribute the largest proportion of climate finance in Tanzania and may be approached for initial funding to begin implementation of the HNAP. The MoHCDGEC together with the VPO can also leverage relationships with DPs for technical assistance on climate resilient health and integrate HNAP activities into existing or future DP projects and programmes. It will be important to frame the HNAP actions within priority areas of the DPs. UN agencies have a wide range of climate funding options that are a potential source for HNAP implementation. For instance, WHO has previously mobilized climate funds to pilot a climate resilience for health project in Tanzania. Many bilateral aid organizations provide adaptation funding and they can be considered for implementation for activities under the HNAP. Those that will be initially targeted include USAID, SIDA, GIZ, UNEP, UNDP, WHO."}, {"text_block_id": "p63_b764", "text": "b)"}, {"text_block_id": "p63_b765", "text": "Climate Change Funds"}, {"text_block_id": "p63_b766_merged", "text": "The UNFCCC has some financing mechanisms which are a significant international source of adaptation funding. The two funds (Adaptation Fund, and Green Climate Fund) have different rules and accessing mechanisms. At national level, the VPO climate change team can act as a coordinating office and provide information on accessing these funds."}, {"text_block_id": "p64_b769", "text": "i."}, {"text_block_id": "p64_b770", "text": "Green Climate Fund (GCF)"}, {"text_block_id": "p64_b771", "text": "The Green Climate Fund (GCF) is a new global fund, within the UNFCC mechanisms, created to support the efforts of developing countries to respond to the challenge of climate change with both mitigation and adaptation actions. As the HNAP is linked to the NAP, climate actions identified in the HNAP contributes to the implementation of the NAP. This is key for accessing GCF resources, which requires high quality proposals aspiring to promote paradigm shifts. The GCF is aiming for 50% of the funds to go to Least Developed Countries (LDCs), Small Island Developing States (SIDS), and African States."}, {"text_block_id": "p64_b772", "text": "ii."}, {"text_block_id": "p64_b773", "text": "The Adaptation Fund (AF)"}, {"text_block_id": "p64_b774", "text": "was established by the Parties to the Kyoto Protocol of the UN Framework Convention on Climate Change to finance concrete adaptation projects and programmes in developing countries that are parties to the Kyoto Protocol. It provides resources for adaptation projects and program in developing countries including LDCs."}, {"text_block_id": "p64_b775", "text": "iii."}, {"text_block_id": "p64_b776", "text": "The Global Environment Facility (GEF)"}, {"text_block_id": "p64_b777", "text": "is an international partnership of 183 countries, international institutions, civil society organizations and the private sector that addresses global environmental issue and funds are available to developing countries and countries with economies in transition to meet the objectives of the international environmental conventions and agreements. Two funds under GEF are the Least Developed Country Fund (LDCF) and the Special Climate Change Fund (SCCF)."}, {"text_block_id": "p64_b778", "text": "iv."}, {"text_block_id": "p64_b779", "text": "TheLeast Developed Country Fund (LDCF)"}, {"text_block_id": "p64_b780", "text": "was established under GEF to assist least developed countries, like Tanzania, to take quick actions including implementing projects identified under NAPA. The Tanzania NAPA identified the health sector to be among of priority sectors that have been affected by climate change and need urgent adaptation initiatives."}, {"text_block_id": "p64_b781", "text": "v."}, {"text_block_id": "p64_b782", "text": "Special Climate Change Fund (SCCF)"}, {"text_block_id": "p64_b783", "text": ", a GEF initiative, supports adaptation and technology transfer in all developing country parties to the UNFCCC. The SCCF supports both long-term and short-term adaptation activities in water resources management; land management; agriculture; health; infrastructure development; fragile ecosystems including mountainous ecosystems; and integrated coastal zone management."}, {"text_block_id": "p64_b784", "text": "c) Other Funding Sources"}, {"text_block_id": "p64_b785", "text": "i."}, {"text_block_id": "p64_b786", "text": "Development Special Fund for Africa of AfDB"}, {"text_block_id": "p64_b787", "text": "has the objective of strengthening the institutional capacities of national and sub-regional bodies to formulate and implement effective climate-sensitive policies and actions."}, {"text_block_id": "p64_b788", "text": "ii."}, {"text_block_id": "p64_b789_merged", "text": "The Global Climate Change Alliance of the European Union, which provides funding on climate change adaption initiatives."}, {"text_block_id": "p65_b792", "text": "iii."}, {"text_block_id": "p65_b793_merged", "text": "The World Bank, and other development banks, have climate funding streams which can be accessed for HNAP implementation and adaptation actions."}, {"text_block_id": "p66_b798", "text": "CHAPTER 6.HNAP REPORTING, MONITORING AND REVIEW"}, {"text_block_id": "p66_b799", "text": "A well-functioning Monitoring and Evaluation (M&E) framework is an important factor for a successful implementation of the HNAP. M&E of the HNAP is an iterative process with the following aims:"}, {"text_block_id": "p66_b800", "text": "(1)"}, {"text_block_id": "p66_b801", "text": "to track the progress of implementation of the HNAP action plan on the level of input and output;"}, {"text_block_id": "p66_b802", "text": "(2)"}, {"text_block_id": "p66_b803", "text": "to evaluate the effectiveness and appropriateness of the adaptation actions to the strategic objectives and the overall objectives of the HNAP, including the allocated resources;"}, {"text_block_id": "p66_b804", "text": "(3)"}, {"text_block_id": "p66_b805", "text": "to provide information to the beneficiaries, implementing agencies and financiers on the progress of HNAP actions."}, {"text_block_id": "p66_b806", "text": "To build resilience of the Tanzanian health system there is a need for collective inputs also from other sectors, whose activities may, directly or indirectly, affect the health of the communities. The following complementary and collaborative principles guide the HNAP M&E framework:"}, {"text_block_id": "p66_b807", "text": "Collective participation:"}, {"text_block_id": "p66_b808", "text": "All units, sections and departments in the health sector, at national, regional, district and local levels, have an assigned role to play. The collective participation at all levels will ensure that proposed interventions are coordinated and interlinked for optimal and streamlined process and outcomes."}, {"text_block_id": "p66_b809", "text": "Transparency:"}, {"text_block_id": "p66_b810", "text": "Regular reporting through progress reports, some of which will be made available to the public, aims to ensure openness and support from all relevant parties."}, {"text_block_id": "p66_b811", "text": "Accountability:"}, {"text_block_id": "p66_b812", "text": "The M&E plan identifies responsible institutions and departments for each indicator to be monitored and evaluated. MoHCDGEC-EHShas the responsibility in coordinating the necessary inputs from other related implementing institutions of that specific action. This facilitates accountability for all units, sections and departments responsible for implementing, monitoring and reviewing the HNAP."}, {"text_block_id": "p66_b813", "text": "6.1 M&E logical framework"}, {"text_block_id": "p66_b814", "text": "The M&E framework is based on the following logical framework or result chain, which defines the level of indicators that measure and monitor progress, and those that measure and evaluate effectiveness of the HNAP:"}, {"text_block_id": "p67_b815", "text": "Monitoring and evaluation of adaptation actions and HNAP strategic objectives will be based on performance indicators, which are quantifiable measurements reflecting implementation achievements of the HNAP. Performance indicators show results relative to what was planned at the levels of input, output, and occasionally outcome:"}, {"text_block_id": "p67_b816", "text": "i."}, {"text_block_id": "p67_b817", "text": "Process/input indicators"}, {"text_block_id": "p67_b818", "text": ": These refer to resources required to facilitate the execution of proposed actions to address areas of concern at national and local level. These may include human and financial resources, technologies and infrastructure needed to improve adaptive capacity as well as trainings for building health workforce capacity."}, {"text_block_id": "p67_b819", "text": "ii."}, {"text_block_id": "p67_b820", "text": "Output Indicators:"}, {"text_block_id": "p67_b821", "text": "These refer to the deliverables of a specific action in the Action Plan of the HNAP, such as achieving a specific number of workshops, trainings, analyses or reports."}, {"text_block_id": "p67_b822", "text": "iii."}, {"text_block_id": "p67_b823", "text": "Outcome indicators:"}, {"text_block_id": "p67_b824", "text": "These refer to the overall impact(s) or achievements of the Plan of Action in reaching the strategic objectives. Outcomes, therefore, measure the positive change that followed as result of the outputs of the respective actions in the Action Plan."}, {"text_block_id": "p67_b825", "text": "Evaluation will occur at the level of the HNAP overall objectives and of the strategic objectives based on the respective performance indicators. However, the following will also be taken into account to evaluate the aptness of the current HNAP:"}, {"text_block_id": "p67_b826", "text": "Relevance:"}, {"text_block_id": "p67_b827", "text": "the continuing relevance of goals and outcomes and the assumptions, including the risks considered during and after completion of implementation."}, {"text_block_id": "p68_b828", "text": "Effectiveness:"}, {"text_block_id": "p68_b829", "text": "the extent to which the goal, inputs, outputs, and outcomes have been attained within the various timelines set in the macro and micro matrices."}, {"text_block_id": "p68_b830", "text": "Efficiency:"}, {"text_block_id": "p68_b831_merged", "text": "the extent to which the management of implementation and the design of the plan at inception were appropriate. This is based on an analysis of the initial budget, disbursement to each implementing entity and any variances between expenditures incurred and projected budget etc."}, {"text_block_id": "p68_b833", "text": "6.2 HNAP review process"}, {"text_block_id": "p68_b834", "text": "HNAP review will be conducted every five years. The evaluation of the current HNAP action plan, as well as the HNAP objectives, as described above, will lead to the development of an updated 5-year HNAP action plan (2024-2029). To adequately review the HNAP, a standardized Vulnerability and Adaptation Assessment (V&A) will be conducted on a regular basis to establish changes in vulnerabilities and adaptive capacities in the health sector due to climate change, including health (e.g. priority climate-related diseases), environment (e.g. climatic variables), socioeconomics (e.g. poverty, demographics and occupation), and level of interventions and health systems capacity. This standardized V&A approach is part of the adaptation actions as outlined in the HNAP action plan under component 3."}, {"text_block_id": "p68_b835", "text": "6.3 HNAP reporting"}, {"text_block_id": "p68_b836", "text": "The HNAP reporting mechanism will focus on two areas. Quarterly and annual reports aim at monitoring the progress of implementation of the Action Plan (2018-2023). Evaluation and review reports of the HNAP will present the overall cumulative evaluation of the performance indicators of the Action Plan, reporting on performance indicators of HNAP strategic objectives, and a reflection of effectively fulfilling the overall HNAP objectives. This evaluation and review report will inform the review process of the HNAP for 2024-2029. Table 1 presents the reporting frequency and the total number of respective performance indicators as part of the HNAP M&E, reporting and review mechanism."}, {"text_block_id": "p68_b837", "text": "Table 1:"}, {"text_block_id": "p68_b838", "text": "Reporting frequency and related indicators"}, {"text_block_id": "p69_b839", "text": "6.4 M&E Plan (2018-2023)"}, {"text_block_id": "p69_b840", "text": "Based on the logical framework, the M&E Plan lays out indicators at the level of outcome, input, output, with respective indicator definition, means of verification, frequency of reporting, and responsible institutions."}, {"text_block_id": "p82_b841", "text": "REFERENCES"}, {"text_block_id": "p82_b842", "text": "Alto BW and D Bettinardi (2013). Temperature and Dengue Virus Infection in Mosquitoes: Independent Effects on the Immature and Adult Stages."}, {"text_block_id": "p82_b843", "text": "Am J Trop Med Hyg, 88"}, {"text_block_id": "p82_b844", "text": "(3), 497"}, {"text_block_id": "p82_b845", "text": "–"}, {"text_block_id": "p82_b846", "text": "505."}, {"text_block_id": "p82_b847", "text": "Fernández MAL, Bauernfeind A, Jiménez JD, Gil CL, El Omeiri N, and Guibert DH (2009). Influence of temperature and rainfall on the evolution of cholera epidemics in Lusaka, Zambia, 2003"}, {"text_block_id": "p82_b848", "text": "—"}, {"text_block_id": "p82_b849", "text": "2006: Analysis of a time series. Trans R Soc Trop Med Hyg; 103:137"}, {"text_block_id": "p82_b850", "text": "–"}, {"text_block_id": "p82_b851", "text": "143."}, {"text_block_id": "p82_b852", "text": "Fisher, S. and Slaney, Michelle, M. (n.d). Monitoring and Evaluation of Climate Change in Nepal: A review of National Systems. Kathmandu."}, {"text_block_id": "p82_b853", "text": "Gleeson, J., Gray, P., Douglas, A., Lemieux, C.J., and Nielsen, G. (2011).A Practitioner’s Guide to Climate Change Adaptation in Ontario’s Ecosystems.Ontario Centre for"}, {"text_block_id": "p82_b854", "text": "Climate Impacts and Adaptation Resources. Sudbury, Ontario. 74 p."}, {"text_block_id": "p82_b855", "text": "Hales S, N de Wet, J Maindonald, A Woodward (2002). Potential effect of population and climate change on global distribution of dengue fever: an empirical model. Lancet;"}, {"text_block_id": "p82_b856", "text": "Hii YL (2013)."}, {"text_block_id": "p82_b857", "text": "Climate and Dengue Fever: Early warning based on temperature and rainfall. Medical Dissertation."}, {"text_block_id": "p82_b858", "text": "Umeå, Sweden: Umeå University."}, {"text_block_id": "p82_b859", "text": "Hutin Y, S Luby S, and C Paquet (2003). A large cholera outbreak in Kano City, Nigeria: The importance of hand washing with soap and the danger of street-vended water."}, {"text_block_id": "p82_b860", "text": "J Water Health;1:45"}, {"text_block_id": "p82_b861", "text": "–"}, {"text_block_id": "p82_b862", "text": "52"}, {"text_block_id": "p82_b863", "text": "."}, {"text_block_id": "p82_b864", "text": "IPCC (2007). IPCC Fourth Assessment Report: Climate Change 2007. Geneva: IPCC."}, {"text_block_id": "p82_b865", "text": "Koelle K, X Rodo, M Pascual, M Yunus, G Mostafa (2005).Refractory periods and climate forcing in cholera dynamics."}, {"text_block_id": "p82_b866", "text": "Nature; 436:696"}, {"text_block_id": "p82_b867", "text": "–"}, {"text_block_id": "p82_b868", "text": "700"}, {"text_block_id": "p82_b869", "text": "."}, {"text_block_id": "p82_b870", "text": "Mboera LEG, Mweya CN, Rumisha SF, Tungu PK, Stanley G, Makange MR, et al. (2016).The Risk of Dengue Virus Transmission in Dar es Salaam, Tanzania during an Epidemic Period of 2014."}, {"text_block_id": "p82_b871", "text": "PLoS Negl Trop Dis, 10"}, {"text_block_id": "p82_b872", "text": "(1). doi:10.1371/journal.pntd.0004313"}, {"text_block_id": "p82_b873", "text": "McCreesh, N., Nikulin, G. and Booth, M. (2015).Predicting the effects of climate change on Schistosomamansoni transmission in eastern Africa."}, {"text_block_id": "p82_b874", "text": "Parasites & Vectors; 8:4."}, {"text_block_id": "p82_b875_merged_merged_merged_merged_merged_merged", "text": "McMichael, A.J., Haines, A., Slooff, R., and Kovats, S. (1996). Climate Change and Human Health. Geneva: World Health Organisation (WHO)."}, {"text_block_id": "p82_b878", "text": "Metz B, OR Davidson, PR Bosch, R Dave, and LA Meyer (eds.) (2007)."}, {"text_block_id": "p82_b879", "text": "Climate Change 2007: Mitigation of Climate Change. Contribution of Working Group III to the Fourth"}, {"text_block_id": "p83_b880", "text": "Assessment Report of the Intergovernmental Panel on Climate Change."}, {"text_block_id": "p83_b881", "text": "Cambridge, UK; and New York: Cambridge University Press."}, {"text_block_id": "p83_b882", "text": "Ministry of Agriculture and Cooperatives (2011).Nepal Climate Change Adaptation and Disaster Risk Management in Agriculture Priority Framework for Action. Dar es Salaam: Ministry of Agriculture and Cooperatives."}, {"text_block_id": "p83_b883", "text": "Ministry of Health, C. D. (2017)."}, {"text_block_id": "p83_b884", "text": "Cholera Vulnerability Risk Assessment and Mapping Report.Final Draft."}, {"text_block_id": "p83_b885", "text": "Dar Es Salaam: The United Republic of Tanzania."}, {"text_block_id": "p83_b886", "text": "Muhammad Azami NA, S Salleh, H-m Neoh, S Syed Zakaria, R Jamal (2011). Dengue epidemic in Malaysia: Not a predominantly urban disease anymore."}, {"text_block_id": "p83_b887", "text": "BMC Research Notes; 4:216"}, {"text_block_id": "p83_b888", "text": "."}, {"text_block_id": "p83_b889", "text": "Nicky McCreesh, G. N. (2015). Predicting the effects of climate change on Schistosoma mansoni transmission in eastern Africa."}, {"text_block_id": "p83_b890", "text": "Parasites & Vectors, 8"}, {"text_block_id": "p83_b891", "text": "(4)."}, {"text_block_id": "p83_b892", "text": "Pascual M, X Rodo, SP Ellner, R Colwell, and MJ Bouma (2002). Cholera dynamics and El Niño"}, {"text_block_id": "p83_b893", "text": "—"}, {"text_block_id": "p83_b894", "text": "Southern oscillation."}, {"text_block_id": "p83_b895", "text": "Science; 289:1766"}, {"text_block_id": "p83_b896", "text": "–"}, {"text_block_id": "p83_b897", "text": "1769."}, {"text_block_id": "p83_b898", "text": "Salazar MS, JH Richardson, I Sánchez-Vargas, KE Olson and BJ Beaty (2007). Dengue virus type 2: replication and tropisms in orally infected Aedesaegypti mosquitoes. BMC Microbiology; 7:9. doi:10.1186/1471-2180-7-9."}, {"text_block_id": "p83_b899", "text": "Trærup SLM, Ramon A Ortiz and A Markandya (2011). The Costs of Climate Change: A Study of Cholera in Tanzania."}, {"text_block_id": "p83_b900", "text": "Int. J Environ Res Public Health , 8"}, {"text_block_id": "p83_b901", "text": "(12), 4386"}, {"text_block_id": "p83_b902", "text": "–"}, {"text_block_id": "p83_b903", "text": "4405."}, {"text_block_id": "p83_b904", "text": "UNICEF, World Health Organization. (2017)."}, {"text_block_id": "p83_b905", "text": "Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP)"}, {"text_block_id": "p83_b906", "text": ". Retrieved February 14, 2018, from Joint Monitoring Programme for Water Supply, Sanitation and Hygiene (JMP):"}, {"text_block_id": "p83_b907", "text": "https://washdata.org/"}, {"text_block_id": "p83_b908_merged_merged_merged_merged_merged_merged_merged", "text": "Watts DM, DS Burke, BA Harrison, RE Whitmire, and A Nisalak(1987). Effect of Temperature on the vector efficiency of Aedes aegypti for Dengue 2 virus. Am J Trop Med Hyg, 36:143–152."}, {"text_block_id": "p83_b913", "text": "World Health Organization (2015)."}, {"text_block_id": "p83_b914", "text": "Operational framework for building climate resilient health systems."}, {"text_block_id": "p83_b915", "text": "Geneva: World Health Organization."}], "document_description": "This Plan aims at making the Tanzanian health system resilient to climate change, by mainstreaming adaptation efforts into health policies. It focuses on vector-borne diseases, nutrition, water-related diseases and disasters (flood and drought frequency). The Plan sets a long-term target and a five-year implementation strategy.\n\nThe Plan also seeks to 1) guide health practitioners on the need to develop and operationalise a climate sensitive early warning system for diseases outbreaks, 2) advocate for the mobilisation and allocation of resources for adaptation to climate change in health sector, and 3) facilitate the integration of health priorities into the National Adaptation Plan and support the NDC implementation process."}