{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Vietnam", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Decision: Approval of the National Green Growth Strategy", "document_country_code": "VNM", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Decision", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/VNM/2012/VNM-2012-01-01-Decision: Approval of the National Green Growth Strategy_93d6d9f5d54bdb6df3c4184545c8562f.pdf", "text_blocks": [{"text_block_id": "p0_b1_merged", "text": "Viet Nam National Green Growth Strategy"}, {"text_block_id": "p1_b6", "text": "PRIME MINISTER"}, {"text_block_id": "p1_b7", "text": "No. 1393/QĐ-TT"}, {"text_block_id": "p1_b8", "text": "g"}, {"text_block_id": "p1_b9", "text": "SOCIALIST REPUBLIC OF VIETNAM"}, {"text_block_id": "p1_b10", "text": "Independence - Freedom - Happiness"}, {"text_block_id": "p1_b11", "text": "Hanoi, 25 September 2012"}, {"text_block_id": "p1_b12", "text": "DECISION"}, {"text_block_id": "p1_b13", "text": "Approval of the National Green Growth Strategy"}, {"text_block_id": "p1_b14", "text": "THE PRIME MINISTER"}, {"text_block_id": "p1_b15", "text": "Based on the Law on Government Organization issued on 25 December 2001; Considering the proposal of the Minister of the Ministry of Planning and Investment,"}, {"text_block_id": "p1_b16", "text": "DECIDES"}, {"text_block_id": "p1_b17", "text": "Article 1."}, {"text_block_id": "p1_b18", "text": "To approve “the National Green Growth Strategy for the period 2011-2020 with a vision to 2050” which has the following essential contents:"}, {"text_block_id": "p1_b19", "text": "I. VIEWPOINTS AND OBJECTIVES OF THE STRATEGY"}, {"text_block_id": "p1_b20", "text": "1. Viewpoints"}, {"text_block_id": "p1_b21", "text": "1. Viewpoints\n* Green growth is an important part of sustainable development to ensure fast, efficient and sustainable growth while making a significant contribution to the implementation of the national climate change strategy.\n* Green growth is by the people and for the people, contributing to employment, poverty reduction and improving the material and spiritual life of all people.\n* Green growth must lead to increased investments in conservation, development and efficient use of natural capital, reduction of greenhouse gas emissions and improvement of environmental quality, and thereby stimulating economic growth.\n* Green growth must be based on science and modern technologies which are suitable to Viet Namâs conditions\n* Green growth is the cause of the entire Party, all people, every level of Government, ministries, localities, enterprises, and social organizations."}, {"text_block_id": "p2_b32", "text": "2. Objectives"}, {"text_block_id": "p2_b33", "text": "2. Objectives\n* Overall Objective:\n<\\li1>"}, {"text_block_id": "p2_b35", "text": "Green growth, as a means to achieve a low carbon economy and to enrich natural capital, will become the principal direction in sustainable economic development; reduction of greenhouse gas emissions and increased capability to absorb greenhouse gas are gradually becoming compulsory and important indicators in socio-economic development."}, {"text_block_id": "p2_b36", "text": "Green growth, as a means to achieve a low carbon economy and to enrich natural capital, will become the principal direction in sustainable economic development; reduction of greenhouse gas emissions and increased capability to absorb greenhouse gas are gradually becoming compulsory and important indicators in socio-economic development.\n* Specific objectives\n<\\li1>\n\t* Restructure the economy and perfectize the economic institutions by greening existing sectors and encouraging the development of economic sectors to use energy and natural resources efficiently with higher added values;\n\t* Conduct research and enhance application of appropriate advanced technologies to more efficiently use natural resources, reduce greenhouse gas emissions intensity and to contribute to an effective response to climate change;\n\t* Improve living standards of the people, creating an environment friendly lifestyle through employment generation from green industry, agriculture and services; investment in natural capital; and development of green infrastructure."}, {"text_block_id": "p2_b44", "text": "II. STRATEGIC TASKS"}, {"text_block_id": "p2_b45", "text": "1. Reduce the intensity of greenhouse gas emissions and promote the use of clean and renewable energy according to the following essential targets"}, {"text_block_id": "p2_b46", "text": "The period 2011-2020: Reduce the intensity of greenhouse gas emissions by 8-10% as compared to the 2010 level; reduce energy consumption per unit of GDP by 1-1.5% per year. Reduce greenhouse gas emissions from energy activities by 10% to 20% compared to the business as usual case. This commitment includes a voluntary reduction of approximately 10%, and an additional 10% reduction with additional international support."}, {"text_block_id": "p2_b47", "text": "Orientation towards 2030: Reduce annual greenhouse gas emissions by at least 1.5-2%; reduce greenhouse gas emissions in energy activities by 20 to 30% compared to business as usual. Of this commitment, the voluntary reduction will be approximately 20%, and a 10% is dependent on additional international support."}, {"text_block_id": "p2_b48", "text": "Orientation towards 2050: Reduce greenhouse gas emission by 1.5-2% per year."}, {"text_block_id": "p2_b49", "text": "2. Greening production"}, {"text_block_id": "p2_b50", "text": "Implementation of a “clean industrialization” strategy is conducted via reviewing and adjusting existing sectoral master plans to ensure economic"}, {"text_block_id": "p3_b51", "text": "and efficient use of natural resources; encouraging the development of green industry and green agriculture based on environmentally friendly structures, technologies and equipment; enhancing investment in natural capital; pro active prevention and treatment of pollution."}, {"text_block_id": "p3_b52", "text": "Key targets for green production towards 2020 are: The value of high-technology and green technology will make up a share of 42-45% of GDP; the rate of commercial manufacturing facilities that meet environment standards will reach 80%, application of clean technologies will reach 50%, development investment for supporting sectors to protect the environment and enriching natural capital will reach at 3-4% of GDP."}, {"text_block_id": "p3_b53", "text": "3. Greening lifestyle and promoting sustainable consumption"}, {"text_block_id": "p3_b54", "text": "The rich and beautiful traditional lifestyle is combined with civilized and modern means to create comfortable, high quality and traditionally rooted living standards for people and society of a modern Viet Nam. Implementing rapid and sustainable urbanization while maintaining the living in harmony with nature in rural areas and establishing sustainable consumption behaviours within the context of global integration."}, {"text_block_id": "p3_b55", "text": "Key targets for the period towards 2020 include: The rate of grade III cities with wastewater collection and treatment systems that meet regulatory standards: 60%; those of grade IV and grade V cities and craft villages: 40%; improving environment in severely polluted areas 100%; rate of waste that is collected and treated under standards provided by the Prime Minister’s Decision No. 2149/QĐ -TTg; the area for trees reaching urban standards; share of public transportation in large and medium cities reaching 35-45%; the rate of large and medium cities gaining green urban standards reaching 50%."}, {"text_block_id": "p3_b56", "text": "III. SOLUTIONS"}, {"text_block_id": "p3_b57", "text": "1. Communication, awareness raising and encouragement of support to implementation"}, {"text_block_id": "p3_b58", "text": "1. Communication, awareness raising and encouragement of support to implementation\n* Organize communication, education and awareness raising activities for the people and for communities on the role and meaning of green growth as well as pragmatic actions that contribute to implementation of green growth.\n* Encourage and provide technical assistance to the people and communities to implement and enlarge production and consumption models which are economic, safe, civilized, respectful of the character of ethnic groups, harmonious and nature friendly.\n* Promote and support communities to develop models of eco-city, green rural areas, green housing, sorting wastes at source through the approach reduce- reuse-recycle (3R), and improve energy efficiency."}, {"text_block_id": "p4_b64", "text": "2. Improving effectiveness and efficiency of energy use, reduce energy consumption in production activities, transportation and trade"}, {"text_block_id": "p4_b65", "text": "2. Improving effectiveness and efficiency of energy use, reduce energy consumption in production activities, transportation and trade\n* Innovate technologies, applying advanced management and operation procedures for efficient and effective use of energy in production, transmission and consumption, in particular in large production facilities where energy consumption is high.\n* Establish and publically announce standards on fuel consumption norms, roadmap to remove obsolete and energy consuming technologies in energy production and consumption systems.\n* Develop a legal basis to prepare for the application of technologies to capture, restore and trade various types of greenhouse gases."}, {"text_block_id": "p4_b71", "text": "3. Changing the fuel structure in industry and transportation"}, {"text_block_id": "p4_b72", "text": "3. Changing the fuel structure in industry and transportation\n* Assure national energy security by developing simultaneously different energy sources, exploit and use economically domestic energy sources, reduce reliance on petroleum products, gradually decrease the volume of coal export and import an appropriate amount, while creating linkages with energy systems in neighbouring countries.\n* Change the energy structure in the way that the share of energy which originates from fossil fuel is gradually decreased, and encourage the exploitation and use of new, renewable and low greenhouse gas emission energy sources.\n* In the transport sector, encourage buses and taxis shift to the use of compressed and liquefied petroleum gas (LPG). Implement a quality management system which is based on fuel, gas emission standards and vehicle maintenance.\n* Apply market instruments to promote changes in the energy structure and increase energy efficiency, encourage the use of clean energy, support the development of renewable energy, build a roadmap to phase out subsidies for fossil fuels, and assure principles of competitiveness, transparency and efficiency.\n* Labelling energy saving equipments, issuing national standards for the quality of equipment."}, {"text_block_id": "p4_b82", "text": "4. Promote effective exploitation and increase the proportion of new and renewable energy sources in the nation’s energy production and consumption."}, {"text_block_id": "p4_b83", "text": "4. Promote effective exploitation and increase the proportion of new and renewable energy sources in the nation’s energy production and consumption.\n* Establish and implement financial and technical policies to promote research and application of appropriate advanced technologies to exploit and optimize the potentials of renewable energy sources both on-grid as well as off grid.\n<\\li1>"}, {"text_block_id": "p5_b85", "text": "4. Promote effective exploitation and increase the proportion of new and renewable energy sources in the nation’s energy production and consumption.\n* Establish and implement financial and technical policies to promote research and application of appropriate advanced technologies to exploit and optimize the potentials of renewable energy sources both on-grid as well as off grid.\n<\\li1>\n* Develop a renewable energy technology market which stimulates domestic industries to commence the production of renewable energy equipment and provide related services in the country.\n<\\li2>"}, {"text_block_id": "p5_b87", "text": "5. Reduce greenhouse gas emissions through the development of sustainable organic agriculture, improved competitiveness of agricultural production"}, {"text_block_id": "p5_b88", "text": "5. Reduce greenhouse gas emissions through the development of sustainable organic agriculture, improved competitiveness of agricultural production\n* Study the adjustment of master plans, shift animal husbandry and crop production structures, crop planting seasons, livestock, forestry, aquaculture, irrigation and non-farming activities in rural areas.\n* Research and apply production processes and economic technologies that efficiently use seedlings, feed, agricultural materials, soil, water etc., and reduce greenhouse gas emissions from agricultural production.\n* Replicate widely technologies that treat and reuse by-products and waste from agriculture production to produce animal feed, mushrooms, materials for industries, biogas and organic fertilizer while reducing greenhouse gas emissions.\n* Speed up progress of aforestration and reforestation projects, encourage enterprises to invest in production forests to increase forest coverage to 45% by 2020, improve forest quality, enhance carbon sequestration capacity by forests and increase standing biomass and secure timber production and consumption.\n* Implement programs to reduce greenhouse gas emissions through efforts in Reducing Emissions from Deforestation and Forest Degradation (REDD), sustainable forest management in combination with diversifying livelihoods of rural people.\n* Implement programs to reduce greenhouse gas emissions through efforts in Reducing Emissions from Deforestation and Forest Degradation (REDD), sustainable forest management in combination with diversifying livelihoods of rural people.\n 6. Review and adjust master plans for the production sectors and gradually limit the development of economic sectors that generate large amount of waste, significant environmental pollution and degradation of natural resources, while creating favourable conditions for the development of new green production sectors\n* Review the master plans for all economic sectors, especially those having the most significant impacts on natural resources and environment and lead to inefficient use of capital and natural resources, to define requirements for greening production, economic use of natural resources, controlling pollution and managing waste effectively through existing and new sectoral master plans.\n* Economic sectors should develop and implement action plans based on the green growth direction, with special attention to apply green technologies, best-practice-based management and monitoring systems to make economic"}, {"text_block_id": "p6_b103", "text": "5. Reduce greenhouse gas emissions through the development of sustainable organic agriculture, improved competitiveness of agricultural production\n* Study the adjustment of master plans, shift animal husbandry and crop production structures, crop planting seasons, livestock, forestry, aquaculture, irrigation and non-farming activities in rural areas.\n* Research and apply production processes and economic technologies that efficiently use seedlings, feed, agricultural materials, soil, water etc., and reduce greenhouse gas emissions from agricultural production.\n* Replicate widely technologies that treat and reuse by-products and waste from agriculture production to produce animal feed, mushrooms, materials for industries, biogas and organic fertilizer while reducing greenhouse gas emissions.\n* Speed up progress of aforestration and reforestation projects, encourage enterprises to invest in production forests to increase forest coverage to 45% by 2020, improve forest quality, enhance carbon sequestration capacity by forests and increase standing biomass and secure timber production and consumption.\n* Implement programs to reduce greenhouse gas emissions through efforts in Reducing Emissions from Deforestation and Forest Degradation (REDD), sustainable forest management in combination with diversifying livelihoods of rural people.\n* Implement programs to reduce greenhouse gas emissions through efforts in Reducing Emissions from Deforestation and Forest Degradation (REDD), sustainable forest management in combination with diversifying livelihoods of rural people.\n 6. Review and adjust master plans for the production sectors and gradually limit the development of economic sectors that generate large amount of waste, significant environmental pollution and degradation of natural resources, while creating favourable conditions for the development of new green production sectors\n* Review the master plans for all economic sectors, especially those having the most significant impacts on natural resources and environment and lead to inefficient use of capital and natural resources, to define requirements for greening production, economic use of natural resources, controlling pollution and managing waste effectively through existing and new sectoral master plans.\n* Economic sectors should develop and implement action plans based on the green growth direction, with special attention to apply green technologies, best-practice-based management and monitoring systems to make economic\n"}, {"text_block_id": "p6_b104", "text": "7. Economic and efficient utilization of natural resources"}, {"text_block_id": "p6_b105", "text": "7. Economic and efficient utilization of natural resources\n* Establish and complete the legal framework and policies to enforce and effectively implement the Law on water resources, Law on land, Law on mineral resources, Law on environmental protection and related regulations; to strengthen the use of economic and administrative instruments based on the âthe polluters paysâ principle.\n* Establish effective administrative organizations, complete the management system for natural resources and environment protection at the central and local levels.\n* Promote, develop and apply widely technologies and practices to use natural resources efficiently."}, {"text_block_id": "p6_b111", "text": "8. Promote fast development of green economic sectors to create jobs, increase income and enrich natural capital"}, {"text_block_id": "p6_b112", "text": "a)"}, {"text_block_id": "p6_b113", "text": "Development of green economic sectors"}, {"text_block_id": "p6_b114", "text": "Development of green economic sectors\n* Develop and issue standards for economic sectors and green/eco-labelling of products.\n* Develop policies giving incentives to science and technology research and development, production and encouragement of consumption of green/ eco- products.\n* Issue special policies on economic-technical assistance that encourage enterprises and individuals to apply appropriate high technology and techniques to expand markets and develop green traditional products where Viet Nam has competitive advantage, including herbal medicines; eco-agriculture, forestry and fisheries; foods; as well as commodities goods and garments made from local materials.\n* Establish and issue a Law on waste recycling and waste treatment to develop waste into a source and minimizes the amount of waste that needs to be disposed at landfills.\n* Develop a modern and environmentally friendly recycling industry, research the mainstreaming of this into the environment industry master plan.\n* Apply waste sorting and recycling technologies in new urban and industrial areas to turn waste into energy, construction materials and micro-bio-fertilizers."}, {"text_block_id": "p6_b120", "text": "b)"}, {"text_block_id": "p6_b121", "text": "Promote recycling and reusing waste within the country"}, {"text_block_id": "p7_b128", "text": "Promote recycling and reusing waste within the country\n* Provide technical and financial support to modernize waste recycling activities in trade villages. By 2020, phase out obsolete technologies including those that are harmful to workersâ health and polluting the environment in craft and trade villages.\n\t\t* Promoting environmental goods and services\n\t\t* Formulate master plans on the development of sectors, production activities and services for pollution prevention, environmental rehabilitation/ restoration, generation of jobs in urban and rural areas.\n\t\t* Develop policies to shift the majority of environmental production activities and services from public and subsidized activities towards market-based principles in a way that is dynamic and effective.\n\t\t* Encourage local authorities to have policies that prioritise and support green economic sector development and integrate that in programs for development and poverty reduction, improvement of landscapes and the environment.\n\t\t* Restoration and development of ânatural capitalâ\n\t\t* Research and issue economic and financial policies for restoring and developing natural capital resources, encouraging participation of all economic sectors to invest in eco-service infrastructure, conservation areas and restoration of degraded ecological systems.\n\t\t* Formulate and implement long-term master-plans on the exploitation, use, set-aside and conservation of the most important natural resources for the economy.\n\t\t* Apply an integrated management approach and improve management bodies of river basins and ecological systems.\n\t\t* Formulate the green accounting system through valuation of natural resources.\n\t\t* Enhanced investments in upgrading and improving transportation systems and networks such as: water transport, express ways, railways, that are energy, economically and environmentally efficient, climate resilient to meet requirements for sustainable production, businesses, transportation of people and goods, servicing import-export and exchange activities between regions in the country as well with other countries.\n<\\li1>"}, {"text_block_id": "p7_b148", "text": "9. Development of key sustainable infrastructure including: transportation, energy, irrigation and urban works"}, {"text_block_id": "p7_b149", "text": "a)"}, {"text_block_id": "p7_b150", "text": "Transportation infrastructure"}, {"text_block_id": "p8_b153", "text": "-"}, {"text_block_id": "p8_b154", "text": "Develop transportation systems with focuses, connecting economic centres and large scale production areas, through investments in public transportation infrastructure with modern industry and technologies."}, {"text_block_id": "p8_b155", "text": "Develop transportation systems with focuses, connecting economic centres and large scale production areas, through investments in public transportation infrastructure with modern industry and technologies.\n* Energy infrastructure\n* Irrigation and water infrastructure\n* Improve mechanisms, policies and legal framework to promote cleaner production in industry, integrating cleaner production into strategies, master plans and plans of industrial sectors.\n* Build capacity for entities in-charge of promoting and introducing cleaner production to enterprises, management agencies, consulting organizations and industrial enterprises, on applying cleaner production.\n* Develop networks of research-and-development centres of green technologies and organizations assisting marketing and transferring of green and cleaner production technologies for small and medium enterprises."}, {"text_block_id": "p8_b157", "text": "-"}, {"text_block_id": "p8_b158", "text": "Develop power supply sources to ensure adequate supply for domestic demand, improving the power grid and use efficiently, reduce elasticity of electricity/GDP from 2.0 at present to 1.0 in the year 2020."}, {"text_block_id": "p8_b159", "text": "-"}, {"text_block_id": "p8_b160", "text": "Apply modern technologies to improve the quality of power distribution networks, reduce power losses, increase electricity use efficiency and move towards the construction of smart-grids."}, {"text_block_id": "p8_b163", "text": "-"}, {"text_block_id": "p8_b164", "text": "Upgrading the dike system to ensure safety for social-economic activities and human living, and link with usage for transportation, meeting the demand for responding to climate change, sea level rise and flood control."}, {"text_block_id": "p8_b165", "text": "-"}, {"text_block_id": "p8_b166", "text": "Enhance investment in irrigation systems with modern operation equipment to ensure efficient regulation and protection of water resources, adequate supply of water for agricultural production including the development of fruit plantation areas, aquaculture and salt making with better irrigation, drainage and flood control."}, {"text_block_id": "p8_b167", "text": "-"}, {"text_block_id": "p8_b168", "text": "Increase investment for adequate water supply for industrial and urban development with special focus on areas with water scarcity."}, {"text_block_id": "p8_b169", "text": "10. Promote technological innovation and wide application of cleaner production"}, {"text_block_id": "p8_b170", "text": "a)"}, {"text_block_id": "p8_b171", "text": "Apply cleaner production and efficient use of natural resources according to the Strategy on Cleaner Production in Industry towards 2020 and the National technology innovation program which are already approved by the Prime Minister."}, {"text_block_id": "p9_b178", "text": "Apply cleaner production and efficient use of natural resources according to the Strategy on Cleaner Production in Industry towards 2020 and the National technology innovation program which are already approved by the Prime Minister.\n* Focus investment in research, development and application of green technologies, including: green energy technologies, the use of green materials and green construction, green transportation technology, green technologies for agriculture, forestry, biology, chemistry and waste management.\n\t* Stimulate foreign invested and domestic enterprises to invest in green economic development through importing, using, localising green technologies.\n\t* Review urban master plans through a sustainable urban development approach (green, ecological and economic urban areas,...) with a focus on sustainable use and management of natural resources for all the people living in those cities; revise overall master plans to 2020 when cities should achieve at least an average level according to the Green City Index, avoiding over-populating cities beyond environment and socio-economic infrastructure carrying capacity.\n\t* Urban spatial planning needs to ensure economic and ecological efficiency which is favourable for public transportation development, increased attractiveness of cities, improved competitiveness and environmentally friendly cities, saving travel time for the inhabitants.\n\t* Basic infrastructure: houses, transportation, energy, water supply, drainage and waste treatment should ensure accessibility for all the people with acceptable quality while reducing costs from pollution and reduce traffic jams.\n\t* Develop and implement master plans for rainwater drainage systems, urban waste and waste water collection, and transportation and treatment systems. In areas which are highly vulnerable to climate change, infrastructure should be adapted to climate change to minimize economic losses. Gradually develop these systems in cities of grade II and then higher.\n\t* Introduce the application of a rating system for energy efficiency and green urban infrastructure to increase energy saving and reduce greenhouse gas emissions in urban areas.\n\t* Study and issue a system of standards on urban planning and architecture, design, use of environmentally friendly green materials and construction measures, save energy and natural resources, minimize greenhouse gases, and develop appropriate technological solutions to urban waste."}, {"text_block_id": "p9_b182", "text": "11. Sustainable Urbanization"}, {"text_block_id": "p9_b183", "text": "a)"}, {"text_block_id": "p9_b184", "text": "Urban planning and planning management"}, {"text_block_id": "p9_b191", "text": "b)"}, {"text_block_id": "p9_b192", "text": "Development of technical infrastructure"}, {"text_block_id": "p9_b199", "text": "c)"}, {"text_block_id": "p9_b200", "text": "Develop green cities, ecological urban areas and green works"}, {"text_block_id": "p10_b203", "text": "-"}, {"text_block_id": "p10_b204", "text": "Promulgate regulations towards investors on the compulsory application of green building measures in new commercial buildings and renovations of existing apartment blocks in urban areas."}, {"text_block_id": "p10_b205", "text": "-"}, {"text_block_id": "p10_b206", "text": "Apply economic and technical instruments to encourage and support enterprises producing products and services for green constructions."}, {"text_block_id": "p10_b207", "text": "Apply economic and technical instruments to encourage and support enterprises producing products and services for green constructions.\n* Urban transportation\n<\\li1>"}, {"text_block_id": "p10_b209", "text": "-"}, {"text_block_id": "p10_b210", "text": "Invest in renovation and development of technical infrastructure systems for urban transportation to achieve at least the average level of development in comparison with advanced countries in the region."}, {"text_block_id": "p10_b211", "text": "-"}, {"text_block_id": "p10_b212", "text": "Prioritize the development of public transportation in urban areas with involvement from all economic sectors both in terms of investment in fuel efficient vehicles and exploitation of public transportation."}, {"text_block_id": "p10_b213", "text": "-"}, {"text_block_id": "p10_b214", "text": "Use economic instruments and technical standards to control the quantity development of individual motorized vehicles in large and medium cities, allocating special routes for non-motorized vehicles."}, {"text_block_id": "p10_b215", "text": "đ) Greening of urban landscape"}, {"text_block_id": "p10_b216", "text": "-"}, {"text_block_id": "p10_b217", "text": "Prioritize the allocation of public land to quickly expand the area of green space and water in urban areas, meeting the standards set for each city grade level."}, {"text_block_id": "p10_b218", "text": "-"}, {"text_block_id": "p10_b219", "text": "Stimulate investment and development of green space in urban projects and encourage communities, enterprises and households to mobilize resources for the greening of urban landscapes."}, {"text_block_id": "p10_b220", "text": "12. Develop the new rural model with lifestyles in harmony with environment"}, {"text_block_id": "p10_b221", "text": "-"}, {"text_block_id": "p10_b222", "text": "Rural planning to achieve good living standards, protection and development of landscape and environment that is green, clean, beautiful, and civilized. Encourage replication of green housing solutions under models of eco-houses and eco-villages in accordance with local customs, traditions, lifestyle for each region and ethnic group."}, {"text_block_id": "p10_b223", "text": "-"}, {"text_block_id": "p10_b224", "text": "Support to implement ecologically closed production models which discharge less waste and develop models to treat the waste from trade/craft villages. By 2020, most rural waste will be collected and processed based on national environmental standards and used as inputs for generating energy, producing organic fertilizer and construction materials."}, {"text_block_id": "p10_b225", "text": "-"}, {"text_block_id": "p10_b226", "text": "Implement and achieve the goals of the National strategy on water supply and rural sanitation towards 2020, and provide solutions for economic"}, {"text_block_id": "p11_b227", "text": "and residential constructions to adapt to climate change and actively prevent impacts of natural disasters."}, {"text_block_id": "p11_b228", "text": "and residential constructions to adapt to climate change and actively prevent impacts of natural disasters.\n* Improve the fuel composition in rural areas to reduce emissions and enhance living conditions for rural people. Stimulate and support rural households to use renewable energy sources.\n* From 2015, all public works and projects should adhere to green economy standards: according to sectoral and professional composition, energy consumption, materials, eco-design, incorporate the effects of climate change.\n* Prepare the conditions so that from 2017 all motorized vehicles purchased by public budget will meet emission standards, and priority is given for vehicles using clean fuels (electricity, liquefied petroleum gas - LPG) and hybrid vehicles.\n* Study and issue regulations on green public expenditure within which investment and recurrent spending should prioritise procurement and use of eco-labelled as well as recyclable goods and commodities.\n* Apply economic and technical instruments to encourage enterprises to use natural resources economically and limit waste of energy and natural resources.\n* Develop certification and eco-labelling system for green products. Form and expand markets for green products.\n* Use economic and technical instruments and methods to encourage people to follow reasonable and sustainable consumption patterns.\n* Communicate, educate, deploy and replicate green lifestyles as well as green practices which lead to economic, reasonable and safe consumption patterns."}, {"text_block_id": "p11_b230", "text": "13. Promoting sustainable consumption and building green lifestyles"}, {"text_block_id": "p11_b231", "text": "a)"}, {"text_block_id": "p11_b232_merged", "text": "Promote eco-labelling and disseminate information on environmentally friendly products to the entire society. Formulate a roadmap towards 2020 to initiate green procurement: for construction materials; foods and foodstuff; transportation; energy; computers and office equipment; textiles and garments; papers and printing; wood products; detergents; and medical equipment."}, {"text_block_id": "p11_b235", "text": "b)"}, {"text_block_id": "p11_b236", "text": "Public expenditure should lead the development and use of green economy standards."}, {"text_block_id": "p11_b243", "text": "c)"}, {"text_block_id": "p11_b244", "text": "Encourage sustainable consumption in business sector"}, {"text_block_id": "p11_b249", "text": "d)"}, {"text_block_id": "p11_b250", "text": "Sustainable consumption by the people"}, {"text_block_id": "p12_b255", "text": "-"}, {"text_block_id": "p12_b256", "text": "Apply selected economic tools such as excise duty, environmental tax and fees to adjust excessive consumption, to start with products that are harmful to health, culture and environment."}, {"text_block_id": "p12_b257", "text": "đ) Develop strongly information technology as the basic infrastructure for e-Government, to connect with other basic infrastructure in socio-economic development which will provide management and governance solutions to the public and private organizations, and deliver service products, dissemination, exchange information, and e-commerce such as purchasing via email and internet."}, {"text_block_id": "p12_b258", "text": "14. Mobilize resources to implement the Green Growth Strategy"}, {"text_block_id": "p12_b259", "text": "-"}, {"text_block_id": "p12_b260", "text": "The State prioritizes and allocates adequate funding from the central and local budgets to implement the green growth strategy, especially for enhancement of energy efficiency and the use of renewable energy."}, {"text_block_id": "p12_b261", "text": "-"}, {"text_block_id": "p12_b262", "text": "Formulate and issue mechanisms, policies to stimulate financial institutions and enterprises, particularly small and medium enterprises to implement business production under criteria of green growth."}, {"text_block_id": "p12_b263", "text": "-"}, {"text_block_id": "p12_b264", "text": "Use financial, credit and market-based instruments to promote and support the development of the green economy and green products. Moving towards the establishment of a management system and trading of certified greenhouse gas emissions, carbon tax and fees and levies."}, {"text_block_id": "p12_b265", "text": "-"}, {"text_block_id": "p12_b266", "text": "Encourage and focus on mobilizing loans, ODA, technical assistance from countries, international organizations, and Vietnamese intelligentsia living abroad and involve them in the implementation of the green growth strategy."}, {"text_block_id": "p12_b267", "text": "15. Human resource training and development"}, {"text_block_id": "p12_b268", "text": "-"}, {"text_block_id": "p12_b269", "text": "Provide training, knowledge enhancement as well as governance and management skills on green economy, green production sectors for government staff and enterprise staff, starting with leaders, policy makers and those involved in the formulation process of socio-economic development strategies, master plans and plans."}, {"text_block_id": "p12_b270", "text": "-"}, {"text_block_id": "p12_b271", "text": "Develop human resources for green growth based on research to identify and select the contents of green growth, green technologies, sustainable exploitation of natural resources ... and mainstream these into education and vocational training at all levels."}, {"text_block_id": "p12_b272", "text": "-"}, {"text_block_id": "p12_b273", "text": "Formulate guidance for enterprises to access finance and technology options to shift towards green industry and green agriculture."}, {"text_block_id": "p13_b274", "text": "16. Study to develop science and technology, issuing a system of economic and technical standards as well as information /data on green growth"}, {"text_block_id": "p13_b275", "text": "-"}, {"text_block_id": "p13_b276", "text": "Conduct research on theoretical and practical topics related to green economy that provides scientific foundation for the development of a green economy."}, {"text_block_id": "p13_b277", "text": "-"}, {"text_block_id": "p13_b278", "text": "Stimulate Research & Development and application of green/low-carbon technologies, renewable energy, and the greening of production and consumption."}, {"text_block_id": "p13_b279", "text": "-"}, {"text_block_id": "p13_b280", "text": "Research and issue a system of indicators, criteria, standards, regulations on green growth which enables good governance nationwide, in sectors and localities."}, {"text_block_id": "p13_b281", "text": "-"}, {"text_block_id": "p13_b282", "text": "Build an information and data system on green growth at national, sectoral and local levels."}, {"text_block_id": "p13_b283", "text": "17. International cooperation"}, {"text_block_id": "p13_b284", "text": "-"}, {"text_block_id": "p13_b285", "text": "Promote cooperation in scientific research, information exchange on the formulation and implementation of the basic contents of a green economy."}, {"text_block_id": "p13_b286", "text": "-"}, {"text_block_id": "p13_b287", "text": "Strengthen international cooperation, taking advantages from the assistance by international organizations and other countries for the implementation of the green growth strategy."}, {"text_block_id": "p13_b288", "text": "-"}, {"text_block_id": "p13_b289", "text": "Create favourable conditions for private and state-owned enterprises involved in international cooperation for technology transfer and human resource development."}, {"text_block_id": "p13_b290", "text": "-"}, {"text_block_id": "p13_b291", "text": "Create the legal foundation and favourable conditions for Viet Nam to commit and actively participate in activities as agreed upon in international conventions on environmental protection, responding to climate change, and building a green economy."}, {"text_block_id": "p13_b292", "text": "IV. ORGANIZATION FOR IMPLEMENTATION"}, {"text_block_id": "p13_b293", "text": "1. Implementation schedule"}, {"text_block_id": "p13_b294", "text": "a)"}, {"text_block_id": "p13_b295", "text": "Period from 2011 to 2020"}, {"text_block_id": "p13_b296", "text": "Period from 2011 to 2020\n* Communication, awareness raising, training, and human resource development.\n* Develop policy mechanisms and establish the management structure for implementation of the strategy."}, {"text_block_id": "p14_b300", "text": "-"}, {"text_block_id": "p14_b301", "text": "Develop information and data systems and management tools, standards and norms for green growth."}, {"text_block_id": "p14_b302", "text": "-"}, {"text_block_id": "p14_b303", "text": "Identify key projects on green growth / low-carbon, greening of production sectors, a number of pilot projects on the development of master plan, the socio-economic development plan focusing on “green growth orientation” at the level of provinces and cities. (As in Appendix I: List of prioritized programs, projects for the period 2011-2015)."}, {"text_block_id": "p14_b304", "text": "Identify key projects on green growth / low-carbon, greening of production sectors, a number of pilot projects on the development of master plan, the socio-economic development plan focusing on “green growth orientation” at the level of provinces and cities. (As in Appendix I: List of prioritized programs, projects for the period 2011-2015).\n* Period 2021 - 2030\n* Period 2031 - 2050: Based on the results of the implementation of green growth strategy in the period 2012-2030 and the socio-economic situation of the country and international context to determine the objectives and specific tasks."}, {"text_block_id": "p14_b306", "text": "-"}, {"text_block_id": "p14_b307", "text": "Continue to improve the green growth institutions and policies, adjust and improve the scale of deployment on the basis of periodic monitoring and evaluation."}, {"text_block_id": "p14_b308", "text": "-"}, {"text_block_id": "p14_b309", "text": "Expand pilot scale and replication of master plans, programs and key projects."}, {"text_block_id": "p14_b310", "text": "-"}, {"text_block_id": "p14_b311", "text": "Expand training and development of human resources for the development of a green economy."}, {"text_block_id": "p14_b312", "text": "-"}, {"text_block_id": "p14_b313", "text": "Conduct environmental audits at all levels (national, sectoral, local and enterprise) and implement green accounting in enterprises."}, {"text_block_id": "p14_b314", "text": "-"}, {"text_block_id": "p14_b315", "text": "To accelerate the process of economic restructuring according to the green economy model."}, {"text_block_id": "p14_b318", "text": "2. Organization structure for steering and coordinating implementation of the green growth strategy"}, {"text_block_id": "p14_b319", "text": "Establish an Inter-ministerial Coordinating Board for implementation of the Green Growth Strategy under the National Committee on Climate Change to direct the implementation of the green growth strategy. The Board will have the Deputy Prime Minister as its Head. The Minister of Planning and Investment will be the standing vice Head of the Inter-ministerial Coordinating Board and four other vice-Heads are leaders of ministries: Finance, Industry and Trade, Agriculture and Rural Development, Natural Resources and Environment. Inter-ministerial Coordinating Board members include representatives of some ministries, sectors and local authorities and representative of some associations."}, {"text_block_id": "p14_b320", "text": "The apparatus to assist the Inter-ministerial Coordinating Board is located in the Ministry of Planning and Investment. The Ministry of Planning and Investment will organize the apparatus to assist the Inter-ministerial Coordinating Board for leading and executing the implementation of the green growth strategy."}, {"text_block_id": "p15_b321", "text": "3. Assignments for the implementation of the strategy"}, {"text_block_id": "p15_b322", "text": "a)"}, {"text_block_id": "p15_b323", "text": "The Ministry of Planning and Investment: is the focal point for green growth, responsible for leading and coordinating with concerned ministries, sectors and People’s Committees of provinces and centrally managed cities to implement the green growth strategy; guide, monitor, evaluate, consolidate and review the implementation of the strategy and report to the Prime Minister on a regular basis; organize 5 year reviews, mid-term review in 2020 and final review in 2030. The Ministry of Planning and Investment will take lead and coordinate with relevant ministries, related sectors to identify the major tasks and key projects in each phase for the Prime Minister’s consideration and decision."}, {"text_block_id": "p15_b324", "text": "The Ministry of Planning and Investment shall lead and coordinate with the Ministry of Finance and other ministries and relevant sectors to identify and allocate domestic financial resources and coordinate foreign assistance sources, policies and mechanisms to promote implementation of the green growth strategy."}, {"text_block_id": "p15_b325", "text": "b)"}, {"text_block_id": "p15_b326", "text": "The Ministry of Finance shall take the primary responsibility and coordinate with the Ministry of Planning and Investment to submit to competent authorities for approval of budget proposals and guarantee the budget to ensure funding for the implementation of the strategy in ministries, sectors under the current regulations; and will in collaboration with the Ministry of Planning and Investment, develop policies to encourage all economic sectors, organizations and individuals to invest in development of the green economy in Viet Nam."}, {"text_block_id": "p15_b327", "text": "c)"}, {"text_block_id": "p15_b328", "text": "The Ministry of Natural Resources and Environment: a standing body of the National Committee on Climate Change; take lead and coordinate the policy making process for response to climate change in general, guiding the registration, monitoring, verification and reporting of greenhouse gas emissions and monitor the implementation of investment policies in natural capital."}, {"text_block_id": "p15_b329", "text": "d)"}, {"text_block_id": "p15_b330", "text": "The ministries, ministerial-level agencies, agencies attached to the Government: based on the basic functions, formulate programs, action plans to implement tasks of the green growth strategy and specifying those tasks, integrated them into 5-year and annual socio-economic development plans in line with their socio-economic development strategies."}, {"text_block_id": "p15_b331", "text": "đ) The People’s Committees of provinces and centrally managed cities are responsible for formulating programs, action plans and directing the implementation of the green growth strategy; specifying tasks and integrating them into their local 5-year and annual socio-economic development plans while ensuring funding for local implementation."}, {"text_block_id": "p15_b332", "text": "Article 2:"}, {"text_block_id": "p15_b333", "text": "This Decision comes into force on the date of signature."}, {"text_block_id": "p16_b334", "text": "Article 3:"}, {"text_block_id": "p16_b335", "text": "Ministers, Heads of ministry-level Agencies, Heads of Agencies directly under the Government, Chairmen of the People’s Committees of Provinces and centrally managed Cities and Heads of related agencies are responsible for implementing this Decision./."}, {"text_block_id": "p17_b336", "text": "Appendix 1"}, {"text_block_id": "p17_b337", "text": "LIST OF PRIORITY PROGRAMS AND PROJECTS - PERIOD"}, {"text_block_id": "p17_b338", "text": "2011-2015"}, {"text_block_id": "p17_b339", "text": "1."}, {"text_block_id": "p17_b340", "text": "Program to formulate mechanism, policy for mobilizing resources for green growth;"}, {"text_block_id": "p17_b341", "text": "2."}, {"text_block_id": "p17_b342", "text": "Framework of defining criteria for green growth programs, projects;"}, {"text_block_id": "p17_b343", "text": "3."}, {"text_block_id": "p17_b344", "text": "Framework guidance to integrate green growth in sectoral, provincial socio-economic development plans;"}, {"text_block_id": "p17_b345", "text": "4."}, {"text_block_id": "p17_b346", "text": "Policy framework for green industries;"}, {"text_block_id": "p17_b347", "text": "5."}, {"text_block_id": "p17_b348", "text": "Policy Framework for green agriculture and rural development;"}, {"text_block_id": "p17_b349", "text": "6."}, {"text_block_id": "p17_b350", "text": "Policy Framework for green urban areas;"}, {"text_block_id": "p17_b351", "text": "7."}, {"text_block_id": "p17_b352", "text": "Policy Framework for green tax, fiscal policies including subsidies"}, {"text_block_id": "p17_b353", "text": "8."}, {"text_block_id": "p17_b354", "text": "Policy Framework to support development of green technologies;"}, {"text_block_id": "p17_b355", "text": "9."}, {"text_block_id": "p17_b356", "text": "Framework for Monitoring & Evaluation and reporting for green growth strategy implementation;"}, {"text_block_id": "p17_b357", "text": "10."}, {"text_block_id": "p17_b358", "text": "Action plan for implementation of the green growth strategy, period 2011-2015."}, {"text_block_id": "p18_b359", "text": "Appendix 2"}, {"text_block_id": "p18_b360", "text": "GLOSSARY"}, {"text_block_id": "p18_b361", "text": "(Issued with Prime Minister Decision no. 1393/QĐ-TTg, 25 August 2012)"}, {"text_block_id": "p18_b362", "text": "Green Growth Strategy in Viet Nam"}, {"text_block_id": "p18_b363", "text": ": A strategy to promote the process of restructuring and improving economic institutions towards more efficient use of natural resources, improved competitiveness of the economy which will be achieved through increased investments in technological innovation, natural capital and economic instruments. This will contribute to respond to climate change, reducing poverty and ensuring sustainable economic development."}, {"text_block_id": "p18_b364", "text": "Green Technology"}, {"text_block_id": "p18_b365", "text": ": “Technology development and application of products, equipment and systems used to conserve the environment and natural resources, minimize negative impacts from human activities”. Some key green technologies are:"}, {"text_block_id": "p18_b366", "text": "-"}, {"text_block_id": "p18_b367", "text": "Green Energy Technology (economizing fossil energy, energy recirculation in industrial production, reduced emissions, solar energy, wind energy, nuclear energy, tidal energy and the systems of smart power grids, etc.)."}, {"text_block_id": "p18_b368", "text": "-"}, {"text_block_id": "p18_b369", "text": "Material technology and construction (includes non-fired materials, wood substitute materials, processing of traditional materials using appropriate high technology, intelligent buildings, green buildings, etc.)."}, {"text_block_id": "p18_b370", "text": "-"}, {"text_block_id": "p18_b371", "text": "Mechanical technology in transportation (engines using new, low emissions energy, intelligent transportation systems, etc.)."}, {"text_block_id": "p18_b372", "text": "-"}, {"text_block_id": "p18_b373", "text": "Green Technology for agriculture, forestry, biology (new plant varieties, cultivation and processing of agricultural, forestry and fishery)."}, {"text_block_id": "p18_b374", "text": "-"}, {"text_block_id": "p18_b375", "text": "Green chemical technology (production of synthetic plastics based on plant material which easily decompose, production from renewable raw materials, treatment of hazardous waste, producing little or no by-products and waste, production with little consumption of water and chemicals, etc.)"}, {"text_block_id": "p18_b376", "text": "-"}, {"text_block_id": "p18_b377", "text": "Waste treatment technology (waste recycling, prevention and disposal of hazardous waste)."}, {"text_block_id": "p18_b378", "text": "Green Construction"}, {"text_block_id": "p18_b379", "text": ": A green construction is a construction with high efficiency in the use of energy and materials, reduced adverse impacts on the environment; at the same time can be designed to minimize the negative impact of the built environment on human health and the natural environment."}, {"text_block_id": "p18_b380", "text": "Urban ecology:"}, {"text_block_id": "p18_b381", "text": "improving the welfare of human beings and society through urban planning and integrated management of urban resources to harmonize benefits from ecosystems to protect and nurture those assets for the future generations. (Eco2 Cities - World Bank 2010)"}, {"text_block_id": "p19_b382", "text": "Green economy"}, {"text_block_id": "p19_b383", "text": ": the green economy creates, distributes products and services in an environmentally friendly manner, renewable energy, transport and clean and green fuels and green constructions, reduce energy consumption, the use of raw materials, water, through strategic and efficient energy and natural resource utilization and while switching from carbon components to non-carbon. (OECD)"}, {"text_block_id": "p19_b384", "text": "Business as usual scenario:"}, {"text_block_id": "p19_b385", "text": "Plans developed in the absence of a major policy change."}, {"text_block_id": "p19_b386", "text": "Green Products:"}, {"text_block_id": "p19_b387", "text": "Green Products are non-toxic, produced using energy and water efficiently, and are harmless to the environment."}, {"text_block_id": "p19_b388", "text": "Sustainable consumption:"}, {"text_block_id": "p19_b389", "text": "“the use of goods and services to meet basic needs and improve quality of life while using fewer natural resources and hazardous substances, and reduced emissions and pollutants in the life cycle and not compromising the needs of future generations” (UN, 1995)."}, {"text_block_id": "p19_b390", "text": "Green jobs"}, {"text_block_id": "p19_b391", "text": ": Jobs in agriculture, manufacturing, research and development, administrative and service activities, which contribute significantly to the conservation, restoration of environmental quality. In particular, but not exclusive, is helping to protect ecosystems and biodiversity, reduce energy consumption, materials, and water through highly efficient strategies, reduce carbon emissions economy and minimize or completely avoid all forms of waste and pollution. (UNEP)."}], "document_description": "This document was implemented through Decision 1393/QD-TTg. Green growth is a means to achieve a low carbon economy and to enrich Vietnam's natural capital through sustainable development. It notes that GHG emissions and removals are gradually becoming essential indicators in social-economic development, and attempts to normalise this within Vietnam's development framework.  The central pillars of the programme are - Low Carbon Growth - Greening of Production - Greening of Lifestyles  The strategy includes the development of tax incentives for high-technology, scientific research and technology development firms in the environment sector. They will pay 10% tax, a discount against the baseline 25% tax rate, for the first 15 years of operation.  Further incentives come from import tax exemptions to encourage the import and use of technology related to environmental monitoring, analysis and the development of clean energy. In addition, taxation will be increased on water exploitation, from 1% to 3% for the exploitation of surface water, and 3% to 8% for the exploitation of groundwater.  The strategy contains numerous targets. For 2020: - GDP per capita doubled compared to 2010 - Reduce energy consumption per unit of GDP by 1.5-2% per year - Reduce intensity of GHG emissions per unit of GDP by 8-10% or double the target with international support For 2030: - Reduce total GHG emissions by at least 1% per year without and 2% with international support. - Environmental degradation is addressed and natural capital stocks are to be improved while access to and use of clean and green technology is significantly enhanced. For 2050: - Vietnam has mainstreamed Green Economic Development.The PM Decision No.403/2014 approved the  National Action Plan on Green growth in Vietnam for the Period of 2014-2020.  Green Growth Action Plan in Vietnam is composed of 4 main themes, 12 groups of activities and 66 specific activities. The four main themes are: 1) to set up institutions and formulate green growth action plans at the local level; 2) to reduce the intensity of GHG emissions and promote the use of clean and renewable sources of energy: 3) greening the production; 4) greening lifestyle and promoting sustainable consumption.The PM Decision No. 965/2015 introduces the natural resources and environment action program for the implementation of the national green growth strategy for the period 2015-2020 with vision to 2030. The objectives of the program are the following: 1) to implement the objectives set out in the national green growth strategy, assist the restructuration and improvement of economic institutions to reach the goal of greening the existing industries; 2) to make a contribution towards the objective of reducing GHG emissions and respond to climate changes; 3) to prevent and eliminate the increasing tendency for environmental pollution, natural resources degradation and biodiversity decline. The PM Decision No.1670/2017 approves the Program on Response to Climate Change and Green Growth for the 2016-2020 period. The objectives of the program are the following: 1) to set out solutions to adapt to the impacts of climate change and mitigation of GHG emissions; 2) to restructure and perfect economic institutions to be able to greening existing sectors; 3) to implement the National Strategy on Climate Change, the National Strategy on Green Growth; etc."}