{"document_instrument_name": ["Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Vietnam", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "01/01/2020", "document_language": "Vietnamese", "document_name": "Decision on the mechanism to encourage solar power development in Vietnam", "document_country_code": "VNM", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://thuvienphapluat.vn/van-ban/tai-nguyen-moi-truong/Quyet-dinh-13-2020-QD-TTg-co-che-khuyen-khich-phat-trien-dien-mat-troi-tai-Viet-Nam-439160.aspx", "document_type": "Decision", "text_blocks": [], "document_description": "Decision No. 11/2017/QD-TTg of the Prime Minister, passed on 11 April 2017 and taking effect from 1 June 2017, sets out mechanisms for encouragement of the development of solar power projects in Vietnam as a form of clean energy. The Decision contains provisions for funding, incentives (including a feed-in tariff and import duty exemption) and investment in the construction of solar power projects. It also sets out the responsibilities of the relevant state agencies and ministries including the Ministry of Industry and Trade, the Ministry of Planning and Investment and the Ministry of Finance. On 12 September 2017, the Ministry of Industry and Trade issued Circular No. 16 for implementation of the Prime Minister's Decision. The Circular establishes guidelines on the formulation and approval of national and provincial solar power development plans, technical requirements, and tariff structure for grid-connected projects and rooftop projects. A net-metering scheme is included for rooftop projects.On 6 April 2020, the Prime Minister passed a decision to update the legal framework around solar projects. On 17 July 2020, Circular no. 18 was issued by the government to replace Circular no. 16. It updates the regulating framework for small and large-scale solar installations, as well as the feed-in tariff scheme, and was complemented by Official Letters 3288 and 7088 in September 2020."}