{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Vietnam", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry", "Energy"], "document_language": "English", "document_name": "Decision No. 79/2006/QD-TTg of April 14, 2006, approving the national target program on economical and efficient use of energy.", "document_country_code": "VNM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Decision", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2006", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/VNM/2006/VNM-2006-01-01-Decision No. 79_2006_QD-TTg of April 14, 2006, approving the national target program on economical and efficient use of energy._72f2a301b9bfe89d344ace825d31f399.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Decision No. 79/2006/QD-TTg of April 14, 2006, approving the national target program on economical and efficient use of energy."}, {"text_block_id": "p0_b2", "text": "Tiếng Việt (/quyet-dinh-79-2006-qd-ttg-phe-duyet-chuong-trinh-muc-tieu-quoc-gia-ve-su-dung-nang-luong-tiet-kiem-va-hieuqua-do-thu-tuong-chinh-phu-ban-hanh.html)"}, {"text_block_id": "p0_b3", "text": "Thủ tục hành chính liên quan"}, {"text_block_id": "p0_b4", "text": "THE PRIME MINISTER OF"}, {"text_block_id": "p0_b5", "text": "GOVERNMENT"}, {"text_block_id": "p0_b6", "text": "No. 79/2006/QD-TTg"}, {"text_block_id": "p0_b7", "text": "SOCIALIST REPUBLIC OF VIET NAM"}, {"text_block_id": "p0_b8", "text": "Independence - Freedom - Happiness"}, {"text_block_id": "p0_b9", "text": "Hanoi, April 14, 2006"}, {"text_block_id": "p0_b10", "text": "DECISION"}, {"text_block_id": "p0_b11", "text": "APPROVING THE NATIONAL TARGET PROGRAM ON ECONOMICAL AND EFFICIENT USE OF ENERGY"}, {"text_block_id": "p0_b12", "text": "THE PRIME MINISTER"}, {"text_block_id": "p0_b13", "text": "Ngoại tuyến"}, {"text_block_id": "p1_b14", "text": "Pursuant to the December 25, 2001 Law on Organization of the Government;"}, {"text_block_id": "p1_b15", "text": "Pursuant to the December 3, 2004 Law on Electricity;"}, {"text_block_id": "p1_b16", "text": "At the proposal of the Minister of Industry,"}, {"text_block_id": "p1_b17", "text": "DECIDES:"}, {"text_block_id": "p1_b18", "text": "Article 1.-"}, {"text_block_id": "p1_b19", "text": "To approve the national target program on economical and efficient use of energy in the 2006-2015 period, with the following major contents:"}, {"text_block_id": "p1_b20", "text": "I. THE PROGRAM'S OBJECTIVES:"}, {"text_block_id": "p1_b21", "text": "I. THE PROGRAM'S OBJECTIVES:\n* Overall objectives:\n* Overall objectives:\n a/ The national target program on economical and efficient use of energy covers activities of community stimulation, motivation and advocacy, science and technology and mandatory management measures for the purpose of carrying out coordinated activities related to economical and efficient use of energy within the entire society.\n* Overall objectives:\n a/ The national target program on economical and efficient use of energy covers activities of community stimulation, motivation and advocacy, science and technology and mandatory management measures for the purpose of carrying out coordinated activities related to economical and efficient use of energy within the entire society.\n b/ Through the program's activities, to achieve the specific target of total saved energy amount, reduce part of development investment for the energy supply system and bring about socio-economic benefits while contributing to environmental protection, rational exploitation of natural energy resources and sustainable socio-economic development.\n* Specific objectives:\n* Specific objectives:\n To strive to save 3-5% of the total energy amount consumed nationwide in the 2006-2010 period and 5-8% in the 2011 -2015 period compared with the current energy and socio-economic development forecasts according to normal development plans, with the following specific contents:\n* Specific objectives:\n To strive to save 3-5% of the total energy amount consumed nationwide in the 2006-2010 period and 5-8% in the 2011 -2015 period compared with the current energy and socio-economic development forecasts according to normal development plans, with the following specific contents:\n a/ To develop and put into effective operation models of management of economical and efficient use of energy, applicable to state management, management within enterprises, within buildings and in social life:\n* In the 2006-2010 period: To complete the elaboration and promulgation of a system of consistent legal documents, including laws and sub-laws, related to economical and efficient use of energy. During the 2008-2010 period, to draft and submit to the National Assembly for consideration and passage a law on economical and efficient use of energy.\n* To develop models of management of economical and efficient use of energy for application to 40% of major energy-using enterprises selected nationwide during the 2006-2010 period, to 100% of major energy-using enterprises during the 2011-2015 period, and to small- and medium-sized enterprises afterwards.\n* From 2006, to perform mandatory management under Vietnam construction standard \"Projects with economical and efficient use of energy\" of 100% of newly constructed buildings.\n* In the 2006-2010 period: To finish the formulation of mechanisms and policies and issue energy price tariffs conformable with energy price policy trends in other countries in the region and the world with a view to achieving the objective of economical and efficient use of energy.\n* In the 2006-2010 period: To finish the formulation of mechanisms and policies and issue energy price tariffs conformable with energy price policy trends in other countries in the region and the world with a view to achieving the objective of economical and efficient use of energy.\n b/ To promote wide use of high-output equipment which will gradually replace low-output equipment, proceeding to stop using equipment with obsolete technology, to reduce energy intensity in production; and to save energy in all activities of social life.\n* In the 2006-2010 period: To finish the formulation of mechanisms and policies and issue energy price tariffs conformable with energy price policy trends in other countries in the region and the world with a view to achieving the objective of economical and efficient use of energy.\n b/ To promote wide use of high-output equipment which will gradually replace low-output equipment, proceeding to stop using equipment with obsolete technology, to reduce energy intensity in production; and to save energy in all activities of social life.\n c/ To exploit to the maximum the capacity of means and equipment used and minimize fuel amounts consumed in transport; to deploy the trial use of substitute fuels in certain provinces and big cities and limit emissions discharged from means of transport, thereby protecting the environment."}, {"text_block_id": "p1_b39", "text": "II. THE PROGRAM'S SCHEMES:"}, {"text_block_id": "p1_b40", "text": "Content-1 group:"}, {"text_block_id": "p1_b41", "text": "Enhancement of the state management of economical and efficient use of energy and organization of a management system for energy conservation, covering one scheme:"}, {"text_block_id": "p1_b42", "text": "Enhancement of the state management of economical and efficient use of energy and organization of a management system for energy conservation, covering one scheme:\n* The first scheme: Perfecting the legal framework on economical and efficient use of energy in industrial production, in management of construction projects and in daily-life activities, and on energy-using equipment.\n* The first scheme: Perfecting the legal framework on economical and efficient use of energy in industrial production, in management of construction projects and in daily-life activities, and on energy-using equipment.\n a/ Contents:\n* To promulgate documents guiding existing laws and decrees related to economical and efficient use of energy.\n* To formulate mechanisms, policies and energy price tariffs conformable with energy price policy trends in other countries in the region and the world with a view to ensuring the objective of energy conservation, encouraging rational use of various types of energy and local energies, reducing reliance on imported energies; and finalize and apply them in the 2008-2009 period.\n* To formulate and promulgate Vietnam construction standard \"Projects with economical and efficient use of energy.\"\n* To develop and promulgate ten sets of energy output standards for 10 selected kinds of equipment, serving as a basis for the sticking of energy-saving product recognition labels on such equipment.\n* In the 2008-2010 period, to draft and submit to the National Assembly for passage a law on economical and efficient use of energy.\n* To organize a network of management of economical and efficient use of energy in provinces and centrally run cities (including the organization and consolidation of the operation of eight energy saving centers set up in three regions), with a view to effectively implementing the target program in all localities nationwide.\n* To organize a network of management of economical and efficient use of energy in provinces and centrally run cities (including the organization and consolidation of the operation of eight energy saving centers set up in three regions), with a view to effectively implementing the target program in all localities nationwide.\n b/ Implementing agencies:"}, {"text_block_id": "p1_b58", "text": "The Ministry of Industry shall assume the prime responsibility for, and the Ministry of Justice, Ministry of Construction, Ministry of Science and Technology, Ministry of Education and Training, Ministry of Planning and Investment, Ministry of Finance, Government Office and Vietnam Union of Scientific and Technical Associations shall join in the implementation of the scheme."}, {"text_block_id": "p2_b59", "text": "Content-2 group:"}, {"text_block_id": "p2_b60", "text": "Intensified education, communication and dissemination of information to mobilize communities and raise their awareness to promote economical and efficient use of energy and protect the environment, covering there schemes:"}, {"text_block_id": "p2_b61", "text": "Intensified education, communication and dissemination of information to mobilize communities and raise their awareness to promote economical and efficient use of energy and protect the environment, covering there schemes:\n* The second scheme: Communication to raise the people's awareness about economical and efficient use of energy.\n* The second scheme: Communication to raise the people's awareness about economical and efficient use of energy.\n a/ Contents:\n* To develop television and radio programs on economical and efficient use of energy to be broadcast by the central Vietnam Television station and the Radio Voice of Vietnam once every two months on average.\n* To incorporate the energy-saving content in television and radio programs broadcast by local stations at least once every three months. To create a website on energy saving and arrange six points for display of energy-saving technologies and equipment in six selected provinces and cities.\n* To organize six training courses on energy saving for managers, technical and technological staff, communicators, etc.\n* To organize two contests for innovative solutions and ideas related to energy-saving technologies and equipment in 2008 and in 2013.\n* To distribute leaflets, stickers, advertisements and booklets on typical successful models of economical and efficient use of energy in localities, enterprises, construction projects, etc.\n* To distribute leaflets, stickers, advertisements and booklets on typical successful models of economical and efficient use of energy in localities, enterprises, construction projects, etc.\n b/ Implementing agencies:"}, {"text_block_id": "p2_b75", "text": "The Ministry of Industry shall assume the prime responsibility for, and the Ministry of Culture and Information, Ministry of Justice, Ministry of Science and Technology, Vietnam Union of Scientific and Technical Associations, Vietnam Women's Union, Ho Chi Minh Communist Youth Union and provincial/ municipal People's Committees shall join in the implementation of the scheme."}, {"text_block_id": "p2_b76", "text": "The Ministry of Industry shall assume the prime responsibility for, and the Ministry of Culture and Information, Ministry of Justice, Ministry of Science and Technology, Vietnam Union of Scientific and Technical Associations, Vietnam Women's Union, Ho Chi Minh Communist Youth Union and provincial/ municipal People's Committees shall join in the implementation of the scheme.\n* The third scheme: Incorporating educational contents on economical and efficient use of energy in the national educational system.\n* The third scheme: Incorporating educational contents on economical and efficient use of energy in the national educational system.\n a/ Contents:\n* To develop teaching contents, textbooks and methods to integrate knowledge about economical and efficient use of energy into study subjects in a way suitable to each educational level of from primary to general secondary education.\n* To develop the program and textbook for the credit on \"vocational labor\" related to economical and efficient use of energy for professional and vocational training intermediate schools.\n* To develop the programs and textbooks with integrated knowledge about economical and efficient use of energy for all groups of trades and occupations taught at professional and vocational training schools.\n* To develop the program and textbook for the credit on economical and efficient use of energy for study subjects in universities and colleges.\n* To develop the program and textbook for the credit on economical and efficient use of energy for study subjects in universities and colleges.\n b/ Implementing agencies:"}, {"text_block_id": "p2_b88", "text": "The Ministry of Education and Training shall assume the prime responsibility for and the Ministry of Industry and concerned ministries and branches and provincial/municipal People's Committees shall join in the implementation of the scheme."}, {"text_block_id": "p2_b89", "text": "The Ministry of Education and Training shall assume the prime responsibility for and the Ministry of Industry and concerned ministries and branches and provincial/municipal People's Committees shall join in the implementation of the scheme.\n* The fourth scheme: Carrying out on a pilot basis the campaign for \"Building a model of economical use of energy in every household.\"\n* The fourth scheme: Carrying out on a pilot basis the campaign for \"Building a model of economical use of energy in every household.\"\n a/ Contents:\n* To select six urban and rural points nationwide, each with 100 households participating in the scheme on a voluntary basis.\n* To organize training for scheme participants in selected localities in energy-saving measures and scheme-implementing methods.\n* To assess the current situation of use of energy in the selected points, propose energy-saving measures, and organize the implementation of the scheme.\n* To provide energy-saving equipment to replace energy-consuming equipment when necessary at subsidized prices; to efficiently use new kinds of energy (biogas, biomass, etc.); to form energy-saving habits in households participating in the scheme.\n* To review and evaluate the results of the scheme and propose popularization and expansion plans.\n* To review and evaluate the results of the scheme and propose popularization and expansion plans.\n b/ Implementing agencies:"}, {"text_block_id": "p2_b103", "text": "The Ministry of Industry shall assume the prime responsibility for and the Ministry of Agriculture and Rural Development, People's Committees of localities selected for the scheme implementation, Vietnam Electricity Corporation, Vietnam Women's Union and the Ho Chi Minh Communist Youth Union shall join in the implementation of the scheme."}, {"text_block_id": "p2_b104", "text": "Content-3 group:"}, {"text_block_id": "p2_b105", "text": "Development and popularization of high-effect, energy-saving equipment for incremental removal of low-effect equipment, covering two schemes:"}, {"text_block_id": "p2_b106", "text": "Development and popularization of high-effect, energy-saving equipment for incremental removal of low-effect equipment, covering two schemes:\n* The fifth scheme: Developing standards and sticking energy-saving product recognition labels on certain selected energy-using products.\n* The fifth scheme: Developing standards and sticking energy-saving product recognition labels on certain selected energy-using products.\n a/ Contents:\n* To survey the use of energy by energy-consuming equipment in society, identify the popularity of each kind of equipment and its ratio in the energy consumption structure; draw up a list of equipment that consume much energy, categorize them by effect level suitable to the social development level in each period."}, {"text_block_id": "p3_b111", "text": "Development and popularization of high-effect, energy-saving equipment for incremental removal of low-effect equipment, covering two schemes:\n* The fifth scheme: Developing standards and sticking energy-saving product recognition labels on certain selected energy-using products.\n* The fifth scheme: Developing standards and sticking energy-saving product recognition labels on certain selected energy-using products.\n a/ Contents:\n* To survey the use of energy by energy-consuming equipment in society, identify the popularity of each kind of equipment and its ratio in the energy consumption structure; draw up a list of equipment that consume much energy, categorize them by effect level suitable to the social development level in each period.\n* To develop and promulgate five sets of minimum energy output standards for target products on the selected list (florescent lamps, ballasts for florescent lamps; electric fans; electric motors; air conditioners; and refrigerators) in the 2006-2010 period, and five standard sets for five selected kinds of equipment in the 2011-2013 period.\n* To develop the program and build a network for energy output tests, and create a website on the labeling of energy-saving equipment.\n* To develop the program and build a network for energy output tests, and create a website on the labeling of energy-saving equipment.\n b/ Implementing agencies:"}, {"text_block_id": "p3_b116", "text": "The Ministry of Science and Technology shall assume the prime responsibility for, and the Ministry of Industry, Ministry of Trade, Ministry of Education and Training and Vietnam Union of Scientific and Technical Associations shall join in the implementation of the scheme."}, {"text_block_id": "p3_b117", "text": "The Ministry of Science and Technology shall assume the prime responsibility for, and the Ministry of Industry, Ministry of Trade, Ministry of Education and Training and Vietnam Union of Scientific and Technical Associations shall join in the implementation of the scheme.\n* The sixth scheme: Providing technical assistance for local manufacturers that comply with energy output standards.\n* The sixth scheme: Providing technical assistance for local manufacturers that comply with energy output standards.\n a/ Contents:\n* To hold seminars and forums with local manufacturers on energy-saving equipment; identify necessary requirements to be met by product designs and technologies for the manufacture of products with higher effect to meet market demands and closely follow updated changes in national energy output standards.\n* To organize training courses to raise capabilities for certain enterprises (selected large-, medium- and small-sized enterprises), in economic analysis, cost-benefit calculations in the designing and development of new products, acquisition and transfer of technologies from local and foreign partners, calculation of costs of installation and improvement of production chains, and schedule for the achievement of energy output standards.\n* To apply measures to encourage association among enterprises; assist and encourage local manufacturers to change their technologies to increase energy output.\n* To assist enterprises in making plans of action and manufacture energy-using equipment which meet energy output standards.\n* To assist enterprises in making plans of action and manufacture energy-using equipment which meet energy output standards.\n b/ Implementing agencies:"}, {"text_block_id": "p3_b129", "text": "The Ministry of Industry shall assume the prime responsibility for and the Ministry of Science and Technology, Ministry of Trade, Ministry of Education and Training and Vietnam Union of Scientific and Technical Associations shall join in the implementation of the scheme."}, {"text_block_id": "p3_b130", "text": "Content-4 group:"}, {"text_block_id": "p3_b131", "text": "Economical and efficient use of energy in industrial production enterprises, covering two schemes:"}, {"text_block_id": "p3_b132", "text": "Economical and efficient use of energy in industrial production enterprises, covering two schemes:\n* The seventh scheme: Building models of management of economical and efficient use of energy in enterprises.\n* The seventh scheme: Building models of management of economical and efficient use of energy in enterprises.\n a/ Contents:\n* To compile materials on energy management; popularize experience drawn from successful local and foreign models of economical and efficient use of energy.\n* To organize training courses on energy management for leading officials of provincial/ municipal Industry Services, enterprises, etc; to assist industrial production enterprises in forming their internal systems of management of economical and efficient use of energy.\n* To build six models of energy management for six key energy-using enterprises of six selected industries.\n* To survey and assess the capabilities of energy consultancy organizations; to build and enhance capacity for certain energy service organizations which are selected from the three regions across the country so that they will become focal points for energy consultancy and audit and transfer of energy-saving technologies.\n* To survey and assess the capabilities of energy consultancy organizations; to build and enhance capacity for certain energy service organizations which are selected from the three regions across the country so that they will become focal points for energy consultancy and audit and transfer of energy-saving technologies.\n b/ Implementing agencies:\n* To survey and assess the capabilities of energy consultancy organizations; to build and enhance capacity for certain energy service organizations which are selected from the three regions across the country so that they will become focal points for energy consultancy and audit and transfer of energy-saving technologies.\n b/ Implementing agencies:\n The Ministry of Industry shall assume the prime responsibility for, and provincial/municipal People's Committees and corporations shall join in, the implementation of the scheme.\n* The eighth scheme: Assisting industrial production enterprises in upgrading, improving and rationalizing their technological chains for economical and efficient use of energy.\n* The eighth scheme: Assisting industrial production enterprises in upgrading, improving and rationalizing their technological chains for economical and efficient use of energy.\n a/ Contents:\n* The eighth scheme: Assisting industrial production enterprises in upgrading, improving and rationalizing their technological chains for economical and efficient use of energy.\n a/ Contents:\n -To formulate mechanisms, plans and methods of assisting industrial production enterprises in upgrading, improving and rationalizing their energy-using techniques and technologies.\n* To assist enterprises in conducting energy audit, surveying and identifying cases with potential advantages and opportunities to promote economical and efficient use of energy; formulate and carry out investment projects on upgrading, improvement and rationalization of energy-using technologies.\n* To formulate and carry out some specific technical and technological projects that use fuel, thermal energy or electricity suitable to each practical entity, attach importance to the furnishment of technological chains that make use of excessive heat of smoke emitted from industrial furnaces, heat-cum-electricity-generating technologies, and save energy in the use of electric motors, air conditioning and ventilation, processing of farm and aquatic products, etc."}, {"text_block_id": "p3_b153", "text": "b/ Implementing agencies:"}, {"text_block_id": "p3_b154", "text": "The Ministry of Industry shall assume the prime responsibility for, and concerned ministries and branches and Vietnam Union of Scientific and Technical Associations shall join in, the implementation of the scheme."}, {"text_block_id": "p3_b155", "text": "Content-5 group:"}, {"text_block_id": "p3_b156", "text": "Economical and efficient use of energy in buildings, covering two schemes:"}, {"text_block_id": "p3_b157", "text": "Economical and efficient use of energy in buildings, covering two schemes:\n* The ninth scheme: Enhancing capacity and deploying activities of economical and efficient use of energy in construction designing and management of buildings.\n<\\li1>"}, {"text_block_id": "p4_b159", "text": "Economical and efficient use of energy in buildings, covering two schemes:\n* The ninth scheme: Enhancing capacity and deploying activities of economical and efficient use of energy in construction designing and management of buildings.\n<\\li1>\n* To organize training courses and dissemination of information on Vietnam construction standard \"Projects with economical and efficient use of energy,\" improve the awareness of partners involved in construction activities in the Vietnamese territory about energy saving in construction.\n\t* To organize training in solutions to economical and efficient use of energy in construction projects, including contents related to project consultancy, supervision, evaluation and licensing, for provincial/ municipal Construction Service staff.\n\t* To print and diffuse leaflets as communication materials on economical and efficient use of energy among construction units and laborers.\n\t* To print and diffuse leaflets as communication materials on economical and efficient use of energy among construction units and laborers.\n b/ Implementing agencies:"}, {"text_block_id": "p4_b166", "text": "The Ministry of Construction shall assume the prime responsibility for, and concerned ministries, branches and provincial/municipal People's Committees shall join in, the implementation of the scheme."}, {"text_block_id": "p4_b167", "text": "10."}, {"text_block_id": "p4_b168", "text": "The tenth scheme: Building models for and putting into routine operation the work of management of economical and efficient use of energy in buildings."}, {"text_block_id": "p4_b169", "text": "a/ Contents:"}, {"text_block_id": "p4_b170", "text": "-"}, {"text_block_id": "p4_b171", "text": "To build five energy management models and put them into routine operation in five selected buildings."}, {"text_block_id": "p4_b172", "text": "-"}, {"text_block_id": "p4_b173", "text": "To enhance capacity for a number of selected energy service organizations located in the three regions of the country so that they will become focal points for energy consultancy and audit and transfer of energy-saving technologies in the construction domain."}, {"text_block_id": "p4_b174", "text": "-"}, {"text_block_id": "p4_b175", "text": "To renovate on a pilot basis certain high-rises and assist certain newly constructed buildings in applying energy-saving solutions."}, {"text_block_id": "p4_b176", "text": "-"}, {"text_block_id": "p4_b177", "text": "To develop and launch a drive to carry out energy-saving \"green projects\" in agencies and enterprises nationwide."}, {"text_block_id": "p4_b178", "text": "-"}, {"text_block_id": "p4_b179", "text": "Annually, to organize consideration and award of national prizes and certificates to green works that satisfy assessment requirements and criteria. To coordinate in the award of ASEAN prizes to energy-saving buildings."}, {"text_block_id": "p4_b180", "text": "-"}, {"text_block_id": "p4_b181", "text": "To hold contests of model construction designs and ideas for energy-saving buildings and eco-architecture villages. To select appropriate designs for application and take measures to support the pilot application."}, {"text_block_id": "p4_b182", "text": "b/ Implementing agencies:"}, {"text_block_id": "p4_b183", "text": "The Ministry of Construction shall assume the prime responsibility for, and other ministries, branches and provincial/municipal People's Committees shall join in, the implementation of the scheme."}, {"text_block_id": "p4_b184", "text": "Content-6 group:"}, {"text_block_id": "p4_b185", "text": "Economical and efficient use of energy in transport activities, covering one scheme:"}, {"text_block_id": "p4_b186", "text": "11."}, {"text_block_id": "p4_b187", "text": "The eleventh scheme: Optimally exploiting the capacity of means of transport, traffic equipment, minimizing consumed energy amounts and limiting emissions into the environment."}, {"text_block_id": "p4_b188", "text": "a/ Contents:"}, {"text_block_id": "p4_b189", "text": "-"}, {"text_block_id": "p4_b190", "text": "To formulate specific energy-saving programs and plans based on the optimal exploitation of road, waterway, railway, airway and seaway networks; rationalize means of transport; develop means of high-capacity transport, transport of passengers in large numbers and cargoes in large quantities."}, {"text_block_id": "p4_b191", "text": "-"}, {"text_block_id": "p4_b192", "text": "To apply economical and efficient energy use solutions to means of transport through technical management work and application of new scientific and technological advances; to elaborate and reasonably adjust eco-technical norms in the process of manufacture, repair and maintenance of means of transport."}, {"text_block_id": "p4_b193", "text": "-"}, {"text_block_id": "p4_b194", "text": "To experimentally use bio-energy as substitute fuel for certain kinds of means of transport."}, {"text_block_id": "p4_b195", "text": "b/ Implementing agencies:"}, {"text_block_id": "p4_b196", "text": "The Ministry of Transport shall assume the prime responsibility for, and other ministries, branches and provincial/municipal People's Committee shall join in, the implementation of the scheme."}, {"text_block_id": "p4_b197", "text": "III. IMPLEMENTATION PERIOD:"}, {"text_block_id": "p4_b198", "text": "The national target program on economical and efficient use of energy shall be implemented from 2006 through 2015, divided into two periods:"}, {"text_block_id": "p4_b199", "text": "-"}, {"text_block_id": "p4_b200", "text": "Period I (2006-2010), the period of active implementation of all contents of the Program."}, {"text_block_id": "p4_b201", "text": "-"}, {"text_block_id": "p4_b202", "text": "Period II (2011-2015): the period of intensive and extensive implementation of the Program's contents on the basis of implementation experience and results reviewed and evaluated in Period I."}, {"text_block_id": "p4_b203", "text": "Article 2.-"}, {"text_block_id": "p4_b204", "text": "Major solutions to implementing the national target program on economical and efficient use of energy."}, {"text_block_id": "p4_b205", "text": "I. FINANCIAL SOLUTIONS:"}, {"text_block_id": "p4_b206", "text": "1."}, {"text_block_id": "p4_b207", "text": "State budget capital: To be allocated for the formulation and perfection of institutions for management of economical and efficient use of energy, the capacity building, energy investigation, survey and audit, the implementation of the schemes, and partial support of the formulation of the schemes in the form of grant of preferential loans under mechanisms applicable to scientific and technological development projects."}, {"text_block_id": "p4_b208", "text": "2."}, {"text_block_id": "p4_b209", "text": "Financial supports from organizations and individuals at home and abroad."}, {"text_block_id": "p4_b210", "text": "3."}, {"text_block_id": "p4_b211", "text": "Capital of enterprises participating in the schemes:"}, {"text_block_id": "p4_b212", "text": "Capital of enterprises participating in the schemes:\n* To be invested in energy-saving projects which are proposed by enterprises during the process of participating in the Program's schemes.\n* To be paid for loans borrowed for the implementation of the Program's listed schemes."}, {"text_block_id": "p5_b216", "text": "-"}, {"text_block_id": "p5_b217", "text": "To be contributed to the implementation of the Program's schemes in the enterprises."}, {"text_block_id": "p5_b218", "text": "II. SOLUTIONS TO INVESTMENT IN SCIENCE, TECHNOLOGY AND TRAINING:"}, {"text_block_id": "p5_b219", "text": "-"}, {"text_block_id": "p5_b220", "text": "To make selected investments in enhancing capacity for energy consultancy, designing, testing and audit organizations."}, {"text_block_id": "p5_b221", "text": "-"}, {"text_block_id": "p5_b222", "text": "To make investments in training and enhancing capacity related to economical and efficient use of energy for managerial personnel, particularly in key localities and energy-saving enterprises."}, {"text_block_id": "p5_b223", "text": "-"}, {"text_block_id": "p5_b224", "text": "To make investments in the work of communication, information, advocacy and education to raise community awareness about energy saving."}, {"text_block_id": "p5_b225", "text": "-"}, {"text_block_id": "p5_b226", "text": "The Program's Steering Committee shall in cooperation with ministries recommend a number of projects on development of technologies for manufacturing new energy-saving products and formulate policies on economical and efficient use of energy, which will be funded with annual scientific and technological budgets of these ministries."}, {"text_block_id": "p5_b227", "text": "III. SOLUTIONS TO INTERNATIONAL COOPERATION:"}, {"text_block_id": "p5_b228", "text": "-"}, {"text_block_id": "p5_b229", "text": "To promote international cooperation in training and capacity building for the contingent of employees working in the domain of economical and efficient use of energy and for consultancy organizations in the forms of direct investment, symposiums, overseas training, study tours, consultancy and building of standard-conforming laboratories."}, {"text_block_id": "p5_b230", "text": "-"}, {"text_block_id": "p5_b231", "text": "To cooperate in formulating policies, institutions and standards related to economical and efficient use of energy."}, {"text_block_id": "p5_b232", "text": "-"}, {"text_block_id": "p5_b233", "text": "To join ASEAN and international testing networks in testing energy-saving products."}, {"text_block_id": "p5_b234", "text": "-"}, {"text_block_id": "p5_b235", "text": "To join the ASEAN energy cooperation network in considering and awarding ASEAN prizes to energy-saving buildings and ecological villages."}, {"text_block_id": "p5_b236", "text": "Article 3.-"}, {"text_block_id": "p5_b237", "text": "Organization of the implementation of the national target program on economical and efficient use of energy"}, {"text_block_id": "p5_b238", "text": "I. THE PROGRAM'S STEERING COMMITTEE:"}, {"text_block_id": "p5_b239", "text": "1."}, {"text_block_id": "p5_b240", "text": "To set up the State Steering Committee for the national target program on economical and efficient use of energy, which is headed by the Minister of Industry and participated by representatives of the Ministry of Construction, Ministry of Transport, Ministry of Finance, Ministry of Education and Training, Ministry of Culture and Information, Ministry of Science and Technology, Ministry of Planning and Investment, Ministry of Finance, Ministry of Justice, Government Office, and Vietnam Union of Scientific and Technical Associations."}, {"text_block_id": "p5_b241", "text": "2."}, {"text_block_id": "p5_b242", "text": "The Office of the Program's Steering Committee shall be based at the Ministry of Industry."}, {"text_block_id": "p5_b243", "text": "II. ASSIGNMENT OF RESPONSIBILITIES"}, {"text_block_id": "p5_b244", "text": "1."}, {"text_block_id": "p5_b245", "text": "The Ministry of Industry shall act as the standing body of the Program's Steering Committee. It shall assume the prime responsibility for, and coordinate with concerned ministries, branches and organizations in, implementing the Program; and coordinate all activities of the Program and carry out assigned schemes."}, {"text_block_id": "p5_b246", "text": "2."}, {"text_block_id": "p5_b247", "text": "Ministries, branches and organizations participating in the Program shall formulate specific plans for implementation of the schemes and submit them to the Program's Steering Committee for approval and incorporation in annual implementation plans."}, {"text_block_id": "p5_b248", "text": "3."}, {"text_block_id": "p5_b249", "text": "The Ministry of Finance:"}, {"text_block_id": "p5_b250", "text": "The Ministry of Finance:\n* To coordinate with the Ministry of Industry in formulating mechanisms, policies and reasonable price tariffs for achieving the objective of economical and efficient use of energy.\n* To arrange funds for the Program's contents and incorporate them in annual plans.\n* To monitor, supervise and join in assessing the results of the Program's schemes.\n* To arrange funds and incorporate them in annual implementation plans, ensuring adequate resources for the Program's activities.\n* To call for financial supports from international projects on economical and efficient use of energy.\n* To formulate policies on management of economical and efficient use of energy in their localities.\n* To join in implementing the Program's schemes in their localities."}, {"text_block_id": "p5_b256", "text": "4."}, {"text_block_id": "p5_b257", "text": "The Ministry of Planning and Investment:"}, {"text_block_id": "p5_b262", "text": "5."}, {"text_block_id": "p5_b263", "text": "People's Committees of provinces and centrally run cities:"}, {"text_block_id": "p5_b268", "text": "III. DIRECTION, MONITORING AND EVALUATION"}, {"text_block_id": "p5_b269", "text": "1."}, {"text_block_id": "p5_b270", "text": "The Program's Steering Committee shall be responsible for coordinating and supervising all activities of the Program so as to achieve the objectives of each scheme and take overall responsibility for the implementation results."}, {"text_block_id": "p5_b271", "text": "2."}, {"text_block_id": "p5_b272", "text": "Agencies having the prime responsibility for the schemes shall have to coordinate and supervise activities of their assigned schemes and take responsibility for their implementation results."}, {"text_block_id": "p5_b273", "text": "Article 4.-"}, {"text_block_id": "p5_b274", "text": "This Decision takes effect 15 days after its publication in \"CONG BAO.\""}, {"text_block_id": "p5_b275", "text": "Article 5.-"}, {"text_block_id": "p5_b276", "text": "Ministers, heads of ministerial-level agencies, heads of Government-attached agencies, and presidents of provincial/municipal People's Committees shall have to implement this Decision."}, {"text_block_id": "p6_b277", "text": "PRIME MINISTER"}, {"text_block_id": "p6_b278", "text": "Phan Van Khai"}, {"text_block_id": "p6_b279", "text": "Văn bản liên quan hiệu lực"}, {"text_block_id": "p6_b280", "text": "không có"}, {"text_block_id": "p6_b281", "text": ""}, {"text_block_id": "p6_b282", "text": "Văn bản liên quan nội dung"}, {"text_block_id": "p6_b283", "text": ""}, {"text_block_id": "p6_b284", "text": "Văn bản liên quan cùng nội dung "}, {"text_block_id": "p6_b285", "text": "Đang cập nhật..."}, {"text_block_id": "p6_b286", "text": "© 2018"}, {"text_block_id": "p6_b287", "text": "(/)"}, {"text_block_id": "p6_b288", "text": "(/)"}], "document_description": "This decision sets out to approve the national programme on Energy Efficiency and Conservation for 2006-2015. The Programme itself has a series of detailed programmes: - Intensification of the state administration of energy efficiency and conservation, and organising state control systems - Awareness raising of energy efficiency - Developing and popularising high efficiency and energy saving products - Energy efficiency and conservation in Industry - Energy conservation and efficiency in building - Energy conservation and efficiency in transportation  It includes the following targets: - Saving 3-5% of the total national energy consumption in the period 2006-2010 - Saving 5-8% of the total national energy consumption in the period 2011-2015 - Establishing a model of efficient use and conservation of energy and applying this to 40% of enterprises in period 2006-2010, moving to 100% enterprises in 2011-2015 - Applying compulsory control of energy efficiency and conservation in construction to 100% of buildings built from 2006 - Popularising high-efficiency equipment and reducing energy intensity of production - Minimising fuel consumption in equipment (presumably industrial plant)"}