{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance"], "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Vietnam", "document_category": "Law", "document_sector_name": "Coastal zones", "document_date": "01/01/2021", "document_language": "Vietnamese", "document_name": "Decree detailing the implementation of a number of articles of the Law on Natural Disaster Prevention and Control and the Law on Sura for and supplementing a number of articles of the Law on Natural Disaster Prevention and Control and the Law on Natural Disaster Prevention and Control.", "document_country_code": "VNM", "document_hazard_name": [], "document_keyword": "Adaptation", "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/VNM/2021/VNM-2021-01-01-Decree detailing the implementation of a number of articles of the Law on Natural Disaster Prevention and Control and the Law on Sura for and supplementing a number of articles of the Law on Natural Disaster Prevention and Control and the Law on Natural Disaster Prevention and Control._5f9a6e9943bd2581bcb97bc3606a6cc1.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This law provides natural disaster prevention and control activities; specifies the rights and obligations of agencies, organisations, households and individuals engaged in natural disaster prevention and control activities; and details the state management of, and assurance of resources for, natural disaster prevention and control.  It specifies that natural disaster prevention and control activities must be based on scientific grounds, protect the environment, and recognise the importance of adapting to climate change. It requires the creation, every 10 years, of a National Strategy on Natural Disaster Prevention and Control which must include results of any climate change-related risks. District level and provincial natural disaster prevention and control plans must identify potential climate change-related impacts on socio-economic activities."}