{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Vietnam", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Resolution No 55NQ/TW on the orientation of the National Energy Development Strategy of Vietnam to 2030", "document_country_code": "VNM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Resolution", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "02/11/2020", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/VNM/2020/VNM-2020-11-02-Resolution No 55NQ_TW on the orientation of the National Energy Development Strategy of Vietnam to 2030_e5c408ef9391d6d3ad651c2b04a16548.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "CENTRAL COMMITTEE OF THE COMMUNIST PARTY OF VIETNAM"}, {"text_block_id": "p0_b2", "text": "*"}, {"text_block_id": "p0_b3", "text": "Ref. 55-NQ/TW"}, {"text_block_id": "p0_b4", "text": "COMMUNIST PARTY OF"}, {"text_block_id": "p0_b5", "text": "VIETNAM"}, {"text_block_id": "p0_b6", "text": "Hanoi, 11 February 2020"}, {"text_block_id": "p0_b7", "text": "RESOLUTION"}, {"text_block_id": "p0_b8", "text": "OF THE POLITBURO"}, {"text_block_id": "p0_b9", "text": "On Orientations of the Viet Nam"}, {"text_block_id": "p0_b10", "text": "’s"}, {"text_block_id": "p0_b11", "text": "National Energy Development Strategy to 2030 and outlook to 2045"}, {"text_block_id": "p0_b12", "text": "I-STATUS AND CAUSES"}, {"text_block_id": "p0_b13", "text": "I-STATUS AND CAUSES\n* After 15 years of accomplishing the Conclusion ref. 26-KL/TW dated\n* After 15 years of accomplishing the Conclusion ref. 26-KL/TW dated\n Energy supply, particularly power supply, basically met the requirements for\n<\\li1>"}, {"text_block_id": "p1_b24", "text": "I-STATUS AND CAUSES\n* After 15 years of accomplishing the Conclusion ref. 26-KL/TW dated\n* After 15 years of accomplishing the Conclusion ref. 26-KL/TW dated\n Energy supply, particularly power supply, basically met the requirements for\n<\\li1>\n* However, our countryâs energy sector still found a lot of limits. The goal of\n* Such drawbacks are resulted from many reasons but mainly from subjective"}, {"text_block_id": "p2_b31", "text": "I-STATUS AND CAUSES\n* After 15 years of accomplishing the Conclusion ref. 26-KL/TW dated\n* After 15 years of accomplishing the Conclusion ref. 26-KL/TW dated\n Energy supply, particularly power supply, basically met the requirements for\n<\\li1>\n* However, our countryâs energy sector still found a lot of limits. The goal of\n* Such drawbacks are resulted from many reasons but mainly from subjective\n"}, {"text_block_id": "p2_b32", "text": "II-GUIDING ORIENTATIONS, OBJECTIVES AND OUTLOOK"}, {"text_block_id": "p2_b33", "text": "1. Guiding orientations"}, {"text_block_id": "p2_b34", "text": "1. Guiding orientations\n* To ensure the national energy security as the foundation and important\n* To develop the national energy system in line with the socialist-oriented\n* To synchronously and rationally develop and diversify various types of\n* To concentrate on research and apply the achievements of the Fourth Industrial"}, {"text_block_id": "p3_b42", "text": "1. Guiding orientations\n* To ensure the national energy security as the foundation and important\n* To develop the national energy system in line with the socialist-oriented\n* To synchronously and rationally develop and diversify various types of\n* To concentrate on research and apply the achievements of the Fourth Industrial\n* To consider energy efficiency and environmental protection an important"}, {"text_block_id": "p3_b45", "text": "2. Objectives"}, {"text_block_id": "p3_b46", "text": "a) Overall objectives"}, {"text_block_id": "p3_b47", "text": "To ensure the national energy security, provide sufficient, stable and high-quality energy at an affordable price for rapid and sustainable socio-economic development, ensure national defence and security, improve people"}, {"text_block_id": "p3_b48", "text": "’"}, {"text_block_id": "p3_b49", "text": "s lives and contribute to the protection of the ecological environment. To develop the energy sector harmoniously among sub-sectors with complete and smart infrastructure, reaching the advanced level of ASEAN. To develop competitive, transparent and effective energy market in line with socialistoriented market economy. To effectively exploit and use domestic energy resources in combination with rational import and export of energy; thoroughly apply best practices on energy saving and efficiency. To take active in producing major equipment in energy sector; upgrade and construct advanced and modern power transmission and distribution grids."}, {"text_block_id": "p3_b50", "text": "b) Specific objectives"}, {"text_block_id": "p3_b51", "text": "b) Specific objectives\n* To provide sufficient energy to meet domestic energy demand and satisfy\n* The share of renewable energy sources in the total primary energy supply\n* Total final energy consumption reaches 105-115 million TOE by 2030 and"}, {"text_block_id": "p4_b61", "text": "b) Specific objectives\n* To provide sufficient energy to meet domestic energy demand and satisfy\n* The share of renewable energy sources in the total primary energy supply\n* Total final energy consumption reaches 105-115 million TOE by 2030 and\n* To develop an efficient smart grid system with regional interconnectivity;\n* Oil refinery plants to meet at the minimum 70% of the domestic demand;\n* The energy-saving over the total final energy consumption against\n* To reduce greenhouse gases emission from energy activities against the BAU"}, {"text_block_id": "p4_b74", "text": "3. Outlook to 2045"}, {"text_block_id": "p4_b75", "text": "Ensure the national energy security; develop synchronously factors of a competitive and transparent energy market in line with a socialist-oriented market economy; Ensure sustainable development of energy sub-sectors, efficient use of resources, environmental protection and climate change adaptation; Develop a synchronous and modern energy infrastructure system with improved international and regional interconnectivity; ensure the quality of the human resource, technological and scientific qualification and management capability in the energy sector to meet the level of a modern and developed industrial country."}, {"text_block_id": "p4_b76", "text": "III-MISSIONS AND KEY SOLUTIONS"}, {"text_block_id": "p4_b77", "text": "1. Development of primary energy sources towards enhancing autonomy, diversification, efficiency, reliability and sustainability"}, {"text_block_id": "p4_b78", "text": "1. Development of primary energy sources towards enhancing autonomy, diversification, efficiency, reliability and sustainability\n* Extend seeking and exploration activities to provide additional"}, {"text_block_id": "p5_b81", "text": "1. Development of primary energy sources towards enhancing autonomy, diversification, efficiency, reliability and sustainability\n* Extend seeking and exploration activities to provide additional\n* Develop a novel development strategy for the coal sector in agreement\n* Formulate breakthrough mechanisms and policies to"}, {"text_block_id": "p6_b90", "text": "1. Development of primary energy sources towards enhancing autonomy, diversification, efficiency, reliability and sustainability\n* Extend seeking and exploration activities to provide additional\n* Develop a novel development strategy for the coal sector in agreement\n* Formulate breakthrough mechanisms and policies to\n* Promptly grasp relevant information for research and"}, {"text_block_id": "p6_b93", "text": "2. Rapid and sustainable development of the power sector to meet the requirements of national industrialization and modernization"}, {"text_block_id": "p6_b94", "text": "2. Rapid and sustainable development of the power sector to meet the requirements of national industrialization and modernization\n* Formulate and implement the Vietnam power sector development strategy for\n* maximize the mobilization of the existing hydropower\n* Prioritize wind and solar power development while\n* Promote thermal power projects with synchronized supply\n* Promote thermal power projects with synchronized supply\n Development of coal-fired thermal power development at a reasonable level"}, {"text_block_id": "p7_b105", "text": "2. Rapid and sustainable development of the power sector to meet the requirements of national industrialization and modernization\n* Formulate and implement the Vietnam power sector development strategy for\n* maximize the mobilization of the existing hydropower\n* Prioritize wind and solar power development while\n* Promote thermal power projects with synchronized supply\n* Promote thermal power projects with synchronized supply\n Development of coal-fired thermal power development at a reasonable level\n* Maximally exploit biomass\n* Invest in the modernization of the power sector in the production,\n* Research and finalize financial regimes and mobilize special capital\n* Accelerate the competitive power market development roadmap, a mechanism"}, {"text_block_id": "p7_b114", "text": "3. Restructuring of energy consumption industries and sectors in parallel with implementing policies on clean, economical and efficient use of energy"}, {"text_block_id": "p7_b115", "text": "3. Restructuring of energy consumption industries and sectors in parallel with implementing policies on clean, economical and efficient use of energy\n* Restructure energy consumption sectors, particularly the foreign investment,\n<\\li1>"}, {"text_block_id": "p8_b117", "text": "3. Restructuring of energy consumption industries and sectors in parallel with implementing policies on clean, economical and efficient use of energy\n* Restructure energy consumption sectors, particularly the foreign investment,\n<\\li1>\n* Review and regulate the flexible distribution of energy consumption sources\n* Review and finalize the National Energy Efficiency Program in the 2020 â 2030 period. Implement mandatory standards and regulations in parallel with"}, {"text_block_id": "p8_b123", "text": "4. Development of sustainable energy infrastructure, regional interconnection; improvement of the internal capacity in the manufacturing industry and services to support the national power sector"}, {"text_block_id": "p8_b124", "text": "4. Development of sustainable energy infrastructure, regional interconnection; improvement of the internal capacity in the manufacturing industry and services to support the national power sector\n* Develop policies on prioritizing investments in sustainable energy\n* Accelerate digital transformation in the energy sector; develop and implement\n* Develop relevant mechanisms and policies to promote and facilitate the"}, {"text_block_id": "p9_b130", "text": "4. Development of sustainable energy infrastructure, regional interconnection; improvement of the internal capacity in the manufacturing industry and services to support the national power sector\n* Develop policies on prioritizing investments in sustainable energy\n* Accelerate digital transformation in the energy sector; develop and implement\n* Develop relevant mechanisms and policies to promote and facilitate the\n"}, {"text_block_id": "p9_b131", "text": "5. Restructuring, renovation and improvement of the performance of the state-owned enterprises in the energy sector; promotion of the private sector"}, {"text_block_id": "p9_b132", "text": "’s"}, {"text_block_id": "p9_b133", "text": "involvement in socialization for energy development"}, {"text_block_id": "p9_b134", "text": "involvement in socialization for energy development\n* Fully restructure state-owned enterprises in the energy sector with the\n* Review, supplement and revise special mechanisms and policies for a number\n* Create a favorable and transparent environment; publicize the plan and list of"}, {"text_block_id": "p10_b142", "text": "involvement in socialization for energy development\n* Fully restructure state-owned enterprises in the energy sector with the\n* Review, supplement and revise special mechanisms and policies for a number\n* Create a favorable and transparent environment; publicize the plan and list of\n"}, {"text_block_id": "p10_b143", "text": "6."}, {"text_block_id": "p10_b144", "text": "Reforming mechanisms and policies, development of a synchronous, interlinked, modern and efficient energy market, with the socialist orientation"}, {"text_block_id": "p10_b145", "text": "Reforming mechanisms and policies, development of a synchronous, interlinked, modern and efficient energy market, with the socialist orientation\n* Develop a synchronous market with the interlinkages among sub-sectors\n* Review, adjust and finalize policies on land, site clearance and compensation,\n* Revise and finalize specialized laws on oil and gas, electricity and energy"}, {"text_block_id": "p11_b151", "text": "Reforming mechanisms and policies, development of a synchronous, interlinked, modern and efficient energy market, with the socialist orientation\n* Develop a synchronous market with the interlinkages among sub-sectors\n* Review, adjust and finalize policies on land, site clearance and compensation,\n* Revise and finalize specialized laws on oil and gas, electricity and energy\n* Improve the quality of formulating energy development strategies and plans,\n<\\li1>"}, {"text_block_id": "p11_b153", "text": "7."}, {"text_block_id": "p11_b154", "text": "Developing science and technology and training high-quality human resources for the energy sector"}, {"text_block_id": "p11_b155", "text": "-"}, {"text_block_id": "p11_b156", "text": "Create the mechanisms for connecting scientific and technological research resources, innovate with enterprises and educational facilities in the energy sector through programs in science and technology; integrate research and develop activities into energy development strategies, planning and plans. Formulate the mechanism to incentivize energy enterprises to enhance investments in research and development and establish innovation centers in the energy sector. Continuing to realize the national target science and technology program on researching the application and development of energy technologies in the period of 2021 -2030 with focuses on producing energy equipment; applying new, renewable energy, smart energy and saving energy."}, {"text_block_id": "p11_b157", "text": "-"}, {"text_block_id": "p11_b158", "text": "Review, amend and supplement national standards and norms in the energy sector in alignment with international regulations and standards, taking into consideration national standards and norms related to the recycling and reuse of waste from energy generation. Gradually applying measures to encourage and obligate the innovation of technologies and equipment in the energy sector as well as in energy-intensive industries."}, {"text_block_id": "p11_b159", "text": "-"}, {"text_block_id": "p11_b160", "text": "Develop the master policy on human resource development and training programs for key steps in the energy sector. Enhancing the training for technical employees and professional staff to meet the demand of domestic use and export. Effectively utilizing the human resource trained on nuclear energy, as while providing them with advanced training."}, {"text_block_id": "p11_b161", "text": "8. Strengthening international cooperation; actively and proactively developing strategic partnerships to realize the targets of importing energy in the long term and investing in overseas energy resources"}, {"text_block_id": "p11_b162", "text": "-"}, {"text_block_id": "p11_b163", "text": "Implement external energy policies in a flexible, effective, equal and win-win manner. Extend and deepen energy cooperation with crucial strategic partners. Enhance international relations on energy in all sub-sectors and areas in line with the international integration trend; taking advantages of"}, {"text_block_id": "p12_b164", "text": "opportunities from trade agreements and political and diplomatic relations for energy development."}, {"text_block_id": "p12_b165", "text": "-"}, {"text_block_id": "p12_b166", "text": "Urgently develop the long-term energy import strategy, while encouraging investment in and exploitation of energy resources in foreign countries to contribute to ensuring the national energy security; create mechanisms to facilitate Vietnamese enterprises to invest in energy projects abroad prioritizing power projects in neighboring countries, thereby actively importing electricity to Viet Nam. Expand the partnerships with companies investing in energy and advanced energy technologies development."}, {"text_block_id": "p12_b167", "text": "-"}, {"text_block_id": "p12_b168", "text": "Proactively participate in the energy cooperation in the Greater Mekong SubRegion (GMS) and Southeast Asian Region (ASEAN); connect power grids and finalize the power purchase mechanism with China, Laos and Cambodia. Continue to research the connection of gas systems in the region and realize the connection when possible."}, {"text_block_id": "p12_b169", "text": "9. Implementing environmental protection policies of the energy sector in combination with the target of reducing greenhouse gases and promoting the circular economy and sustainable development"}, {"text_block_id": "p12_b170", "text": "-"}, {"text_block_id": "p12_b171_merged", "text": "Research and develop appropriate carbon tax policies for the use of fossil fuels. Formulate mechanisms and policies on recovering and using CO2. Assess the efficiency of using and recycling ash and slag arising on the basis of balancing between the demand and the consumption capacity for construction materials, especially in the South."}, {"text_block_id": "p12_b175", "text": "-"}, {"text_block_id": "p12_b176", "text": "Finalize the policy framework, develop and supplement the system of national standards and norms on emission and waste in the energy sector toward aligning with standards of developed countries. Supplement regulations on investment screening for projects based on environmental risks. Developing financial statutes on environment, which ensure the sufficient inclusion of environmental and social costs in product price and investment costs. Strengthen the prevention and regulation of subjects that are highly likely to pollute the environment and strictly punish violations of environmental safety in accordance with the provision of the law. Disseminate information about environmental protection in the energy sector in a timely and adequate manner."}, {"text_block_id": "p12_b177", "text": "-"}, {"text_block_id": "p12_b178", "text": "Develop and implement the Project on integrating the circular economic model into the energy enterprise development strategy. Develop waste management and processing system in energy production with advanced"}, {"text_block_id": "p13_b179", "text": "technologies, in-line with the country"}, {"text_block_id": "p13_b180", "text": "’"}, {"text_block_id": "p13_b181", "text": "s conditions; ensuring the waste self-handling capacity in energy enterprises. Create mechanisms and policies to encourage the development of the environment industry linking closely to the energy sector."}, {"text_block_id": "p13_b182", "text": "-"}, {"text_block_id": "p13_b183", "text": "Review, adjust and include the contents relevant to the energy sector in the National Strategy on Climate Change, National Strategy on Green Growth, Vietnam Sustainable Development Strategy, Vietnam Maritime Strategy, and other related strategies."}, {"text_block_id": "p13_b184", "text": "10. Enhancing the Party"}, {"text_block_id": "p13_b185", "text": "’"}, {"text_block_id": "p13_b186", "text": "s leadership; improving the effectiveness and efficiency of the State"}, {"text_block_id": "p13_b187", "text": "’"}, {"text_block_id": "p13_b188", "text": "s management and promoting the right of people as masters and the roles of Vietnam Fatherland Front as well as other sociopolitical in energy development"}, {"text_block_id": "p13_b189", "text": "-"}, {"text_block_id": "p13_b190", "text": "Raise the awareness of Party"}, {"text_block_id": "p13_b191", "text": "’"}, {"text_block_id": "p13_b192", "text": "s committee leaders, the political system and people of the role, position and importance of the energy sector. Party"}, {"text_block_id": "p13_b193", "text": "’"}, {"text_block_id": "p13_b194", "text": "s committee leaders and authorities from the central to local levels need to consider the national energy development as an important and cross-cutting task; take serious lead, provide guidance and organize the implementation of this task. Develop mechanisms and legal frameworks to ensure the compliance with the National Energy Development Plan. Strictly address stagnant investment projects, affecting national energy security."}, {"text_block_id": "p13_b195", "text": "-"}, {"text_block_id": "p13_b196", "text": "Review and finalize the state management model in the energy sector. Clearly define responsibilities, rights and coordination mechanisms between the central and local levels and among state management agencies in energy development. Promote the dissemination and communication of legal normative documents on energy. Fulfill the role of policy orientation and development in combination with the enhanced inspection, supervision, support for policy implementation."}, {"text_block_id": "p13_b197", "text": "-"}, {"text_block_id": "p13_b198", "text": "Promote ownership rights of the people; increase the engagement of the Vietnam Fatherland Front, socio-political organizations, socio-professional organizations and those impacted by the policies in the development and monitoring the implementation of national energy development strategies and plans."}, {"text_block_id": "p13_b199", "text": "IV-IMPLEMENTATION"}, {"text_block_id": "p13_b200", "text": "1."}, {"text_block_id": "p13_b201_merged_merged_merged_merged", "text": "The provincial and municipal Party committees as well as the Party commissions, Party-appointed leadership body, Party’s unions and Party’s"}, {"text_block_id": "p14_b206", "text": "committees at the central level imperatively communicate and disseminate the Resolution to their staff and Party"}, {"text_block_id": "p14_b207", "text": "’"}, {"text_block_id": "p14_b208", "text": "s members as well as develop programs and plans to implement the Resolution."}, {"text_block_id": "p14_b209", "text": "2."}, {"text_block_id": "p14_b210", "text": "The Party"}, {"text_block_id": "p14_b211", "text": "’"}, {"text_block_id": "p14_b212", "text": "s Union of the National Assembly leads the research, amendment, supplementation, and finalization of laws to facilitate the national energy development in line with the Resolution; increasingly supervising the formulation and implementation of national energy development strategies, plans and policies."}, {"text_block_id": "p14_b213", "text": "3."}, {"text_block_id": "p14_b214", "text": "The Government"}, {"text_block_id": "p14_b215", "text": "’"}, {"text_block_id": "p14_b216", "text": "s party-appointed leadership body leads the development and implementation of the national energy development strategy and development strategies of energy sub-sectors, National Energy Master Plan and National Power Development Plan in line with the Resolution; prioritizes adequate resources for the implementation of tasks stated in the Resolution; urgently implements international commitments in researching the application of nuclear energy for the peace; summarizes and reviews the Electricity Law and other related laws to be summited to the National Assembly soon for revising inadequacies, especially in the planning and power transmission."}, {"text_block_id": "p14_b217", "text": "4."}, {"text_block_id": "p14_b218", "text": "The Vietnam Fatherland Front and socio-political organizations develop programs and plan to supervise the implementation of the Resolution."}, {"text_block_id": "p14_b219", "text": "5."}, {"text_block_id": "p14_b220", "text": "Central Propaganda and Training Commission leads and collaborates with the Central Economic Commission and related agencies to imperatively guide the implementation of the Resolution."}, {"text_block_id": "p14_b221", "text": "6."}, {"text_block_id": "p14_b222_merged_merged_merged_merged", "text": "The Central Economic Commission leads and collaborates with related agencies to regularly monitor, guide, examine, supervise and expedite the implementation of the Resolution; periodically conducts the preliminary summary and recap of the implementation of the Resolution and report to the Politburo and the Party’s Secretariat."}, {"text_block_id": "p15_b225", "text": "-"}, {"text_block_id": "p15_b226_merged", "text": "Archive: Office of the Party’s Central Committee."}, {"text_block_id": "p15_b229", "text": "Nguyen Phu Trong"}], "document_description": "This resolution reviews the National Energy Development Strategy of Vietnam to 2030 and extends its goals to 2045. It aims in particular at fostering the development of renewable energy sources by easing the regulatory framework and improving the economic structure of the energy sector.&nbsp;"}