{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_country_english_shortname": "Vietnam", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Energy", "Economy-wide"], "document_date": "01/01/2012", "document_language": "Vietnamese", "document_name": "The decision to approve the national green growth strategy", "document_country_code": "VNM", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/VNM/2012/VNM-2012-01-01-The decision to approve the national green growth strategy_ad11f4773113778c9ad9f17fb5caa728.pdf", "document_type": "Decision", "text_blocks": [], "document_description": "This document was implemented through Decision 1393/QD-TTg. Green growth is a means to achieve a low carbon economy and to enrich Vietnam's natural capital through sustainable development. It notes that GHG emissions and removals are gradually becoming essential indicators in social-economic development, and attempts to normalise this within Vietnam's development framework.  The central pillars of the programme are - Low Carbon Growth - Greening of Production - Greening of Lifestyles  The strategy includes the development of tax incentives for high-technology, scientific research and technology development firms in the environment sector. They will pay 10% tax, a discount against the baseline 25% tax rate, for the first 15 years of operation.  Further incentives come from import tax exemptions to encourage the import and use of technology related to environmental monitoring, analysis and the development of clean energy. In addition, taxation will be increased on water exploitation, from 1% to 3% for the exploitation of surface water, and 3% to 8% for the exploitation of groundwater.  The strategy contains numerous targets. For 2020: - GDP per capita doubled compared to 2010 - Reduce energy consumption per unit of GDP by 1.5-2% per year - Reduce intensity of GHG emissions per unit of GDP by 8-10% or double the target with international support For 2030: - Reduce total GHG emissions by at least 1% per year without and 2% with international support. - Environmental degradation is addressed and natural capital stocks are to be improved while access to and use of clean and green technology is significantly enhanced. For 2050: - Vietnam has mainstreamed Green Economic Development.The PM Decision No.403/2014 approved the  National Action Plan on Green growth in Vietnam for the Period of 2014-2020.  Green Growth Action Plan in Vietnam is composed of 4 main themes, 12 groups of activities and 66 specific activities. The four main themes are: 1) to set up institutions and formulate green growth action plans at the local level; 2) to reduce the intensity of GHG emissions and promote the use of clean and renewable sources of energy: 3) greening the production; 4) greening lifestyle and promoting sustainable consumption.The PM Decision No. 965/2015 introduces the natural resources and environment action program for the implementation of the national green growth strategy for the period 2015-2020 with vision to 2030. The objectives of the program are the following: 1) to implement the objectives set out in the national green growth strategy, assist the restructuration and improvement of economic institutions to reach the goal of greening the existing industries; 2) to make a contribution towards the objective of reducing GHG emissions and respond to climate changes; 3) to prevent and eliminate the increasing tendency for environmental pollution, natural resources degradation and biodiversity decline. The PM Decision No.1670/2017 approves the Program on Response to Climate Change and Green Growth for the 2016-2020 period. The objectives of the program are the following: 1) to set out solutions to adapt to the impacts of climate change and mitigation of GHG emissions; 2) to restructure and perfect economic institutions to be able to greening existing sectors; 3) to implement the National Strategy on Climate Change, the National Strategy on Green Growth; etc."}