{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_country_english_shortname": "Pakistan", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy", "Economy-wide", "Buildings", "Agriculture"], "document_language": "English", "document_name": "Framework For Implementation of Climate Change Policy 2014-2030", "document_country_code": "PAK", "document_hazard_name": ["Earthquakes", "Drought", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Framework", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "11/01/2013", "document_keyword": ["Buildings", "Transport", "Agriculture", "Energy", "Ghg"], "document_url": "https://cdn.climatepolicyradar.org/PAK/2013/PAK-2013-01-11-Framework For Implementation of Climate Change Policy 2014-2030_6d19ce6c2ecc8598d05ea3ddd243147f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Framework for Implementation of Climate Change Policy"}, {"text_block_id": "p0_b2", "text": "(2014 - 2030)"}, {"text_block_id": "p0_b3", "text": "Government of Pakistan"}, {"text_block_id": "p0_b4", "text": "CLIMATE CHANGE DIVISION"}, {"text_block_id": "p0_b5", "text": "Islamabad, Pakistan"}, {"text_block_id": "p0_b6", "text": "November 2013"}, {"text_block_id": "p1_b7", "text": "Acknowledgements"}, {"text_block_id": "p1_b8_merged", "text": "The Climate Change Division, Government of Pakistan acknowledge the efforts of Dr. Qamar uz Zaman Chaudhry (Lead Author) and Mr. Muhammed Sohail (Co-author) for developing this framework document, and to the steering committee experts which includes Mr. Jawed Ali Khan, Mr. Irfan Tariq, Dr. Aurangzeb Khan, Dr. Arshad M. Khan, Syed Mujataba Hussain and Mr. Amanullah Khan for providing significant guidance to the authors in developing the policy document."}, {"text_block_id": "p1_b11", "text": "Valuable support and input of Federal Ministries, particularly Planning & Development Division, Ministry of Water & Power, Ministry of Food Security, Ministry of Industries, Ministry of Foreign Affairs and other Government Agencies and Institutions which include NDMA, WAPDA, PMD, FFC, GCISC, ENERCON, EPA-Pak through their  experts is also deeply acknowledged."}, {"text_block_id": "p1_b12", "text": "My special thanks to the Provincial Governments of Sindh, Punjab, Baluchistan, Khyber Pakhtunkhwa, Governments of AJK and Gilgit-Baltistan and their departments for their very useful feedback in formulation of Pakistan's Framework for Implementation of Climate Change Polciy is also deeply appreciated."}, {"text_block_id": "p1_b13", "text": "The invaluable input provided by NGOs and Civil Society Organizations particularly by IUCN, CDKN-Lead-Pakistan, Oxfam-Novib, and WWF-Pakistan is also deeply appreciated."}, {"text_block_id": "p1_b14", "text": "The support of the United Nations Development Program (UNDP) is also greatly appreciated, which provided necessary funding, through the One-UN Joint Program on Environment for the formulation of this framework document."}, {"text_block_id": "p1_b15", "text": "(Raja Hasan Abbas)"}, {"text_block_id": "p1_b16", "text": "Secretary"}, {"text_block_id": "p1_b17", "text": "Climate Change Division"}, {"text_block_id": "p3_b18", "text": "Abbreviations and acronyms"}, {"text_block_id": "p5_b19", "text": "Table of Contents"}, {"text_block_id": "p5_b20", "text": "FRAMEWORK IMPLEMENTATION SCHEDULE"}, {"text_block_id": "p7_b21", "text": "INTRODUCTION"}, {"text_block_id": "p7_b22", "text": "An overwhelming majority of scientists, experts, and professional scientific organizations related to earth sciences agree that evidences are sufficient that climate change is real. Some may still deny this overwhelming judgment of science, but none can deny the devastating impact of increase in frequency and intensity of climate extremes. Further, most of the experts agree that the major cause is human activities, which include a complex interaction with the natural environment coupled with social and economic changes, that  are increasing the heat trapping CO2 and other greenhouse gases (GHG) in the atmosphere, which are increasing global temperature and in turn causing climate change."}, {"text_block_id": "p7_b23", "text": "The climate system is a highly complex system consisting of the atmosphere, the hydrosphere, the Cryosphere, the land surface and the biosphere, and the interactions between them. The climate system evolves in time under the influence  of its own internal dynamics and because of  external forcings. (Source: IPCC). These interactions operate over a large span of spatial and temporal scales. Because of this complexity our understanding of climate change will always be limited."}, {"text_block_id": "p7_b24", "text": "The development of this Framework for Implementation of NCCP is a follow-up of the National Climate Change Policy (NCCP), the parent document providing broader framework concerning how to adapt to the changing impacts of climate and how to play a role in its mitigation. This"}, {"text_block_id": "p7_b25", "text": "Framework for Implementation of NCCP is developed keeping in view the current and future anticipated climate change threats to Pakistan’s various sectors."}, {"text_block_id": "p7_b26", "text": "In view of Pakistan’s high vulnerability to the adverse impacts of climate change, in particular extreme events, like the policy document   adaptation effort is the focus of this Framework for Implementation of NCCP document too. The vulnerabilities of various sectors to climate change have been highlighted and appropriate adaptation actions spelled out. These cover actions  to address issues in various sectors such as water, agriculture, forestry, coastal areas, biodiversity, health and other vulnerable ecosystems. Notwithstanding the fact that Pakistan’s contribution to global greenhouse gas (GHG) emissions is very small, its role as a responsible member of the global community in combating climate change has been highlighted by giving due importance to mitigation efforts in sectors such as energy, forestry, transport, industries, urban planning, agriculture and livestock."}, {"text_block_id": "p7_b27", "text": "Furthermore, appropriate actions relating to disaster preparedness, capacity building, institutional strengthening; and awareness raising in relevant sectors has also been part of this document."}, {"text_block_id": "p8_b28", "text": "Therefore, we anticipate periodical revision and updating of this Framework for Implementation of NCCPdocument to address emerging concepts and issues in the ever-evolving science of climate change."}, {"text_block_id": "p8_b29", "text": "It is also expected that this document will be used to prepare the detailed provincial and local adaptation action plans. In addition it will also provide a basis and form the building block that will lead to the development of a National Adaptation Plan(NAP), National Appropriate Mitigation Action(NAMAs) Framework and the preparation of the Second National Communication to UNFCCC."}, {"text_block_id": "p9_b30", "text": "2.0. BACKGROUND AND CONTEXT"}, {"text_block_id": "p9_b31", "text": "2.1. Geography and Climate"}, {"text_block_id": "p9_b32", "text": "Pakistan is situated at the junction of three major regions of Asia: Middle East to the west, Central Asia to the north and the Indian Subcontinent to the east and southeast. The country is located in sub-tropics and partially in temperate regions and has a long latitudinal extent stretching from the Arabian Sea in the south to the Himalayan mountain range in the north."}, {"text_block_id": "p9_b33", "text": "Mountains in the northern areas comprise  Himalayan-Karakoram ranges and part of the Hindukush range. The large area of Karakarum range is covered with glaciers. The coast-line stretches from the Iranian border along the Makran coast to Karachi and then along Sindh coast, including the Indus Delta to the Indian border. Physically the Indus river and its tributaries run through the whole country."}, {"text_block_id": "p9_b34", "text": "Most parts of Pakistan are arid to semi-arid with significant spatial and temporal variability in climatic parameters. However, areas in the northern half of the country above 31-N are semi-arid to humid with a sub-humid belt running along the southern slopes of mountain ranges. Southern half of the country below 31-N is mostly arid and hyper-arid."}, {"text_block_id": "p9_b35", "text": "3.0. CLIMATE CHANGE IN PAKISTAN"}, {"text_block_id": "p9_b36", "text": "3.1. Observational facts and trends"}, {"text_block_id": "p9_b37", "text": "Observed air temperature trends in Pakistan go along with the global trends. The latest observed temperature data obtained from Pakistan Meteorological Department shows that the mean surface air temperature in Pakistan has risen at the rate of 0.099 °C per decade from 1960-2010 resulting in total change of 0.47 °C, which is statistically significant at the 95% level. The warmest year in Pakistan recorded by PMD was 2005 and the second warmest was 2007. Drastic rise in temperature in the last decade has been observed, which made it the warmest decade on record in Pakistan."}, {"text_block_id": "p9_b38", "text": "3.2. Seasonal Precipitation"}, {"text_block_id": "p9_b39", "text": "The monsoon rainfall time-series shown in figure.3 depicts an increase of 22.6 mm over the data period (1901-2010), which is not very significant statistically. Moving average of ten years period has also been displayed. This decadal"}, {"text_block_id": "p10_b40", "text": "analysis clearly indicates inter-decadal variability of 20-30 years cycles. Rainfall started decreasing from the second decade of the 20th century and this trend lasted up to the fifth decade. Then there is an increasing trend up to 1962 and followed by decrease in rainfall for next ten years. After that, small variations continued until decreasing trend set in again in 1997, which continued until 2009."}, {"text_block_id": "p10_b41", "text": "Pakistan’s winter rainfall 1901-2010 shown in fig.4 indicates an increasing trend. The rainfall has increased by 1.95 mm per decade with total increase of 20.8 mm over the period. The change is not significant statistically. Moving average of ten years period shows random variations in the time series. Floods in last ten years in Pakistan has been showen in Annex-III."}, {"text_block_id": "p11_b42", "text": "3.3. Pakistan’s Climate Projections"}, {"text_block_id": "p11_b43", "text": "Global Change Impact Studies Centre (GCISC) and Pakistan Meteorological Department (PMD) jointly carried out a study and developed future climate change scenarios for Pakistan. The study revealed that almost all the temperature indices show significant changes over the region. Trend in temperature indices reflect an increase in both maximum and minimum temperature. There is a much larger percentage of land area showing significant change in minimum temperature (5°C) than maximum temperature. Percentile based spatial change shows that the daily minimum temperature will become warmer as compared to the increase of daily maximum temperature in summer, whereas, in winter the change in maximum threshold temperature is high (GCISC & PMD and joint report on climate change 2007)."}, {"text_block_id": "p12_b44", "text": "It can be seen in the above table that most regions in Pakistan are showing a positive trend in temperature for the period mentioned. Maximum rise is expected in Northern Areas of the country and Central-Southern Punjab and Lower KPK. However, there are mixed trends of increase and decrease of precipitation in different regions."}, {"text_block_id": "p12_b45", "text": "3.4. Pakistan’s Vulnerability to Climate Change Threats"}, {"text_block_id": "p12_b46", "text": "The important climate change threats to Pakistan are:"}, {"text_block_id": "p12_b47", "text": "The important climate change threats to Pakistan are:\n* Considerable increase in the frequency and intensity of extreme weather events, coupled with erratic\n* Projected recession of the Hindu Kush-Karakoram-Himalayan (HKH) glaciers due to global warming and\n* Increased siltation of major dams caused by more frequent and intense floods;\n* Rising temperatures resulting in enhanced heat and water-stressed conditions, particularly in arid and\n* Further decrease in the already scanty forest cover, from too rapid change in climatic conditions to allow\n* Increased intrusion of saline water in the Indus delta, adversely affecting coastal agriculture, mangroves"}, {"text_block_id": "p13_b59", "text": "The important climate change threats to Pakistan are:\n* Considerable increase in the frequency and intensity of extreme weather events, coupled with erratic\n* Projected recession of the Hindu Kush-Karakoram-Himalayan (HKH) glaciers due to global warming and\n* Increased siltation of major dams caused by more frequent and intense floods;\n* Rising temperatures resulting in enhanced heat and water-stressed conditions, particularly in arid and\n* Further decrease in the already scanty forest cover, from too rapid change in climatic conditions to allow\n* Increased intrusion of saline water in the Indus delta, adversely affecting coastal agriculture, mangroves\n* Threat to coastal areas due to projected sea level rise and increased cyclonic activity due to higher sea\n* Increased stress between upper riparian and lower riparian regions in relation to sharing of water\n* Increased health risks and climate change induced migration."}, {"text_block_id": "p13_b65", "text": "The above threats lead to major survival concerns for Pakistan, particularly in relation to the country’s water security, food security and energy security."}, {"text_block_id": "p13_b66", "text": "3.5. Climate Compatible Development & Climate Finance"}, {"text_block_id": "p13_b67", "text": "Government of Pakistan is fully cognizant of the fact that for Pakistan, climate change threats are not just limited to environmental issues, but more precisely these are economic and developmental challenges. As such the Framework for Implementation of NCCP document has been designed to promote effective institutional framework to mainstream climate change concerns into overall national planning and to promote climate compatible development with  clear sets of roles and responsibilities at the federal and provincial levels. The success of this framework for supporting progress towards climate compatible development also depends on the interest and actions taken by other line ministries, departments, provincial governments, private sector and civil society which are mostly outside the Climate Change Division.  As such a strengthened institutional role of the Climate Change Division has been envisioned that is able to lead and manage climate change programmes and concerns from a federal perspective along with line-ministries, while encouraging actions  at the provincial level."}, {"text_block_id": "p13_b68", "text": "A major challenge for Pakistan in this area to date has been the lack of donor’ interest in environment and climate change issues; in reality however, Pakistan has a strong case for such assistance, given its extreme vulnerability to climate variability and change.  This has been further exhibited by the significant cost, both financial and human, of recent extreme climate disasters in the country. On a broader canvas, Pakistans Climate vulnerability and its direct impact on the socio economic conditions of its population transcends onto  broader issues of security and governance at the regional and global levels."}, {"text_block_id": "p13_b69", "text": "The newly announced establishment of the Green Climate Fund (GCF) would hopefully provide a regular and reliable source of much needed financing to the developing countries for their climate change programmes. Besides the GCF there are many other climate financing windows internationally available, such as ICF, GEF, Adaptation Fund and multilateral banks etc. Pakistan has so far been able to register 29 projects with UNFCCC under Clean Development Mechanism (CDM) whilearound 67 such projects are in the pipeline. For Pakistan to successfully attract a significant share of GCF or other available Climate financing, the institutional capacity at federal and provincial level needs to be enhanced significantly to design and prepare effective and saleable programmes by the line ministries and other stakeholders."}, {"text_block_id": "p13_b70", "text": "Further, involvement of the private sector in Pakistan also needs to be explored by indentifying their role in appropriate climate change actions where both can have a win-win situation. In this regard best practices from other countries may need to be studied and adopted. Another important enabling factor for the success of this framework includes building high-level political support, beside enhancing donor community interest and attracting international climate financing."}, {"text_block_id": "p13_b71", "text": "3.6. Gender Dimensions of Climate Risk & Resilience"}, {"text_block_id": "p14_b72", "text": "As such, impacts of climate change could prove particularly severe for women. With climate change, there would be increasing scarcity of water, reduction in agriculture, and increased risks to human health with children and women becoming more vulnerable. Increasingly, evidential experience also confirms that the impacts of climate change are not gender neutral. Women and men experience climate change differently and their capacity to cope with it also varies.  Pakistan’s experiences in recent climate disasters also clearly suggest that climate change is amplifying and exacerbating existing patterns of gender disadvantage.  Thus, women’s historic disadvantage, their limited access and control over decision-making and economic resources, and their restricted rights, make them more vulnerable to climate change."}, {"text_block_id": "p14_b73", "text": "Therefore, womens vulnerability to climate change differs from men and climate change interventions that are not gender-responsive often result in deepening the existing gender divide."}, {"text_block_id": "p14_b74", "text": "The Government of Pakistan is fully cognizant of this critical issue and is determined to support gender integration into various efforts to address climate change. This would be achieved by countering the disproportionate burden of climate change on women by ensuring their empowerment and recognition of their critical role in the management of climate change plans and strategies"}, {"text_block_id": "p15_b75", "text": "FRAMEWORK FOR IMPLEMENTATION"}, {"text_block_id": "p15_b76", "text": "SCHEDULE"}, {"text_block_id": "p15_b77", "text": "Implementation of each action proposed has been designed into following four time frames."}, {"text_block_id": "p15_b78", "text": "Priority Actions (PA) : within 2-years"}, {"text_block_id": "p15_b79", "text": "Short term Actions (SA): within 5-years"}, {"text_block_id": "p15_b80", "text": "Medium term Actions (MA): within 10 years"}, {"text_block_id": "p15_b81", "text": "Long term Actions (LA): within 20-yea"}, {"text_block_id": "p15_b82", "text": "rs"}, {"text_block_id": "p16_b83", "text": "Pakistan is an agricultural country. Therefore water is an essential resource for sustained economic growth as well as human survival. Water, which is one of the most important national resource is increasingly becoming a scarce natural resource. Presently agriculture sector is using 93%, domestic sector 5% and industrial sector 2% of water resources. The domestic and industrial sector water uses are projected to increase to 15% by 2025. Agriculture sector is the major user of water, but its share is expected to decrease because of competing non-agricultural demands. Our Indus Basin Irrigation System (IBIS) is the world’s largest contiguous irrigation system. It comprised three large dams, 85 small dams, 19 barrages, 12 inter-river link canals and 45 canal commands. This irrigation network is the biggest infrastructure asset of Pakistan worth approximately US$ 300 billion of investment (source: Ministry of Water & Power)."}, {"text_block_id": "p16_b84", "text": "Mangla Dam (Source: WAPDA)"}, {"text_block_id": "p16_b85", "text": "Water resources are inextricably linked with climate; hence, the projected climate change has serious implications for Pakistan’s water resources. The freshwater resources in Pakistan are mainly based on snow and glacier melt and monsoon rains, both being highly sensitive to climate change. The average annual flow of IRS is around 142 million acre-feet of which 104 MAF is diverted to the canal network, while major portion of the remaining balance of around 35 MAF outflows to the sea. Fortunately Pakistan has a large useable groundwater aquifer, God gifted natural reservoir, which is largely recharged from the surface flows and rains. This resource is being exploited heavily and particularly in some hyper-arid areas to the extent of criminality."}, {"text_block_id": "p16_b86", "text": "Pakistan has moved from a water affluent country to water stressed country. In 1947, per capita water availability was 5000 cubic meter, which has currently decreased to around 1000 cubic meter, and projected to decrease to 800 cubic meter per capita by the year 2025."}, {"text_block_id": "p16_b87", "text": "Proper management and use of water resources, keeping in view its economic value, is essential for sustainable development. Its scarcity affects health, sanitation, disaster risk reduction, poverty alleviation, environmental conservation and cuts across all eight Millennium Development Goals (MDG). Furthermore, vulnerability from extreme weather events is growing due to the ever increasing population, climate change, socio-economic issues and environmental degradation."}, {"text_block_id": "p16_b88", "text": "The country-specific climate projections strongly suggest the following future trends in Pakistan: decrease in the glacier volume and snow cover leading to alterations in the seasonal flow pattern of IRS; increase in the formation"}, {"text_block_id": "p17_b89", "text": "and burst of glacial lakes; higher frequency and intensity of extreme climate events coupled with irregular monsoon rains causing frequent floods and droughts; greater demand of water due to increased evapotranspiration rates at elevated temperatures."}, {"text_block_id": "p17_b90", "text": "These trends will have a large and significant impact on the spatial and temporal distribution of water resources on an annual and inter-annual basis in the country. This will further exasperate the already difficult situation of a water stressed-country facing demand increases due to population growth and increasing economic activity. In these scenarios, Integrated Water Resources Management (IWRM) can play an important role in addressing these needs and challenges. As the water is managed locally, IWRM needs to be implemented on a river basin level, by involving downstream and upstream stakeholders in planning and decision-making processes and by integrating their issues of water quality and quantity, for achieving long-term social, economic and environmental benefits."}, {"text_block_id": "p17_b91", "text": "Climate change sometimes is not perceived as a fundamental water challenge, but it definitely can exacerbate existing water management practices. In order to adapt to these climate change impacts, it is even more essential to revisit existing water management practices across all relevant sectors. To address the impact of climate change on water resources and to help in enhancing water security, the following plan of action is suggested."}, {"text_block_id": "p17_b92", "text": "4.1.0. Objective 1: To conserve water by adopting appropriate techniques and measures."}, {"text_block_id": "p18_b93", "text": "Implementing Institutions:"}, {"text_block_id": "p18_b94", "text": "Provincial/ State Irrigation Departments, Provincial/ State Agriculture Departments, Local Govt. & Rural Development Departments, Education Department, National and Provincial Highways Authorities, Environmental Protection Agencies, CDA, LDA, KDA, PDA, City Municipalities."}, {"text_block_id": "p19_b95", "text": "Implementing Institutions:"}, {"text_block_id": "p19_b96", "text": "Ministry of Water and Power, Ministry of Education, Planning and Housing Departments, Hydro-Electric Board, National/ Provincial/ State EPAs, Academia, Civil Society, Water Conservation Campaign Groups, and Electronic and Print Media."}, {"text_block_id": "p19_b97", "text": "4.1.3. Objective 3: To develop and implement integrated water resource management."}, {"text_block_id": "p22_b98", "text": "Implementing Institutions:"}, {"text_block_id": "p22_b99", "text": "Ministry of Water and Power, Ministry of Food and Agriculture, Provincial/ State Irrigation Departments, Provincial/ State Agriculture Departments, Provincial water regulatory authorities, Indus River System Authority, Water &Power Development Authority, Pak.EPA/ Provincial EPAs, Urban Water Supply Departments, Town planning departments,"}, {"text_block_id": "p23_b100", "text": "Municipal Authorities, Agriculture land management departments, Provincial/ State Livestock Departments, Forestry, rangeland and pastures departments, Fisheries departments, Pakistan Indus Water Commission, Ministry of Foreign Affairs, Provincial Social Welfare Departments."}, {"text_block_id": "p23_b101", "text": "4.1.4. Objective 4: To develop and enforce required legislative and regulatory framework to protect water resources from climate change related vulnerabilities."}, {"text_block_id": "p24_b102", "text": "Implementing Institutions:"}, {"text_block_id": "p24_b103", "text": "Ministry of Water and Power, Cabinet Division, Ministry of Law and Justice, Provincial Irrigation Department, Federal Flood Commission, AJK&GB Forest Department, Ministry of Food and Agriculture, Provincial Irrigation Departments, Provincial Agriculture Departments, Provincial water regulatory authorities, Indus River System Authority, Pak.EPA/ Provincial EPAs, Urban Water Supply Departments, Town planning departments, Agriculture land management departments, Provincial Livestock Departments, Forestry, rangeland and pastures departments, Fisheries departments, Municipal Authorities, City Development Authorities; KDA, CDA, LDA, PDA, WASA, Private sector waste transport and disposal contractors."}, {"text_block_id": "p24_b104", "text": "4.1.5. Objective 5: To enhance capacity to manage the country’s hydrological system."}, {"text_block_id": "p25_b105", "text": "Implementing Institutions:"}, {"text_block_id": "p25_b106", "text": "Provincial /State EPA, P&D Department AJK (Land Use Planning section) Ministry of Water and Power, IRSA, City Development Authorities, Municipal Authorities, Federal Flood Commission, Pakistan Meteorological  Department, WAPDA, SUPARCO."}, {"text_block_id": "p26_b107", "text": "4.1.6. Objective 6: To develop climate change resilient water infrastructure in the country and strengthen it according to the needs."}, {"text_block_id": "p26_b108", "text": "Implementing Institutions:"}, {"text_block_id": "p26_b109", "text": "Ministry of Water and Power, Hydel Board AJK, Water Resource Management Authority, Provincial Irrigation Departments, NESPAK, WAPDA."}, {"text_block_id": "p27_b110", "text": "Agriculture is central to human survival and is probably the single human enterprise most vulnerable to change in climate. Agriculture sector is the life line and the single largest sector of Pakistan’s economy. It contributes 21% to the GDP, employs 45% of the labour force and contributes about 70 % to the export earnings. Agriculture in Pakistan is greatly affected by short term climate variability and could be harmed significantly by long-term climate change."}, {"text_block_id": "p27_b111", "text": "5.1  Agro-Ecological Zones"}, {"text_block_id": "p27_b112", "text": "Pakistan is a land of diverse ecologies. Starting with high mountains in the north, moving southwards there is the Pothwar plateau followed by the fertile Indus Plain. The western parts of the country mainly comprise Balochistan Plateau having high to low mountains.  There are two sandy deserts; Thal desert and Thar Desert in the Indus Basin. The southernmost part of the country, Rann of Kutch is a marshy area."}, {"text_block_id": "p27_b113", "text": "The country is broadly divided into 10 agro-ecological zones based on physiographic, climate, soil type and agricultural land use (source PARC modified GCISC)."}, {"text_block_id": "p27_b114", "text": "These regions are depicted in the map below:"}, {"text_block_id": "p27_b115", "text": "(Source: NARC PARC, Islamabad)"}, {"text_block_id": "p27_b116", "text": "I.Indus delta; II. Southern Irrigated plain; III. Sandy desert; IV. Northern  irrigated Plain V. Barani( Rain feed areas); VI. Wet Mountains ; VII. Northern dry mountains; VIII. Western dry mountains; IX. Dry western Plateau; X. Sulaiman Piedmont."}, {"text_block_id": "p27_b117", "text": "Climatic parameters that influence agriculture include: temperature, rainfall, solar radiation, wind, soil & air moisture and carbon dioxide. Understanding of the functions of these parameters help us to appreciate the impact of climate change on agriculture and to devise appropriate adaptation and mitigation actions to reduce negative impacts."}, {"text_block_id": "p27_b118", "text": "5.2. Major Climate Change Concerns for Agriculture"}, {"text_block_id": "p27_b119", "text": "It has been increasingly realized that climate change is the most important factor that is likely to affect productive resources and ultimately the agriculture production in a number of ways. These impacts include:"}, {"text_block_id": "p28_b120", "text": "5.2.1.  Shortening length of growing period:"}, {"text_block_id": "p28_b121", "text": "The duration of crop growth cycle is related to temperature; an increase in temperature will speed up crop growth and shorten the duration between sowing and harvesting. This shortening could have an adverse effect on productivity of crops and fodder for livestock."}, {"text_block_id": "p28_b122", "text": "5.2.2.  Changes in river flows:"}, {"text_block_id": "p28_b123_merged", "text": "The Indus River System gets about 80% water from the Hindu-Kush-Himalaya glaciers. Increasing atmospheric temperatures are expected to increase glacier melt. IPCC (2007) projected that glacier melt in Himalayas would cause increased rivers flows during the next few decades and then followed by decreased river flows, as the glaciers recede."}, {"text_block_id": "p28_b126", "text": "5.2.3.  Increased crop evapotranspiration:"}, {"text_block_id": "p28_b127", "text": "Increased atmospheric temperature would cause higher water evaporation from soil and from plant leaves. These higher evapotranspiration losses would mean that plants would need more water to maintain optimum growth."}, {"text_block_id": "p28_b128", "text": "5.2.4.  Land Degradation:"}, {"text_block_id": "p28_b129", "text": "The deterioration of productive agricultural land areas due to water logging and salinity is causing major threat to food security in the country. Soil erosion due to water and wind is universally recognised as a serious threat to productive agriculture land areas. Water and wind erosion is the direct consequence of climatic parameters of high-intensity rainfall, wind-velocity and higher temperatures. The northern mountainous region suffers from unfavourable soil and moisture regime, thereby causing soil erosion. Similarly arid regions of Punjab (Cholistan), Sindh (Tharparker) and Balochistan (Chaghi Desert and sandy coastal areas) are affected by wind-erosion."}, {"text_block_id": "p28_b130", "text": "5.2.5.  Extreme Weather Events:"}, {"text_block_id": "p28_b131", "text": "According to IPCC (2007), the frequency and intensity of extreme weather events, such as floods, heavy precipitation events, droughts, cyclones etc are expected to increase in future. Such extreme events can also affect food security."}, {"text_block_id": "p28_b132", "text": "5.2.6.  Livestock Sector:"}, {"text_block_id": "p28_b133", "text": "Since the agriculture & livestock sector are heavily dependent on the vagaries of nature, it is highly vulnerable to climate change phenomena. Climate change will impact food security of the country mainly through reduced crop productivity, adverse impact on livestock health and increased agricultural production losses because of extreme weather events. This will necessitate the agriculture and livestock sectors, particularly in rain-fed areas, to adapt to these climatic changes. Since the agriculture sector is heavily dependent on the water sector, a number of adaptation actions identified in the preceding section are equally applicable to the agriculture sector and will generally not be repeated."}, {"text_block_id": "p28_b134", "text": "5.3.0. Objective 1: To build climate change resilience into Pakistan’s agricultural system."}, {"text_block_id": "p30_b135", "text": "Implementing Institutions:"}, {"text_block_id": "p30_b136", "text": "Pakistan Agriculture Research Council, National Agriculture Research Centre, Arid Agriculture University Rawalpindi, Provincial Agriculture Extension Department, Arid Agriculture Departments, Agriculture universities in all provinces,"}, {"text_block_id": "p31_b137", "text": "Central Cotton Research Institute, Multan, Veterinary and Livestock Research Departments, Provincial Agriculture Research Institutions, Provincial Crops, Forestry, Livestock, Diary Development, Fisheries and Irrigation Departments."}, {"text_block_id": "p31_b138", "text": "5.3.1. Objective 2: To enhance crop productivity through improved irrigation & land management techniques."}, {"text_block_id": "p32_b139", "text": "Implementing Institutions:"}, {"text_block_id": "p32_b140", "text": "Provincial Agriculture Extension Department, Pakistan Agriculture Research Council, National Agriculture Research Centre, Agriculture universities in all provinces, Provincial Irrigation Departments, Provincial Agricultural Departments, IRSA."}, {"text_block_id": "p32_b141", "text": "5.3.2. Objective 3: To enhance institutional capacities of the relevant institutions to undertake research & development on agriculture and livestock."}, {"text_block_id": "p35_b142", "text": "Implementing Institutions:"}, {"text_block_id": "p35_b143", "text": "PARC, NARC, PMD, Arid Agriculture University Rawalpindi, Agriculture University Peshawar, Arid Agriculture Departments, Agriculture universities in all provinces, Central Cotton Research Institute, Multan, Veterinary and Livestock Research Departments, Bureau of Statistics and other data collection agencies, Provincial Agriculture Research Institutions, Provincial Crops, Forestry, Livestock, Diary Development, Fisheries and Irrigation Departments, Provincial EPAs and GCISC."}, {"text_block_id": "p35_b144", "text": "5.3.3. Objective 4: To enhance the understanding of climate change issues by farmers, agricultural Industries and policy makers to enable them to make informed decisions."}, {"text_block_id": "p36_b145", "text": "Implementing Institutions:"}, {"text_block_id": "p37_b146", "text": "6.1. GHG Emissions from Agriculture & Livestock:"}, {"text_block_id": "p37_b147_merged", "text": "GHG emissions from agriculture and livestock sectors accounted for about 39% of Pakistan’s total GHG emissions in 2008. These emissions are essentially all Methane (CH4) and Nitrous Oxide (N2O), 79%, and 21% respectively and originated mainly from four sub-sectors: 1) Enteric fermentation in cattle (all in the form of Methane), 2) Rice cultivation, 3) Releases of Nitrous Oxide from agricultural soils/ Nitrous Fertilizer, and 4) Manure management."}, {"text_block_id": "p37_b150", "text": "During 1994-2008 GHG emissions from agriculture and livestock in Pakistan grew at the rate of about 3% per annum (source: National GHG inventory 2008). There is a pressing need to find ways to contain these emissions or at least to slow down their growth rate. These efforts will require technological innovations and financial resources and for that Pakistan would need the support of the International community. To mitigate and minimize GHG emissions from agriculture and livestock sectors the Framework for Implementation of NCCP prescribes many measures."}, {"text_block_id": "p37_b151", "text": "6.1.1. Objective 1: To reduce greenhouse gas emissions from agriculture and livestock sector."}, {"text_block_id": "p38_b152", "text": "Implementing Institutions:"}, {"text_block_id": "p38_b153", "text": "Provincial Agriculture Extension Department, Pakistan Meteorological department, PTV, PID, Radio Pakistan, FM Radio stations, Electronic & Print Media, Arid Agriculture University Rawalpindi, Agriculture University Peshawar, Arid Agriculture Departments, Pakistan Agriculture Research Council, National Agriculture Research Centre, Islamabad, Agriculture universities in all provinces, Central Cotton Research Institute, Multan, Veterinary and Livestock Research Departments, Bureau of Statistics and other data collection agencies, Provincial Agriculture Research Institutions, Provincial Crops, Forestry, Livestock, Diary Development, Fisheries and Irrigation Departments, Agriculture Research &Extension Services Management Academy."}, {"text_block_id": "p39_b154", "text": "7.0. FORESTRY SECTOR: ADAPTATION ACTIONS"}, {"text_block_id": "p39_b155", "text": "Pakistan is a country with one of the lowest forest cover in the world, which is mainly due to the arid and semi-arid climate in most parts of the country. It has 0.03 ha of forest per capita compared to the global average of one ha (FSMP). According to the Forestry Sector Master Plan (FSMP-1992), natural forests in the country consisted of 4.2 million ha (4.8%), irrigated plantations occupied 103,000 ha (0.11%) while rangelands covered 28.50 million ha (32.40%) out of the total land area (87.98 million ha) of Pakistan. Unfortunately, no recent studies or surveys have been undertaken so as to exactly determine the current forest cover in the country. Detailed studies however of the Food & Agriculture Organization of the United Nations (FAO) in 2007 recorded that the total area under forests in the country was 4.34 million ha (5%) out of which 3.44 million ha were state owned while the tree cover on farmlands and in private forests was 0.78 million ha (0.88%). Furthered by the increased rate of deforestation, the country’s forest cover is alarmingly on the verge of disappearance. FAO in 2007 indicated that on average an area of 31,658 ha (-0.75%) of natural forests is cleared or deforested each year in Pakistan."}, {"text_block_id": "p39_b156", "text": "The forests of Pakistan reflect great physiographic, climatic and edaphic contrasts in the country. Most of the literatures including the ‘Asia-Pacific Forestry Sector Outlook Study Working Paper’ (Pakistan’s Country Report by FAO) explain the following main forest types found in the country."}, {"text_block_id": "p39_b157", "text": "7.0.1. Littoral And Swamp Forests:"}, {"text_block_id": "p39_b158", "text": "These are more or less gregarious forests which means they grow in open clusters or colonies of low height. They occur in the Arabian Sea around the coast of Karachi and Pasni in Balochistan. According to latest estimates, these forests cover an area of 207,000 ha."}, {"text_block_id": "p39_b159", "text": "7.0.2. Tropical Dry Deciduous Forests:"}, {"text_block_id": "p39_b160", "text": "These are forests of low or moderate height consisting almost entirely of deciduous species. These types of forests do not occur extensively in Pakistan but are limited to areas in the Rawalpindi foothills."}, {"text_block_id": "p39_b161", "text": "7.0.3. Tropical Thorn Forests:"}, {"text_block_id": "p39_b162_merged", "text": "These are low, open and pronouncedly xerophytic forests in which thorny leguminous species predominate. This type occupies the whole of the Indus plain in Pakistan except the driest parts. Characteristic pioneer vegetation is developed on inland sand dunes and the semi-deserts of the areas of least rainfall. On the basis of climax vegetation, the whole Indus basin plain with the exception of parts of the districts of Sialkot, Gujrat and Jehlum, consists of tropical thorn forests. Prior to development of irrigation, agriculture and urbanization, the area extended from the foothills of the Himalayas and low-hills in the south-west Punjab plains and Balochistan to the Arabian Sea. They grow on a wide range of soil textures, from flat deep alluvial soils to heavy clays, loams and sandy loams. The climate varies from semi-arid (250 to 750 mm rainfall) to arid (less than 250 mm rainfall). The summer temperature in this tract is as high as 50C. Unlike in the past, these forests now grow in the form of patches over an area of 173,000 ha. Irrigated agriculture is carried over 18.668 million ha and irrigated tree plantations over an area of 103,000 ha in this tract."}, {"text_block_id": "p39_b165", "text": "7.0.4. Sub-tropical Broad-leaved Evergreen Forests:"}, {"text_block_id": "p39_b166", "text": "These are xerophytic forests of thorny and small leafed evergreen species. This type occurs on the foothills and lower slopes of the Himalayas, the Salt Range, Kalachitta and the Sulaiman Range. Total area of these forests is estimated to be 1,191,000 ha."}, {"text_block_id": "p39_b167", "text": "7.0.5. Sub-tropical Pine Forests:"}, {"text_block_id": "p39_b168", "text": "These types of forests are open and very prone to fires with a dry evergreen shrub layer and little underwood. This type consists of Chir pine (Pinus roxburghii) forests found between 900 m and 1700 m elevation in the Western Himalaya within the range of the south-west summer monsoon. It is the only pine of these forests though there is a small overlap with Pinus wallichiana (Kail, Biar) at the upper limit. Mountainous areas of Swat, Dir, Chitral and Murree hills are mostly (at its specific elevation) occupied by these types of forests."}, {"text_block_id": "p40_b169", "text": "7.0.6. Himalayan Moist Temperate Forests:"}, {"text_block_id": "p40_b170", "text": "These forests occur between 1500 m and 3000 m elevation in the Western Himalayas except where rainfall fall is below 1000 mm in the inner ranges, especially in the extreme north-west. These forests are divided into a lower and an upper zone each with particular tree type species. There may be pockets of deciduous broad-leaved trees, mainly edaphically conditioned, in both the zones."}, {"text_block_id": "p40_b171", "text": "7.0.7. Himalayan Dry Temperate Forests:"}, {"text_block_id": "p40_b172", "text": "These are open evergreen forest with open scrub undergrowth. Both coniferous and broad-leaved species are present. They are found in the inner ranges throughout their length and are mainly represented in the north-west. This type is mostly represented in dry parts of Balochistan and Gilgit."}, {"text_block_id": "p40_b173", "text": "7.0.8. Sub-alpine Forests:"}, {"text_block_id": "p40_b174", "text": "This type consists mainly of evergreen conifers and evergreen broad-leaved trees. The type occurs throughout the Himalayas from about 3,350 m to the timber limit (above which no woody vegetation is found)."}, {"text_block_id": "p40_b175", "text": "7.0.9. Alpine Scrub:"}, {"text_block_id": "p40_b176", "text": "Vegetation under this type includes shrubs of 1-2 m height extending 150 m or more above the sub-alpine forests. They are mostly found in the alpine pastures of Khyber Pukhtoonkhwa and AJK."}, {"text_block_id": "p40_b177", "text": "7.1. Threats of climate change to the forests in Pakistan"}, {"text_block_id": "p40_b178", "text": "Generally most of the forests in Pakistan are prone to the threats of changing climate in the form of changes in species composition, disease and insect attacks, more frequent forest fires, and shifting habitats due to unfavorable climatic conditions. Further research is required to investigate the real and specific climate change threats to each forest type so as to undertake realistic adaptation measures."}, {"text_block_id": "p40_b179", "text": "objectives and strategies:"}, {"text_block_id": "p40_b180", "text": "7.1.1. Objective 1: To improve the understanding of forests and climate relationship through enhanced scientific research."}, {"text_block_id": "p41_b181", "text": "Implementing Institutions:"}, {"text_block_id": "p41_b182", "text": "Pakistan Forest Institute, Provincial Wildlife Departments, Provincial Planning and Development Departments, Relevant Education & Research Institutions, Office of the Inspector General of Forests (IGF), Provincial Environment Ministries/ EPAs, Proposed Federal Commission on Climate Change, Provincial Forest Departments, Academia"}, {"text_block_id": "p41_b183", "text": "7.1.2. Objective 2: To minimize the damages and to increase resilience of forest ecosystems"}, {"text_block_id": "p41_b184", "text": "Implementing Institutions:"}, {"text_block_id": "p41_b185", "text": "Provincial Forest Departments, Provincial Planning and Development Departments, Provincial Wildlife Departments, Provincial Departments, EPAs, Pakistan Forest Institute,"}, {"text_block_id": "p42_b186", "text": "Office of the Inspector General of Forests (IGF), Proposed Federal Commission on Climate Change, Civil Society Organizations, Academia."}, {"text_block_id": "p42_b187", "text": "7.1.3 Objective 3: To improve governance and management of forests in Pakistan to acclimatize to the impact of the changing climate."}, {"text_block_id": "p43_b188", "text": "Implementing Institutions:"}, {"text_block_id": "p43_b189", "text": "Provincial Forest Departments, Provincial Wildlife Departments, Provincial Environment Departments, EPAs, Pakistan Forest Institute, Office of the Inspector General of Forests (IGF), Proposed Federal Commission on Climate Change, Civil Society Organizations, Community Based Organizations."}, {"text_block_id": "p43_b190", "text": "7.1.4. Objective 4: To intensify mass awareness and build capacities of institutions and professionals on climate change adaptation."}, {"text_block_id": "p43_b191", "text": "Implementing Institutions:"}, {"text_block_id": "p44_b192", "text": "P&D Departments (Federal/ Provincial), Proposed Federal Commission on Climate Change, Provincial Forest Departments, Provincial Wildlife Departments, Education Departments, Ministry of Science and Technology, Pakistan Centre of Philanthropy, Pakistan Forest Institute, Planning Commission of Pakistan, Ministry of Environment (Federal/ Provincial), Ministry of Information and Telecommunication, Ministry of Education (Federal/ Provincial), Federal and Provincial text book boards, Non Government Organizations, Print and Electronic Media."}, {"text_block_id": "p44_b193", "text": "8.0  FORESTRY SECTOR: MITIGATION ACTIONS"}, {"text_block_id": "p44_b194", "text": "Climate change and forests are essentially linked with each other. According to the Food and Agriculture Organization of the United Nations (FA0), better forest management can play a key role in dealing with climate change. Forest trees trap and store carbon dioxide, playing a major role in mitigating climate change. Contrarily, when these forests are cut down or destroyed and burned, they can become sources of carbon dioxide (CO"}, {"text_block_id": "p44_b195", "text": "2"}, {"text_block_id": "p44_b196", "text": "), the major greenhouse gas considerably responsible for climate change. Forests could be better used in combating climate change. This can be achieved by preventing forests from being cut down and through afforestation and reforestation of non-forested forested lands. The FAO and other experts have estimated that global carbon retention that could result from reduced deforestation, increased forest re-growth and more agro-forestry and plantations could make up for about 15 percent of carbon emissions from fossil fuels over the next 50 years."}, {"text_block_id": "p44_b197_merged_merged", "text": "Pakistan’s forests, if not cut down and managed sustainably, can equally contribute to combat climate change by absorbing enormous amounts of CO2. Such objectives can be achieved through devising appropriate strategies and frameworks with assistance from the international community. Reducing Emissions from Deforestation and Forest Degradation in developing countries (REDD) is an opportunity offered by the UNFCCC platform providing incentives to developing nations for saving their forests and use them as ‘sinks’ to absorb atmospheric CO2. This document suggests actions to plan a framework, sketch REDD strategy and work out the CDM (A/R) to effectively shape the process and programming of the mentioned mechanisms in Pakistan."}, {"text_block_id": "p45_b204", "text": "Implementing Institutions:"}, {"text_block_id": "p45_b205", "text": "Planning Commission of Pakistan, Office of the Inspector General of Forests (IGF), Proposed Federal Commission on Climate Change, Ministry of Foreign Affairs, Federal Ministry of Disaster Management, Provincial Forest Departments, Provincial Environment Departments, Pakistan Forest Institute, Civil Society Organizations."}, {"text_block_id": "p45_b206", "text": "8.2. Objective 2: To restore, conserve and enhance forest carbon sinks and minimize carbon loss from the existing forests."}, {"text_block_id": "p46_b207", "text": "Implementing Institutions:"}, {"text_block_id": "p46_b208", "text": "Provincial Forest Departments, Proposed Federal Commission on Climate Change, Provincial Environment Departments, EPAs, Pakistan Forest Institute, Civil Society Organizations, Community Based Organizations."}, {"text_block_id": "p46_b209", "text": "8.3. Objective 3: To monitor and evaluate the progress"}, {"text_block_id": "p46_b210", "text": "Implementing Institutions:"}, {"text_block_id": "p46_b211", "text": "Proposed Federal Commission on Climate Change, Provincial Environment Departments, Provincial Forest Departments, and Provincial Wildlife Departments."}, {"text_block_id": "p46_b212", "text": "9.0. DISASTER PREPARDNESS: ADAPTATION ACTIONS"}, {"text_block_id": "p46_b213", "text": "Pakistan is highly vulnerable, in varying degrees, to a large number of climate related natural disasters. Large part of the areas along rivers are prone to floods and river erosion, the coastline is prone to tropical cyclones and tsunamis, arid and semi-arid areas of the country are vulnerable to drought and hilly areas are at risk from hill-torrent’s flash floods, landslides etc. Heightened vulnerabilities to disaster risks are due to expanding population, urbanization and development within high-risk zones, environmental degradation and above all from climate change."}, {"text_block_id": "p46_b214", "text": "As far as human vulnerability to disasters is concerned, the economically and socially weaker segment of the population is the one that is most seriously affected. Within the vulnerable groups, elderly persons, children and especially women are exposed to higher risks and require special attention during disasters."}, {"text_block_id": "p46_b215", "text": "Climate change is likely to increase climate-related natural disasters with a projected increase in the frequency and intensity of extreme climate events, including floods, droughts, cyclones, landslides triggered by heavy rains and urban flooding due to congestion on storm drainage. Climate change projections are scenario based, hence, contain some degree of uncertainties. In spite of this, there are strong indications that in South Asia, particularly in Pakistan, climate change is intensifying the above mentioned hazards. Pakistan is already experiencing climate change impacts that are too visible to ignore."}, {"text_block_id": "p46_b216", "text": "Most natural hazards like floods, droughts, cyclones etc cannot be avoided or prevented. However, with appropriate adaptive and preparedness measures, along with proper climate-resilient development work in risk prone areas, these hazards turning into disasters can be prevented or their impact minimised. To address disaster management and risk reduction in a holistic manner, the following strategy and Framework for Implementation has been developed."}, {"text_block_id": "p47_b217", "text": "(Source: AP Photo-Khalid Tanveer)"}, {"text_block_id": "p47_b218", "text": "9.1. Critical Infrastructure"}, {"text_block_id": "p47_b219", "text": "9.1.1. Corporate Social Responsibility"}, {"text_block_id": "p47_b220", "text": "Historically in our culture, well to do individuals the corporate sector, civil society organizations, and individual citizens have been supporting disaster relief and rehabilitation activities. Public Private Partnership between government and private sector needs to be encouraged, strengthen and formalize so that they can play an effective role in disaster management."}, {"text_block_id": "p48_b221", "text": "Implementing Institutions:"}, {"text_block_id": "p48_b222", "text": "NDMA, PDMAs, GCISC, PMD, WAPDA, FFC, and Ministry of Information and Broadcasting."}, {"text_block_id": "p48_b223", "text": "9.2.1 Objective 2: To improve our understanding of the processes that produce natural hazards."}, {"text_block_id": "p48_b224", "text": "Implementing Institutions:"}, {"text_block_id": "p48_b225", "text": "NDMA, PDMAs, and Federal Flood Commission."}, {"text_block_id": "p49_b226", "text": "9.2.2 Objective 3: To develop integrated hazard mitigation strategies."}, {"text_block_id": "p49_b227", "text": "Implementing Institutions:"}, {"text_block_id": "p49_b228", "text": "NDMA, PDMAs, Pakistan Meteorological Department, Provincial Irrigation Departments, WAPDA (Dams Safety Commission), Ministry of Water & Power, Emergency Relief Cell (Cabinet Division), SUPARCO, IRSA, Maritime Security Agency, and Pakistan Red Crescent Society."}, {"text_block_id": "p50_b229", "text": "9.2.3 Objective 4: To assess future likely flood levels in Indus River System against future climate change scenarios."}, {"text_block_id": "p50_b230", "text": "Implementing Institutions:"}, {"text_block_id": "p50_b231", "text": "Ministry of Water and Power, Pakistan Meteorological Department, Federal Flood Commission, National Disaster Management Authority, and GCISC."}, {"text_block_id": "p50_b232", "text": "9.2.4 Objective 5: To provide reliable natural disaster’s information and early warning where and when it is needed."}, {"text_block_id": "p51_b233", "text": "Implementing Institutions:"}, {"text_block_id": "p51_b234", "text": "Pakistan Meteorological Department, Global Change Impacts Studies Centre, Federal Flood Commission, NDMAs, PDMAs and DDMAs."}, {"text_block_id": "p51_b235", "text": "9.2.5 Objective 6: To develop climate change resilient Infrastructure."}, {"text_block_id": "p52_b236", "text": "Implementing Institutions:"}, {"text_block_id": "p52_b237", "text": "NDMA, Ministry of Water & Power, FFC, WAPDA, Provincial Irrigation Departments, Planning & Development Division"}, {"text_block_id": "p52_b238", "text": "10.1. Biodiversity: Adaptation Actions"}, {"text_block_id": "p52_b239", "text": "Pakistan covers a significant number of the world’s ecological regions that support a rich variety of species contributing to the overall biodiversity of the country. These valuable resources, however, are continuously depleting due to many factors including unsustainable use whereas some species of important ecological functions are already on the verge of extinction. The loss, fragmentation and degradation of natural habitats are further declining which is affecting biodiversity in the rangelands, forests, deserts, freshwater and marine ecosystems. Deterioration of natural habitats has been taking place for years however the present decline of these habitats in Pakistan has alarmingly increased. It is feared that the anticipated effects of climate change on biodiversity will further worsen. This continuous loss of biodiversity calls for immediate response and solid action towards conservation of these resources in the country."}, {"text_block_id": "p52_b240", "text": "The importance of conserving biological diversity, in the wake of climate change, has been repeatedly outlined in various policies, strategies, plans and programs in Pakistan; no concrete actions, however, have been taken so far. The Ministry of Environment, Government of Pakistan in collaboration with WWF-Pakistan and IUCN-Pakistan in 2000 has already prepared a comprehensive Biodiversity Action Plan (BAP) for Pakistan. The BAP provides a brief assessment of the status and trend of the existing biodiversity in Pakistan outlining strategic goals and objectives. It also identifies the plan of action including coordination arrangements and implementation measures. The Biodiversity Action Plan for Pakistan was prepared in consultation with and participation of stakeholders including government, academia and civil society. The BAP is made up of 13 components corresponding to the specific Articles of Convention on Biological Diversity (CBD), which, under Article 6, requires parties (member countries) to develop national plans, strategies and programs for conservation and sustainable use. Article 6 also implores to integrate such plans and strategies into relevant sectoral plans."}, {"text_block_id": "p52_b241", "text": "This Climate Change Adaptation Action Plan supports and recommends implementation of the already formulated Biodiversity Action Plan for Pakistan. Additional measures, however, in wake of the latest knowledge and research in the context of climate change, are recommended to shore up the efforts already sketched out in Pakistan’s BAP."}, {"text_block_id": "p53_b242", "text": "10.1.1. Objective 1: To strengthen legal and institutional set up to materialize efforts towards biodiversity conservation."}, {"text_block_id": "p53_b243", "text": "Implementing institutions:"}, {"text_block_id": "p53_b244", "text": "Federal Ministry of Disaster Management, Planning Commission of Pakistan, Planning and Development Departments of all provinces including AJK and GB."}, {"text_block_id": "p53_b245", "text": "10.1.2. Objective 2: To enhance scientific research on and practice of biodiversity conservation."}, {"text_block_id": "p53_b246", "text": "Implementing Institutions:"}, {"text_block_id": "p53_b247", "text": "Provincial Agriculture Research Departments, Biodiversity Research Institutions, Universities & Research Centers, and Pakistan Forest Institute."}, {"text_block_id": "p54_b248", "text": "10.1.3.   Objective 3: To enhance national and provincial capacities to identify, conserve and monitor conservation processes."}, {"text_block_id": "p54_b249", "text": "Implementing Institutions:"}, {"text_block_id": "p54_b250", "text": "Federal Ministry of Disaster Management, Planning Commission of Pakistan; Provincial Environment, Forest and Wildlife Departments and Pakistan Forest Institute."}, {"text_block_id": "p54_b251", "text": "The most likely climate change risks to the mountain areas of Pakistan are: Increase in frequency and intensity of precipitation, resulting in more frequent flash floods and landslides; Increase in intensity of wind storms and lightening, resulting in top soil erosion and forest fires; Increase in temperature, resulting in rapid glacier melting and glacial lake outburst floods (GLOFs) and changes in cropping patterns. To safeguard against most likely climate change impacts on mountain areas and to protect their ecosystems and livelihoods of mountain communities, the Government shall take the following measures:"}, {"text_block_id": "p54_b252", "text": "10.2.1 Objective 1: To map out vulnerability of ecosystems to climate change in mountainous areas and prepare action plans for its mitigation."}, {"text_block_id": "p55_b253", "text": "Implementing Institutions:"}, {"text_block_id": "p55_b254", "text": "Global Change Impacts Study Centre, Pakistan Forest Institute, and Provincial Agriculture Research Departments."}, {"text_block_id": "p55_b255", "text": "10.2.2.   Objective 2: To sustain food security from agriculture crops and livestock production in mountain areas of Pakistan."}, {"text_block_id": "p55_b256", "text": "Implementing Institutions:"}, {"text_block_id": "p55_b257", "text": "Pakistan Agriculture Research Centre and Provincial Agriculture Research Departments."}, {"text_block_id": "p56_b258", "text": "10.2.3.   Objective 3: To sustain and protect mountain ecology and plain areas from degradation and pollution."}, {"text_block_id": "p56_b259", "text": "Implementing Institutions:"}, {"text_block_id": "p56_b260", "text": "Local Municipal Committees, Provincial Forest Departments, Pakistan Agriculture Research Center, Provincial Wildlife Departments, Livestock and Veterinary Research Institutions, Natural Science Departments of Universities, Irrigation and Water Engineering institutions, Pakistan Tourism Development Corporation."}, {"text_block_id": "p56_b261", "text": "Coastal areas in Pakistan are already exposed to a number of natural hazards due to climate change. Tropical cyclones, severe storms, floods, shoreline erosion and other hazards all impact our coastal areas, causing loss of life and damage to property and infrastructure. Further possible impacts of projected sea level rise in Pakistan could be erosion of beaches, flooding and inundation of wetlands and lowlands, salinization of ground and surface waters, and increased intrusion of sea water into the Indus deltaic region (IDR) as well as the increased risk of cyclones originating in the Arabian Sea. Similarly, Pakistan’s marine coastal ecosystems are likely to be severely impacted by climate change: change in sea water temperature and acidification; cyclones; relocation and movement of marine fish and mammals; and heat induced drying of deltaic areas. To safeguard the Coastal areas and Marine ecosystem from the likely climate change impacts, the Government of Pakistan shall take the following measures:"}, {"text_block_id": "p57_b262", "text": "10.3.1.  Objective 1: To develop adaptation to climate change impacts on Coastal and Marine Ecosystems."}, {"text_block_id": "p58_b263", "text": "Implementing Institutions:"}, {"text_block_id": "p58_b264", "text": "National Institute of Oceanography, Provincial Coastal Development Authorities, Geological Survey, Provincial Forest, Wildlife and Fisheries Departments, Civil Society Organizations, EPAs, WWF, IUCN."}, {"text_block_id": "p58_b265", "text": "10.4. Rangelands & Pastures: Adaptation Actions"}, {"text_block_id": "p58_b266", "text": "Rangelands historically are a livelihood contributor, particularly in mountains regions where livestock shares more than 70 percent of annual rural household income and animals derive as high as 90 percent of their feed from rangelands."}, {"text_block_id": "p58_b267", "text": "The total land area of Pakistan, including Azad Kashmir, is about 803,940 square kilometres. About 60 percent is classified as unsuitable for forestry or agriculture, and consists mostly of deserts, mountain slopes, rangeland and urban settlements.  The estimates for grazing land or pastures in Pakistan vary widely, between 10 percent and 70 percent of the total area.  A broad interpretation, for example, categorizes almost all of arid Balochistan as rangeland for foraging livestock."}, {"text_block_id": "p59_b268_merged", "text": "The National Rangeland Policy provides a detailed sketch for rangelands development in Pakistan. The role of rangelands in environmental conservation is vital and important, their existence and health would remain critical for conserving biodiversity in Pakistan. Degradation of rangelands results in gradual loss of flora and fauna. Climate change impacts that could affect rangelands and pastures in Pakistan are: reduced precipitation, increased heat, stronger wind, increased soil erosion and abrupt weather changes in mountain pasture areas. To ensure ood security, based on livestock and pasture management, and ecosystem maintenance in the light of impending climate change impacts, the Government of Pakistan shall take the following policy measures."}, {"text_block_id": "p59_b270", "text": "10.4.1.  Objective 1: To develop climate change adaptation strategy for rangelands and pastures."}, {"text_block_id": "p60_b271", "text": "Implementing Institutions:"}, {"text_block_id": "p60_b272", "text": "Pakistan Agriculture Research Council (PARC), Provincial Agriculture Research Departments, Livestock and Veterinary Institutions, Provincial Forest and Wildlife Departments, Dairy and livestock Departments, Academia."}, {"text_block_id": "p60_b273", "text": "Pakistan’s wetlands play an important role in maintaining and sustaining regional ecological processes that support globally important biodiversity such as bird migration routes and wintering grounds. A significant fraction of Pakistan’s wetlands-dependent biodiversity, however, is classified as endemic threatened and vulnerable. There has been a dramatic change in the ecosystem of the wetlands in Pakistan in the last ten years, affecting its ability to function as a habitat for waterfowl, shorebirds, and migratory birds. To protect, sustain and enhance the wetlands in Pakistan, the Government in collaboration with the relevant entities shall take the following actions:"}, {"text_block_id": "p60_b274", "text": "10.5.1.  Objective 1: To protect the habitat of birds and biodiversity including fish in Wetlands Ecosystem."}, {"text_block_id": "p60_b275", "text": "Implementing Institutions:"}, {"text_block_id": "p60_b276", "text": "Federal and Provincial Environmental Protection Agencies, Research Institutions and Universities, provincial Forest, Wildlife and Fisheries Departments, and Civil Society Organizations."}, {"text_block_id": "p61_b277", "text": "10.5.2.  Objective 2: To provide the necessary inputs to ensure sustainability of wetlands ecosystem in Pakistan."}, {"text_block_id": "p62_b278", "text": "Implementing Institutions:"}, {"text_block_id": "p62_b279", "text": "National Institute of Oceanography, Federal and Provincial Environmental Protection Agencies, Provincial Wildlife, Forest and Fisheries Departments, Wetlands and Agriculture Research Institutions, Provincial Irrigation and Water Management Departments, Community based Organization and Training Institutions."}, {"text_block_id": "p62_b280", "text": "10.6. Arid, Hyper-Arid Areas: Adaptation Actions"}, {"text_block_id": "p62_b281", "text": "Pakistan is mainly a dry land country, where 68 million hectares, which is about 80 percent of the total geographical area of the country is arid and semi-arid. Out of this 41 million hectares falls under arid and 11 million hectares under deserts, where climate is hyper-arid (Kahlown & Majeed 2004). The main hyper-arid areas in Pakistan are: Thar (4.3 Mha), Cholistan ( 2.6 Mha), Thal (2.3 Mha) and Chagi-Kharan (1.8Mha)."}, {"text_block_id": "p62_b282", "text": "10.6.1. Thar Desert"}, {"text_block_id": "p62_b283", "text": "The Thar Desert is the world’s seventh largest desert and one of the most inhospitable eco-region. However, in the past this area supported one of the world’s oldest civilizations, Monhenjo Daro and Harappa (Chaudhry, 1997). The climate of Thar is extreme: in summer the temperature range more than 50"}, {"text_block_id": "p62_b284", "text": "0"}, {"text_block_id": "p62_b285", "text": "C and in winter it drops to near-freezing. Rainfall mostly in south-west monsoon is between 100-500mm (Source: PMD). About 10 % of the desert is composed of sand dunes, and 90% of craggy rock forms (Grewal 1992)."}, {"text_block_id": "p62_b286", "text": "(Source: Virginmedia.com Thar desert)"}, {"text_block_id": "p62_b287", "text": "Despite the extreme climate, several species and sparse vegetation have evolved to survive in the harsh environment. Vegetation in Thar mostly consists of grassland and low tree scrubs. It is one of the most densely populated deserts in the world. People’s livelihood depends on grazing of livestock, mostly sheep and goats. The intense grazing is affecting soil fertility and destroying native vegetation. These pressures combined with climate changes are likely to degrade and destroy the already fragile desert eco-systems. The livelihood patterns in the future may change in the area as work on the exploration of Thar Coal deposit picks up."}, {"text_block_id": "p62_b288", "text": "10.6.2  Cholistan Desert"}, {"text_block_id": "p62_b289_merged_merged", "text": "The sandy landscape of the Cholistan Desert (locally known as Rohi) starts some 30 kilometres from Bahawalpur and is spread over an area of some 16,000 square kilometres and extends up to the Thar Desert in the Sindh province. The Cholistan Desert has an average rainfall of 166 mm a year and temperature in summer ranges above 50 0C. The Desert consists of sand dunes, sandy soil, loamy soil, and saline-sodic clay soil. Cholistan Desert is inhabited by about 110,000 semi-nomads living in the desert, and livestock population is nearly 2.0 million. The inhabitants are mostly camel and goat herders. In the dry season they cluster in temporary villages around the more reliable water resources. The"}, {"text_block_id": "p63_b292", "text": "underground water is mostly saline and unfit for human and livestock drinking. Because of these limiting factors, the local population remains in search of water and fodder for their animals."}, {"text_block_id": "p63_b293", "text": "(Source: National Geographic-Cholistan Desert)"}, {"text_block_id": "p63_b294", "text": "10.6.3 The Kharan Desert (Balochistan)"}, {"text_block_id": "p63_b295", "text": "The Kharan Desert, also known locally as the \"Sandy Desert\", is located in northwest Balochistan. The Kharan Desert area consists of shifting sand dunes with an underlying pebble-conglomerate floor. The moving dunes reach heights of between 15 and 30 meters. Level areas between the dunes are a hard-topped pan when dry and a sandy-clay mush when wet. The barren wastes that occupy almost half of Iran, with its continuation into Kharan in Pakistan, form a continuous stretch of absolute barrenness from the alluvial fans of the Alborz Mountains in the north to the edge of the plateau in Balochistan, more than 1,200 kilometres to the southeast.  Average annual rainfall throughout these deserts is well under 100 mm. The surface of the Hamun-i-Mashkhel, which is some 85 kilometres long and 35 kilometres wide, is littered with sun-cracked clay, oxidized pebbles, salty marshes and crescent-shaped moving sand dunes."}, {"text_block_id": "p63_b296", "text": "10.6.4 Thal Desert"}, {"text_block_id": "p63_b297", "text": "This desert is mainly situated between the Jhelum and Sindh Rivers near the Pothohar plateau. It covers an area of 300 km from north to south and 110km maximum and 30 km minimum breadth. The locals of Thal mostly speak ‘seraiki’ and their main activity is cattle rearing. In some areas limited agriculture is done, where canal water is made available through some reclamation projects."}, {"text_block_id": "p64_b298", "text": "Sand dunes in Thal desert"}, {"text_block_id": "p64_b299", "text": "These desert dwelling and habitats are highly fragile and are likely to be more vulnerable in the wake of climate change. These fragile arid and hyper-arid ecosystems in Pakistan are in urgent need of integrated conservation approaches for adaptation to climate change that can contribute significantly to prevent and reduce the widespread land degradation and desertification processes, such as drought, overgrazing and erosion. In addition to this, there is a need to establish alternative land use and conservation management strategies for these areas. Based on close participation of scientists with stakeholder groups in the arid and hyper-arid areas in Pakistan, the adaptation strategy should ensure both the acceptability and feasibility of conservation methods, and a solid scientific basis for its effectiveness at various levels."}, {"text_block_id": "p64_b300", "text": "The communities of the vulnerable ecosystems usually are the marginalized people living in ecologically vulnerable areas, experiencing extreme water and energy resource shortage. This reduces their food security, due to failing of crops, loss of livestock and relocation of dwellings due to water and energy resource stress. The ecological changes in these areas due to climate change increases their resource constraints and vulnerability."}, {"text_block_id": "p64_b301", "text": "Desertification indicator sets for areas with active desertification and soil degradation need to be designed to harmonize information systems that may help organize socio-economic and soil information to identify climate change impacts and adaptive strategies."}, {"text_block_id": "p64_b302", "text": "Climate Change Impacts that could affect the arid and hyper-arid areas in Pakistan are: Reduced precipitation, Increased temperature, stronger wind, and Increased sand storms. For ecosystem maintenance, innovative crops and livestock management in these arid and hyper-arid areas in light of impending climate change impacts, the Government of Pakistan shall implement the following action plan"}, {"text_block_id": "p64_b303", "text": "10.6.5 Objective 1: To develop and manage scarce water resources in a sustainable manner."}, {"text_block_id": "p65_b304", "text": "10.6.6 Objective 2: To combat land degradation and desertification."}, {"text_block_id": "p66_b305", "text": "10.6.7 Objective 3: To introduce low delta crops and dry land trees & livestock"}, {"text_block_id": "p66_b306", "text": "Implementing Institutions:"}, {"text_block_id": "p66_b307", "text": "Arid Agriculture Universities Provincial Agriculture Research Departments, Livestock and Veterinary Institutions, Provincial Forest and Wildlife Departments, Dairy and livestock Departments, Academia."}, {"text_block_id": "p66_b308", "text": "10.7. Health Sector: Adaptation Actions"}, {"text_block_id": "p66_b309", "text": "It is now widely recognized that climate change induced increased frequency and intensity of extreme events such as heat and cold waves, heavy or too little precipitation, strong winds and cyclones have serious implications for human health. For example, floods and storms not only increase the risk of death and injuries, they also have implications for other health effects such as diarrheal diseases because of insufficient clean drinking water, water for personal hygiene or for washing food; they may also cause severe psychological problems among the affected population (e.g. mental health effects such as depression have been observed in the aftermath of the 2010 disastrous floods). Similarly, incidence of many vector borne diseases such as malaria and dengue fever, which are sensitive to temperature and rainfall, may increase with the expected changes in climate. In order to address the impacts of climate change on human health, the following actions are required to be taken:"}, {"text_block_id": "p66_b310", "text": "Source: Wateen Net Services."}, {"text_block_id": "p67_b311", "text": "10.7.1 Objective 1: To address the Impact of climate change on human health"}, {"text_block_id": "p68_b312", "text": "Implementing Institutions:"}, {"text_block_id": "p68_b313", "text": "Federal Health Authorities, National Institute of Health, Provincial Health Departments. WHO, Red Crescent Society of Pakistan, IUCN, Oxfam Novib, NGO & Civil Society Organasitions."}, {"text_block_id": "p69_b314", "text": "11.0. ENERGY SECTOR: MITIGATION ACTIONS"}, {"text_block_id": "p69_b315", "text": "Pakistan’s Green House Gas (GHG) emissions are low compared to international standards. In 2008 Pakistan’s total GHG emissions were 310 million tonnes of CO2 equivalent. These comprised: CO2 54%; Methane (CH4) 36%; Nitrous Oxide (N2O) 9%; Carbon Monoxide (CO) 0.7%; and Non-Methane Volatile Organic Compounds 0.3%. (Source: National GHG inventory 2008)."}, {"text_block_id": "p69_b316", "text": "The energy sector is the single largest source of GHG emission in Pakistan; it contributes nearly 51% of these emissions and is followed by the Agriculture sector (39%), Industrial processes (6%), Land Use, Land Use Change and Forestry (3%) emissions and wastes (1%) (Source: National GHG inventory 2008). As such, the most important targets for mitigation effort involving reduction of GHG emission are the Energy and Agriculture sectors. In the energy sector, integration of climate change and energy policy objectives is particularly important as today’s investment will “lock in” the infrastructure, fuel and technologies to be used for decades to come. Similarly, building and transport infrastructure put in place today should meet the design needs of the future. Therefore, greater attention must be paid to the energy efficiency requirements in building codes and long term transport planning."}, {"text_block_id": "p69_b317", "text": "Pakistan’s energy sector has, besides furnace oil, high reliance on natural gas (the fossil fuel with the lowest Carbon intensity), and very low reliance on coal (the fossil fuel with the highest Carbon intensity) in utter contrast to the patterns of primary energy consumption and electricity generation worldwide. It is largely for this reason that the CO2 emissions per unit of energy consumption in Pakistan are among the lowest in the world."}, {"text_block_id": "p69_b318", "text": "With this consumption pattern, Pakistan’s natural gas reserves have depleted to such an extent that it will be difficult to maintain the present level of production for long. Similarly local oil resources are dismally low too. The only sizable fossil fuel resource available in Pakistan is coal with an estimated resource base of 185 billion tonnes. To meet an increasingly large fraction of its future energy needs, Pakistan has no alternative but to seek meeting an increasingly large fraction of its future energy needs through the use of its practically unutilized vast coal resources. As such, clean coal technologies are expected to be part of the energy mix for the medium term future."}, {"text_block_id": "p69_b319", "text": "To find solutions to the present energy needs and future energy requirements, a creative and sustainable energy policy framework is necessary that may help in reducing the green house gas (GHG) emissions. This framework would facilitate the transition towards low carbon emissions for sustainable development. We may also need to realize the full potential of the country’s renewable capacity, beside developing and enhancing clean sources and other"}, {"text_block_id": "p70_b320", "text": "efficiency measures towards a low carbon economy in the energy sector. As such the change in energy mix, the development of renewable energy resources and the increase of nuclear and hydroelectric share provides an opportunity to achieve the above mentioned objectives of reduction in carbon emissions in the energy sector in Pakistan. The Government of Pakistan shall take the following measures for mitigating its GHG emissions."}, {"text_block_id": "p70_b321", "text": "11.0.1. Objective 1:  To develop and enhance renewable energy sources and uses to achieve green growth in the energy sector."}, {"text_block_id": "p73_b322", "text": "11.0.1. Objective 1:  To develop and enhance renewable energy sources and uses to achieve green growth in the energy sector.\n* Develop standards for proper disposal of nuclear waste.\n<\\li1>"}, {"text_block_id": "p73_b324", "text": "Priority"}, {"text_block_id": "p73_b325", "text": "11.0.2. Objective 2: To develop and obtain clean energy technologies and uses to achieve low carbon growth in the energy sector."}, {"text_block_id": "p74_b326", "text": "11.0.3. Objective 3: To reduce total energy demand through conservation and efficiency."}, {"text_block_id": "p75_b327", "text": "Implementing Institutions:"}, {"text_block_id": "p75_b328", "text": "Ministry of Water & Power, Water & Power Development Authority, Alternate Energy Development Board, PCRET Ministry of S&T, PAEC, ENERCON, Pakistan Electric Power Company, OGDC, Sindh Coal Authority, Provincial Minerals Departments."}, {"text_block_id": "p76_b329", "text": "Transport sector has shown the highest emission growth rate of all sectors and accounts for about a quarter of carbon dioxide emissions in Pakistan (source: National GHG Inventory, 2008). Thus managing or slowing the growth of emissions in transport sector presents one of the most significant challenges to overall mitigation efforts and is crucial for tackling climate change. What makes the task of reducing emissions in transport difficult is the fact that the scope for technical improvement is limited, at least, in the short run and that transport volumes are closely linked to economic growth. Similarly, emissions from aviation sector are also a matter of concern. In fact emissions of aircraft which are injected directly into the upper atmosphere are much more harmful than similar emissions at surface level because of their longer residence time in upper troposphere. However, despite difficulties, some options are available to reduce emissions in road and air transport, therefore, the following action plan is proposed for that purpose."}, {"text_block_id": "p76_b330", "text": "12.1 Road Transport"}, {"text_block_id": "p76_b331", "text": "(Source: Dawn Newspaper-Traffic jams at M.A.Jinnah Road in Karachi.)"}, {"text_block_id": "p76_b332", "text": "12.1.1. Objective 1: To minimize GHG emissions from transport sector."}, {"text_block_id": "p78_b333", "text": "12.2.   Aviation"}, {"text_block_id": "p78_b334", "text": "The emissions from aviation sector are a matter of concern, as aircraft emissions, which are injected directly into upper atmosphere are much more harmful than similar emissions at surface because of their longer residence time in the upper troposphere."}, {"text_block_id": "p78_b335", "text": "12.2.1.  Objective 2: To minimize the adverse effects of aviation’s emission on the environment in the context of climate change."}, {"text_block_id": "p79_b336", "text": "12.3.   Railway"}, {"text_block_id": "p79_b337", "text": "Road transport sector has shown the highest emission growth rate of all sectors in Pakistan.  To counter this, railway system needs to be developed to be fast and efficient in carrying cargo and passengers with least amount of carbon emissions. The advantage of railway over road travel in terms of carbon emissions is well recognized internationally."}, {"text_block_id": "p79_b338", "text": "12.3.1.  Objective 3: To upgrade, expand and modernize the railway network in the country."}, {"text_block_id": "p80_b339", "text": "Implementing Institutions:"}, {"text_block_id": "p80_b340", "text": "Ministry of Communication, Ministry of Defence, National Highway Authority, Civil Aviation Authority, Pakistan International Airlines, Pakistan Meteorological Department"}, {"text_block_id": "p80_b341", "text": "Ministry of Railway, Pakistan Railway."}, {"text_block_id": "p80_b342", "text": "The major industries in Pakistan include textile, fertilizer, sugar factories, cement, steel and large petro-chemical plants. These industries contribute about 6% to the total GHG emissions of the country due to the industrial processes in use, in addition to being responsible for more than a quarter of the emissions attributed to the energy sector."}, {"text_block_id": "p80_b343", "text": "(Source: Pakistan Textile Association. Textile mill in Faisalabad)"}, {"text_block_id": "p80_b344", "text": "13.1. Objective 1: To reduce carbon dioxide emissions from the industrial processes used in Pakistan’s major industries."}, {"text_block_id": "p82_b345", "text": "Implementing Institutions:"}, {"text_block_id": "p82_b346", "text": "Ministry of Industries, ENERCON"}, {"text_block_id": "p82_b347", "text": "14.0 URBAN PLANNING: ADAPTATION & MITIGATION ACTIONS"}, {"text_block_id": "p82_b348", "text": "Climate change presents a range of socio-economic implications for urban planning.  Town/ urban planning is a process by which adaptation to climate change impacts is possible in the urban areas. The effects of climate change and the process of urbanization has a complex inter-linkages. It is expected that extreme events as well as gradual changes will, in many cases, contribute to the increasing level of climate change vulnerability in the urban areasparticularly because of inadequate institutions and a lack of infrastructure in high population density locations. In particular, rural to urban migrants often have no choice but to live on land that is already densely populated or in a location that is particularly prone to disasters."}, {"text_block_id": "p82_b349", "text": "The extent to which a particular urban centre is vulnerable to climate change is influenced by different factors. The location of the town affects the types of climate hazards to which they are exposed, and whether they are prone to be affected by high temperatures, erratic precipitation patterns, sea level rise or more frequent or intense extreme events. However, more importantly, vulnerability of an area and its residents depends upon its social and economic circumstances and the adaptive capacity of stakeholders and institutions to address the challenges of climate change."}, {"text_block_id": "p82_b350", "text": "Moreover, urban areas influence the level of emissions produced by human settlements by changing fuel and energy consumption patterns."}, {"text_block_id": "p82_b351", "text": "To adapt to the impacts of climate change, there is a need to introduce changes in town planning and building systems. We can make our cities climate resilient and GHG friendly, by taking advantage of advanced technologies and approaches for using land, water and energy resources."}, {"text_block_id": "p82_b352", "text": "14.1.   Objective 1: To introduce innovations in town planning to adapt and mitigate the impact of climate change."}, {"text_block_id": "p84_b353", "text": "1.4.3 Development of Vulnerability-Index of urban areas of the country."}, {"text_block_id": "p84_b354", "text": "Short Term"}, {"text_block_id": "p85_b355", "text": "Implementing Institutions:"}, {"text_block_id": "p85_b356", "text": "Capital and City Development Authorities, ENERCON, City Municipal Authorities, Provincial Town Planning Departments, Higher Education Commission."}, {"text_block_id": "p86_b357", "text": "REFERENCES"}, {"text_block_id": "p86_b358", "text": "GoP (2010):  Planning Commission’s Task Force on Climate Change Report Feb, 2010."}, {"text_block_id": "p86_b359", "text": "GCISC (2009b): Islam, S., N. Rehman, M. M. Sheikh and Arshad M. Khan, Climate Change Projections for Pakistan, Nepal and Bangladesh for SRES A2 and A1B Scenarios using outputs of 17 GCMs used in IPCC-AR4, Research Report No.GCISC-RR-03, Global Change Impact Studies Centre, Islamabad."}, {"text_block_id": "p86_b360", "text": "GoP/ One-UN (JPE) 2012: National Climate Change Policy, Sept, 2012."}, {"text_block_id": "p86_b361", "text": "GoP/UNEP (1998): Study on Climatic Change Impact Assessment and Adaptation Strategies Study for Pakistan. Government of Pakistan and United Nations Environment Program, Islamabad."}, {"text_block_id": "p86_b362", "text": "Hewitt, K. (2005), The Karakoram Anomaly? Glacier expansion and the “Elevation Effect”, Karakoram Himalaya, Mountain Research and Development, Vol. 25 (4): 332-340."}, {"text_block_id": "p86_b363", "text": "IPCC (2007): Fourth Assessment Report (AR4), Climate Change 2007, Intergovernmental Panel on Climate Change, Cambridge University Press, Cambridge."}, {"text_block_id": "p86_b364", "text": "NMDA (2007): National Disaster Risk Management Framework Pakistan, March, 2007."}, {"text_block_id": "p86_b365", "text": "Oxfam (2009): Climate Change in Pakistan: Stakeholder Mapping and Power Analysis, Oxfam International, Islamabad."}, {"text_block_id": "p86_b366", "text": "PAEC-ASAD (2009): Athar, G. R., Aijaz Ahmad, and Mumtaz, A. Greenhouse Gas Emission Inventory of Pakistan for the year 2007-08."}, {"text_block_id": "p86_b367", "text": "PMD (2009): Qamar-uz-Zaman Chaudhry, Arif Mahmood, Ghulam Rasul, Muhammad Afzaal, Technical Report No. PMD 22/2009, Climate Change Indicators of Pakistan, Pakistan Meteorological Department, Islamabad."}, {"text_block_id": "p86_b368", "text": "Roohi/ICIMOD (2005): Roohi, Rakhshan, A. Ashraf, R. Naz, S.A. Hussain, M.H. Chaudhry, P.K. Mool and S.R. Bajracharya, B. Shrestha and S.P. Joshi, Indus Basin, Pakistan Hindu Kush-Karakoram-Himalaya: Inventory of Glaciers and Glacial Lakes and the Identification of Potential Glacial Lake Outburst Floods (GLOFs) affected by Global Warming in the Mountains of Himalayan, PARC -ICIMOD -APN -START -UNEP."}, {"text_block_id": "p86_b369", "text": "UNFCC (2007): Climate Change: Impacts, Vulnerabilities and Adaptation in Developing Countries."}, {"text_block_id": "p86_b370", "text": "WWF (2005): An overview of glaciers, glacier retreat, and subsequent impacts in Nepal,"}, {"text_block_id": "p86_b371", "text": "India and China, World Wildlife Fund, Nepal Programme."}, {"text_block_id": "p87_b372", "text": "Annex-I"}, {"text_block_id": "p88_b373", "text": "Annex –II"}, {"text_block_id": "p88_b374", "text": "Consultation & Development Process of Framework for Implementation of National Climate Change Policy(2013-2030)"}, {"text_block_id": "p88_b375", "text": "Extensive consultation meetings were undertaken with all relevant stakeholders including Federal Ministries and Departments, Provincial Governments & their line-departments, and Civil Society Organizations for drafting of the National Climate Change Policy and Framework for Implementation."}, {"text_block_id": "p88_b376", "text": "Provincial Consultation Process"}, {"text_block_id": "p88_b377", "text": "Consultation meetings with all Provincial Governments, including Gilgit-Baltistan and AJK, were held and all the relevant stakeholders including civil society organization were taken on board while formulating the draft policy & Framework for Implementation documents. A brief about the provincial consultation is given below."}, {"text_block_id": "p88_b378", "text": "Consultative Meeting Balochistan"}, {"text_block_id": "p88_b379", "text": "The first consultative meeting was held on 11th January, 2011 at Provincial Secretariat, Quetta. It was attended by 24 senior officials from the Govt. of Balochistan and local NGOs. The meeting was chaired by the Secretary P&D. The second consultation meeting at Quetta was held on 10th May, 2011 and was attended by senior provincial government and line department officials and experts. Extensive consultation took place among the participants and they provided useful input to the policy & Framework for Implementation documents. The Govt. of Balochistan assured endorsement and full support to the efforts of the Ministry and One-UN Joint Programme on Environment (JPE) to formulate a National Climate Change Policy and Pakistan’s Framework for Implementation  of NCCP"}, {"text_block_id": "p88_b380", "text": "Consultative Meeting Punjab"}, {"text_block_id": "p88_b381", "text": "The first Punjab consultative meeting took place at Avari Hotel in Lahore on 15th January, 2011. The consultation process was attended by 47 participants from various sectors including senior Punjab Govt. officials, academia, researchers, policy experts, NGOs, students and journalists. The second Punjab provincial consultation meeting was held on 18th May, 2011 in Lahore which was attended by more than a hundred senior Punjab government and line department officials and experts. Both the meetings resulted in very useful comments and feedback."}, {"text_block_id": "p88_b382", "text": "Consultative Meeting Sindh"}, {"text_block_id": "p88_b383", "text": "The first consultation with the line departments of Sindh Government and other NGOs based in the province was held on 25th January, 2011 at the office of the Environmental Protection Agency in Karachi. The meeting was chaired by the secretary Environment and attended by 24 provincial government officials, academia, and representatives from industries etc. The second provincial consultation meeting in Sindh was held on 12th May, 2011 at Avari Hotel Karachi and was attended by more than 75 participants. Extensive consultation during the two meetings provided very useful comments & suggestions for formulation of the draft policy and development of the Framework for Implementation of NCCP."}, {"text_block_id": "p88_b384", "text": "Consultative Meeting Khyber Pakhtunkhwa (KPK)"}, {"text_block_id": "p88_b385", "text": "Two consultative meetings with the Govt. of Khyber Pakhtunkhwa were held in Peshawar Secretariat and University of Peshawar on January 28th and February 26, 2011 respectively. The diverse number of participants from various walks of life included Govt. officials from line departments, academia and NGOs who actively took part in the consultation process. The third provincial consultation meeting in KPK was held on 14th July, 2011 at PearlContinental Hotel Peshawar, which was chaired by the Provincial Minister for Environment and was attended by a large number of participants. They provided very useful suggestions for the development of the Framework for Implementation."}, {"text_block_id": "p89_b386", "text": "Consultative Meeting Gilgit-Baltistan"}, {"text_block_id": "p89_b387", "text": "Realizing the importance of Gilgit Baltistan and AJK in the wake of recent climate change, the consultation process was further extended to the above mentioned areas. The first consultative meeting with Govt. officials and NGOs of Gilgit-Baltistan was held at Gilgit Serena Hotel on March 19, 2011. The meeting was attended by 19 participants from various disciplines including Govt. officials, academia, IUCN, UNDP, WWF and AKRSP. The second meeting was held in Gilgit on 24th May, 2011 which was also attended by a large number of relevant officials and experts. The extensive consultation resulted in very useful feedback."}, {"text_block_id": "p89_b388", "text": "Consultative Meeting Azad Jammu & Kashmir"}, {"text_block_id": "p89_b389", "text": "The first consultation process with the AJK government was held in Muzaffarabd on 31st March, 2011. The second consultation meeting was again held in Muzaffarabad on 16th May, 2011.  Both of these meetings were chaired by Additional Chief Secretary AJK and attended by a large number of participants which included AJ&K Govt. officials, researchers, academia, journalists and representatives from non-government organizations.  Extensive consultations resulted in useful feedback from the participants. Most of the feedback was incorporated in the policy document."}, {"text_block_id": "p90_b390", "text": "Annex-III"}, {"text_block_id": "p90_b391", "text": "Table 4: Serious Floods during last 40-years in Pakistan"}, {"text_block_id": "p90_b392", "text": "(Source: NDMA & Flood Forecasting Division – Pakistan Meteorological Department"}, {"text_block_id": "p91_b393", "text": "Box-1"}, {"text_block_id": "p91_b394", "text": "Climate Change Terms"}, {"text_block_id": "p91_b395", "text": "Weather"}, {"text_block_id": "p91_b396", "text": "is the day-to-day atmospheric conditions at a particular place in terms of air temperature, pressure, humidity, wind speed and precipitation."}, {"text_block_id": "p91_b397", "text": "Climate"}, {"text_block_id": "p91_b398", "text": "is defined as the average weather conditions, at a particular place, over time (typically, 30 years)."}, {"text_block_id": "p91_b399", "text": "Climate Variability"}, {"text_block_id": "p91_b400", "text": "refers to short term (daily, seasonal, annual, inter-annual) variations in the mean state of climate on all temporal and spatial scales beyond that of individual events"}, {"text_block_id": "p91_b401", "text": "."}, {"text_block_id": "p91_b402", "text": "Climate Change"}, {"text_block_id": "p91_b403", "text": "refers to any significant change in the mean state of climate (such as temperature, precipitation or wind), persisting for an extended period (decades or longer). Climate change may be due to natural factors or due to persistent anthropogenic changes in the composition of the atmosphere (e.g. through burning fossil fuels) or in land use changes (e.g. deforestation, urbanization etc)."}, {"text_block_id": "p91_b404", "text": "Vulnerability"}, {"text_block_id": "p91_b405", "text": "to climate change is defined as a function of a system’s exposure and sensitivity to adapt to their (adverse) effects (IPCC 2007)."}, {"text_block_id": "p91_b406", "text": "Adaptation"}, {"text_block_id": "p91_b407", "text": "to climate change is a response that seeks to reduce the vulnerability of natural and human systems or take advantage of expected changes in climatic conditions."}, {"text_block_id": "p91_b408", "text": "Mitigation"}, {"text_block_id": "p91_b409", "text": "to climate change is another policy response that aims to reduce greenhouse gases emissions or enhance the removal of these gases from the atmosphere."}, {"text_block_id": "p91_b410", "text": "Intergovernmental Panel on Climate Change (IPCC)"}, {"text_block_id": "p91_b411", "text": "is the global scientific body established by the WMO and the UNEP. It produces Assessment Reports and most recent is the Fourth Assessment Report in 2007. These reports summarize the state of knowledge on climate change and allow informed policy makers to see the consequences of alternate decisions."}, {"text_block_id": "p91_b412", "text": "United Nation Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p91_b413_merged", "text": "provides the global legislative framework for reducing global warming and responding to climate change. It convenes annual meetings, known as Conference of Parties or COP for negotiating emission reduction and adaptation financing"}, {"text_block_id": "p91_b416", "text": "."}, {"text_block_id": "p92_b417", "text": "Supported by:"}, {"text_block_id": "p92_b418", "text": "UNDP through the One UN Joint Programme on Environment"}], "document_description": "The Framework for Implementation of Climate Change Policy is a broad document which details the implementation of the Climate Change Policy with time limits in the different sectors concerned.&nbsp;"}