{"document_instrument_name": ["Processes, plans and strategies|Governance", "Other|Direct Investment", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Pakistan", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Health", "Environment", "Energy"], "document_language": "English", "document_name": "National Sustainable Development Strategy (NSDS): Pakistan's pathway to a sustainable and resilient future", "document_country_code": "PAK", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "05/01/2010", "document_keyword": ["Adaptation", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/PAK/2010/PAK-2010-01-05-National Sustainable Development Strategy (NSDS): Pakistan's pathway to a sustainable and resilient future_3f2ce54b501591baf0f72005003dbf1b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Sustainable Development Strategy"}, {"text_block_id": "p0_b2", "text": "Sustainable & Resilient Future"}, {"text_block_id": "p1_b3", "text": "National Sustainable Development Strategy"}, {"text_block_id": "p1_b4", "text": "Pakistan’s pathway to a sustainable & resilient future"}, {"text_block_id": "p1_b5", "text": "May 2012"}, {"text_block_id": "p1_b6", "text": "Lead Author:"}, {"text_block_id": "p1_b7", "text": "Malik Amin Aslam Khan (Former Minister of State for Environment /Senior Advisor UNDP)"}, {"text_block_id": "p1_b8", "text": "Support Author:"}, {"text_block_id": "p1_b9", "text": "Ms. Amber Pervaiz (UNDP)"}, {"text_block_id": "p1_b10", "text": "The work builds upon, and duly acknowledges, previous work done on the NSDS by SDPI (Sustainable Development Policy Institute) and Dr. Mohammad Aslam (Consultant) in 2009."}, {"text_block_id": "p2_b11", "text": "Table of Contents"}, {"text_block_id": "p2_b12", "text": ":"}, {"text_block_id": "p2_b13", "text": ":\n* Population Dynamics and Sustainability\n* Agricultural Productivity and Food Security\n* Energy for Sustainable Development\n* Sustainable Consumption and Industrial Production (SCP)\n* Trade for Sustainable Development\n* Water Resource Management\n* Sustainable Tourism for Growth and Development\n* Green Economy Fuelled by Green Jobs"}, {"text_block_id": "p2_b29", "text": ":\n* Population Dynamics and Sustainability\n* Agricultural Productivity and Food Security\n* Energy for Sustainable Development\n* Sustainable Consumption and Industrial Production (SCP)\n* Trade for Sustainable Development\n* Water Resource Management\n* Sustainable Tourism for Growth and Development\n* Green Economy Fuelled by Green Jobs\n* Environmental Sustainability\n* Air Quality and Pollution\n* Water Pollution and Quality Deterioration\n* Solid and Hazardous Waste Management\n* Forestry and Land Degradation\n* Biodiversity Protection"}, {"text_block_id": "p2_b41", "text": "4."}, {"text_block_id": "p2_b42", "text": "The Emerging issue of Climate Change and Sustainable Development …………………………………………………………………..49"}, {"text_block_id": "p2_b43", "text": "The Emerging issue of Climate Change and Sustainable Development …………………………………………………………………..49\n* The Pakistan Context\n* Climate triggered natural disasters and Disaster Risk Reduction (DRR)\n* The Economic costs of Adaptation and Sustainable Development\n* Potential Climate Mitigation and overlaps with Sustainable Development in Pakistan\n* Carbon Market in Pakistan â Financing Sustainable Development\n* Institutional Response to Climate Change in Pakistan"}, {"text_block_id": "p2_b55", "text": "The Emerging issue of Climate Change and Sustainable Development …………………………………………………………………..49\n* The Pakistan Context\n* Climate triggered natural disasters and Disaster Risk Reduction (DRR)\n* The Economic costs of Adaptation and Sustainable Development\n* Potential Climate Mitigation and overlaps with Sustainable Development in Pakistan\n* Carbon Market in Pakistan â Financing Sustainable Development\n* Institutional Response to Climate Change in Pakistan\n* Elements of Success\n* The overall driver â A Framework for Action\n* Institutional Framework for Implementation\n* Means of Implementation\n* Monitoring of Implementation\n* Integrating with the outcomes of Rio+20"}, {"text_block_id": "p3_b67", "text": "List of Figures:"}, {"text_block_id": "p4_b68", "text": "List of Tables:"}, {"text_block_id": "p5_b69", "text": "The Guiding Vision:"}, {"text_block_id": "p5_b70_merged", "text": "National Sustainable Development Strategy (NSDS) envisions to evolve a just and harmonious society in the country through promotion of a vibrant and equitable economic growth without overexploitation of natural resources with fair distribution of development dividends to all; in particular to the marginalized, poor and vulnerable in the society and to future generations."}, {"text_block_id": "p6_b77", "text": "Executive Summary:"}, {"text_block_id": "p6_b78", "text": "Sustainable development has been defined"}, {"text_block_id": "p6_b79", "text": "as “development that meets the needs of the present without compromising the ability of future generations to meet their own needs”."}, {"text_block_id": "p6_b80", "text": "One of the central themes of this concept entails balancing the economic, social and environmental objectives of — the three dimensions of sustainable development — integrating them wherever possible, through mutually supportive policies and practices, and making trade-offs where it is not possible. A strategic approach to sustainable development also implies new ways of thinking and requires policy changes in many sectors while ensuring coherence between them."}, {"text_block_id": "p6_b81", "text": "The NSDS is an attempt to define sustainable development and the pathway to a “green economy” in Pakistan’s context. It lays out an adaptive system and approach that can be continuously improved, through regular updates, to respond to evolving challenges. The focus has been on integrating not only across the three overall dimensions of economic, social and environment but also integrating the goals with the existing development paradigm with the aim of shifting it on to a more sustainable pathway."}, {"text_block_id": "p6_b82", "text": "The overall context of development and growth in Pakistan:"}, {"text_block_id": "p6_b83", "text": "The dilemma faced by Pakistan is typical of countries wanting to follow the high growth curve and choose between economically growing first and then environmentally “cleaning up” later or deciding on the more sustainable and prudent, but seemingly more expensive, option of preventing or mitigating environmental damage while developing. The issues of unregulated growth including unplanned and rapid urbanization, untenable pressure on natural resources such as forests and water, heavy dependence on the finite fossil fuel based energy, air and water pollution are all demanding a global rethink. The “Green Economy” model, being currently framed globally especially in the context of Rio+20"}, {"text_block_id": "p6_b84", "text": "meeting, is a response to this challenge. The NSDS, at this juncture, provides Pakistan’s country driven future blueprint for a green economy."}, {"text_block_id": "p6_b85", "text": "Within the above context, it has to be appreciated that economic growth and development in Pakistan over the past decade has faced certain unique and unprecedented challenges which are in addition to the global stresses brought on by the financial crisis and the rampant fuel and food commodities inflation. These include:"}, {"text_block_id": "p6_b86", "text": "Within the above context, it has to be appreciated that economic growth and development in Pakistan over the past decade has faced certain unique and unprecedented challenges which are in addition to the global stresses brought on by the financial crisis and the rampant fuel and food commodities inflation. These include:\n* Facing up to a string of mega-natural disasters, most of them climate change triggered, and including\n* Facing up to a string of mega-natural disasters, most of them climate change triggered, and including\n hitting the southern coast and the horrific earthquake which shook Northern Areas and parts of KPK\n* Facing up to a string of mega-natural disasters, most of them climate change triggered, and including\n hitting the southern coast and the horrific earthquake which shook Northern Areas and parts of KPK\n & AJK\n* Facing up to a string of mega-natural disasters, most of them climate change triggered, and including\n hitting the southern coast and the horrific earthquake which shook Northern Areas and parts of KPK\n & AJK\n in 2005.\n* Economic, security, human and social impacts of the ongoing war in Afghanistan and the continued"}, {"text_block_id": "p6_b94", "text": "All of these have dampened and drained economic growth and directly threatened and eroded its sustainability. It is, thus, no surprise that the past three years has seen Pakistan going through a difficult"}, {"text_block_id": "p7_b95", "text": "phase with the economic growth averaging a meager 2.6 percent as compared to 5.3 percent in the past eight years -reflecting a slowing growth momentum for the country’s economy."}, {"text_block_id": "p7_b96", "text": "In addition to these challenges forced upon Pakistan, its economic growth is beset with large inefficiencies, particularly in the water, agriculture and energy sectors, which are putting an avoidable and undue stress upon its natural resource base."}, {"text_block_id": "p7_b97", "text": "Economic Challenges:"}, {"text_block_id": "p7_b98", "text": "In any developing country, economic progress is considered the main pillar of development. In Pakistan’s particular case, the model for economic progress and growth is marred with a number of inefficiencies in the important water, energy and agricultural sectors. Overall it is challenged by the exponentially high population growth, rapid urbanization, weak enforcement of environmental regulations and move towards unbridled consumerism all of which further drain an already strained economy. All these challenges are elaborated in the NSDS."}, {"text_block_id": "p7_b99", "text": "Pakistan’s inefficient economy also provides an inherent opportunity to reverse these trends through, mostly, win-win options and to shift the country’s economic growth towards a sustainable pathway. This pathway is defined in the NSDS through a number of strategic goals."}, {"text_block_id": "p7_b100", "text": "Strategic goals:"}, {"text_block_id": "p7_b101", "text": "The sectoral sections of the NSDS enlist the detailed strategic goals pertaining to each particular challenge. The focused “green action plan” provides the strategic direction that can lead towards a greening of the, traditionally, pro-poor economic growth model employed in Pakistan."}, {"text_block_id": "p7_b102", "text": "The sectoral sections of the NSDS enlist the detailed strategic goals pertaining to each particular challenge. The focused “green action plan” provides the strategic direction that can lead towards a greening of the, traditionally, pro-poor economic growth model employed in Pakistan.\n* Promoting cleaner production and encouraging sustainable consumption patterns in society.\n* Promoting inclusive and sustainable growth through engaging the poor, women and youth,\n* Prioritizing a reversal of inefficiencies in the water, energy and agriculture sectors.\n* Internalizing true environmental costs in all economic decision and linking with global financial"}, {"text_block_id": "p7_b110", "text": "Social Challenges:"}, {"text_block_id": "p7_b111", "text": "Sustainable development, in Pakistan, has to translate into promotion of pro-poor economic growth that is also environmentally sensitive. The social development challenges for Pakistan include achieving high and sustained and broad-based economic growth particularly in rural areas; providing essential social services and infrastructure to the poor and vulnerable; creating job opportunities, and improving the overall governance for effective delivery."}, {"text_block_id": "p7_b112", "text": "Strategic Goals"}, {"text_block_id": "p7_b113", "text": ":"}, {"text_block_id": "p7_b114", "text": "In this context, the NSDS through detailed strategic goals, highlights the need to improve the overall governance in the country and addresses the challenges of delivery of essential services such as health and education for the people and encompasses the promotion of targeted social support policies and programs that can lead to a reduction of inequalities and improvements in food security, energy security or security against natural and other calamities and emergencies. The primary focus is on establishing a just and progressive society, as is the objective of the “Green Action Agenda” through:"}, {"text_block_id": "p7_b115", "text": "In this context, the NSDS through detailed strategic goals, highlights the need to improve the overall governance in the country and addresses the challenges of delivery of essential services such as health and education for the people and encompasses the promotion of targeted social support policies and programs that can lead to a reduction of inequalities and improvements in food security, energy security or security against natural and other calamities and emergencies. The primary focus is on establishing a just and progressive society, as is the objective of the “Green Action Agenda” through:\n* Alleviation of poverty and promoting equity amongst society, in particular, through providing\n* Extending social protection and safety nets for the poorest and most vulnerable particularly"}, {"text_block_id": "p8_b119", "text": "In this context, the NSDS through detailed strategic goals, highlights the need to improve the overall governance in the country and addresses the challenges of delivery of essential services such as health and education for the people and encompasses the promotion of targeted social support policies and programs that can lead to a reduction of inequalities and improvements in food security, energy security or security against natural and other calamities and emergencies. The primary focus is on establishing a just and progressive society, as is the objective of the “Green Action Agenda” through:\n* Alleviation of poverty and promoting equity amongst society, in particular, through providing\n* Extending social protection and safety nets for the poorest and most vulnerable particularly\n* Productively enabling the expanding âyouth bulgeâ present in the country as well as\n<\\li1>"}, {"text_block_id": "p8_b121", "text": "Environmental Challenges:"}, {"text_block_id": "p8_b122", "text": "Pakistan faces serious environmental problems, most of which can be attribute to accelerating but poorly regulated economic development, even thought it has slowed down recently, as well as rapid demographic growth that has put acute pressure on the country’s natural resource base, especially land and water, and significantly increased levels of local pollution. Thus, natural resource degradation and pollution, especially in urban areas, are the core environmental challenges facing the country."}, {"text_block_id": "p8_b123", "text": "Unless the management of natural resources can be improved and pollution levels reduced, they could easily jeopardize sustainable economic growth as is evident by the costs of environmental degradation estimated at 6% of GDP/year"}, {"text_block_id": "p8_b124", "text": ". Integrating environmental concerns into the mainstream development process can assist in identifying and capitalizing upon the positive linkages between economic growth and environmental protection, and shift the country’s development onto a sustainable trajectory. Only this can address issues such as the unsustainable patterns of consumption and production, resource exploitation and mismanagement, lack of waste management treatment and disposal, unsustainable land and forest management, mismanagement of scarce water and energy resources, air and water pollution, and industrial and hospital waste. All of these constitute an avoidable stress on the economy that can be strategically addressed."}, {"text_block_id": "p8_b125", "text": "The climate change issue, is now adding an additional and inescapable stress upon the burden of managing environmental sustainability."}, {"text_block_id": "p8_b126", "text": "Strategic Goals:"}, {"text_block_id": "p8_b127", "text": "The environment section enlists detailed strategic goals for addressing air and water pollution, land degradation and forestry issues, waste management, improving environmental governance and protection of the country’s unique biodiversity. The overall focus is on safeguarding the environment by:"}, {"text_block_id": "p8_b128", "text": "The environment section enlists detailed strategic goals for addressing air and water pollution, land degradation and forestry issues, waste management, improving environmental governance and protection of the country’s unique biodiversity. The overall focus is on safeguarding the environment by:\n* Conserving and enhancing the natural resource base while protecting biodiversity and managing\n* Enhancing the life support system by addressing air and water pollution and reducing the\n* Preparing for climate change and its accompanying uncertainties through comprehensive"}, {"text_block_id": "p8_b134", "text": "Climate Change and Sustainable Development in Pakistan"}, {"text_block_id": "p8_b135", "text": "Climate change directly and very strongly impinges upon future planning for sustainable development in Pakistan. It poses a major threat to food, water and energy security in the country. In addition coastal and marine environment, dryland ecosystems, agriculture and livestock sector, forests and biodiversity and health are other areas that will be seriously affected as the climate induced melting of glaciers, cyclonic storm surges, tropical diseases epidemics, flash floods, droughts and variable monsoons turn into an inevitable future reality for Pakistan."}, {"text_block_id": "p8_b136_merged_merged", "text": "It, thus, comes as no surprise that the estimated cost for facing and adapting to future climate impacts ranges from U$ 6 billion to U$ 14 billion annually for Pakistan over the next 40 year horizon-a number"}, {"text_block_id": "p9_b138", "text": "which is likely to escalate. These figures re-enforce the inescapable linkage between climate impacts and sustaining future development in the country and the need to not only integrate these into future planning but also develop a comprehensive adaptation plan to control the costs and associated risks in the future."}, {"text_block_id": "p9_b139", "text": "Along with the impacts and threats, climate change also provides an opportunity for undertaking a number of win-win mitigation and adaptation options that can lead to a low carbon development in the country and also extend other benefits such as energy and water security. Despite the challenges of cyclical and unpredictable prices, the carbon market remains potentially an effective financing mechanism that can be leveraged for this purpose through a conducive enabling environment both domestically and globally."}, {"text_block_id": "p9_b140", "text": "Strategic Goals:"}, {"text_block_id": "p9_b141", "text": "A number of strategic goals have been enlisted in the climate change chapter with the overall aim of preparing the country to adapt to this inescapable future reality through measures such as disaster risk reduction and management, vulnerability mapping, community based adaptation, sustainable land management and undertaking future climate resilient development especially for the infrastructure sector."}, {"text_block_id": "p9_b142", "text": "Moreover, the goals provide for undertaking steps to grow along a low carbon trajectory that is in line with national development priorities such as energy conservation and renewable energy promotion while suggesting an institutional framework, driven through a “National Climate Change Fund”, to facilitate and finance this transition."}, {"text_block_id": "p9_b143", "text": "Implementation Strategy:"}, {"text_block_id": "p9_b144", "text": "Action Agenda” within the three globally accepted development dimensions."}, {"text_block_id": "p9_b145", "text": "Institutional framework:"}, {"text_block_id": "p9_b146_merged", "text": "To facilitate the achievement of this agenda, the strategy has outlined a three level institutional framework that is based upon the existing national framework with its current readjustments in the post-18th amendment scenario whereby significant federal powers were devolved to the provinces."}, {"text_block_id": "p9_b149", "text": "The framework should be spearheaded at the federal level by a N-SDC (National Sustainable Development Council) and it is proposed that the existing high-powered PEPC’s (Pakistan Environmental Protection Council) remit should be legislatively enabled and expanded for this purpose. It would, thereby, provides an overarching coordinating body that would extend a strategic focus to sustainable development activities in the country. At the provincial level it would be linked to a P-SDC (Provincial SD Council) and then at the district level with a L-SDC (Local SD Council), which would be responsible for developing and implementing a provincial sustainable development strategy, if deemed appropriate, projects as well as periodically tracking the implementation progress. Locally generated ideas, approaches and projects would be prioritized to create an effective partnership at all levels."}, {"text_block_id": "p9_b150", "text": "Means of implementation:"}, {"text_block_id": "p9_b151", "text": "The proposed institutional framework, driven by the action agenda, will also require other facilitating factors to create a conducive enabling environment for implementation, which have been outlined in the NSDS. These could include a dedicated financing mechanism, enabling human and institutional capacity, incorporating targeted incentives, ensuring accountability and transparency, providing a legal backing to the NSDS, enacting a science and innovation support network and also leveraging civil society and private sector support to ensure success of the strategy. A timed road-map to introduce appropriate legislation re-mandating the"}, {"text_block_id": "p10_b152", "text": "PEPC, enacting parliamentary Standing Committees on sustainable development as well as establishing a Sustainable development fund has been proposed."}, {"text_block_id": "p10_b153", "text": "Monitoring progress for success:"}, {"text_block_id": "p10_b154", "text": "Additionally a comprehensive process for monitoring supported by a feedback mechanism that can incorporate positive learning and ensure continuous improvement has been added. This includes the provisions for annual progress and implementation reporting at provincial and local levels, generating three yearly global reports at federal level and regular updates and evolutionary improvement of the NSDS after every three years."}, {"text_block_id": "p10_b155", "text": "Finally, in implementing the NSDS, the challenge is to evolve, and not rigidly impose, a system that can effectively reset the country’s development and growth trajectory on to a more sustainable pathway. There should be continued support and policy shift towards sustainable development concerns, through a network of institutions in line with the prioritized needs of the country and the evolving global sustainable development agenda."}, {"text_block_id": "p11_b156", "text": "Chapter 1."}, {"text_block_id": "p11_b157", "text": "SUSTAINABLE & INCLUSIVE ECONOMIC GROWTH"}, {"text_block_id": "p11_b158_merged", "text": "\"\"Our foot is stuck on the accelerator and we are heading towards an abyss.\""}, {"text_block_id": "p11_b221", "text": "\""}, {"text_block_id": "p11_b222", "text": "1. Sustainable Economic Growth"}, {"text_block_id": "p11_b223", "text": "The economic dimensions, being the main engine of growth as well as poverty reduction, are central to the promotion of sustainable development. Within this context, the dilemma faced by Pakistan is typical of countries aspiring to follow a high growth curve which is to choose between economically growing first and then environmentally “cleaning up” later or deciding on the more sustainable and prudent, but seemingly more expensive, option of preventing or mitigating environmental damage while developing. Many countries that have tried the former growth model are now paying a heavy cost for halting and reversing the trends of environmental degradation deemed necessary to ensure a satisfactory and sustainable quality of life."}, {"text_block_id": "p11_b224", "text": "Moreover, it is becoming apparent that there is no assurance that a country can simply “grow out” of environmental or socially problems with economic gains. The issues of unregulated growth including unplanned and rapid urbanization, untenable pressure on natural resources such as forests and water, heavy dependence on the finite fossil fuel based energy, air and water pollution all are demanding a global rethink. The “Green Economy” model, being currently framed at the international level, is a response to this challenge and an effort to develop an economic growth model which is environmentally and socially sustainable and can reverse the alarming trends of global growth which are resource inefficient and beyond the globe’s bio-capacity. In the most recent focal policy titled “Framework for Economic Growth” (2011), Pakistan has made an attempt to define its growth along the social (focus on youth and community development), environmental (quality of governance, sustainable cities) and economic (markets development, governance improvements) aspects and with an overall focus towards advancing the quality of life for its citizens (Figure-1)."}, {"text_block_id": "p11_b225", "text": "Figure 1:Pakistan's Growth Model (2011)"}, {"text_block_id": "p11_b226", "text": "Within the above context, it has to be appreciated that economic growth and development in Pakistan over the past decade has faced certain unique and unprecedented challenges. These include:"}, {"text_block_id": "p12_b227", "text": "Within the above context, it has to be appreciated that economic growth and development in Pakistan over the past decade has faced certain unique and unprecedented challenges. These include:\n* Facing up to a string of mega-natural disasters, most of them climate change triggered, and including\n* Facing up to a string of mega-natural disasters, most of them climate change triggered, and including\n and the horrific earthquake disaster which shook Northern Areas and\n* Facing up to a string of mega-natural disasters, most of them climate change triggered, and including\n and the horrific earthquake disaster which shook Northern Areas and\n in 2005.\n* Economic, security related, human and social impacts of the ongoing war in Afghanistan and the"}, {"text_block_id": "p12_b233", "text": "All of these have dampened and drained economic growth and directly threatened and eroded the sustainability of Pakistan’s development. It is, thus, no surprise that the past three years has seen Pakistan going through an unsteady phase with the economic growth averaging a meager 2.6 percent as compared to 5.3 percent in the preceding eight years -reflecting a slowing growth momentum for the country’s economy. In addition to the above-mentioned extraneous, and mostly unavoidable and unwarranted challenges, Pakistan’s economic growth is beset with large inefficiencies, particularly in the water, agriculture and energy sectors, which are putting undue stress upon its natural resource base. These inherent inefficiencies are outlined in the sections below and clearly show that there is both an urgent need and potential to improve the eco-efficiency of the economic system in Pakistan. However, these economic inefficiencies also provide a potential silver lining through a win-win opportunity to decrease costs while producing more efficiently using fewer resources and with a reduced ecological impact."}, {"text_block_id": "p12_b234", "text": "Within the above context, following have been identified as major challenges faced by the country in its quest to strategize towards and implement sustainable economic development:"}, {"text_block_id": "p12_b235", "text": "Context:"}, {"text_block_id": "p12_b236", "text": "There is a strong empirical link between population and sustainable development (Figure-2). Pakistan’s current population is estimated to be 176 million and is projected to reach over 350 million by 2050, thus, further burdening the country’s already fragile economy and putting mounting pressure upon its already scarce and depleting natural resources. This burgeoning and growing population poses the most serious challenge to any future economic and environmental sustainability. According to the “Pakistan’s Framework for Economic growth”, as population has grown exponentially it has become evident that the corresponding levels of poverty have also increased in Pakistan."}, {"text_block_id": "p12_b237", "text": "Figure 2: High Population Growth"}, {"text_block_id": "p12_b238", "text": "Issues and Trends:"}, {"text_block_id": "p12_b239_merged_merged", "text": "According to Vision 2030 Pakistan is projected to become the fifth largest country by 2030, with a population ranging between 230 and 260 million people, with almost 60 percent living in urban areas. Whereas Pakistan’s per capita GDP (at constant market prices of 2005) is expected to nearly quadruple by 2030, advancing from Rs.43,000 in 2005 to Rs.164,000 in 2030. This and 1.4% in GDP and population respectively. These projected figures point"}, {"text_block_id": "p13_b241", "text": "population growth as well as increasing urbanization. Already, Pakistan is the fastest urbanizing country within South Asia (Figure-3). Pakistan fully recognizes the links between population dynamics and sustainable development as population and economic growth are driving consumption in Pakistan and will continue to do so as millions of consumers put additional demand for goods, services and the national commons."}, {"text_block_id": "p13_b242", "text": "Figure 3: Population Trends in Pakistan (Past and Projected)"}, {"text_block_id": "p13_b243", "text": "Another trend within this sector is that currently, Pakistan’s 50 per cent population is below 20 years of age and over 60 per cent below 30 years creating a massive “youth bulge”. Rising unemployment is creating an economic disconnect and impeding any positive and sustainable reinforcements from this trend. It is essential to reap this demographic dividend by productively engaging and utilizing this huge potential work asset present in Pakistan otherwise it could further burden the economy with a rising liability. Thus, improving education including vocational training as well as access to education for all is essential."}, {"text_block_id": "p13_b244", "text": "Finally, as the income levels grow in Pakistan, it is important to inculcate a consciousness for the environment and not follow the high consumption and wasteful pattern of growth adopted in most developed countries."}, {"text_block_id": "p13_b245", "text": "Strategy:"}, {"text_block_id": "p13_b246", "text": ""}, {"text_block_id": "p13_b247", "text": "Making it a national priority to control the exponential growth in population through targeted measures and programs."}, {"text_block_id": "p13_b248", "text": ""}, {"text_block_id": "p13_b249", "text": "Ensure universal access to health and education for this huge population particularly focusing on infant mortality, women and elderly in the health sector and the disadvantaged and school dropout children in the education sector."}, {"text_block_id": "p13_b250", "text": ""}, {"text_block_id": "p13_b251", "text": "Focus on empowerment of women through education and awareness raising as well as removing discrimination barriers to ensure productive integration of women towards economic development."}, {"text_block_id": "p13_b252", "text": ""}, {"text_block_id": "p13_b253", "text": "Regulate and direct the increasing urbanization by focusing on making cities more sustainable and the engines of growth, as also outlined in the “Framework for Economic Growth” (2011)."}, {"text_block_id": "p14_b254", "text": ""}, {"text_block_id": "p14_b255", "text": "Undertake focused programs for the burgeoning youth in the country through education and technical training and vocational programs as well as creating job opportunities to productively enable the “youth bulge” increasingly present in Pakistan."}, {"text_block_id": "p14_b256", "text": ""}, {"text_block_id": "p14_b257", "text": "Invest in people and develop their skill sets, through targeted programs on job oriented vocational and technical training, to enable them to contribute towards the country’s development"}, {"text_block_id": "p14_b258", "text": "1.2. AGRICULTURE PRODUCTIVITY AND FOOD SECURITY"}, {"text_block_id": "p14_b259", "text": "Context:"}, {"text_block_id": "p14_b260", "text": "Agricultural sector has traditionally been a vital source of economic growth for Pakistan generating about 21% of the country’s gross domestic product (GDP), employing over 50% of the rural labor force while accounting for 60% to 70% of exports. However, it faces serious challenges such as decreased availability of irrigation water including depleting aquifers, deteriorating soil health due to water logging and salinity and deterioration of the quality of sub-soil water all of which alarmingly coincides with a population led exponential growth in demand. Additionally, a substantial amount of fertile farmland is being increasingly lost to urbanization and water logging."}, {"text_block_id": "p14_b261", "text": "All of this is increasingly leading to not only food scarcity but also food inflation that is following the global trends of high food commodity prices and inflation."}, {"text_block_id": "p14_b262", "text": "Issues and trends:"}, {"text_block_id": "p14_b263", "text": "The agricultural sector has lost significant growth momentum slowing down to 2.7 percent in the last decade as against 4.4 percent in 1990’s and 5.4 percent in the 1980’s. Alongside the structural and weak governance problems impeding growth, the major crops have also been the victim of climate change triggered natural calamities"}, {"text_block_id": "p14_b264", "text": "during the last few years. Thus, three out of last four years witnessed negative growth in the major crop sector. The livestock sector, having 55.1 percent stake in the agricultural sector, was also impacted by the massive floods and witnessed 3.7 % growth in 2010-11 as compared to 4.3 %"}, {"text_block_id": "p14_b265", "text": "in 2009."}, {"text_block_id": "p14_b266_merged_merged_merged", "text": "Pakistan’s agricultural performance is heavily dependent upon availability of irrigation water that is under increasing stress. As against the normal surface water availability at canal heads of 103.5 million-acre feet (MAF), the overall (both for summer/kharif and winter/rabi crops) water availability has been 20 percent below normal in 2010-11. The Green Revolution in Pakistan increased yields through use of high yielding crop varieties requiring intensive use of fertilizers and other inputs. However, as a side result, the level of environmental pollution also increased through the intensive use of chemical fertilizers and pesticides. Also, the promotion of rain-fed agriculture in dry land ecosystems which covers most of the land area of the country was not given due attention. Significantly, such practices have lead to nitrate pollution of ground water and soil salinization as well as being the source for various gastric and water borne diseases – all negatively impacting on sustainable economic growth. The agriculture sector in Pakistan is also beset with inefficiencies both in the use of irrigation water and fertilizers. The consumption of fertilizer per hectare in Pakistan (133 kg approx) is high but still commensurate crop yields have not been forthcoming thought it has brought in the potential for pollution hazard."}, {"text_block_id": "p14_b268", "text": "The overall trend created by these inefficiencies of use coupled with the continued stress on agricultural production and exponentially rising population demand is leading to a serious challenge in terms of sustaining food security in Pakistan. The National Nutrition Survey 2011 for Pakistan, states that since 2006 food insecure population has increased by 12 million, while the number of severely food insecure population has risen from 9.6 million to 45.3 million that is 28% of the population. Also, the UN in another study has tabulated that in 2008 almost 51% of the population (72 million) survived at less than 2100 calories per day."}, {"text_block_id": "p15_b269", "text": "The silver lining on the above scenario is that with enhanced water use efficiency and employing latest technologies with a move towards high value added agriculture has paid dividends in Pakistan. This is apparent from the performance of “progressive” farmers who have managed to develop high productivity enclaves within the country (Figure-4). This is a model that needs to be replicated through more effective agricultural extension services for small and medium farm owners and supportive research."}, {"text_block_id": "p15_b270", "text": "Figure 4: Yield Gap in Pakistan"}, {"text_block_id": "p15_b271", "text": "Strategy:"}, {"text_block_id": "p15_b272", "text": ""}, {"text_block_id": "p15_b273", "text": "The Government will aim for plugging the inefficiencies and promoting sustainable production in the agricultural sector focusing on improving the irrigation water use efficiency, optimal fertilizer use, diffusion of water conservation, improving water storage and rain water harvesting, encouraging on farm water management, Integrated Pest Management, Integrated Nutritional Management as well as on-farm crop residue and waste management."}, {"text_block_id": "p15_b274", "text": ""}, {"text_block_id": "p15_b275", "text": "Focus on both diversification and modernization of agriculture to ensure food security through productivity increases."}, {"text_block_id": "p15_b276", "text": ""}, {"text_block_id": "p15_b277", "text": "Both Public and private investments as well as partnerships need to be encouraged to strengthen the research and extension system for developing and disseminating environment friendly technologies and practices. The country’s top research bodies need to be supported, in particular PARC (Pakistan Agri Research Council), NARC (National Agricultural Research Council) and Agricultural Universities."}, {"text_block_id": "p15_b278", "text": ""}, {"text_block_id": "p15_b279", "text": "Efforts would be made to benefit both from economies of scale through cooperative farming as well as for attracting investments to employ the best available technologies and maximize food productivity amongst small landholders."}, {"text_block_id": "p15_b280", "text": ""}, {"text_block_id": "p15_b281", "text": "Encourage access to export markets through improved transport and infrastructure facilities and facilitating packaging and labeling that is able to meet requisite international standards."}, {"text_block_id": "p15_b282", "text": ""}, {"text_block_id": "p15_b283", "text": "The concept of organic farming needs to be encouraged along with biological control of pests through IPM techniques, rational use of agrochemicals as well as promotion of indigenous and non-hybrid variety of seeds."}, {"text_block_id": "p15_b284", "text": ""}, {"text_block_id": "p15_b285", "text": "Genetically modified seeds should only be imported, researched and promoted through a properly regulated process of approval, application and monitoring."}, {"text_block_id": "p16_b286", "text": ""}, {"text_block_id": "p16_b287", "text": "Strengthen science-based organizations and technology innovations in order to enhance basic agronomic research into new varieties and climate resilient crops and to reduce the high level of post-harvest losses, and employ environmentally-sound multi-cropping and crop management practices."}, {"text_block_id": "p16_b288", "text": ""}, {"text_block_id": "p16_b289", "text": "Develop effective links with other South Asian countries to study and learn from their agricultural practices and research including for arid zone agriculture."}, {"text_block_id": "p16_b290", "text": ""}, {"text_block_id": "p16_b291", "text": "The unregulated urbanization through encroachment of fertile agricultural land needs to be urgently controlled through targeted legislation, responsive urban land use planning and strict zoning enforcement."}, {"text_block_id": "p16_b292", "text": ""}, {"text_block_id": "p16_b293", "text": "Soil fertility management, rehabilitation of degraded lands and desertification control would be given high priority by promoting sustainable land management in the country."}, {"text_block_id": "p16_b294", "text": ""}, {"text_block_id": "p16_b295", "text": "Livestock production would be increased through intensive investment in research to produce high yielding breeds based on local varieties, sustainable management of rangelands and disease preventive measures."}, {"text_block_id": "p16_b296", "text": ""}, {"text_block_id": "p16_b297", "text": "Short term targeted interventions would be developed to support vulnerable groups in years of crop failure owing to natural calamities."}, {"text_block_id": "p16_b298", "text": ""}, {"text_block_id": "p16_b299", "text": "Shift the pattern of production towards higher value-added activities particularly through horticulture, oilseed, livestock and fisheries sectors."}, {"text_block_id": "p16_b300", "text": ""}, {"text_block_id": "p16_b301", "text": "Ensure uninterrupted and prioritized energy supply for agriculture at subsidized rates to ensure productivity increases and improve the food security in the country."}, {"text_block_id": "p16_b302", "text": ""}, {"text_block_id": "p16_b303", "text": "Strengthening hill torrent (Rod Kohi) irrigation system for increasing productive land area and restoring the traditional underground (Karez) water channel systems in Baluchistan province."}, {"text_block_id": "p16_b304", "text": "1.3. ENERGY FOR SUSTAINABLE DEVELOPMENT:"}, {"text_block_id": "p16_b305", "text": "Context:"}, {"text_block_id": "p16_b306_merged", "text": "Access and availability of affordable energy is the most essential component for fuelling development and, subsequently, for eradication of poverty. Sustainable energy accessibility and efficiency (increasing resource productivity) is, thus, considered central to sustainable economic growth as well as reducing high cost of energy. However 30% of the population in Pakistan has no access to electricity, and about 80% have no access pipeline gas. Pakistan, thus, ranks a dismal 165 out of 218 countries in per capita access to electricity."}, {"text_block_id": "p16_b308", "text": "Issues and Trends:"}, {"text_block_id": "p16_b309", "text": "Pakistan energy mix is comprised of gas, oil, electricity and liquid petroleum gas (LPG) with different levels of shares. The share of gas consumption is 43.9 percent in total energy mix, followed by oil 27.9 percent, electricity 15.6, coal 11 percent and LPG 1.5 percent. During the period 2001-10, the"}, {"text_block_id": "p17_b310", "text": "consumption of petroleum products has increased by an average of 1.3 percent per annum (Figure-5). Within this overall increase, the relative increase of gas, electricity and coal consumption has been averaging 6 percent, 4.9 percent and 9.1 percent per annum. The changing trend in energy consumption shows a shift towards gas and coal – both indigenous resources."}, {"text_block_id": "p17_b311", "text": "Figure 5: Annual Energy Consumption"}, {"text_block_id": "p17_b312", "text": "(Source:"}, {"text_block_id": "p17_b313", "text": "Pakistan Economic Survey 2010-2011)"}, {"text_block_id": "p17_b314", "text": "The gas based shift is, however, constrained owing to the dwindling gas reserves in the country and rising demands which have created a rising “gas gap” (Figure-6). The Government is planning to overcome this through enhanced investments and explorations in the sector as well as through options of importing LNG and natural gas through pipelines from Iran and Turkmenistan which must be pursued as a priority. In the long run Pakistan aims to shift its primary energy mix from fuel oil and to some extent from natural gas to hydel, coal , nuclear and alternative and renewable energy sources all of which have considerable untapped potential."}, {"text_block_id": "p17_b315", "text": "Figure 6: Gas Gap and Coverage Scenario (Million Cubic Feet/day)"}, {"text_block_id": "p17_b316_merged", "text": "Based on current estimates, hydropower currently contributes only 6,500 MW to the energy mix against its estimated potential of 54,000 MW. Also, there is approximately 185 billion Mtonsof untapped coal that is equivalent to around 617 billion barrels of crude oil that, potentially, could be enough to provide over 20,000 MW of electricity for a period of 40 years. Similarly, the wind potential a survey conducted by the Pakistan Meteorological Department indicates that wind power potential exists in the coastal belt of Pakistan with a wind corridor that is 60 km wide (Gharo-keti Bandar) and 180 km long (up to Hyderabad). This corridor alone has the exploitable potential of 40,000 MW of electricity generation."}, {"text_block_id": "p17_b320", "text": "Moreover, in-spite of inherent inefficiencies in the energy system the country has failed to make e"}, {"text_block_id": "p17_b321", "text": "nergy efficiency a priority in mainstream policy development in the sector. As a result, Pakistan's energy intensity is"}, {"text_block_id": "p18_b322", "text": "high. It uses 15% more energy than India and 25% more than the Philippines for each dollar of its gross domestic product. There are high transmissions and distribution losses in the power system estimated at about 22%."}, {"text_block_id": "p18_b323", "text": "According to the National Energy Conservation Centre (ENERCON), annual energy savings of up to 25% are possible in all sectors that translate into approximately $3 billion in savings annually"}, {"text_block_id": "p18_b324", "text": "."}, {"text_block_id": "p18_b325", "text": "Strategy:"}, {"text_block_id": "p18_b326", "text": ""}, {"text_block_id": "p18_b327", "text": "Radical shift towards energy policy focusing on self-reliance and diversifying the energy mix while optimizing energy conservation options in the country."}, {"text_block_id": "p18_b328", "text": ""}, {"text_block_id": "p18_b329", "text": "Prioritize the expansion and suitable enhancement of nuclear energy and large hydel power projects in the country as low carbon emitting options with valuable co-benefits in securing energy as well as water security in the country. For nuclear power expansion, policy priority should be accorded to a sustained international campaign towards reaching an understanding with the Nuclear Suppliers Group (NSG)."}, {"text_block_id": "p18_b330", "text": ""}, {"text_block_id": "p18_b331", "text": "Increasing deployment of alternative and renewable energy sources (Small hydel, wind and solar) to meet increasing energy demand in the country targeting them to become, at least, 12 percent of the total energy mix by the year 2022."}, {"text_block_id": "p18_b332", "text": ""}, {"text_block_id": "p18_b333", "text": "Initiate and introduce financially attractive policies on renewables to maximize their utilization and attract international and domestic investors in this sector"}, {"text_block_id": "p18_b334", "text": ""}, {"text_block_id": "p18_b335", "text": "Develop policies such as Feed in Tariffs to encourage consumer level investments in renewables."}, {"text_block_id": "p18_b336", "text": ""}, {"text_block_id": "p18_b337", "text": "A focus is required on utilization of indigenous as a high priority and employing the best available “clean coal” technologies along side exploring options of carbon capture and storage in order to grow along an optimal carbon emissions trajectory. Appropriate technology transfer would be specially required for this purpose especially for research and development of this evolving technology."}, {"text_block_id": "p18_b338", "text": ""}, {"text_block_id": "p18_b339", "text": "Utilize financing options from the global carbon market to finance the costs of employing such technologies as renewable, energy conservation, “clean” coal as well as carbon capture and storage."}, {"text_block_id": "p18_b340", "text": ""}, {"text_block_id": "p18_b341", "text": "Increase to maximize the indigenous production of natural gas in the country while also prioritizing gas pipelines from Iran and Turkmenistan to bridge the “gas gap”."}, {"text_block_id": "p18_b342", "text": ""}, {"text_block_id": "p18_b343", "text": "Positioning Pakistan to benefit from its unique geographical location by developing appropriate infrastructure and entering agreements offering an energy trade corridor in the region as well as for cross border trade of electric power."}, {"text_block_id": "p18_b344", "text": ""}, {"text_block_id": "p18_b345", "text": "Identify and capitalize upon energy conservation as well as energy efficiency improvement options in the country most of which extend feasible options such as energy monitoring systems, smart grids and smart meters."}, {"text_block_id": "p18_b346", "text": ""}, {"text_block_id": "p18_b347", "text": "Rehabilitation and repowering of power plants may be given high priority to get more capacity as well as higher efficiency including through combined cycle technology."}, {"text_block_id": "p18_b348", "text": ""}, {"text_block_id": "p18_b349_merged", "text": "Initiate a Solar Water heater promotions program to offset the high residential area gas consumption for water hearting (almost 21% used at a low utilization efficiency of 30%)."}, {"text_block_id": "p18_b351", "text": ""}, {"text_block_id": "p18_b352", "text": "Initiate a tube well replacement program for older inefficient tube wells with new improved models targeting at least 20000 pumps within the next 3 years."}, {"text_block_id": "p19_b353", "text": ""}, {"text_block_id": "p19_b354", "text": "Introduce awareness campaigns to explain benefits of energy efficiency and to change energy-use/consumption behavior overall."}, {"text_block_id": "p19_b355", "text": "Context:"}, {"text_block_id": "p19_b356", "text": "To pursue sustainable economic growth in Pakistan there is a need to reduce the resource intensity of consumption. This can be achieved by reducing the material/resource intensity of growth through the application of eco-efficiency standards, which will delink the rate of economic growth from materials, land and energy use rate of growth. The results of such a partial delinking, also known as decoupling is a more efficient use of resources."}, {"text_block_id": "p19_b357", "text": "Also, the Government recognizes environmental management and cleaner production as an opportunity to improve the efficiency of industrial production. To facilitate this the government must provide an enabling environment including augmenting the science and technology apparatus of the private sector, bringing research institutions up to the international standards, and streamlining of technology creation, absorption and diffusion systems to diversify production towards employment of new and clean technology."}, {"text_block_id": "p19_b358", "text": "Issues and Trends:"}, {"text_block_id": "p19_b359_merged", "text": "Overall, the awareness of the environmental effects of industrial production in Pakistan is quite limited. Several cleaner production initiatives have been undertaken in Pakistan in the past decade, primarily focusing on assessment of needs, energy audits, provision of technical assistance to the industry in adopting energy efficiency, promoting waste water recycling techniques and raising awareness of cleaner production packages. Despite these initiatives, the manufacturing sector lacks know-how and capacity for application of sustainable production technologies and awareness of the environmental impacts and potential financial benefits associated with them."}, {"text_block_id": "p19_b361", "text": "The national environmental quality standards (NEQS) are intended to regulate the discharge of industrial effluents to surface waters, however, in the absence of strong monitoring and enforcement, compliance is very low. It has been reported that in Lahore, only 3 out of some 100 industries using hazardous chemicals treat their wastewater adequately. In Karachi, two of the biggest industrial estates in Pakistan have no effluent treatment plant, and effluent containing hazardous materials, including heavy metals, is discharged directly into the river and harbor."}, {"text_block_id": "p19_b362", "text": "Strategy"}, {"text_block_id": "p19_b363", "text": ""}, {"text_block_id": "p19_b364", "text": "Improve eco-efficiency by changing the production and consumption patterns and enabling the internalization of environmental costs into pricing mechanisms."}, {"text_block_id": "p19_b365", "text": ""}, {"text_block_id": "p19_b366", "text": "Enhance sustainable consumption by sensitizing end users/consumers on environmentally friendly choices through awareness raising and other measures such as eco-labelling, equipment energy rating systems, information disclosure, corporate rating system and promotion of consumer associations."}, {"text_block_id": "p19_b367", "text": ""}, {"text_block_id": "p19_b368", "text": "Establishing building codes to ensure that energy efficiency measures are also incorporated in building designs (green buildings)."}, {"text_block_id": "p19_b369", "text": ""}, {"text_block_id": "p19_b370", "text": "Strive to promote sustainable production system by decoupling the increasing intensity of resource use from the rate of economic growth in the first phase and to follow it up with dematerialized growth in the next phase."}, {"text_block_id": "p19_b371", "text": ""}, {"text_block_id": "p19_b372", "text": "Install Combined Effluent Treatment Plants (CETPs) in all major industrial areas to facilitate cleaner production."}, {"text_block_id": "p20_b373", "text": ""}, {"text_block_id": "p20_b374", "text": "Introduce and promote cleaner production incentives through market-based instruments including environmental taxes; user fees; targeted subsidies; eco-labels etc."}, {"text_block_id": "p20_b375", "text": ""}, {"text_block_id": "p20_b376", "text": "Improve legal and regulatory framework in tune with the needs for cleaner production in the industrial sector and also strengthen monitoring and reporting mechanisms."}, {"text_block_id": "p20_b377", "text": "Context:"}, {"text_block_id": "p20_b378", "text": "Trade is an important instrument of growth and plays a pivotal role in accelerating growth and enhancing production and competitiveness of an economy leading to development of the country and general improvement in quality of life for the citizens. The challenge is to develop in a manner where environment is not abused for its resources but is considered to be a vital characteristic of growth itself while resisting any biased trade conditionalities."}, {"text_block_id": "p20_b379", "text": "Issues and Trends:"}, {"text_block_id": "p20_b380", "text": "The sustainable trade issues of concerns to Pakistan can be divided into two categories, the first include issues related to the production and export of goods from the country and the other relates to the trade flows through imports. Both channels of trade are subject to meeting the environment and regulatory standards set through global regimes including the WTO and other MEAs (Multilateral Environmental Agreements)."}, {"text_block_id": "p20_b381", "text": "The country has to guard against the production of any export goods through environmentally hazardous processes or the import of materials restricted through various conventions to which Pakistan is a signatory such as Basel Convention, CITES, GMO’s under Cartagena Protocol, UNFCCCC and import of CFC’s under Montreal Protocol. Negligence to develop the crucial linkages among trade, investment and climate policies may impact Pakistan import and export goods. This could manifest through entry restrictions for developed markets, shift in comparative advantage in agriculture sector with serious threat to food security, facing charges of “eco dumping” as well as a degradation of domestic natural resources"}, {"text_block_id": "p20_b382", "text": "Being cognizant of the above needs, the Government of Pakistan has taken several positive trade measures to promote sustainable trade and industrial production. For example the duty on the import of environmental abatement equipments and machineries has been reduced to help compliance with the National Environmental Quality Standards and ISO 14000. The Government also provides 50% contribution in the processing fee, to the industries applying for ISO 14000 certification. The Government also launched a program called “SMART” (Self Monitoring and Reporting Tool) to monitor release of effluents and emissions from the Industries. Also, Pakistan has developed product and process standards, such as NEQSs, which are of great relevance to the environment-trade interface."}, {"text_block_id": "p20_b383", "text": "Strategy"}, {"text_block_id": "p20_b384", "text": ""}, {"text_block_id": "p20_b385", "text": "Better understanding and cohesion of trade, investment, industrial and legal framework and climate change policies would help to achieve the long-term objective of sustainable development."}, {"text_block_id": "p20_b386", "text": ""}, {"text_block_id": "p20_b387", "text": "Any industrial and trade activities that could be anti environment/climate would be discouraged through fiscal measures."}, {"text_block_id": "p20_b388", "text": ""}, {"text_block_id": "p20_b389", "text": "Strengthen the private sector and upgrade its capability and capacity to be aware and responsive to any environmental concerns linked with international trade."}, {"text_block_id": "p20_b390", "text": ""}, {"text_block_id": "p20_b391", "text": "Strengthen Pakistan’s CDM capacity to guide and assist public and private sector explore the opportunities of carbon trade in international market through CDM projects."}, {"text_block_id": "p20_b392", "text": ""}, {"text_block_id": "p20_b393", "text": "Pursue financial assistance and technology transfer at international level to promote clean technology in country to make the country more competitive in the international market."}, {"text_block_id": "p21_b394", "text": "1.6. WATER RESOURCE MANAGEMENT"}, {"text_block_id": "p21_b395", "text": "Context:"}, {"text_block_id": "p21_b396", "text": "The critical role of water in Pakistan’s sustainable development cannot be understated. Pakistan is one of the most water stressed countries in the world and is rapidly heading towards becoming water scarce."}, {"text_block_id": "p21_b397", "text": "Per capita water availability has sharply declined from 2,900 m"}, {"text_block_id": "p21_b398", "text": "3"}, {"text_block_id": "p21_b399", "text": "in 1981 to around 1,100 m"}, {"text_block_id": "p21_b400", "text": "3"}, {"text_block_id": "p21_b401", "text": "in 2010 for a current population of more than 176 million. This situation will worsen as the population increases and climate change effects decrease water availability. Based on current trends it is likely that per capita water availability will decline to around 800 m"}, {"text_block_id": "p21_b402", "text": "3"}, {"text_block_id": "p21_b403", "text": "by 2025, which will make Pakistan a water scarce country (Figure7). Effective future development, conservation and management of water resources therefore are vital to Pakistan's overall economic development, food security and health of its population."}, {"text_block_id": "p21_b404", "text": "Figure 7: Water Availability and Population Growth"}, {"text_block_id": "p21_b405", "text": "The country faces numerous challenges in the development and management of its scarce water resources, including: increasing stress and decreasing water security, reducing water storage in the country, dilapidated infrastructure, limited rain water harvesting and hill torrent utilization, an inadequate knowledge base, dependence on a single basin with no scope for additional water and a dwindling water resource base, the potential threat of climate change, lack of financial sustainability, over exploitation and deteriorating quality of surface and ground water, need for improved governance, low water efficiency and productivity, weakened institutions, low trust, weak information systems, and lack of strategic planning and poor management capacity."}, {"text_block_id": "p21_b406", "text": "Issues and Trends:"}, {"text_block_id": "p21_b407_merged_merged", "text": "It is quite evident that existing water resources would not be able to fulfill the future rising demands for water. Pakistan is dependent on a single source of surface water, the Indus basin, particularly for agricultural irrigation. However, Pakistan lacks adequate water storage facilities that can maximize the benefits from the water availability even from this basin. The existing water storage capacity in the Indus basin is only about 12% with the existing reservoirs barely able to store 30 days of water, which is low by international standards. Also, even this storage capacity is fast depleting due to significant sedimentation."}, {"text_block_id": "p21_b409", "text": "Moreover, the current water use efficiency in irrigation is around 40% -meaning that around 60% of river water is lost in the system. To add to this inefficient utilization, the potential impact of climate change is expected to have an enormous, and yet unpredictable, affects on Indus basin flows due to glacial melting and monsoonal shifts."}, {"text_block_id": "p21_b410", "text": "The Groundwater abstraction for irrigation, drinking and industrial purposes has experienced a sharp increase owing to substantial reduction in canal water supplies and is fast approaching unsustainable limits."}, {"text_block_id": "p21_b411", "text": "In addition water pollution, from both municipal and industrial sources is also of grave concern in Pakistan. The Pakistan Council for Research in Water Resources (PCRWR) carried out a national water quality study in"}, {"text_block_id": "p22_b412", "text": "2001, which indicated that the uncontrolled discharge of industrial effluent has severely affected surface and groundwater, identifying the presence of lead, chromium and cyanide in groundwater samples especially around industrial areas of Karachi. Consequently, only sixty-five percent of Pakistan’s population is considered to have access to safe drinking water and the future sustainability of the existing drinking water supply systems is also under extreme stress."}, {"text_block_id": "p22_b413", "text": "The combination of poor coverage and quality of water supply and sanitation has severe consequences for national health. In Pakistan, 25-30 percent of all hospital admissions are connected to water-borne bacterial and parasitic conditions, with 60 percent of infant deaths caused by water infections. According to some estimates, more than 10,000 people die annually of renal infection due to polluted water."}, {"text_block_id": "p22_b414", "text": "Strategy"}, {"text_block_id": "p22_b415", "text": ""}, {"text_block_id": "p22_b416", "text": "Government would construct medium and large dams/reservoirs to attain multiple benefits such as increasing the storage capacity, hydel power production, flood management as well as regulating and reducing wastage of water within the system as well as to the sea."}, {"text_block_id": "p22_b417", "text": ""}, {"text_block_id": "p22_b418", "text": "Encourage run of river projects for hydel power generation while preserving local ecology."}, {"text_block_id": "p22_b419", "text": ""}, {"text_block_id": "p22_b420", "text": "Appropriate rain water harvesting technologies would be promoted in rural as well as urban areas."}, {"text_block_id": "p22_b421", "text": ""}, {"text_block_id": "p22_b422", "text": "Modernize the institutional arrangements and invest in developing the water delivery through piping and sewerage services in all major cities and towns."}, {"text_block_id": "p22_b423", "text": ""}, {"text_block_id": "p22_b424", "text": "Invest in the infrastructure and institutions necessary for a more effective and equitable management of floods."}, {"text_block_id": "p22_b425", "text": ""}, {"text_block_id": "p22_b426", "text": "Ensure sustainable availability of water at macro and micro level through the equitable access to water resources for sufficient and consistent availability of water for agriculture, industry and domestic use."}, {"text_block_id": "p22_b427", "text": ""}, {"text_block_id": "p22_b428", "text": "Focus on the protection of watersheds, catchment areas for aquifers, national wetlands and other water-bodies as well as promote integrated watershed management particularly in Northern Areas."}, {"text_block_id": "p22_b429", "text": ""}, {"text_block_id": "p22_b430", "text": "Promotion of efficient use of water through rationalizing cost of water use as well as encouraging practices such as lining of canals to reduce leakages and technologies like drip and sprinkler irrigation."}, {"text_block_id": "p22_b431", "text": ""}, {"text_block_id": "p22_b432", "text": "Encourage the recycling and reuse of agricultural wastewater through advanced scientific techniques such as employment of microbes."}, {"text_block_id": "p22_b433", "text": ""}, {"text_block_id": "p22_b434", "text": "Ensure the implementation of National Drinking Water Policy at all levels. In this regards, increase coverage of clean drinking water supply through the installation of water treatment plants as an integral component of all drinking water supply schemes to attain the objective of 93 percent coverage of population till 2015."}, {"text_block_id": "p22_b435", "text": ""}, {"text_block_id": "p22_b436", "text": "Capacity building and developing the knowledge base to manage the large and complex canal delivery water system in Pakistan."}, {"text_block_id": "p22_b437", "text": ""}, {"text_block_id": "p22_b438", "text": "Employ a participatory approach in water management that will engage all stakeholders, particularly marginal groups like women and poor."}, {"text_block_id": "p22_b439", "text": "1.7."}, {"text_block_id": "p22_b440", "text": "SUSTAINABLE TOURISM FOR GROWTH and DEVELOPMENT"}, {"text_block_id": "p23_b441", "text": "Context:"}, {"text_block_id": "p23_b442", "text": "Tourism is a major global industry playing a significant role in the economies of many developed and developing countries. Its importance can not be over stated and Pakistan needs to fulfill its potential for attracting domestic and foreign tourists. Within this service oriented sector, Sustainable Tourism including eco-tourism is a vital sector that has the potential to contribute to the economic growth, development and employment creation while also leading to a sustainable management and conservation of ecological resources as well as life support systems."}, {"text_block_id": "p23_b443", "text": "Issues and Trends:"}, {"text_block_id": "p23_b444", "text": "Although the tourism sector, if efficiently managed, is considered one of the biggest income-generating sectors it remains under considerable stress in Pakistan."}, {"text_block_id": "p23_b445", "text": "The lack of adequate support infrastructure, poorly regulated resource utilization (e.g. water consumption, waste generation and indiscriminate energy use), lack of initiatives to promote tourism, the destructive effects of natural disasters (earthquake and floods) particularly on tourist infrastructure, security challenges due to country’s engagement in the war in Afghanistan in all the provinces, negative image portrayal of the country abroad, absence of entertainment options and other socio-cultural constraints all impede the potential development of this promising sector in Pakistan."}, {"text_block_id": "p23_b446", "text": "Strategy:"}, {"text_block_id": "p23_b447", "text": ""}, {"text_block_id": "p23_b448", "text": "Provide incentives to provinces to promote both domestic and foreign tourism and strengthen the existing policies on tourism that can contribute to preserving the natural and cultural assets of the country as well as generating increased revenues for conservation."}, {"text_block_id": "p23_b449", "text": ""}, {"text_block_id": "p23_b450", "text": "Promote eco-tourism as well as sustainable adventure tourism in the country focusing on the national parks, protected areas as well as unique wetlands present in the country. An eco-tourism plan of action should be initiated and finalized to include the provision of support infrastructure as well as focused marketing strategy especially to niche customers."}, {"text_block_id": "p23_b451", "text": ""}, {"text_block_id": "p23_b452", "text": "The private sector should be involved and should take the lead for tourism development through a government regulated system that can ensure ecological preservation. Pakistan Tourism Development Corporation (PTDC) should facilitate by concentrating its activities in the marketing, promotion, and development of tourism."}, {"text_block_id": "p23_b453", "text": ""}, {"text_block_id": "p23_b454_merged_merged", "text": "Marketing efforts for promoting tourism at cultural as well as religious sites, in particular Sikh and Buddhist, need to be explored and aggressively pursued. In this regards, the prime cultural and religious spots be declared “National Tourist” spots and given special attention vis-à-vis upkeep and marketing."}, {"text_block_id": "p23_b456", "text": ""}, {"text_block_id": "p23_b457", "text": "The involvement of Pakistan embassies/missions abroad for tourism promotion to be enhanced."}, {"text_block_id": "p23_b458", "text": ""}, {"text_block_id": "p23_b459", "text": "The tourism related legislation would be revised to reflect the growing needs of eco-tourism."}, {"text_block_id": "p23_b460", "text": ""}, {"text_block_id": "p23_b461", "text": "Training in tourism services will be improved in collaboration with international tourism and hotel management institutes to create maximum job opportunities for locals within this industry."}, {"text_block_id": "p23_b462", "text": ""}, {"text_block_id": "p23_b463", "text": "An emphasis will be placed on provision of physical infrastructure at tourist attractions will be enhanced and complemented with sustainable environmental improvement programs."}, {"text_block_id": "p23_b464", "text": "1.8. GREEN ECONOMY FUELLED BY GREEN JOBS"}, {"text_block_id": "p24_b465", "text": "Context:"}, {"text_block_id": "p24_b466", "text": "As the above has shown, Pakistan’s economy is beset with a lot of inefficiencies but possesses the potential opportunity to not only reverse them but also do so in a sustainable and cost effective manner. The concept of Green economy, which is still under a defining debate at the global level, can become a reality in Pakistan by tackling the resource inefficiencies within the water, energy and agriculture sectors as well as addressing the damaging trends of unregulated urbanization and rising unemployment. In order to make it politically palatable as well as implicitly sustainable it is essential that the concept get translated into possible green jobs that can be generated through a shift towards an alternate development pathway."}, {"text_block_id": "p24_b467", "text": "Trends and Issues:"}, {"text_block_id": "p24_b468", "text": "In recent years, areas such as clean and efficient technology, renewable energy, chemical and waste management, biodiversity based business, and sustainable cities, buildings, construction, and transport are attracting investments and emerging as the new engines of economic growth. They have also become avenues for creating"}, {"text_block_id": "p24_b469", "text": "green jobs"}, {"text_block_id": "p24_b470", "text": "."}, {"text_block_id": "p24_b471", "text": "Green jobs are defined as work in agricultural, manufacturing, research and development (R&D), administrative, and service activities that contribute substantially to preserving or restoring environmental quality. Specifically, but not exclusively, this includes jobs that help to protect ecosystems and biodiversity; reduce energy, materials, and water consumption through high efficiency strategies; de-carbonize the economy; and minimize or altogether avoid generation of all forms of waste and pollution."}, {"text_block_id": "p24_b472", "text": "A UNEP"}, {"text_block_id": "p24_b473", "text": "report shows that at global level green jobs are now being generated in some sectors and economies and it is estimated that investment in low-greenhouse-gas energy could well reach $1.9 trillion by 2020. Shifting patterns of investment flows into areas from renewable energy generation to energy efficiency and pollution control projects at the household and industrial level are creating avenues for generation of green jobs. Also, the bulk of documented growth in these jobs has so far occurred mostly in developed countries, along with some rapidly developing countries like Brazil"}, {"text_block_id": "p24_b474", "text": "and China."}, {"text_block_id": "p24_b475", "text": "There is a tremendous scope for such initiatives and creation of green jobs in Pakistan but this potential needs to be strategically identified, economically weighed and then politically owned to ensure its sustainability. One area where Pakistan achieved great success in creating green jobs is CNG industry"}, {"text_block_id": "p24_b476", "text": "which has, unfortunately, been also hit by the growing “gas gap” and associated gas shortages."}, {"text_block_id": "p24_b477", "text": "Strategy:"}, {"text_block_id": "p24_b478", "text": ""}, {"text_block_id": "p24_b479_merged_merged_merged_merged", "text": "Implement the commitment made in Vision 2030 to make “employment and employability, a central theme in economic and social policies” while aiming for sustainable development."}, {"text_block_id": "p24_b482", "text": ""}, {"text_block_id": "p24_b483", "text": "Promote green investment and green jobs for the purpose as far as possible by carrying out a scoping exercise for jobs in the various green initiatives already elaborated."}, {"text_block_id": "p24_b484", "text": ""}, {"text_block_id": "p24_b485", "text": "Encourage the political ownership of sustainable development strategies in the country marketing the creation of new jobs through an alternate economy as an incentive."}, {"text_block_id": "p25_b486", "text": "Chapter 2."}, {"text_block_id": "p25_b487", "text": "SOCIAL & HUMAN DEVELOPEMNT"}, {"text_block_id": "p25_b488", "text": "While aiming to achieve sustainable development, it is important to understand that it requires deep structural changes and new ways of working in economic, environmental and social arenas. Pakistan is a rich country in terms of both natural and human resources. However, it is unfortunate that the country continues to find itself as a borderline case in terms of human development as well as economic growth indicators. Unemployment remains high while literacy rates continuously demand improvements. Clearly, Pakistan has not fully exploited its human potential and in the context of countries, like Pakistan, sustainable development has to translate into promotion of pro-poor economic growth while reforming fiscal policies that negatively affect the poor or lead to environmental damage."}, {"text_block_id": "p25_b489", "text": "In addition to improving the overall governance in the country the sustainable development strategy has to address the challenges of delivery of services like health and education to the people and encompass targeted social support policies and programs leading to reducing the inequalities and also leading to improvement in food security, energy security or security against natural and other calamities and emergencies."}, {"text_block_id": "p25_b490", "text": "The outcome of social policies in Pakistan, over the last few decades, has been quite sketchy as evidenced by widespread poverty and increasing inequality. The inadequacies of the policies in fact have accentuated the ‘social vulnerabilities’ to a critical level in the country. The high poverty levels have necessitated the introduction of ‘social safety’ initiatives such as recently announced Benazir Income Support Programme and Bait-ul-maal schemes."}, {"text_block_id": "p25_b491", "text": "The widening social vulnerabilities are now manifesting themselves through increases in incidence of petty crimes and other more violent crimes and kidnapping as well as leading towards extremism in other cases. All of these, in turn, come with heavy economic costs to the country already struggling with a strained economy and limited fiscal space – thus directly impacting the Government’s ability to sustain development. This strongly underscores the need to strengthen the economy including the social pillar of Sustainable Development and revamping social policies to make them more effective."}, {"text_block_id": "p25_b492", "text": "The social development challenges for Pakistan include achieving high and sustained broad-based economic growth particularly in rural areas; providing essential social services and infrastructure to the poor; creating job opportunities, and improving governance. Thus, not surprisingly, the Government of Pakistan has committed under Vision 2030 that “the State will ensure that the development process provides a more equitable distribution and spread of prosperity across all regions of the country. There will be full access to quality education, health, water and sanitation, shelter, as well as security under law. Effective social protection will be available for the most vulnerable, and poverty will have been largely eliminated”."}, {"text_block_id": "p25_b493", "text": "Within the above context, the NSDS addresses social sector that is the third and extremely relevant pillar for sustainable development in Pakistan by keeping in view the foremost overarching goal of eradicating poverty and promoting sustainable economic development. ,"}, {"text_block_id": "p25_b494", "text": "2.1. POVERTY ERADICATION"}, {"text_block_id": "p25_b495", "text": "Context:"}, {"text_block_id": "p25_b496_merged", "text": "Poverty has many dimensions in Pakistan. The poor have not only low incomes but they also lack access to basic needs such as education, health, clean drinking water and proper sanitation. All of this not only undermines their capabilities but also limits their opportunities to secure employment and, invariably,"}, {"text_block_id": "p26_b501", "text": "results in their social exclusion and makes them more vulnerable to exogenous shocks such as uncalled natural disasters. The situation is further worsened when the governance structures do not adequately represent and reflect the needs of the weak, vulnerable and poorer sections of society in the decision making process. In Pakistan’s scenario there are various bottlenecks to address issues related to poverty eradication and to promote sustainable lifestyles and an integrated approach to tackling them has always remained the focus of all growth or development strategies in the country including the targeted Poverty Reduction Strategies (PRSP-I of 2007 and PRSP-II of 2010) as well as the current Framework for Economic Growth-2011). However, the eradication of poverty remains one of the foremost challenges to sustaining development in the country."}, {"text_block_id": "p26_b502", "text": "Issues and Trends:"}, {"text_block_id": "p26_b503", "text": "According to Vision 2030 of Pakistan, “the number of people around the poverty band or vulnerable and poor constituted nearly 40.5 percent of the total population” while the poverty trend as traced in the PRSP-II (2010) shows that that poverty, measured in terms of the headcount of the poor (the proportion of the population with consumption below the official poverty line), shows a mixed trend throughout the past decade (Figure-8)"}, {"text_block_id": "p26_b504", "text": "Figure 8: Poverty head-count rate in Pakistan"}, {"text_block_id": "p26_b505", "text": "In another report"}, {"text_block_id": "p26_b506", "text": "it is indicated that the high food prices are undermining poverty reduction gains, as food expenditures comprise a large share of the poor’s total expenditures. It states that food price hike has severely eroded poor household purchasing power. The assessment shows that the poorest households need to spend 70 percent or more of their income on food and their ability to meet most essential expenditures for health and education is severely compromised. All of the above are alarming trends that directly challenge sustainable development in Pakistan. It is thus, no surprise that poverty reduction as well as pro-poor growth has to be the linchpin of the country’s sustainable development strategy."}, {"text_block_id": "p26_b507", "text": "Strategy:"}, {"text_block_id": "p26_b508", "text": ""}, {"text_block_id": "p26_b509_merged_merged", "text": "Align closely with the nationally prioritized goals already outlined in the PRSP-II document (2010)."}, {"text_block_id": "p26_b511", "text": ""}, {"text_block_id": "p26_b512", "text": "Aim to provide an environment that will provide employment to at least one member of every poor family in either the public or private sectors."}, {"text_block_id": "p27_b513", "text": ""}, {"text_block_id": "p27_b514", "text": "Periodically enhance the minimum labor wages in line with the rising inflationary pressures in the country."}, {"text_block_id": "p27_b515", "text": ""}, {"text_block_id": "p27_b516", "text": "Initiate programs for low cost and energy efficient housing in the country."}, {"text_block_id": "p27_b517", "text": ""}, {"text_block_id": "p27_b518", "text": "Increasing productivity and value addition in agriculture which is one of the largest employment sectors for the poor."}, {"text_block_id": "p27_b519", "text": ""}, {"text_block_id": "p27_b520", "text": "Focus on human development with the objectives of ensuring employability."}, {"text_block_id": "p27_b521", "text": ""}, {"text_block_id": "p27_b522", "text": "Make protecting and providing opportunities for the poor and vulnerable in society an overarching priority."}, {"text_block_id": "p27_b523", "text": "2.2. GENDER EQUALITY AND WOMEN EMPOWERMENT"}, {"text_block_id": "p27_b524", "text": "Context:"}, {"text_block_id": "p27_b525", "text": "The strong linkage between women empowerment, gender equity and sustainable development is well established and globally recognized under the Rio Principles as well as Agenda 21"}, {"text_block_id": "p27_b526", "text": "."}, {"text_block_id": "p27_b527", "text": "In Pakistan, women play an important role in all walks of life and the Government fully realized that gender equity remains a fundamental condition for sustainable development. In line with this recognition, a number of policy documents highlight the aspect of gender mainstreaming and equality as a tool for poverty eradication and sustainable development. These include the Pakistan Poverty Reduction strategy papers PRSP (2007 and 2010) and the Medium-term development (MTDF 2005-2010) Framework as well as the Vision 2030 which demands equal rights and respect for women and ensuring their participation in all decision-making processes."}, {"text_block_id": "p27_b528", "text": "Issues and Trends:"}, {"text_block_id": "p27_b529_merged_merged", "text": "There have been some impressive gains in the empowerment of women and mainstreaming gender in recent years for instance reserved representations in federal, provincial and local elected bodies. It is a well-known fact that women play an important role in agricultural production, livestock raising, small cottage industries and feeding their families. Women participate in the whole process related to crop production from sowing, transplanting, harvesting to post-harvest operations such as threshing, drying, grinding of wheat, and storage, and yet they are not provided equal rights to land ownership and development. Much more, however, still needs to be done."}, {"text_block_id": "p27_b532", "text": "Although there are laws, which protect the rights of, women but have weak implementation. Such laws include, the National Policy for Development and Empowerment of Women (NPDEW) March 2002, the Muslim Families Law Ordinance (1961) provides contractual protection to women in marriage. The Women’s Protection Bill 2006 is another important step in providing them some relief against institutional injustices. One dimension of political empowerment is representation of women in National and Provincial Assemblies, which enshrines the national commitment towards all policy making in the country."}, {"text_block_id": "p27_b533", "text": "Strategy:"}, {"text_block_id": "p27_b534", "text": ""}, {"text_block_id": "p27_b535", "text": "Increase role of women and integrate gender balance into national sustainable development processes."}, {"text_block_id": "p27_b536", "text": ""}, {"text_block_id": "p27_b537", "text": "Enforce the protection and implementation of women rights."}, {"text_block_id": "p28_b538", "text": ""}, {"text_block_id": "p28_b539", "text": "Provide an equitable access to education, health and work resources, especially in rural areas, to ensure genuine empowerment of women especially the youth."}, {"text_block_id": "p28_b540", "text": ""}, {"text_block_id": "p28_b541_merged", "text": "Introduce program for land allotments to empower women and give them sense of ownership for agriculture production and provide them a right to ensure food security for their families."}, {"text_block_id": "p28_b543", "text": "2.3. FOOD SECURITY"}, {"text_block_id": "p28_b544", "text": "Context:"}, {"text_block_id": "p28_b545", "text": "Food security (as also outlined in the Economics section) is the most important and basic need for human as well as for social and economic development of any country. The Vision 2030 carves out the national vision as"}, {"text_block_id": "p28_b546", "text": "“an efficient and competitive sustainable agriculture ensuring food security and with ability to contribute to economic development and poverty alleviation in Pakistan”."}, {"text_block_id": "p28_b547", "text": "For Pakistan achieving food security remains a pressing challenge despite the progress in agriculture output. There is continuous rise in food prices leading to non-availability of basic food supplements due to its affordability and access. In addition, natural disasters and war in Afghanistan has also worsened the existing food crises in the country by putting additional drains on the produce."}, {"text_block_id": "p28_b548", "text": "Issues and Trends:"}, {"text_block_id": "p28_b549", "text": "According to the estimates, nearly half the population still suffers from varying degrees of outright malnutrition, as well as mild and moderate under-nutrition, with the most vulnerable being children, women and the elderly, especially among the lower 30 per cent income group. Based on the pattern of existing food production and availability, and desirable change to the National Food Basket, on the pattern recommended by FAO. However, the GoP intends to further implement the following strategy to achieve long-term food security in the country."}, {"text_block_id": "p28_b550", "text": "Figure 9: Food Availability per capita in Pakistan"}, {"text_block_id": "p28_b551", "text": "Strategy:"}, {"text_block_id": "p28_b552", "text": ""}, {"text_block_id": "p28_b553", "text": "Ensure food security, adequate nutrition and dietary improvement for the poor especially the most vulnerable including women, children and elderly as an overall strategy to achieve food security for all and overcome malnutrition."}, {"text_block_id": "p28_b554", "text": ""}, {"text_block_id": "p28_b555", "text": "Provide access and equitable distribution of food products to all the provinces with controlled and strictly monitored price list."}, {"text_block_id": "p28_b556", "text": ""}, {"text_block_id": "p28_b557", "text": "Promote development of high-value activities such as livestock, dairy farming, fisheries and horticulture that provide food security and poverty reduction."}, {"text_block_id": "p29_b558", "text": ""}, {"text_block_id": "p29_b559", "text": "Improve productivity of crops through development of environmentally friendly high yielding varieties as well as enhancing the efficiency of water use in agriculture."}, {"text_block_id": "p29_b560", "text": ""}, {"text_block_id": "p29_b561", "text": "Ensure availability and access for agricultural credit especially for the small farmers."}, {"text_block_id": "p29_b562", "text": "2.4. HEALTH AND SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p29_b563", "text": "Context:"}, {"text_block_id": "p29_b564", "text": "The strong linkage between ensuring the health of the population and sustainable development is globally acknowledged and extremely relevant in Pakistan’s context. The Johannesburg Plan of Implementation (WSSD) strongly affirmed “"}, {"text_block_id": "p29_b565", "text": "The goals of sustainable development can only be achieved in the absence of a high prevalence of debilitating diseases, while obtaining health gains for the whole population requires poverty eradication”."}, {"text_block_id": "p29_b566", "text": "The Government’s commitment to provide appropriate health facilities to its people and address poverty reduction is reflected in the National Health Policy, 2001 (GoP, 2001a) which sees health reform as means of reducing poverty. Moreover in the Vision, 2030, health sector is considered a lever for heightened productivity, an entry point for economic and social progress, and a doorway to development (Planning Commission, 2007)."}, {"text_block_id": "p29_b567", "text": "The Health Policy 2001 identified ten specific areas for reform ranging from control of communicable diseases, especially T.B, Polio, Malaria, HIV/AIDS and the expanded program of immunization (EPI) cluster, and addressing inadequacies in primary and secondary health services, to improvements in district health system, including removal of professional and managerial gaps and distortions. These elements will continue to be important in the context of a paradigmatic shift from healthcare reform to the wider health sector linkage with social development. It is now widely recognized that without a strong nexus with social determinants of health and inter-sectoral bridges, it is difficult to overcome poverty."}, {"text_block_id": "p29_b568", "text": "Issues and Trends:"}, {"text_block_id": "p29_b569", "text": "Vision 2030 espouses a healthy and productive population that actively contributes to the overall socio-economic development of the country. Within this vision, the health benefits are shared equitably with all without any discrimination on account of income, gender, age, residence or social stratification. It is to be achieved through a holistic approach that targets the major burden of disease through tackling the key social, economic and environmental determinants of health, and putting in place a well functioning health system."}, {"text_block_id": "p29_b570", "text": "Moreover, in the context of MDG’s which give a high priority to health indicators, an aggressive, dynamic and well coordinated campaign of immunization of infants and children under 5 and increasing the outreach of Lady Health Workers in recent years has led to visible positive results in reducing infant and child mortality and raised the hope that MDG health targets for 2015 may well be within reach."}, {"text_block_id": "p29_b571", "text": "Strategy:"}, {"text_block_id": "p29_b572", "text": "The Government needs to work towards the following objectives:"}, {"text_block_id": "p29_b573", "text": ""}, {"text_block_id": "p29_b574", "text": "Guarantee affordable healthcare and the access to a doctor for every citizen of Pakistan via a National Health Service that could also include a program for nationwide health insurance scheme."}, {"text_block_id": "p29_b575", "text": ""}, {"text_block_id": "p29_b576", "text": "Take immediate preventive measures to prevent spread of diseases and epidemics especially the rising incidence of climate-triggered epidemics."}, {"text_block_id": "p29_b577", "text": ""}, {"text_block_id": "p29_b578", "text": "Provide affordable and free medications to sick and needy through measures such as encouraging local pharmaceutical companies to produce more generic drugs."}, {"text_block_id": "p30_b579", "text": ""}, {"text_block_id": "p30_b580", "text": "Ensure provision of good medical education and training that is properly regulated for ensuring quality output."}, {"text_block_id": "p30_b581", "text": ""}, {"text_block_id": "p30_b582", "text": "Ensure proper hygiene and sanitation facilities and disposal of hazardous wastes in all hospitals and ensure strict implementation of all the policies and strategies."}, {"text_block_id": "p30_b583", "text": ""}, {"text_block_id": "p30_b584", "text": "Introduce additional training programs in health care units across the country for sanitary and paramedical staff in safe and environmentally sound handling, segregation, transportation and storage of hazardous chemicals, contaminated equipment and waste generated from the hospitals."}, {"text_block_id": "p30_b585", "text": "2.5. EDUCATION FOR SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p30_b586", "text": "Context:"}, {"text_block_id": "p30_b587", "text": "The concept of Education for Sustainable development was first highlighted at the Earth Summit in 1992, Agenda 21 and later followed up at the World Summit on Sustainable Development (WSSD) in 2002 and then through declaring 2005-2015 as the “United Nations Decade of Education for Sustainable Development”"}, {"text_block_id": "p30_b588", "text": ". Education, undoubtedly, plays a pivotal role in the overall socio-economic development of the country and the Constitution of Pakistan, under Article 25-A, aptly terms it as a fundamental right of the citizens of the country."}, {"text_block_id": "p30_b589_merged_merged", "text": "However, it still remains an unmet concept in Pakistan where in spite of having approximately 10 National Education Policies in the past, there has been weak implementation and poor management in the Education sector."}, {"text_block_id": "p30_b591", "text": "Subsequently, Pakistan ranks 118 out of 129 countries on the Education for All (EFA) Development Index. According to the estimates done by UNESCO, there are 30 percent of Pakistani’s who live in extreme education poverty; where as 20 percent of Pakistani’s receive almost 7 years of more education than the poorest. Another issue is the parallel education systems in the country which include English, Urdu medium as well as strictly religious education. These need to be streamlined and made coherent."}, {"text_block_id": "p30_b592", "text": "In order to reap the “demographic dividend”, as earlier outlined, the key tool is that of education and skill development which can ensure productive enabling of the large youth of the country and avoid a “demographic liability”. Pakistan needs to create a critical mass of manpower with appropriate scientific and technological skills to increase the productivity of its large population base and also improve their standards of living"}, {"text_block_id": "p30_b593", "text": "In the absence of any such planning backed by investment and implementation in Pakistan, large numbers of uneducated, unskilled and unprepared population could well lead to a humanitarian and social disaster (Planning Commission, 2007). It is, thus, no surprise that “education for opportunity” is one of the major themes of the Framework for Economic Growth (2011). The snapshot of Education survey below will give a vague idea of overall concerns related education sector in Pakistan."}, {"text_block_id": "p31_b594", "text": "Figure 10: Education Survey Snapshot"}, {"text_block_id": "p31_b595", "text": "Issues and Trends:"}, {"text_block_id": "p31_b596", "text": "According to the Pakistan Economic Survey 2009-10 the overall literacy rate (age 10 years and above) is 57.7 percent compared to 57.4 percent for 2008-09."}, {"text_block_id": "p31_b597", "text": "The data also reveals that literacy has got disparities across the rural-urban as well as gender divide."}, {"text_block_id": "p31_b598", "text": "Source Pakistan Economic Survey 2010-11"}, {"text_block_id": "p31_b599_merged_merged", "text": "Pakistan is committed to achieve Millennium Development Goals including elimination of disparity at all levels of education by the year 2015. However, massive financial support is required to build educational and other infrastructure and trained staff to achieve these Goals (GoP, 2009), and to address the concerns as reflected in Figure-10. Diverse programs and strategies, ranging from compensatory programs such as stipends at primary, middle and secondary levels, free text books and nutritional support to school girls are also required for enhancing the educational status of women."}, {"text_block_id": "p32_b602", "text": "Increasing access and improving the quality of education (particularly in public schools, where the quality of education is much lower than private schools) are important along with enhancement in the efficiency of educational Governance. These issues are discussed at length in various earlier policy documents including the Education Sector Reforms (ESR) Action Plan 2001-2005 (GoP, 2001), embedded in PRSP and an Education for All (EFA) Plan of Action (2001-2015)."}, {"text_block_id": "p32_b603", "text": "Strategy:"}, {"text_block_id": "p32_b604", "text": ""}, {"text_block_id": "p32_b605", "text": "The allocation of funds for education in the Annual provincial budgets be linked with the national GDP and, at least, 7% of GDP may be spent on education."}, {"text_block_id": "p32_b606", "text": ""}, {"text_block_id": "p32_b607", "text": "Primary and secondary education may be declared compulsory for all school going children and the Government should extend free education at these base formation levels."}, {"text_block_id": "p32_b608", "text": ""}, {"text_block_id": "p32_b609", "text": "Remove the anomalies of the parallel tracks of education by making a uniform education policy, curriculum and system in the country."}, {"text_block_id": "p32_b610", "text": ""}, {"text_block_id": "p32_b611", "text": "Re-evaluation of education policies with the overall objective of integrating the “Education for Sustainable Development” concept in the curriculum and aiming for education for all in the country."}, {"text_block_id": "p32_b612", "text": ""}, {"text_block_id": "p32_b613", "text": "Public private partnerships should be encouraged to promote quality and affordable education."}, {"text_block_id": "p32_b614", "text": ""}, {"text_block_id": "p32_b615", "text": "Strive to remodel the lifestyle and behavior of citizens through awareness raising and functional education using all communication means as well as the print and electronic media. In particular, inculcate civic awareness and responsibilities amongst school children from a young age."}, {"text_block_id": "p32_b616", "text": ""}, {"text_block_id": "p32_b617", "text": "Strengthen mechanisms of modern communication, information and extension networks and utilize them effectively for the promotion of education for all."}, {"text_block_id": "p32_b618", "text": "2.6. WATER SUPPLY AND SANITATION"}, {"text_block_id": "p32_b619", "text": "Context:"}, {"text_block_id": "p32_b620_merged", "text": "Water and Sanitation issue was put high on international agenda after declaring 2008 as an International Year of Sanitation. In 2010, General Assembly adopted a resolution calling for the “Sustainable Sanitation: The Five-Year-Drive to 2015”. The goal is to raise awareness on issues related to sanitation especially calling to end open defecation, the most dangerous sanitation practice for public health. It also highlights all aspects of sanitation, including hygiene promotion, provision of basic sanitation services, sewerage, and wastewater treatment and reuse."}, {"text_block_id": "p32_b622", "text": "The Government of Pakistan recognizes the importance of providing access to adequate water and sanitation facilities in order to prevent the spread of diseases and epidemics and save both lives and costs. To address the issue the GoP has formulated several policies that addresses the key concerns related to water and sanitation, as well as safe drinking water “National Drinking Water Policy” (2009), “ National Sanitation Policy” (2006), “Clean Drinking Water Initiative (2004) and introduced a “Strategy for Rehabilitation and Reconstruction of Water Supply and Sanitation Sector” after the 2005 earthquake."}, {"text_block_id": "p32_b623", "text": "Issues and Trends:"}, {"text_block_id": "p32_b624", "text": "Based on the estimates of the National Sanitation Policy 2006, proper sanitation facilities are available to only 42 percent of the total population, with significant gaps between rural and urban areas (65% in urban areas and 30 % in rural areas). With the exception of a few big cities sewerage is almost"}, {"text_block_id": "p33_b625", "text": "existent causing serious public health problems. Nearly 45 percent of all households do not have access to latrines; 51 percent of households are not connected to any form of drainage; 35 percent to open drains and 16 percent to underground sewage or open drains"}, {"text_block_id": "p33_b626", "text": ". Achieving MDG target for access to safe drinking water crucially hinges on the successful implementation of above mentioned policies and strategies."}, {"text_block_id": "p33_b627", "text": "Strategy:"}, {"text_block_id": "p33_b628", "text": ""}, {"text_block_id": "p33_b629_merged_merged", "text": "Increase public awareness about water safety, safe hygiene practice and water conservation."}, {"text_block_id": "p33_b631", "text": ""}, {"text_block_id": "p33_b632", "text": "Ensure implementation of policies and strategies related to water and sanitation at all levels."}, {"text_block_id": "p33_b633", "text": ""}, {"text_block_id": "p33_b634", "text": "Enhance Public awareness campaigns through social media related to water and sanitation issues."}, {"text_block_id": "p33_b635", "text": "2.7. SOCIAL PROTECTION"}, {"text_block_id": "p33_b636", "text": "Context:"}, {"text_block_id": "p33_b637", "text": "Social Protection was initiated in Pakistan in 1970’s when the very first Employee Social Security Scheme was introduced to provide medical services and cash allowances to public sector employees and their dependants. Social protection mechanisms are classified into two main categories: (i) Informal Social Protection (ISP) and (ii) Formal Social Protection (FSP). ISP is provided to individuals or groups by themselves, family, relatives, neighbors, non-governmental organizations, philanthropic and community based groups. On the other hand, FSP is provided by government to the poor and vulnerable segments of the society."}, {"text_block_id": "p33_b638", "text": "Formal social protection mechanisms involve public programs designed to support the poor and vulnerable segments of the population against shocks. These shocks may be natural (earthquake, floods etc), social (death in a family, injury, health problem), or economic (crop failure, unemployment, high inflation). There are four major forms of FSP: a) social safety nets; b) social security; c) human development and child protection; and, d) microfinance."}, {"text_block_id": "p33_b639", "text": "It is important, within this context, to accord special status and opportunity to the weak and vulnerable including the disabled as well as children needing special attention. There is still a very wide gap, which is required to be filled through short and medium term planning and implementation of national policy for persons with disabilities for timely diagnosis, assessment, and treatment, as well as provision of special education and vocational training for their ultimate rehabilitation."}, {"text_block_id": "p33_b640", "text": "Issues and Trends:"}, {"text_block_id": "p33_b641", "text": "Social safety nets are non-contributory transfer programs seeking to prevent the poor or those vulnerable to shocks and poverty from falling beyond a certain poverty level. Safety net programs can be provided by the public sector (the State and aid donors) or by the private sector (NGOs, private firms, charities, and informal household transfers). The Social safety nets for the vulnerable currently available in Pakistan include Workers Welfare Fund (WWF), Food Support Program, Pakistan Bait-ul-Mal (PBM), Zakat Fund (Details on individual programs are available in Pakistan Economic Surveys in the chapter on Poverty) and Benazir Income Support Program (See Box). Under these programs safety net transfers include cash transfers; Foodbased programs; in-kind transfers such as school supplies; Conditional cash transfers; Price subsidies for food or electricity; Fee waivers and insurance for health care."}, {"text_block_id": "p34_b642", "text": "Table 1: Pakistan: Social Protection and Poverty Related Expenditure (Billion Rupees), 2003-2009"}, {"text_block_id": "p34_b643_merged", "text": "The programs on social protection were, however, unable to produce desired impact of poverty alleviation due to problems in their implementation. Further, many eligible families failed to get coverage. Thus according to an estimate quoted in the report 7 million households are eligible for Zakat but the coverage is only one tenth of the needy population."}, {"text_block_id": "p35_b645", "text": "b."}, {"text_block_id": "p35_b646_merged", "text": "Protection from Natural Calamities: As already highlighted in the Climate Change chapter, over the past decade Pakistan has been in the grip of extreme natural events as well as climate triggered calamities such as avalanches, cyclones/storms, droughts, earthquakes, epidemics, floods, glacial lake outbursts, landslides, pest attacks, river erosion, landslides, and tsunamis. Also, this is not a one off phenomena but a trend which is predicted to increase in both frequency and intensity in the future owing to the effects of climate change. It has, thus, become imperative to deal with these present and future natural disasters and adapt and equip the population to be prepared to face up to this inevitable challenge."}, {"text_block_id": "p35_b648", "text": "Moreover, manmade calamities such as war in Afghanistan and internal law and order situation and ensuing conflicts in Swat, Bajaur and FATA have also unleashed million of refugees and internally displaced persons enhancing seriously social vulnerabilities creating a major burden on the social protection funds."}, {"text_block_id": "p35_b649", "text": "Strategy:"}, {"text_block_id": "p35_b650", "text": ""}, {"text_block_id": "p35_b651", "text": "Adopt a two pronged approach for social protection with short term measures like targeted transfers supported by proper identification of poor and vulnerable, transparent delivery system, an efficient allocation of resources and ensured access to the poor. In the medium to long run, initiate sustainable pro-poor employment creating projects in collaboration with donor agencies."}, {"text_block_id": "p35_b652", "text": ""}, {"text_block_id": "p35_b653", "text": "Work towards eliminating absolute poverty, reduce inequalities through provision of equal opportunities and ensure social protection for the weak and the vulnerable."}, {"text_block_id": "p36_b654", "text": "Chapter 3."}, {"text_block_id": "p36_b655", "text": "ENVIRONMENTALLY SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p36_b656", "text": "3.1. ENVIRONMENTAL SUSTAINABILITY"}, {"text_block_id": "p36_b657", "text": "Like most other developing countries, Pakistan faces serious environmental problems, most of which can be attribute to accelerating economic and demographic growth that have put acute pressure on the country’s natural resource base. The combination of low aggregate income, widespread poverty, and inadequate provision of basic human needs has created pressure for rapid socioeconomic development. This together with the high rate of population growth continues to place already scarce natural resources, especially land and water, under extreme stress and has significantly increased levels of local pollution. Thus, natural resource degradation and pollution, especially in urban areas, are the core environmental challenges facing the country."}, {"text_block_id": "p36_b658", "text": "Given such internal pressures, it is not possible to place a higher priority, within the Government’s development agenda, on any objectives other than poverty eradication, human resource development, and general economic growth as already outlined in the Economics and Social chapters. Within this priority framework, the agriculture and industrial sectors form the backbone of the country’s development strategy with a gradual switch occurring from the former toward the latter."}, {"text_block_id": "p36_b659", "text": "Unfortunately, both sectors are plagued by unchecked and unabated development that has impinged upon the country’s limited resource base and considerably raised pollution levels. For instance, industrial pollution combined with pollution from urban activities creates an immediate threat to health and human welfare. Unless the management of natural resources can be improved and pollution levels reduced, they could easily jeopardize continuous economic growth. Any environmental focus or strategy needs to be grounded in this reality and adequately correspond to and incorporate these needs."}, {"text_block_id": "p36_b660", "text": "To meet the associated challenges of efficient management and utilization of natural resources, combat forestry and land degradation and control environmental pollution growth, the country needs to integrate environmental concerns into the mainstream development process. This would assist in identifying and capitalizing upon the positive linkages between economic growth and environmental protection, and shift the country’s development onto a sustainable trajectory. Only this can address issues such as the unsustainable patterns of consumption and production, resource exploitation and mismanagement, lack of waste management treatment and disposal, unsustainable forest and land management, mismanagement of scarce water and energy resources, air and water pollution, and industrial and hospital waste."}, {"text_block_id": "p36_b661_merged", "text": "In addition the rise in frequency and intensity of climate triggered natural disasters have added to the burden of managing environmental sustainability. The Government of Pakistan has, however remained cognizant of the challenges and has taken policy and institutional initiatives towards trying to effectively manage these issues. In that respect a number of measures have been undertaken, such as developing a comprehensive legislation on environment replacing Environmental Protection Ordinance, 1983 with the Pakistan Environmental Protection Act, 1997 and approving the National Environmental Quality Standards [NEQS] in 1993 for liquid, solids, and gaseous emissions which were reviewed and revised in late 1990s in consultation with the industry, environmental experts and other stakeholders to facilitate the implementation of these standards in Pakistan effectively. Some other major achievements and initiatives of"}, {"text_block_id": "p37_b664", "text": "the Government included the development of policies and strategies like National Environmental Policy (GoP, 2005a), National Sanitation Policy (GoP, 2006a), Clean Development Mechanism Strategy (GoP 2006b), Draft National Forest Policy (GoP, 2002), National Action Program to Combat Desertification (NAP, 2000), Biodiversity Action Plan for Pakistan (GoP, 2000) and National Energy Conservation Policy (2005b) etc."}, {"text_block_id": "p37_b665", "text": "Despite these initiatives, limited successes were achieved for two reasons. Firstly because these polices, strategies and initiatives could not be integrated into overall development policies of the country, where environment is still considered as a sector rather than a cross cutting issue. Secondly, Government efforts alone, because of limited resources at its disposal are not enough and demand a much larger participation and support from other stakeholders including industry, private sector, civil society, and public at large as well as donors. The country thus continued to experience environmental degradation at a great loss during the last two decades. The World Bank (2006) Country Strategic Environmental Report, monetizing these losses, states, “The mean estimated cost of environmental and natural resources damage is about 365 billion rupees per year in Pakistan or 6 per cent of GDP” (table 2). This comes to loss of a billion rupees a day. Moreover, this environmental degradation and the adverse economic and human impacts, in general, affect the poor disproportionately as they have weaker capacity to insulate themselves."}, {"text_block_id": "p37_b666", "text": "Table 2: Cost of Environmental Degradation in Pakistan"}, {"text_block_id": "p37_b667", "text": "Source: World Bank (2006) Pakistan Strategic Country Environmental Assessment Report"}, {"text_block_id": "p37_b668", "text": "Overall Environmental Governance:"}, {"text_block_id": "p37_b669", "text": "Along with targeted sectoral interventions, outlined ahead, concise strategic steps need to be taken to improve the overall governance, especially environmental governance in the country and, in this regard, the following steps are important:"}, {"text_block_id": "p37_b670", "text": "Strategy:"}, {"text_block_id": "p37_b671", "text": ""}, {"text_block_id": "p37_b672", "text": "Improve environmental governance at all levels and enhance community-level environmental management by strengthening the capacity of union councils, tehsil municipal administration and district governments (local level)."}, {"text_block_id": "p37_b673", "text": ""}, {"text_block_id": "p37_b674", "text": "An effective system to internalize the environmental costs in mainstream decision making and the planning system in Pakistan needs to be encouraged through tools such as strategic environmental assessments (SEA) and undertaking the cost-benefit analysis of all development projects. Process should ultimately leading towards presenting of a “green budget” to include the true costs to the environment in all budgetary decisions."}, {"text_block_id": "p38_b675", "text": ""}, {"text_block_id": "p38_b676", "text": "The recent enactment of “Green Benches”"}, {"text_block_id": "p38_b677", "text": "at all courts in Pakistan need to be facilitated and optimally utilized through institutionalized knowledge and legal support system for which a focused implementation plan will be developed."}, {"text_block_id": "p38_b678", "text": ""}, {"text_block_id": "p38_b679", "text": "The advice"}, {"text_block_id": "p38_b680", "text": "of including the “environmental rights” into the Constitution of Pakistan needs to be taken up by the elected bodies in the Senate and National Assembly of Pakistan and steps will be undertaken to facilitate that."}, {"text_block_id": "p38_b681", "text": "Pakistan’s environmental priorities encompass pollution issues, including air and water pollution, as well as issues of natural resource degradation, including deforestation, land degradation as well as institutional and governance weaknesses which hamper environmental sustainability. The sector challenges are outlined below:"}, {"text_block_id": "p38_b682", "text": "3.2. AIR QUALITY AND POLLUTION"}, {"text_block_id": "p38_b683", "text": "Context:"}, {"text_block_id": "p38_b684", "text": "Air Pollution, especially from suspended particulates, has shown an alarming rise in most urban and industrial areas owing to rising and weakly regulated vehicle and industrial emissions. This air pollution primarily affects urban areas where the high density of industrial and vehicular emissions is aggravated by low air dispersion. From the scant data that are available, a rapid decline in air quality is evident in the rising incidence of associated health problems."}, {"text_block_id": "p38_b685", "text": "Issues and Trends:"}, {"text_block_id": "p38_b686", "text": "Urban Air Pollution"}, {"text_block_id": "p38_b687", "text": ":"}, {"text_block_id": "p38_b688", "text": "Data on urban air quality in Pakistan is scarce but, nevertheless, alarming and with rising economic consequences. The limited information available indicates that concentrations of particulate matter in most cities are already above acceptable levels for human health."}, {"text_block_id": "p38_b689", "text": "Vehicle emissions represent the greatest source of air pollution in the country reflecting the rapid and unregulated growth of vehicle use in Pakistan. Subsequently, motor vehicle emissions account for about 90 percent of total emissions of hydrocarbons (smog), aldehydes, and carbon monoxide, all of which have dangerous health implications, especially in densely populated urban centers"}, {"text_block_id": "p38_b690", "text": ". Meanwhile, an older survey found that only 3 percent of industrial plants treated their waste and emissions according to commonly accepted international standards"}, {"text_block_id": "p38_b691", "text": "."}, {"text_block_id": "p38_b692", "text": "The absence of systematic air quality monitoring and poor enforcement of National Environmental Quality Standards (NEQS) has resulted in an onerous situation. Results from some monitoring surveys conducted in Karachi, Lahore, Peshawar, Quetta, Rawalpindi and Islamabad by SUPARCO. In this study, the highest levels of fine PM were recorded in Lahore and Quetta, but the levels recorded in all the cities exceed internationally accepted standards, with significant consequences for the health of their citizens."}, {"text_block_id": "p38_b693", "text": "Urban air particulate pollution is estimated to cause around 22,700 premature deaths annually, with the total health costs associated with the deaths and sickness caused by such pollution amounting to between Rs. 62-65 billion, approximately 1 percent of GDP (World Bank, 2006)."}, {"text_block_id": "p38_b694_merged_merged_merged_merged_merged", "text": "Indoor Air Pollution: Indoor air pollution in Pakistan is also very high and poses a serious problem. The use of biomass fuels such as wood, dung and crop residues is quite common in the country. Majority of rural"}, {"text_block_id": "p39_b697", "text": "households (86 percent) and a large proportion of urban households (32 percent) rely on these as their primary cooking fuel (GoP, 1998), Population Census of Pakistan). Biomass burnt in poorly ventilated homes has severe health consequences, particularly for women, young children and the elderly who are most likely to be exposed to indoor pollutants."}, {"text_block_id": "p39_b698", "text": "The estimated annual health impacts of indoor air pollution, according to the World Bank (2006) accounts for over 28,000 deaths a year and 40 million cases of acute respiratory illness. Total annual cost of indoor air pollution is estimated at Rs 55-70 billion, with a mean estimate of Rs 62 billion or approximately 1 percent of GDP (World Bank, 2006)."}, {"text_block_id": "p39_b699", "text": "Strategy:"}, {"text_block_id": "p39_b700", "text": ""}, {"text_block_id": "p39_b701", "text": "Implement the National Clean Air Act and ensure effective enforcement of the National Environmental Quality Standards on air pollution."}, {"text_block_id": "p39_b702", "text": ""}, {"text_block_id": "p39_b703", "text": "Establish standards for vehicles at the manufacturing stage and promotion of cleaner production technologies."}, {"text_block_id": "p39_b704", "text": ""}, {"text_block_id": "p39_b705", "text": "Introduce more greener fuel options, and making them affordable for public. The Government is already on this path, but it needs to further this policy initiative with the active involvement of the private sector."}, {"text_block_id": "p39_b706", "text": ""}, {"text_block_id": "p39_b707", "text": "Facilitate cost effective inter-city mass transit systems in major cities through Public Private Partnerships."}, {"text_block_id": "p39_b708", "text": ""}, {"text_block_id": "p39_b709_merged", "text": "Introduce clean cook-stoves and solar lanterns, especially in rural areas not only to prevent indoor air-pollution but also to save lives, improve health, living conditions and empower women."}, {"text_block_id": "p39_b711", "text": "Table 3: Annual Cost of Urban Air Pollution Health Impacts"}, {"text_block_id": "p39_b712", "text": "(Billion Rs.)"}, {"text_block_id": "p39_b713", "text": "3.3. Water Pollution and quality deterioration"}, {"text_block_id": "p39_b714", "text": "Context:"}, {"text_block_id": "p39_b715", "text": "Pakistan faces serious deterioration of surface and ground water quality because of unabated industrial, municipal, and agricultural pollution and lack of universal sanitation. In the absence of a regular surveillance or monitoring program and weak regulatory enforcement, several drains, irrigation canals, and rivers have become severely polluted. The indiscriminate discharge of untreated industrial wastewater,"}, {"text_block_id": "p40_b716", "text": "municipal sewage, as well as unchecked agricultural runoff is increasingly polluting irrigation systems, streams, rivers as well as other aquatic and marine ecosystems. Subsequently this is leading to severe contamination of groundwater (including drinking water), pollution of surface water in major rivers and seawater and harm to aquatic life."}, {"text_block_id": "p40_b717", "text": "Issues and Trends:"}, {"text_block_id": "p40_b718", "text": "The associated adverse health and productivity impacts are significant, with the poor bearing the brunt. Polluted drinking water is the cause of a rising incidence of water-borne diseases such as diarrhea, dysentery, cholera, pneumonia, and hepatitis. As estimated health costs of polluted water in the country run into Rs 112 billion annually. According to other studies, water-related infectious and parasitic diseases account for almost 40 percent of all patients and 60 percent of infant mortality"}, {"text_block_id": "p40_b719", "text": "."}, {"text_block_id": "p40_b720", "text": "This situation is worsened by the fact that the poor, who are the most economically disadvantaged, are made even more so by their high vulnerability to these health problems. This is because of their greater exposure to the sources of polluted water, augmented by low nutritional intake, unhygienic and crowded living conditions in urban areas, and lack of access to good and timely medical facilities. The positive nexus that exists between water-related illness and income, thus, further worsens the situation in a poverty-stricken country like Pakistan, making this one of the most pressing environmental issues for the country."}, {"text_block_id": "p40_b721", "text": "One of the offshoots of the water pollution issue is the sea water intrusion occurring in the southern part of the country due to low river water flows in some months which affects the natural mangrove plantations as well as fisheries in the delta region."}, {"text_block_id": "p40_b722", "text": "Strategy:"}, {"text_block_id": "p40_b723", "text": ""}, {"text_block_id": "p40_b724", "text": "Provision of clean drinking water to all within next 5 years through installation of locally suited water filtration plants to be managed through community participation."}, {"text_block_id": "p40_b725", "text": ""}, {"text_block_id": "p40_b726", "text": "Facility of filtered potable water should be ensured in every educational institution of the country."}, {"text_block_id": "p40_b727", "text": ""}, {"text_block_id": "p40_b728", "text": "Improvements of old sewerage systems in large cities and installation of new sewerage systems where not present on an urgent basis."}, {"text_block_id": "p40_b729", "text": ""}, {"text_block_id": "p40_b730", "text": "Environmental regulations to curtail pollution must be strictly enforced through effective monitoring and incentivisation."}, {"text_block_id": "p40_b731", "text": ""}, {"text_block_id": "p40_b732", "text": "Installation of Combined Effluent Treatment plants at all large industrial estates to ensure treatment of polluted effluents into water bodies."}, {"text_block_id": "p40_b733", "text": ""}, {"text_block_id": "p40_b734", "text": "Periodic scientific monitoring of water aquifers and drinking water bodies in all cities."}, {"text_block_id": "p40_b735", "text": ""}, {"text_block_id": "p40_b736", "text": "Ensure minimum water discharge needs for river Indus, as per agreed Water Accords, to address issues relating to sea water intrusion as well as mangrove deterioration."}, {"text_block_id": "p40_b737", "text": "3.4. SOLID AND HAZARDOUS WASTE MANAGEMENT"}, {"text_block_id": "p40_b738", "text": "Context:"}, {"text_block_id": "p40_b739_merged_merged", "text": "Solid and Hazardous waste is causing a great damage to Pakistan’s fragile eco-system, due to lack of management and disposal methods. There are six types of hazardous solid waste that have been identified in the Guideline for Solid Waste management report: agricultural pollutants, hospital and laboratories, small-scale industries, large scale industries, commerce and household(table-4). Plastic bags"}, {"text_block_id": "p41_b741", "text": "are another spreading menace in the country."}, {"text_block_id": "p41_b742", "text": "Issues and Trends:"}, {"text_block_id": "p41_b743", "text": "The daily production of solid waste in the country is about 48,000 tons of which about 20,000 tons originate in urban areas"}, {"text_block_id": "p41_b744", "text": ". Due to lack of resources and weak planning at the implementation level of local bodies, only about 60 percent of urban solid waste can be transported to final disposal sites, which generally are open dumping systems. In the absence of any operational sanitary landfill system in the country, the rest of the waste blocks the sewer system or spreads all over the cities."}, {"text_block_id": "p41_b745", "text": "The main issue associated with solid waste is the absence of an integrated solid waste management program at national, provincial and local levels and the present management system’s inability to cope at the various stages of waste handling, transport, and disposal. Future estimates of solid waste production indicate that the situation could worsen unless a concerted effort is made to improve the collection and disposal system."}, {"text_block_id": "p41_b746", "text": "Table 4: Sources of Hazardous Waste"}, {"text_block_id": "p41_b747_merged_merged", "text": "Also, there is a growing concern about rising quantities of e-waste(electronic waste e.g. used computers, cell phones, wires, television etc.) in Pakistan. There is, however, no current estimation of the amounts of e-waste entering the country from various developed countries as this is not an issue which has, yet, been addressed at the national level and neither is any one body made responsible for its control. There is lack of local awareness about the issue and scant knowledge about e-waste and its harmful affects on health due to lack of technical expertise in this area."}, {"text_block_id": "p41_b749", "text": "Strategy:"}, {"text_block_id": "p41_b750", "text": ""}, {"text_block_id": "p41_b751", "text": "Develop an integrated solid waste management program to empower local bodies with human and technical capacity to handle the collection, transport and disposal of solid waste."}, {"text_block_id": "p41_b752", "text": ""}, {"text_block_id": "p41_b753", "text": "The production and use of polythene (plastic) bags should be strictly prohibited and steps should be taken to research and employ biodegradable alternatives."}, {"text_block_id": "p41_b754", "text": ""}, {"text_block_id": "p41_b755", "text": "Employ public-private partnerships for waste management especially for concentrated urban populations."}, {"text_block_id": "p42_b756", "text": ""}, {"text_block_id": "p42_b757", "text": "Strengthen the self-monitoring and reporting (SMART) program, to assist the industry to structure and implement their environmental improvement plan. Its implementation to be made mandatory in the industrial zones as well has hospitals."}, {"text_block_id": "p42_b758", "text": ""}, {"text_block_id": "p42_b759", "text": "Introduce additional training programs in hospitals across the country for safe and environmentally sound handling, transportation and storage of hazardous chemicals, contaminated equipment and waste generated from the hospitals."}, {"text_block_id": "p42_b760", "text": ""}, {"text_block_id": "p42_b761", "text": "Promote the concept of shared hospital waste incineration in big cities."}, {"text_block_id": "p42_b762", "text": ""}, {"text_block_id": "p42_b763", "text": "Address the issue of e-waste management and regulate laws for e-waste disposal. Develop guidelines and institutional framework for implementation of Basel Convention."}, {"text_block_id": "p42_b764", "text": ""}, {"text_block_id": "p42_b765", "text": "Improve sanitation, hygiene and health through implementation of National Sanitation Policy."}, {"text_block_id": "p42_b766", "text": "3.5. FORESTRY AND LAND DEGRADATION"}, {"text_block_id": "p42_b767", "text": "Context:"}, {"text_block_id": "p42_b768", "text": "Pakistan has an area of 3.3 million ha covered by forests and planted trees, which is equivalent to 4.8% of the total land area"}, {"text_block_id": "p42_b769", "text": "i"}, {"text_block_id": "p42_b770", "text": ". This relative"}, {"text_block_id": "p42_b771", "text": "forest cover area is one of the lowest"}, {"text_block_id": "p42_b772", "text": "in the world and dismal even within the context of South Asia. Secondly, the forest resources of Pakistan are deteriorating both qualitatively and quantitatively and the annual change rate during 1990-2000 was -1.8% and during 20002005 was -2.1%, which again ignobly stands out as an"}, {"text_block_id": "p42_b773", "text": "extremely high"}, {"text_block_id": "p42_b774", "text": "ii"}, {"text_block_id": "p42_b775", "text": "deforestation rate (See Figure-11). Most of the forest area is concentrated in the northern part of the country i.e. KPK province), Northern Areas and Azad Jammu & Kashmir (AJK) and comprises coniferous and scrub forest (Figure-12). The main types of forests in other parts include juniper, chilghoza, scrub, riverine and mangrove forests. Irrigated plantations have been raised mainly in Punjab and Sindh provinces. Rangelands are of different types too and are distributed throughout the country."}, {"text_block_id": "p42_b776", "text": "Figure 11: Forest cover in Pakistan, 1990-2005"}, {"text_block_id": "p42_b777_merged_merged", "text": "Also, Pakistan boasts one of the largest canal irrigation systems in the world, accounting for 90 percent of agricultural output. However, owing to seepage through unlined canals and underinvestment in their operation and maintenance, almost 60 percent of the total water supply is lost in the network before reaching the farm gateleading to waterlogging and salinity which is degrading agricultural lands in the country. According to a report the annual economic losses due to this problem are estimated at Rs 70 billion.Pakistan is mainly a dryland country, with 80% of its land in arid and semi-arid areas. Two-thirds of its population depends on drylands to support their livelihoods. There is a serious threat of land degradation"}, {"text_block_id": "p43_b780", "text": "and desertification in many parts of the country, the situation is further aggravated by scarcity of water, frequent droughts and mismanagement of land resources. World over the adoption of SLM practices over wider landscape has emerged as an important tool to promote holistic land stewardship by blending SLM practices, technologies, and policies in a way that environmental concerns are integrated in the overall socio-economic well being of the people. The development and implementation of village level land use plans can further help to adopt SLM practices. The coverage, significance, threats and main possible interventions in the land resource regions of Pakistan are described in the Table 5."}, {"text_block_id": "p43_b781", "text": "Table 5: Land Resources of Pakistan (Significance, Threats and Management Interventions)"}, {"text_block_id": "p44_b782", "text": "Issues and Trends:"}, {"text_block_id": "p44_b783", "text": "The Natural Forest Resource Assessment Study (NFRRAS, 2004) shows that the forest resources are declining in Pakistan. It is estimated that the most valuable coniferous forest is declining at the rate of 40,000 hectares annually. Northern Areas and KPK"}, {"text_block_id": "p44_b784", "text": "province have the highest annual rates of deforestation (about 34,000 hectares in Northern Areas and 8000 hectares in KPK province). The effectiveness of policies needs to be determined by comparing the cost of investment to the marginal benefits."}, {"text_block_id": "p44_b785", "text": "The main causes of deforestation have been outlined as rapid increase in population beyond the carrying capacity of forests, illegal timber extraction by individuals and organized groups, inadequate forest protection measures, forest encroachment through urbanization and agricultural use, arid climatic conditions, overexploitation of forest resources coupled with lack of regeneration, dependence of rural population on wood for fuel and heating, over gazing of land by cattle, forest fires and inefficient use of water."}, {"text_block_id": "p44_b786_merged_merged", "text": "The Government is trying to reverse this downward trend by taking a number of measures including afforestation, reforestation as well as trying to provide an economic value to the carbon sequestered by forests through emerging market based instruments such as REDD+."}, {"text_block_id": "p44_b788", "text": "In terms of agricultural land degradation loss of soil productivity, soil erosion, water logging, salinity are major issues. Although water logging has receded in recent years, thanks to improvements in the drainage system and installation of tube wells, salinity has become more acute. This is due to excessive percolation of water from the canal system, evaporation of saline groundwater, inadequate water for leaching of the soil, and increased tapping of brackish groundwater through tube well irrigation."}, {"text_block_id": "p44_b789", "text": "Intensive extraction of soil nutrients, without adequate organic replenishment, also threatens the sustainability of irrigated areas. Also, agricultural runoff from indiscriminate and inappropriate use of agricultural pesticides has contaminated groundwater and surface water, leading to downstream human health disorders. Another environmental issue is the lack of property rights for irrigation, resulting in its inefficient use and wastage."}, {"text_block_id": "p44_b790", "text": "Strategy:"}, {"text_block_id": "p44_b791", "text": ""}, {"text_block_id": "p44_b792", "text": "Increase the forest cover of Pakistan from 4.8%in 1990-91 to 6.0% by 2015."}, {"text_block_id": "p44_b793", "text": ""}, {"text_block_id": "p44_b794", "text": "Steps will be taken to promote public-private and market oriented farm forestry initiatives along with targeted programs for urban forestry as well as forests in flood plains, drylands, riverine and catchment areas and capturing the potential of women, being the main custodians."}, {"text_block_id": "p45_b795", "text": "Table 6: Forest Services: Annual Deforestation cost (Million Rs.)"}, {"text_block_id": "p45_b796", "text": ""}, {"text_block_id": "p45_b797", "text": "Mangrove forests in the country to be preserved through GIS based documentation and strict control of urban encroachments."}, {"text_block_id": "p45_b798", "text": ""}, {"text_block_id": "p45_b799", "text": "Introduce programmes on sustainable forest management and the value of sustainable forestry aiming to sensitize the public and stakeholders at the local, provincial and federal level."}, {"text_block_id": "p45_b800", "text": ""}, {"text_block_id": "p45_b801", "text": "Strict enforcement of Forest Protection laws in particular to limit and control powerful timber interests."}, {"text_block_id": "p45_b802", "text": ""}, {"text_block_id": "p45_b803", "text": "Promotion of REDD+ (Reduction of Emissions from deforestation and degradation) program in Pakistan for preservation of forests through private sector led carbon sequestration and carbon credit generation. In this regards, private sector would be encouraged to allocarte resources under CSR for REDD+ development. Also, a clear regulatory process needs to be developed urgently to oversee REDD+ activities in the country especially to ensure rights of forestry stakeholders and indigenous populations."}, {"text_block_id": "p45_b804", "text": ""}, {"text_block_id": "p45_b805", "text": "Promote land use planning for SLM (Sustainable Land Management) at village, district, provincial and national levels."}, {"text_block_id": "p45_b806", "text": ""}, {"text_block_id": "p45_b807", "text": "Mainstream Sustainable Land Management (SLM) principles and best land use practices as well as technologies into sectoral policies, strategies, programs and development plans."}, {"text_block_id": "p45_b808", "text": ""}, {"text_block_id": "p45_b809", "text": "Undertake measures to control water logging and salinity in agricultural lands to sustain longevity of productive lands including use of flood plain management tools wherever feasible."}, {"text_block_id": "p45_b810", "text": ""}, {"text_block_id": "p45_b811", "text": "Complete the lining of canals across the country to address a major source for water inefficiency as well as water losses due to seepage while also providing considerable employment opportunities."}, {"text_block_id": "p45_b812", "text": "Figure 12: Forest Distribution by Region in Pakistan"}, {"text_block_id": "p45_b813", "text": "Source: NEEDS Study, Feb 2011"}, {"text_block_id": "p45_b814", "text": "3.6. BIODIVERSITY PROTECTION"}, {"text_block_id": "p45_b815", "text": "Context:"}, {"text_block_id": "p45_b816", "text": "Biodiversity refers to the variety of life, which can be seen in diverse habitats or ecosystems, species and genetic diversity. Sustainability of ecosystems depends to a large extent on the buffering capacity provided by having a rich and healthy diversity of genes, species and habitats. The air we breathe, the water we drink and the soil that supports crop production are all products of the complex interactions that occur among various living organisms on earth. These services include cleaning of water and regulation of the water cycle, purification of air, pollination, soil formation and protection, crop pest control, and the"}, {"text_block_id": "p46_b817", "text": "provision of food, fuel, fibers and drugs. Moreover, genetic diversity in domestic species and their wild relatives enables researchers to develop improved varieties of animals and plants for human needs: which serves as an insurance for future food security. In addition diversity in wild plant species is a major medicinal resource in"}, {"text_block_id": "p46_b818", "text": "yunani tibb"}, {"text_block_id": "p46_b819", "text": "(traditional medicine) and 40% of allopathic drugs were originally made from wild medicinal plants (GoP, 2000). This entails safeguarding all components of biodiversity, ecosystems or habitats, species as well as genetic diversity"}, {"text_block_id": "p46_b820", "text": "."}, {"text_block_id": "p46_b821", "text": "Issues and Trends:"}, {"text_block_id": "p46_b822_merged_merged", "text": "With a widespread conversion of natural ecosystems to agriculture, erosion and rapid degradation of habitats, spread of alien invasive species and the continuing depletion of populations of wild animals and plants, almost all remaining natural or modified ecosystems are now critically threatened. To date, no systematic and comprehensive assessment with the aim of objectively ranking the biodiversity importance of Pakistan’s natural ecosystems has been made. However, based on various reports and the opinions of recognized authorities, Biodiversity Action Plan of Pakistanidentifies at least 10 ecosystems of particular value (Figure-13) for their species richness and/or unique communities of flora and fauna that are threatened with habitat loss and degradation. These ecosystems are considered to be of critical concern in conservation. Pakistan, realizing the importance, has been initiating a number of projects in the sector. Also, presently there is realization that many areas of biodiversity that have largely remained ignored need to be addressed in order to enable Pakistan fulfill the obligations to the CBD. These areas include taxonomy under Global Taxonomy Initiative or GTI, GSPC (Global Strategy on Plant Conservation) and revisit of the protected Areas system by involving the local and indigenous communities."}, {"text_block_id": "p46_b825", "text": "Figure 13: Threats to Major Ecosystems in Pakistan"}, {"text_block_id": "p46_b826", "text": "Strategy:"}, {"text_block_id": "p47_b827", "text": ""}, {"text_block_id": "p47_b828", "text": "Promote the future environment conservation, management and resource use based on a three-pronged approach i.e. equitable sharing of benefits of environmental management, increasing community management of natural resources, and integrating environmental issues into socio-economic development planning through the concept of payment for ecosystem services (PES) to achieve sustainable development."}, {"text_block_id": "p47_b829", "text": ""}, {"text_block_id": "p47_b830", "text": "Save the natural resources from depletion and stress, especially water and land, focusing on eco-based interventions especially designed for the varied ecological zones of the country."}, {"text_block_id": "p47_b831", "text": ""}, {"text_block_id": "p47_b832", "text": "Preservation of the diverse wetlands and forests of the country that are repositories of the country’s biodiversity."}, {"text_block_id": "p47_b833", "text": ""}, {"text_block_id": "p47_b834", "text": "Develop Protected Area Systems plan for protecting flora and fauna of global significance as well as ensuring that the National Parks of the country are effectively managed through community based empowerment."}, {"text_block_id": "p47_b835", "text": ""}, {"text_block_id": "p47_b836", "text": "Take steps towards creation of a gene pool/bank as a bio-repository that can preserve genetic material for the plants, animals as well as forest biodiversity present in the country."}, {"text_block_id": "p47_b837", "text": ""}, {"text_block_id": "p47_b838", "text": "Develop gaps analysis on each thematic area of the CBD and establish dedicated scientific and management authorities for the effective implementation of biodiversity related conventions such as CITES."}, {"text_block_id": "p47_b839", "text": ""}, {"text_block_id": "p47_b840", "text": "Conserve life support systems, habitats, species and genetic diversity as the assets of mankind and promote tangibly defined efforts such as doubling of forest cover by 2030, as envisaged in Vision 2030."}, {"text_block_id": "p47_b841", "text": ""}, {"text_block_id": "p47_b842", "text": "Prepare a list of national lists of threatened species including those which are nationally rare and declining; those which are nationally rare, not declining, but otherwise at risk and those which are highly localized in distribution; and those which are still widespread and common but suffering significant decline."}, {"text_block_id": "p48_b843", "text": "Chapter 4."}, {"text_block_id": "p48_b844", "text": "EMERGING ISSUE OF CLIMATE CHANGE & SUSTAINABLE DEVELOPMENT"}, {"text_block_id": "p48_b845", "text": "Climate Change is globally posing one of the most pressing challenges to the pursuit of sustainable development. This is especially true for developing countries that are particularly vulnerable to the unavoidable impacts of this new and emerging issue. The inescapable linkages between climate change and sustainable development were recognized at the global level when the 14"}, {"text_block_id": "p48_b846", "text": "th"}, {"text_block_id": "p48_b847", "text": "and 15"}, {"text_block_id": "p48_b848", "text": "th"}, {"text_block_id": "p48_b849", "text": "meetings of the Commission on Sustainable Development (CSD) called for integrating the concerns, as well as opportunities, arising out of this interaction."}, {"text_block_id": "p48_b850", "text": "The CSD advocated that the NSDS should become the central document to outline a comprehensive development framework that incorporates the needs for future climate adaptation as well as mitigation. Also, it was suggested that any such integrative approach should be coherent with the globally accepted principles of ensuring equity and aligned with the “common but differentiated responsibilities” between developed and developing countries."}, {"text_block_id": "p48_b851", "text": "4.1. The Pakistan Context"}, {"text_block_id": "p48_b852", "text": "The issues of climate change directly and very strongly impinge upon future planning for sustainable development in Pakistan, which stands, on the front lines of this global challenge."}, {"text_block_id": "p48_b853_merged_merged", "text": "Pakistan is a very small contributor to the problem having not only one of the lowest per capita emissions of greenhouse gases in the world but also, cumulatively, adding only 0.8%to these global emissions. Yet Pakistan is turning out to be one of the worst casualties of climate change. This undeniable fact is now being duly acknowledged as the country is now consistently placed in the extreme vulnerable category by a host of climate change impact indices. These include the Maple Croft index, the Columbia University vulnerability index and the recently launched “German Watch” climate risk index which has placed Pakistan at the top of the list of countries at risk from climate change in 2010 (See Table-7)."}, {"text_block_id": "p49_b855", "text": "Table 7: Pakistan’s Ranking in the German-Watch Climate Index"}, {"text_block_id": "p49_b856", "text": "Pakistan can, thus definitely be termed as prime victim of global “climate injustice” -bearing the burden of the impacts with a minimal contribution to this global problem."}, {"text_block_id": "p49_b857", "text": "The country’s extreme vulnerability to climate change is a feature of its geographic location, elevation as well as demographics. Pakistan lies on a steep incline, dropping sharply from almost 8500 meters down to sea level within a distance of less than 3000 km. This situation is augmented by the presence of huge glacial reserves in the north of the country, which melt and flow through the country, supplying more than 70% of the river flows. This frozen “blue gold” is the country’s most precious reserve and sustains the agro based economy aided by the unpredictable monsoon rains of the summer. The glacial melt and the monsoons overlap in a three-month summer period providing the irrigation water needed for the arid country but, ironically, also dangerously raising the risk of flash floods in the rivers. The dense population base, of more than 176 million, that resides along these flood plains is, subsequently, directly impacted and reinforces the country’s vulnerability."}, {"text_block_id": "p49_b858", "text": "Climate Change is now beginning to add a new erratic and volatile ingredient into this equation by not only augmenting the melting of the glaciers (ICIMOD) in the north but also enhancing the unpredictability of the monsoons. All of this affects the water flows through the mighty Indus river artery of Pakistan, which sustains the country’s agriculture and its “one river economy”. Subsequently climate change poses a major threat, directly as well as indirectly, to food, water and energy security in the country. In addition coastal and marine environment, agriculture and livestock sector, forests and biodiversity and health are other areas that will be seriously affected as the climate induced melting of glaciers, cyclonic storm surges, tropical diseases epidemics, flash floods, droughts and variable monsoons turn into an inevitable future reality for Pakistan."}, {"text_block_id": "p49_b859", "text": "4.2. Climate triggered natural disasters and Disaster Risk Reduction (DRR)"}, {"text_block_id": "p49_b860", "text": "Perhaps the most serious and visible affect of climate change in Pakistan is a predicted increase in both the frequency and severity of climate related extreme events such as floods, droughts, cyclones and heat waves. This threatening prophecy is now fulfilling itself in Pakistan. Research indicates that in the past 40 years, nine out of the top ten natural disasters in Pakistan have been climate triggered which clearly points to the magnitude of the challenge (Table-8)."}, {"text_block_id": "p49_b861", "text": "Table 8: Top 10 natural disasters in Pakistan (NEEDS, 2011)"}, {"text_block_id": "p50_b862", "text": "The past two years, in particular, have provided the starkest reminder yet with the country experiencing the climate triggered formation of glacial lakes, spread of the dengue epidemic as well as devastating floods that ravaged through the country’s infrastructure and left its, already feeble, economy reeling for survival. This rising frequency and intensity of climate related disasters is forcing Pakistan to mainstream disaster risk reduction and management into national policy making."}, {"text_block_id": "p50_b863_merged", "text": "Even at the global level it is becoming clear that, in most cases, the economic exposure to disasters is increasing even faster than per capita gross domestic product (GDP)and climate change will accentuate the severity and frequency of hazards and associated disaster losses in the future. In Pakistan, this theory is already becoming a reality (Table-7)."}, {"text_block_id": "p50_b867", "text": "Realizing the importance of disaster risk management the Government of Pakistan has embarked upon establishing appropriate policy, legal and institutional arrangements, and implementing strategies and programs to minimize risks and vulnerabilities. The National Disaster Management Authority has been established and similar authorities are being established at provincial and district levels. The National Disaster Risk Management Framework has been formulated to guide the work of entire system in the area of disaster risk management. It has been developed through wide consultation with stakeholders from local, provincial and national levels. The principles established in the Framework are:"}, {"text_block_id": "p50_b868", "text": ""}, {"text_block_id": "p50_b869", "text": "Promoting multi-stakeholder, multi-sectoral and multi-disciplinary approaches,"}, {"text_block_id": "p50_b870", "text": ""}, {"text_block_id": "p50_b871", "text": "Reducing vulnerability of most vulnerable social groups,"}, {"text_block_id": "p50_b872", "text": ""}, {"text_block_id": "p50_b873", "text": "Strengthening community and local level risk reduction capacities,"}, {"text_block_id": "p50_b874", "text": ""}, {"text_block_id": "p50_b875", "text": "Combining scientific and people’s knowledge,"}, {"text_block_id": "p50_b876", "text": ""}, {"text_block_id": "p50_b877", "text": "Developing culturally, socially, economically and environmentally relevant technologies,"}, {"text_block_id": "p50_b878", "text": ""}, {"text_block_id": "p50_b879", "text": "Strengthening sustainable livelihood practices,"}, {"text_block_id": "p50_b880", "text": ""}, {"text_block_id": "p50_b881", "text": "Acquiring specific capacities in view of the hazard-risk profile of the area and country, and"}, {"text_block_id": "p50_b882", "text": ""}, {"text_block_id": "p50_b883", "text": "Working with other countries, and the international community to promote disaster risk reduction."}, {"text_block_id": "p50_b884", "text": "These positive steps are important to form a solid foundation for DRR. However, more proactive measures to reduce risk, based on updated and comprehensive risk assessments and the integration of risk-reduction measures into national economic and development planning need to be evolved so that, eventually, economic policy can be recalibrated to take account of the rising risks of climate triggered disasters."}, {"text_block_id": "p51_b885", "text": "4.3. The Economic costs of Adaptation and Sustainable Development"}, {"text_block_id": "p51_b886", "text": "The economic consequences and associated costs of above stated climate impacts are tremendous and directly burden and threaten the sustainable development of the country. Pakistan has carried out a recent study"}, {"text_block_id": "p51_b887", "text": "aiming to estimate these costs, which provides the first glimpse of the economic challenge, linked to future climate change in Pakistan. Through a top-down analysis it reinforces, within Pakistan’s context, the inconvenient truths already known about the need and capacity to adapt to these climatic changes."}, {"text_block_id": "p51_b888", "text": "Most importantly, it highlights the fact that it would be relatively inexpensive to avoid some impacts but prohibitively expensive to avoid others and that there will be considerable “residual damage” or damage that cannot be adapted to. According to global estimations this could be as high as 66% of the total damages (Figure-14). In other words climate vulnerable countries, like Pakistan, will just have to learn to live and cope with most of the climate induced damages in the future."}, {"text_block_id": "p51_b889_merged_merged", "text": "Figure 14: A generalized adaptation cost curveiii"}, {"text_block_id": "p51_b891", "text": "Estimating the actual economic costs of adaptation is still a nascent concept at the global level with a plethora of techniques floating around but no one accepted as the norm. However, all unanimously project very high impact costs for the South Asian region and also accept the infrastructure sector as being the most impacted by climate change. Thus it comes as no surprise that the cost estimates for bearing the brunt of future climate impacts range in the U$ 6 billion to U$ 14 billion per year range for Pakistan over the next 40 year horizon."}, {"text_block_id": "p51_b892", "text": "Table 9: Estimates of Adaptation Costs per annum (2010-2040), (NEEDS, 2011)"}, {"text_block_id": "p51_b893", "text": "Moreover, the study forecasts that this is going to be a figure that, in cumulative terms, will rise with time as adaptation gets more expensive and the country copes with unavoidable damages. Three separate forecasting models based on GDP percentages, per capita estimations and using past disaster costs and frequency have been used to deduce this range (Table-9)."}, {"text_block_id": "p52_b894", "text": "Quite clearly this research re-enforces the inescapable linkage between climate impacts and sustaining future development in the country and the need to not only integrate these into future planning but also develop a comprehensive adaptation plan to control the costs and associated risks in the future."}, {"text_block_id": "p52_b895", "text": "4.4. Potential Climate Mitigation & overlaps with Sustainable Development in Pakistan"}, {"text_block_id": "p52_b896_merged", "text": "While being at the receiving end of climate impacts the country is, ironically, one of the lowest contributors to the problem both in historic as well as current terms. At present, Pakistan contributes 0.8 per cent of the total global GHG emission and ranking 135th globally on a per-capita basis. Although Pakistan’s per capita energy consumption and cumulative CO2 emissions are extremely low, the CO2 emissions per unit of energy consumption are relatively high. Pakistan’s total GHG emissionswere 310 million tons of CO2 equivalents (MtCDE) in 2008as shown in the comparative Figure-15."}, {"text_block_id": "p52_b899", "text": "In terms of sector distribution, the energy sector (including transport) is the most significant contributor to GHG emissions in Pakistan accounting for over 51% of country’s total emissions (0.45 % of world’s total) followed by 39% for Agriculture and Livestock. Thus almost 90% of Pakistan’s GHG emissions emanate from the Energy and Agriculture-Livestock sectors and, subsequently, this is the area where the thrust of Pakistan’s mitigation efforts needs to be focused."}, {"text_block_id": "p52_b900", "text": "Although, the emissions in the land use and forestry (LULUCF) sector are a small percentage, it is an issue of concern that currently Pakistan has an extremely low forest cover (4.8%) which is coupled with a high rate of deforestation of about 0.2 -0.4 % per annum. This, however, provides an opportunity for the utilization of global financial instruments to avoid and reverse deforestation (REDD+)."}, {"text_block_id": "p52_b901", "text": "Figure 15: GHG emissions of Pakistan (1994 – 2008)"}, {"text_block_id": "p52_b902", "text": "(All data is in million ton carbon dioxide equivalents (MtCDE))"}, {"text_block_id": "p52_b903", "text": "Given the above scenario of an extremely high vulnerability and very low quantum of GHG emissions, it is quite logical that the focus of Pakistan’s climate change response is likely to be on adaptation measures – trying to cope with and face up to extreme climate impacts. However, while the country still requires considerable future emissions space to account for its anticipated rapid economic growth it can, simultaneously, play an effective and responsible global role by ensuring that this growth happens along a lower-carbon trajectory. This can be done by integrating a host of carbon mitigation options and measures"}, {"text_block_id": "p53_b904", "text": "into its future development plans – for which a large latent potential exists if aided by adequate finance and appropriate technology."}, {"text_block_id": "p53_b905", "text": "Under a business-as-usual development scenario, Pakistan is aiming for significant economic growth in the future. Moreover, the country is planning to fuel this growth through an increased reliance and utilization of its indigenous coal reserves in the 2010-2050 time frame (Table 9/Figure-16)"}, {"text_block_id": "p53_b906", "text": "Table 10: Sector-wise GHG Emissions 2011 – 2050 (NEEDS, 2010)"}, {"text_block_id": "p53_b907", "text": "Figure 16: Total GHG Emissions 2011-50 (NEEDS, 2010)"}, {"text_block_id": "p53_b908", "text": "This energy fuel shift is poised to increase its GHG emissions by almost 15 times in the next 40 years. However, recent analytical research study (NEEDS, 2011) indicates that an alternate clean development pathway is possible which can be along a lower carbon trajectory and also be a win-win development option. Moreover, the framework for this clean growth trajectory will encompass the following:"}, {"text_block_id": "p54_b909", "text": ""}, {"text_block_id": "p54_b910", "text": "Requirement for significant financial needs to try to de-link Pakistan’s economic growth from, a corresponding, growth in emissions. The low carbon development scenarios projected for the country estimate “additional” investment costs of mitigation ranging"}, {"text_block_id": "p54_b911", "text": "between $8 billion to $17 billion to 2050"}, {"text_block_id": "p54_b912", "text": ", as progressively cleaner coal and a higher percentage of renewable energy technologies are employed."}, {"text_block_id": "p54_b913", "text": ""}, {"text_block_id": "p54_b914", "text": "The possibility to reduce emissions by 40% from the BAU scenario by employing cleaner technologies."}, {"text_block_id": "p54_b915", "text": ""}, {"text_block_id": "p54_b916", "text": "The mitigation costs of U$ 17 billion will result in significant carbon reductions that, if priced at a reasonable future value of carbon (U$ 25/tC) provides an estimate of U$ 27.3 bn (which can be potentially capitalized through the carbon market) indicating a positive cost-benefit ratio. The access and availability of the requisite climate finance to make this low carbon transition, however, remains a challenge."}, {"text_block_id": "p54_b917", "text": ""}, {"text_block_id": "p54_b918", "text": "An extensive “Technology Needs Assessment” to clearly identify the best available technologies that can be employed in the future to make a clean energy transition."}, {"text_block_id": "p54_b919", "text": ""}, {"text_block_id": "p54_b920", "text": "Access to appropriate GHG reducing technologies and supportive financing is required if Pakistan is to successfully shift the trajectory of its future BAU growth towards a low carbon pathway."}, {"text_block_id": "p54_b921", "text": ""}, {"text_block_id": "p54_b922", "text": "Considering the long term gestation period for energy sector investments and the fact that today’s investments will “lock in” the infrastructure, fuel and technologies for decades to come it is extremely important for Pakistan to generate these additional finances if it has to make the choice towards a low a carbon future. The carbon market provides one of the possible options to do that."}, {"text_block_id": "p54_b923", "text": "4.5. Carbon market in Pakistan – Financing Sustainable Development"}, {"text_block_id": "p54_b924", "text": "As indicated above, Pakistan needs significant climate finance to cater to the needs of inducing a shift towards a low carbon future as well as cope with the needs of adapting to climate change. The burgeoning carbon marketplace has grown in size exponentially rising from just U$ 10 billion in 2005 to $118 in 2008"}, {"text_block_id": "p54_b925", "text": "and it is now predicted to reach the level of U$ 1 trillion/year in the near future. All these figures point towards a progressively increasing momentum in the carbon market."}, {"text_block_id": "p54_b926", "text": "This new market in the carbon commodity provides a strong linkage and opportunity for financing sustainable development through nationally appropriate climate mitigation activities. Since its inception, it has managed to be an effective financing vehicle for promotion of projects focused in the clean energy development (renewable, waste to energy, transport) as well as sustainable forestry sectors. In doing so, it has been instrumental in shifting the economic growth of countries towards a more sustainable and lower carbon trajectory in the most cost effective manner."}, {"text_block_id": "p54_b927_merged_merged_merged", "text": "For Pakistan, the Clean Development Mechanism can be leveraged for securing funding for low carbon development especially for clean energy projects such as renewable energy. In this regards, Pakistan has already announced the CDM operational strategy and institutionalised the CDM host country capacity. Although this has, so far, resulted in attracting more than 60 projects so far (which are at different stages of development in Pakistan with more than 20 having got “host” country approval) there is no doubt that this effort needs to be much improved and strategically enhanced to realise the full potential of the carbon market in Pakistan. A list of the projects (Table-10) shows that there is a strong focus on projects fostering clean energy and sustainable development in Pakistan."}, {"text_block_id": "p55_b931", "text": "Table 11: Sector wise distribution of Pakistan’s CDM project (MoE, 2010)"}, {"text_block_id": "p55_b932", "text": "This avenue for financing is, however, subject to a global competitive environment. Also, with coal deployment being one of the primary strategies in the future energy expansion in the country the CDM’s role in the future energy scenario may be limited as it has, so far, not financed clean coal technologies. Moreover, the long gestation period for CDM project development and, associated transaction costs have led to an under-utilisation of this instrument in Pakistan’s context. The potential for its enhanced use do, however, exist if the mentioned barriers can be strategically overcome and upcoming avenues such as carbon capture and storage are strategically targeted for optimal capitalisation in Pakistan."}, {"text_block_id": "p55_b933", "text": "Also, within this context, the forestry sector in Pakistan provides an opportunity for securing carbon market finance for sustainable development. At the moment, Pakistan faces the challenge of arresting the very high deforestation rates along with low and declining forest area coverage. Whereas, both these statistics provide a dismal picture of the country’s forestry sector they do, ironically, provide an inherent opportunity to benefit from REDD+ which is globally aimed at financially rewarding a reversal of high deforestation."}, {"text_block_id": "p55_b934", "text": "Pakistan stands to greatly benefit from interventions carried out to arrest the rapid deforestation especially in the forests stocks still left standing. This will not only assist Pakistan in furthering its sustainable development by addressing a local environmental issue but also generate global value by contributing to the fight against climate change through preserving a valuable carbon asset."}, {"text_block_id": "p55_b935", "text": "To realize this, however, the carbon value of the forests in Pakistan needs to be financially identified and quantified in both current as well as future terms in preparation for an international REDD regime which aims to recognize the value of these global assets of sequestered carbon."}, {"text_block_id": "p55_b936", "text": "In addition to the above, Pakistan has to be strategically cognisant of other financial instruments such as the Adaptation Fund, the “Green Climate Fund” under the Cancun agreements and other MDB climate funds in order to access the, much needed, climate finance which can address the dual challenges of climate change and sustainable development in the country."}, {"text_block_id": "p55_b937", "text": "4.6. Institutional response to Climate Change in Pakistan:"}, {"text_block_id": "p55_b938", "text": "The Government of Pakistan set up a Task Force to take stock of country’s situation in relation to climate change and to contribute to the formulation of National Climate Change Policy. The Task Force has completed its work and its report has been published (GoP 2010). It’s recommendations have led to the preparation of the, recently approved, national climate change policy and the ongoing development of adaptation and mitigation action plans."}, {"text_block_id": "p55_b939", "text": "Pakistan’s international commitments regarding climate change finds expression in its national policy frameworks such as the, recently announced, National Climate Change Policy, the Framework for Economic Growth (2011) which lists “Environment and Climate Change” as one of the action matrix, the Medium Term Development Plan 2010-2015, One UN programme on Environment, National Environmental Policy as well"}, {"text_block_id": "p56_b940", "text": "as the National Energy Conservation Policy. These documents describe clearly how the government intends to honor its international commitments on climate change."}, {"text_block_id": "p56_b941", "text": "The Government of Pakistan (GOP) has also made institutional arrangements to handle climate change issues, which among others include the Prime Minister’s Committee on Climate Change (PMCCC) and a multi stakeholder and inter-ministerial Core Advisory group on climate change. The PMCCC is an overarching body, which meets about once a year to monitor the climate change related developments taking place globally and within Pakistan and provide overall policy guidance. Global Change Impact Studies Centre (GCISC) serves as the secretariat to PMCCC. The Core Advisory Group, however, has been meeting very frequently and playing an active and influential role on climate change matters ranging from overseeing the country’s position in international climate negotiations to providing technical inputs on preparation of the national climate change policy."}, {"text_block_id": "p56_b942", "text": "The Ministry of Environment was the designated national focal point for UNFCCC and Kyoto Protocol but has now recently been transformed into the Ministry of Climate Change that clearly points towards the prioritized importance being provided to this important issue. The Ministry of Climate Change is now clearly mandated to lead the efforts to address climate challenges in the country while also coordinating with other concerned agencies/institutions on various technical aspects, including; The National Energy Conservation Centre (ENERCON); Alternative Energy Development Board; and Pakistan Council of Renewable Energy Technologies."}, {"text_block_id": "p56_b943", "text": "Other major relevant organizations in the country working on research in climate change and sea level rise include Pakistan Meteorological Department, Water and Power Development Authority (WAPDA), National Agriculture Research Centre (NARC), National Institute of Oceanography (NIO) and Space and Upper Atmosphere Research Commission (SUPARCO) as well as private sector NGO’s such as LEAD, IUCN, WWF and SDPI. There are several other organizations in the country, the mandates and activities of which partly cover climate change related issues and which have either some very relevant climate change related capacities or are pursuing climate change related projects."}, {"text_block_id": "p56_b944_merged", "text": "In the post 18th amendment scenario, the climate change institutional infrastructure has had to go through a drastic re-adjustment which is now beginning to settle down under the auspices of the newly formed Ministry of Climate Change. However, this federal Ministry needs to be significantly augmented through an inter-linked presence in various provinces where the implementation will take place. Moreover, the National Climate Change policy that has been recently approved by Cabinet will provide a sound framework for furthering climate change goals in the future."}, {"text_block_id": "p56_b947", "text": "These efforts need to be continued and enhanced to meet the strategic goals related to climate change listed below:"}, {"text_block_id": "p56_b948", "text": "Strategy"}, {"text_block_id": "p56_b949", "text": ""}, {"text_block_id": "p56_b950", "text": "Ensure mainstreaming of climate change into national decision making on economically important and vulnerable sectors of the economy. This should be done through the timely implementation of the Climate Change Policy and its integration with other planning and policy initiatives."}, {"text_block_id": "p56_b951", "text": ""}, {"text_block_id": "p56_b952", "text": "Screen all new projects in the country for climate change impacts and opportunities for carbon credit generation by mandating it as part of the EIA process for new projects and also through the PC-1 project development process for all national budgetary funded projects."}, {"text_block_id": "p56_b953", "text": ""}, {"text_block_id": "p56_b954", "text": "Undertake strategic adaptation responses at the policy, management / operational and community levels with a focus on facilitating bottoms up adaptation with maximum localized ownership. The inevitable climate adaptation response should be driven by a focused adaptation program and plan."}, {"text_block_id": "p57_b955", "text": ""}, {"text_block_id": "p57_b956", "text": "In assessing impacts of climate change, special attention should be given to the poor and, already economically vulnerable, sections of society and to women and small children who are categorized as the worst victims of climate change."}, {"text_block_id": "p57_b957", "text": ""}, {"text_block_id": "p57_b958", "text": "Ensure Water Security, Food Security and Energy Security of the country in the face of challenges posed by climate change, by devising and implementing appropriate adaptation measures in the respective sectors;"}, {"text_block_id": "p57_b959", "text": ""}, {"text_block_id": "p57_b960", "text": "Minimize the risks to the country’s population and national economy arising from expected increase in frequency and intensity of extreme events and disasters such as floods, droughts, tropical storms etc. This disaster risk reduction should include climate proofing the existing infrastructure in the country and making any future development resilient to the impacts of climate change."}, {"text_block_id": "p57_b961", "text": ""}, {"text_block_id": "p57_b962", "text": "Contribute to the international effort to check climate change by optimally shifting the country’s growth trajectory on to a low carbon pathway without compromising on the energy needs for the country’s socio-economic development or on the country’s energy security considerations;"}, {"text_block_id": "p57_b963", "text": ""}, {"text_block_id": "p57_b964", "text": "Adopt SLM as a cost effective tool for adapting to as well as mitigating climate change impacts in dryland ecosystems."}, {"text_block_id": "p57_b965", "text": ""}, {"text_block_id": "p57_b966", "text": "Strengthen inter-ministerial decision-making and coordination mechanism on climate change and promote capacity building of government and other relevant organizations working on climate change at National and Provincial level under the auspices of the Ministry of Climate Change;"}, {"text_block_id": "p57_b967", "text": ""}, {"text_block_id": "p57_b968", "text": "Improve knowledge and understanding of, and conduct systematic research and observation on climate change issues including promoting regional cooperation on climate related research for cross border climate impacts as well as shared early warning systems."}, {"text_block_id": "p57_b969", "text": ""}, {"text_block_id": "p57_b970_merged", "text": "Enhancing the accessibility to new climate finance, if and when it is available. This will depend greatly upon the availability of assimilative capacity in developing countries like Pakistan. In this regards, the country needs to prepare for this future by creating a specialized National Climate Change Fund (NCCF) which can act as a vehicle for catalyzing matched financing from climate donors as well as the new specialized funds being launched at the international level both in the public as well as private sectors. This fund should:"}, {"text_block_id": "p57_b973", "text": "Enhancing the accessibility to new climate finance, if and when it is available. This will depend greatly upon the availability of assimilative capacity in developing countries like Pakistan. In this regards, the country needs to prepare for this future by creating a specialized National Climate Change Fund (NCCF) which can act as a vehicle for catalyzing matched financing from climate donors as well as the new specialized funds being launched at the international level both in the public as well as private sectors. This fund should:\n* Be tasked with development of projects targeted towards securing climate finance\n* Create and oversee national entities required to secure direct access finance (a new mode of\n* Act as a catalyst in generating requisite resources for financing nationally appropriate mitigation\n* Support to promote innovative approaches for manufacturing enterprises and value-chains to"}, {"text_block_id": "p58_b981", "text": "Chapter 5."}, {"text_block_id": "p58_b982", "text": "IMPLEMENTATION MECHANISM"}, {"text_block_id": "p58_b983", "text": "The key to the success of the NSDS lies in its effective and timely implementation and, subsequently, this also presents the biggest challenge. It involves the evolutionary development of a multi-faceted approach that can align a number of factors to ensure that the NSDS not only gets fully and naturally integrated into mainstream decision making but also becomes the overarching approach towards future development planning in the country."}, {"text_block_id": "p58_b984", "text": "5.1. Elements of success"}, {"text_block_id": "p58_b985_merged", "text": "The NSDS is now operationally established in more than 106 countries with differing implementation models based upon country driven priorities. There are, however, some key success factors which have evolved out of global researchon these various and diverse approaches. These self-explanatory factors are summarized in Table-11 below and have also been studied to develop Pakistan’s implementation mechanism."}, {"text_block_id": "p58_b987", "text": "Table 12: NSDS Elements of successful implementation (IISD, 2006)"}, {"text_block_id": "p58_b988", "text": "5.2. The overall driver – A Framework for Action:"}, {"text_block_id": "p58_b989", "text": "The strategic goals of the NSDS have already been specified in terms of the country’s challenges within the tri-pillared framework of economic, social and environment and the overarching challenge of climate change that Pakistan faces. Effective implementation demands that these strategic goals are translated into a framework of action at all three levels of national governance along with an accountability structure and outcome based performance indicators."}, {"text_block_id": "p58_b990", "text": "In this regards, the NSDS has identified the following ten core program areas within the three interlocked and globally agreed development dimensions (Figure-17):"}, {"text_block_id": "p59_b991", "text": "Economic:"}, {"text_block_id": "p59_b992", "text": "Achieving a pro-poor, inclusive and green economic growth primarily by:"}, {"text_block_id": "p59_b993", "text": ""}, {"text_block_id": "p59_b994", "text": "Promoting cleaner production and encouraging sustainable consumption patterns in society."}, {"text_block_id": "p59_b995", "text": ""}, {"text_block_id": "p59_b996", "text": "Promoting inclusive and sustainable growth through engaging the poor, women and youth, improved value addition chains, fair trade and public-private partnership."}, {"text_block_id": "p59_b997", "text": ""}, {"text_block_id": "p59_b998", "text": "Prioritizing a reversal of inefficiencies in the water, energy and agriculture sectors."}, {"text_block_id": "p59_b999", "text": ""}, {"text_block_id": "p59_b1000", "text": "Internalizing true environmental costs in all economic decision and linking with global financial architecture to incentivize a green economy and aim to generate new job opportunities."}, {"text_block_id": "p59_b1001", "text": "Social:"}, {"text_block_id": "p59_b1002", "text": "Establishing a just and progressive society by:"}, {"text_block_id": "p59_b1003", "text": ""}, {"text_block_id": "p59_b1004", "text": "Alleviation of poverty and promoting equity amongst society, in particular, through providing universal coverage of basic needs, particularly, health, education and welfare and using them as engines for an equitable green economy."}, {"text_block_id": "p59_b1005", "text": ""}, {"text_block_id": "p59_b1006", "text": "Extending social protection and safety nets for the poorest and most vulnerable particularly women."}, {"text_block_id": "p59_b1007", "text": ""}, {"text_block_id": "p59_b1008", "text": "Productively enabling the expanding “youth bulge” present in the country as well as empowering women."}, {"text_block_id": "p59_b1009", "text": "Environmental:"}, {"text_block_id": "p59_b1010", "text": "Safeguarding the environment by:"}, {"text_block_id": "p59_b1011", "text": ""}, {"text_block_id": "p59_b1012", "text": "Conserving and enhancing the natural resource base while protecting biodiversity and managing fragile ecosystems through an integrated natural resource management approach."}, {"text_block_id": "p59_b1013", "text": ""}, {"text_block_id": "p59_b1014", "text": "Enhancing the life support system by addressing air and water pollution and reducing the ecological footprint of growth through strengthening the regulatory framework and communitybased interventions."}, {"text_block_id": "p59_b1015", "text": ""}, {"text_block_id": "p59_b1016", "text": "Preparing for climate change and its accompanying uncertainties through comprehensive adaptation and mitigation planning and concrete implementation measures"}, {"text_block_id": "p59_b1017", "text": "Figure 17: The Ten-Core Green Action Agenda"}, {"text_block_id": "p59_b1018", "text": "All the above outlined sustainable development goals incorporate an evolutionary flexibility and also need to be further focused as targets aligned with existing policies along with a clear time line for delivery of outputs. However, this needs to be decided through the proposed institutional mechanism being proposed ahead."}, {"text_block_id": "p60_b1019", "text": "5.3. Institutional framework for implementation"}, {"text_block_id": "p60_b1020", "text": "The NSDS proposes a three level institutional framework to implement the action agenda at the federal, provincial and local levels that is based upon the framework that has evolved over the years along with its current readjustments in the post-18"}, {"text_block_id": "p60_b1021", "text": "th"}, {"text_block_id": "p60_b1022", "text": "amendment scenario."}, {"text_block_id": "p60_b1023", "text": "An evolving sustainable development framework:"}, {"text_block_id": "p60_b1024", "text": "The National Conservation Strategy (NCS) of 1991, along with its fourteen core priority implementation areas, can be duly termed the natural precursor to the NSDS. The NCS was successful in establishing an enabling institutional environment for sustainable development through the establishment of a full-fledged Ministry of Environment, the setting up of an environment section in the Planning Commission and the enactment of the Pakistan Environmental Protection Act (PEPA) in 1997 along with the Pakistan Environmental Protection Council (headed by the Head of State) and Environment Protection Agencies at the federal and provincial levels. In addition to this a number of policies and plans have been made in Pakistan since then which are integral to future sustainable development in the country."}, {"text_block_id": "p60_b1025", "text": "Figure 18: Policies and Plans integral to Sustainable Development"}, {"text_block_id": "p60_b1026", "text": "Whereas the Ministry of Environment has led the matters of sustainable development within the Government the other bodies influencing policies on this issue have included the National Economic Council (NEC), whose meetings are chaired by the head of state/government and comprises federal and provincial ministers, the Economic Committee of the Cabinet (ECC) and the powerful Executive Committee of the National Economic Council (ECNEC). In addition, at the Federal level the Planning Commission is responsible for the formulation of the five year development plans while at the provincial level the provincial planning departments are responsible for formulating the annual development plans and serve as focal points for the NEC and ECNEC."}, {"text_block_id": "p60_b1027", "text": "Post-18th Amendment institutional developments:"}, {"text_block_id": "p60_b1028_merged_merged", "text": "The 18th Amendment to the Constitution of Pakistan and the 7th National Finance Awardhave, however, significantly transformed the governance structure in the country particularly with reference to sustainable development. Whereas the 18th Constitutional Amendment eliminated the concurrent list and devolved a number of sustainable development subjects"}, {"text_block_id": "p61_b1036", "text": "such as environment, health, food, education and population to the provincial level, the NFC award in turn provided a larger share of the government revenues to the provinces."}, {"text_block_id": "p61_b1037", "text": "Subsequently, the Ministry of Environment and its associated subjects were either devolved"}, {"text_block_id": "p61_b1038", "text": "or assigned to other Federal Government Ministries. However, recently this process has been partly amended by firstly formulation of a Federal Ministry of Disaster Management"}, {"text_block_id": "p61_b1039", "text": "and then again renaming and evolving it into a Federal Ministry of Climate Change"}, {"text_block_id": "p61_b1040", "text": ". Hopefully this final formation would now settle the cyclical process and provide a platform for efficient delivery of sustainable development."}, {"text_block_id": "p61_b1041", "text": "Proposed Institutional Framework for NSDS:"}, {"text_block_id": "p61_b1042", "text": "Given the historical evolution as well as the constitutional"}, {"text_block_id": "p61_b1043", "text": "compulsions of the 18"}, {"text_block_id": "p61_b1044", "text": "th"}, {"text_block_id": "p61_b1045", "text": "amendment, a three tier institutional framework is being proposed"}, {"text_block_id": "p61_b1046", "text": "(Figure-19)."}, {"text_block_id": "p61_b1047", "text": "This can provide the overall governance structure for the implementation of the NSDS and also act as the glue to bind together the three strands of sustainability:"}, {"text_block_id": "p61_b1048", "text": ""}, {"text_block_id": "p61_b1049", "text": "National Sustainable Development Council – N-SDC:"}, {"text_block_id": "p61_b1050_merged_merged_merged", "text": "It is proposed that the existing multi-stakeholder body of PEPC (Pakistan Environmental Protection Council), headed by the Prime Minister and having all Chief Ministers as members, may be re-designated as the National Sustainable Development Council (N-SDC) which will satisfy the requirements of the 18th amendment of removing environmental subject from the federal purview as well as meet the need for a high powered body which can effectively drive the implementation process. The mandate and membership of the commission may be broadened in line with the three aspects of Sustainable Development to include the following:"}, {"text_block_id": "p61_b1053", "text": "It is proposed that the existing multi-stakeholder body of PEPC (Pakistan Environmental Protection Council), headed by the Prime Minister and having all Chief Ministers as members, may be re-designated as the National Sustainable Development Council (N-SDC) which will satisfy the requirements of the 18th amendment of removing environmental subject from the federal purview as well as meet the need for a high powered body which can effectively drive the implementation process. The mandate and membership of the commission may be broadened in line with the three aspects of Sustainable Development to include the following:\n* Plan, supervise and monitor the overall implementation of the NSDS through overarching\n* Oversee development of a five year National Sustainable Development Plan, setting\n* Define the contours of a âgreen economyâ within the context of Pakistan to ensure\n* Collate and consolidate implementation from the provincial levels and develop national\n* Constitute a steering committee under the Chairmanship of the deputy Chairman, Planning\n* The Ministry of Climate Change should continue to act as the secretariat of this renamed\n* Oversee the design, approval, working and monitoring of National Sustainable Development\n* Create focused and empowered thematic working groups and public-private round tables as\n* Approve incentives for promotion of NSDS goals"}, {"text_block_id": "p61_b1071", "text": "2."}, {"text_block_id": "p61_b1072", "text": "Provincial Sustainable Development Council (P-SDC):"}, {"text_block_id": "p61_b1073", "text": "The provinces would have the flexibility to choose who is designated as the sustainable development commission at the provincial level but preference should be given to multi-stakeholder composition and existing bodies such as the PDD’s or planning and development divisions. The mandate of this commission would be:"}, {"text_block_id": "p62_b1074", "text": "The provinces would have the flexibility to choose who is designated as the sustainable development commission at the provincial level but preference should be given to multi-stakeholder composition and existing bodies such as the PDD’s or planning and development divisions. The mandate of this commission would be:\n* To develop and implement a Provincial Sustainable Development Strategy, if deemed\n* To develop and implement projects on sustainable development\n* Ensure compliance and enforcement of the NSDS provisions\n* Consolidate progress from local level and report to the federal level.\n* Oversee working of Provincial Sustainable Development fund.\n* Approve appropriate incentives to further NSDS goals\n* Generating community driven ideas and concept notes for project development.\n* Actual implementation of the projects approved at provincial level.\n* Physically monitoring the progress\n* Reporting back on implementation to the provincial level."}, {"text_block_id": "p62_b1086", "text": "3."}, {"text_block_id": "p62_b1087", "text": "Local Sustainable Development Council (L-SDC):"}, {"text_block_id": "p62_b1088", "text": "This third tier would be the most important tier and would be established at the district level with its composition and placement to be decided by either the province or the local government, if present. It would be responsible for:"}, {"text_block_id": "p62_b1097", "text": "Figure 19: Three tiered institutional framework for sustainable development"}, {"text_block_id": "p62_b1098", "text": "5.4. Means of Implementation"}, {"text_block_id": "p62_b1099", "text": "The above-mentioned institutional framework, driven by the action agenda, will also require other facilitating factors to create a conducive enabling environment for implementation. In this regards, the following are of particular relevance:"}, {"text_block_id": "p62_b1100", "text": ""}, {"text_block_id": "p62_b1101", "text": "Financing:"}, {"text_block_id": "p62_b1102_merged", "text": "Of prime importance is the issue of generating financing for sustainable development and this also is one of the biggest challenges. In this regards, it is proposed that at the onset the N-SDC should undertake a budget tracking exercise to estimate the level of existing funding on SD issues in Pakistan. This baseline funding should then be channelized through a dedicated Sustainable Development or Climate Change Fund. The detailed contours of this fund need to be worked out, under the overall guidance of the PSDC, in order to make it an effective vehicle for attracting and leveraging funds from donors as well as private sector entities and syncing it with international indicators such as the MDG’s or the newly proposed SDG’s. In addition to this, there should be a"}, {"text_block_id": "p63_b1105", "text": "focus on reducing environmentally damaging subsidies and adoption of sustainable public procurement policies – both of which can make significant contributions to financing of sustainable development in the country."}, {"text_block_id": "p63_b1106", "text": ""}, {"text_block_id": "p63_b1107", "text": "Capacity for sustainable governance:"}, {"text_block_id": "p63_b1108", "text": "Given the bottom up approach for project implementation and identification of sustainability concerns, it is essential to strengthen the governance capacity of local as well as provincial Governments and other stakeholders to craft integrated and sustainable solutions. Specific capacity strengthening programs, if so required, will be instituted for this purpose."}, {"text_block_id": "p63_b1109", "text": ""}, {"text_block_id": "p63_b1110", "text": "Incentives:"}, {"text_block_id": "p63_b1111", "text": "Incentives such as tax breaks, subsidies duty and fiscal relaxations will be approved through the PSDC as well as the provincial sustainable development councils to attract public and private investments while ensuring ecological sustenance of depleting resources."}, {"text_block_id": "p63_b1112", "text": ""}, {"text_block_id": "p63_b1113", "text": "Transparency and Accountability:"}, {"text_block_id": "p63_b1114", "text": "Efforts will be made to ensure transparency of implementation systems and also subject the process to strict accountability to enable integrity of outcomes. In this regards, steps will be taken to keep stakeholders informed and encourage public consultations and disclosures."}, {"text_block_id": "p63_b1115", "text": ""}, {"text_block_id": "p63_b1116", "text": "Legislative and regulatory steps including time-line:"}, {"text_block_id": "p63_b1117", "text": "Depending on the evolving national circumstances, the NSDS may be backed with appropriate legislation as this has been one way of ensuring success in some countries. Also, the NSDS proposes the creation of Standing Committees on Sustainable Development in the Senate as well as National Assembly as this will assist in extending valuable political ownership and accountability to the process."}, {"text_block_id": "p63_b1118", "text": "Depending on the evolving national circumstances, the NSDS may be backed with appropriate legislation as this has been one way of ensuring success in some countries. Also, the NSDS proposes the creation of Standing Committees on Sustainable Development in the Senate as well as National Assembly as this will assist in extending valuable political ownership and accountability to the process.\n* The appropriate legislation may be drafted and tabled for approval of the National\n* of the approval of this strategy (Figure 20).\n* This legislation can include the suggested changes to the PEPC, mandating/renaming as N-SDC and the formation and operationalisation of the National Sustainable Development\n* The formation of new Standing Committees should also be part of this legislation.\n* The formation of new Standing Committees should also be part of this legislation.\n Figure 20: Timeline for Operationalising and Monitoring the NSDS"}, {"text_block_id": "p64_b1131", "text": ""}, {"text_block_id": "p64_b1132", "text": "Civil society involvement:"}, {"text_block_id": "p64_b1133", "text": "Efforts have been made to engage and involve civil society organizations in the NSDS consultation process and such engagement should continue for effective implementation and oversight as well as propelling the process through civil society activism. Provinces will be encouraged to include appropriate civil society representation in the Provincial SD commissions, which can be a very valuable source to build public support as well as ensure enforcement of NSDS goals through collaboration and partnerships."}, {"text_block_id": "p64_b1134", "text": ""}, {"text_block_id": "p64_b1135", "text": "Private Sector:"}, {"text_block_id": "p64_b1136", "text": "The private sector is the main engine of growth and needs to be incentivized into action as well as engaged through public-private partnerships for sustainable development."}, {"text_block_id": "p64_b1137", "text": ""}, {"text_block_id": "p64_b1138", "text": "International cooperation:"}, {"text_block_id": "p64_b1139", "text": "Various multilateral agencies"}, {"text_block_id": "p64_b1140", "text": "have been traditional partners in Pakistan’s development."}, {"text_block_id": "p64_b1141", "text": "Efforts will be made to enhance this role to further sustainable development based upon the country driven objectives outlined in the NSDS especially for leveraging development financing."}, {"text_block_id": "p64_b1142", "text": ""}, {"text_block_id": "p64_b1143", "text": "Science, Technology and Innovation (STI):"}, {"text_block_id": "p64_b1144", "text": "The advancements in STI are providing new knowledge for environmental as well economic and social sciences. Together they constitute knowledge systems and networks for Global Change and are being used to build the structure of Sustainable Development. The NSDC, as the umbrella body, can set up a"}, {"text_block_id": "p64_b1145", "text": "National Knowledge Management System"}, {"text_block_id": "p64_b1146", "text": "or thematic working group which can be made responsible for strategic thinking about NSDS, support the goals with focused academic research and also foster ways of encouraging solution driven innovation – for policy, information gathering, technology development or institutional relationships. Collectively leveraging knowledge and innovation would certainly deliver results for future sustainability."}, {"text_block_id": "p64_b1147", "text": ""}, {"text_block_id": "p64_b1148", "text": "Awareness raising and communication:"}, {"text_block_id": "p64_b1149", "text": "This aspect is crucial for any behavioral shifts to occur. As the success of sustainability rests upon that it would be essential to design a comprehensive communications c that can create mass awareness about sustainable development and inculcate public conscience about environmental issues."}, {"text_block_id": "p64_b1150", "text": "5.5. Monitoring of implementation"}, {"text_block_id": "p64_b1151", "text": "The successful implementation of the NSDS has to include a comprehensive process for monitoring supported by a feedback mechanism that can incorporate positive learning and ensure continuous improvement."}, {"text_block_id": "p64_b1152", "text": ""}, {"text_block_id": "p64_b1153", "text": "A bottom up monitoring system is proposed which can collect information and data from the ground implementation through Local SD Commission and then report back to the Provincial SD Commission (Figure-19)."}, {"text_block_id": "p64_b1154", "text": ""}, {"text_block_id": "p64_b1155_merged_merged_merged", "text": "In turn, they can systematically monitor them against targeted outcomes of projects as well as plans and/or sustainability indicatorsto generate Annual provincial progress reports."}, {"text_block_id": "p65_b1159", "text": ""}, {"text_block_id": "p65_b1160", "text": "These provincial reports will also include feedback about suggested improvements that can be incorporated to enhance implementation efficiency and will also form the basis for suggesting incentives for sustainable action at the local level."}, {"text_block_id": "p65_b1161", "text": ""}, {"text_block_id": "p65_b1162", "text": "These yearly provincial SD progress reports will then be collated at the Federal level by N-SDC for internal consumption as well as used as a basis to compile"}, {"text_block_id": "p65_b1163", "text": "Three yearly SD reports"}, {"text_block_id": "p65_b1164", "text": "for presenting at global forums."}, {"text_block_id": "p65_b1165", "text": ""}, {"text_block_id": "p65_b1166", "text": "Also, to ensure its relevance for the ongoing development process it is proposed that the whole NSDS document will also be"}, {"text_block_id": "p65_b1167", "text": "dynamically updated every three years"}, {"text_block_id": "p65_b1168", "text": ", if need be, to include feedback from these three yearly SD reports, incorporate any new and emerging issues as well as regularly update the country statistics and collect reliable and verifiable data on the environment, social and economic fronts."}, {"text_block_id": "p65_b1169", "text": "Finally, in implementing the NSDS, the challenge is to evolve, and not rigidly impose, a system that can effectively reset the country’s development and growth trajectory on to a more sustainable pathway. The current NSDS frames Pakistan’s country driven future blueprint for a green economy."}, {"text_block_id": "p65_b1170", "text": "In future, there should be continued support and policy shift towards sustainable development concerns, continuously driven through a network of facilitating institutions and in line with the prioritized needs of the country as well as the constantly evolving global agenda."}, {"text_block_id": "p65_b1171", "text": "5.6. Integrating with the outcomes of Rio+20"}, {"text_block_id": "p65_b1172", "text": "The recently concluded Rio+20 conference adopted an outcome document titled “The Future We Want”"}, {"text_block_id": "p65_b1173", "text": ". Although this outcome has been criticized for its lack of ambition"}, {"text_block_id": "p65_b1174", "text": ", it has managed to re-affirm the principles of Rio in particular the CBDR (Common But Differentiated Responsibility) while also acknowledging that sustainable development is not only the viable way forwards but that this concept is as much about protecting the environment as it is about creating jobs, eliminating inequities and reducing poverty."}, {"text_block_id": "p65_b1175", "text": "Also, within the outcome document an overall definitional framework has been elaborated for the concept of “Green Economy”. More importantly, countries have been left with the opportunity and flexibility to draw out their own homegrown plans for a green economy and report on them."}, {"text_block_id": "p65_b1176_merged_merged_merged_merged", "text": "Pakistan’s National Sustainable Development Strategy provides an invaluable opportunity to project its country pathway towards shaping a green economy. As already outlined, with its defined goals and focused action agenda focused on poverty eradication, encouraging efficiency and innovation and expanding green jobs this document provides a clear national framework which needs to be domestically implemented and also integrated within the global sustainable development framework."}, {"text_block_id": "p65_b1179", "text": "In line with the new ideas and commitments coming out of Rio +20, Pakistan needs to be cognizant of and fully engaged with the following processes:"}, {"text_block_id": "p65_b1180", "text": ""}, {"text_block_id": "p65_b1181", "text": "Sustainable Development Goals (SDG’s):"}, {"text_block_id": "p65_b1182", "text": "In Rio, a process to define the Sustainable Development Goals has been set in motion that is to be steered and managed by the UN General Assembly through a small but representative “Open Working Group”. These SDG’s could provide a forward global transition from the Millennium Development goals, which expire in 2015, and help to shift the global growth trajectory towards a more sustainable pathway. Quite importantly, this institutionalized process was initiated by Pakistan through proposals floated within the G77 group."}, {"text_block_id": "p66_b1183", "text": "The nationally defined NSDS goals, outlined in this document, need to be used as a platform to actively engage in the international debate on the SDGs and positively influence their formulation."}, {"text_block_id": "p66_b1184", "text": ""}, {"text_block_id": "p66_b1185", "text": "The Rio outcome document has also initiated a global debate about exploring “"}, {"text_block_id": "p66_b1186", "text": "beyond GDP"}, {"text_block_id": "p66_b1187", "text": "” as a means of measuring national development progress. In this regards, the economic and social resilience of Pakistan, as also highlighted in the NSDS as a unique strength, needs to be furthered and incorporated in this debate."}, {"text_block_id": "p66_b1188", "text": ""}, {"text_block_id": "p66_b1189", "text": "A high level political forum on sustainable development"}, {"text_block_id": "p66_b1190", "text": ", which was announced at Rio, is now set to replace the faltering Commission on Sustainable Development and could prove to be an effective body if it can be ably supported by an active secretariat and can be designed to meet regularly, in stead of the two weeks a year which the previous Commission met. The tasks mandated for this body will be elaborated through the UN General Assembly and should include improving coordination within UN, sharing good practices and supporting capacity building for sustainable development. Again the NSDS should inform our representatives in the UNGA about Pakistan national priorities for engaging in the ensuing negotiations."}, {"text_block_id": "p66_b1191", "text": ""}, {"text_block_id": "p66_b1192_merged_merged", "text": "Overall the NSDS has aimed to shape the contours of Pakistan’s “green economy” through an extensive national stakeholder consultation. This politically owned viewpoint needs to be integrated into the global debate through the various ongoing forums in the post Rio+20 pathway. This will assist Pakistan in positively influencing the outcome on this loosely defined concept while also positioning the country to benefit from any future financial mechanisms that should evolve to further the global green economy agenda."}], "document_description": "The goal of the NSDS is 'vibrant and equitable economic growth' that delivers benefits to all, particularly the poor and the vulnerable, in a way which does not lead to undue exploitation or degradation of natural resources.<br />\n<br />\nThe need for the NSDS is stark since the country faces a series of significant challenges: Growth rates are currently largely coupled to resource and natural material use, leading to continued environmental degradation. This has contributed to increasing water scarcity, a significant problem given that storage capacity and water efficiency delivery is low. In the energy sector, thermal efficiency is low, distribution losses are high, and power cuts are reported to be a common frustration for domestic and business users. In addition, strategic energy reserves are low. These problems are set against a backdrop of high poverty and illiteracy rates in addition to increased impacts of natural hazards, notably the impact of disastrous flooding.<br />\nThe three core programme areas addressed are:<br />\n? Economic: Sustainable trade, Cleaner Production, and Sustainable Consumption<br />\n? Environment: Natural capital and Biodiversity<br />\n? Social: Social protection, poverty alleviation and equal opportunity/human development.<br />\n<br />\nThe strategic goals of the programme are to:<br />\n- Promote green investment and green jobs<br />\n- Improve eco-efficiency by changing production and consumption systems<br />\n- Internalisation of environmental costs into pricing<br />\n- Develop sustainable infrastructure focusing on transportation and communication<br />\n- Develop demand for sustainable consumption among consumers through awareness raising<br />\n- Account for depletion of natural resources in national accounts<br />\n- Promote efficient use of energy and water, including through improved watershed management and reforestation<br />\n- Improve biodiversity management and increase forest cover; prepare lists of endangered species<br />\n- Deliver basic services of acceptably high quality to all citizens. These would cover 10 years of schooling, healthcare, food, water, shelter and energy<br />\n- Ensure preparedness for natural and human-made calamity and emergencies through mitigation and integration of disaster contingencies in broader development strategies."}