{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_country_english_shortname": "Pakistan", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Power Policy", "document_country_code": "PAK", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "25/12/2013", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/PAK/2013/PAK-2013-12-25-National Power Policy_eaf0a47b32bc42d9770853e81f6a4edd.pdf", "text_blocks": [{"text_block_id": "p0_b1_merged", "text": "National Power Policy"}, {"text_block_id": "p0_b7", "text": "Government of Pakistan"}, {"text_block_id": "p1_b8", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p2_b9", "text": "1. INTRODUCTION"}, {"text_block_id": "p2_b10", "text": "The Ministry of Water and Power of the Government of Pakistan has developed an ambitious power policy to support the current and future energy needs of the country. This bold strategy"}, {"text_block_id": "p2_b11", "text": "will set Pakistan on a trajectory of rapid economic growth and social development."}, {"text_block_id": "p2_b12", "text": "Simultaneously, it will address the key challenges of the power sector in order to provide much needed relief to the citizens of Pakistan."}, {"text_block_id": "p2_b13_merged", "text": "This document will frame the broad contours of the energy policy articulating the vision for the power sector, highlighting its key challenges, setting major goals, summarizing policy principles, and highlighting the strategy devised to achieve Pakistan’s aspirations. This document does not elaborate on issues surrounding operational strategy, nor does it lay out detailed implementation plans."}, {"text_block_id": "p2_b16", "text": "The major sections of the report follow:"}, {"text_block_id": "p3_b17", "text": "2. VISION"}, {"text_block_id": "p3_b18", "text": "“Pakistan will develop the most efficient and consumer"}, {"text_block_id": "p3_b19", "text": "centric power generation, transmission, and distribution system that meets the needs of its population and boosts its economy in a sustainable and affordable manner."}, {"text_block_id": "p3_b20", "text": "”"}, {"text_block_id": "p4_b21", "text": "3. CHALLENGES"}, {"text_block_id": "p4_b22", "text": "Pakistan’s power sector is currently afflicted by a number of"}, {"text_block_id": "p4_b23", "text": "challenges that have led to a crisis:"}, {"text_block_id": "p4_b24", "text": "challenges that have led to a crisis:\n* A yawning supply-demand gap where the demand for\n* Highly expensive generation of electricity (~Rs 12 / unit) due to an increased\n* A terribly inefficient power transmission and distribution system that currently records\n* The aforementioned inefficiencies, theft, and high cost of generation are resulting in"}, {"text_block_id": "p4_b34", "text": "The limited and crumbling transmission system of Pakistan has created serious issues of access to electricity, particularly in Balochistan and other far flung rural areas of the country."}, {"text_block_id": "p5_b35", "text": "4. GOALS"}, {"text_block_id": "p5_b36", "text": "To achieve the long-term vision of the power sector and overcome its challenges, the Government of Pakistan has set the following nine goals:"}, {"text_block_id": "p5_b37", "text": "To achieve the long-term vision of the power sector and overcome its challenges, the Government of Pakistan has set the following nine goals:\n* Build a power generation capacity that can\n* sustainable manner.\n* Create a culture of energy conservation and responsibility\n* Ensure the generation of inexpensive and affordable electricity for domestic,\n* Minimize pilferage and adulteration in fuel supply\n* Promote world class efficiency in power generation\n* Create a cutting edge transmission network\n* Minimize inefficiencies in the distribution system\n* Minimize financial losses across the system\n* Align the ministries involved in the energy sector and improve the governance of all"}, {"text_block_id": "p5_b57", "text": "A clear strategy has to be articulated for each of the aforementioned goals in order to actualize"}, {"text_block_id": "p5_b58", "text": "the power sector’s aspirations."}, {"text_block_id": "p5_b59", "text": "5. TARGETS"}, {"text_block_id": "p5_b60_merged_merged", "text": "Pakistan has set key targets in terms of the demand-supply gap, affordability, efficiency, financial viability and governance of the system. The extent to which the policy can meet these targets will measure the success of the policy and the nation’s ability to overcome the key problems afflicting the power sector."}, {"text_block_id": "p5_b63", "text": "Supply Demand Gap:"}, {"text_block_id": "p5_b64", "text": "Goals i and ii pertain to this target"}, {"text_block_id": "p5_b65", "text": "Goals i and ii pertain to this target\n* : Decrease supply demand gap from 4500 -5000 MW today to 0 by 2017"}, {"text_block_id": "p6_b68", "text": "Affordability:"}, {"text_block_id": "p6_b69", "text": "Goal iii pertains to this target"}, {"text_block_id": "p6_b70", "text": "Goal iii pertains to this target\n* : Decrease cost of generation from\n* : Decrease cost of generation from\n 12c / unit today to ~10c / unit by 2017"}, {"text_block_id": "p6_b74", "text": "Efficiency:"}, {"text_block_id": "p6_b75", "text": "Goals iv to vii pertain to this target"}, {"text_block_id": "p6_b76", "text": "Goals iv to vii pertain to this target\n* : Decrease transmission and distribution losses from ~23-25% to ~16% by 2017"}, {"text_block_id": "p6_b79", "text": "Financial Viability and Collections:"}, {"text_block_id": "p6_b80", "text": "Goal viii pertains to this target"}, {"text_block_id": "p6_b81", "text": "Goal viii pertains to this target\n* : Increase collection from ~85% to 95% by 2017."}, {"text_block_id": "p6_b84", "text": "Governance:"}, {"text_block_id": "p6_b85", "text": "Goal ix pertains to this target"}, {"text_block_id": "p6_b86", "text": "Goal ix pertains to this target\n* The exact processing times are not currently available; will be established shortly\n<\\li2>\n\t\t* The exact processing times are not currently available; will be established shortly\n<\\li2>\n Target: Decrease decision making processing time at the Ministry, related departments\n<\\li1>"}, {"text_block_id": "p6_b90_merged_merged", "text": "6. POLICY PRINCIPLES"}, {"text_block_id": "p6_b93", "text": "The process of policy and strategy formulation is informed by the following organizing principles:"}, {"text_block_id": "p6_b94", "text": "The process of policy and strategy formulation is informed by the following organizing principles:\n* efficiency, (ii) competition, and (iii) sustainability.\n<\\li1>"}, {"text_block_id": "p6_b96", "text": "6.1 E"}, {"text_block_id": "p6_b97", "text": "FFICIENCY"}, {"text_block_id": "p6_b98", "text": "Efficiency is the cornerstone of developing competitiveness. The principle of efficiency will be predicated on three pillars: merit order, transparency / automation, and accountability."}, {"text_block_id": "p7_b99", "text": "Merit order will be observed all across the system -fuel allocation, dispatch, payments, and power mix. Merit order allocations will obviously come into play once the supply and demand gaps have been minimized."}, {"text_block_id": "p7_b100", "text": "Transparency will be achieved by providing seamless access to information through a public website"}, {"text_block_id": "p7_b101", "text": "Accountability will be ensured by hiring professionals solely on the basis of competency, signing performance contracts, and exercising zero tolerance towards corruption and poor performance."}, {"text_block_id": "p7_b102", "text": "The above is illustrated in the following image:"}, {"text_block_id": "p7_b103", "text": "6.2 C"}, {"text_block_id": "p7_b104", "text": "OMPETITION"}, {"text_block_id": "p7_b105", "text": "Competition creates the edge essential for developing a robust energy cluster. The principle of competition will be built on three pillars: infrastructure development, up front tariff and competitive bidding, and key client management."}, {"text_block_id": "p7_b106", "text": "Infrastructure will be developed and incentives provided to attract greater private sector investments. Government would like to limit its role to policy making, and unless necessary, service delivery will be promoted through a fiercely competitive and transparent private sector."}, {"text_block_id": "p7_b107", "text": "In this light, NEPRA will be strengthened to create a world class regulatory authority with sophisticated and efficient capacity to establish tariffs and set the foundation for a competitive bidding process."}, {"text_block_id": "p8_b108", "text": "The government will assign “key client managers or relationship managers” at the MoWP who will act as a ‘one window operation’ for investors in the power sector and ensure the timely"}, {"text_block_id": "p8_b109", "text": "completion of investments and projects."}, {"text_block_id": "p8_b110", "text": "The above is illustrated in the following image:"}, {"text_block_id": "p8_b111", "text": "6.3 S"}, {"text_block_id": "p8_b112", "text": "USTAINABILITY"}, {"text_block_id": "p8_b113", "text": "Altering the fuel mix towards less expensive fuels will lead to low cost energy. Investments required for the low cost fuel mix will necessitate rationalization of the electricity tariff."}, {"text_block_id": "p8_b114", "text": "Fairness will be ensured by protecting the poor and cross-subsidizing their consumption from the affluent. A level playing field will be created by providing power at comparable prices to all industrial users."}, {"text_block_id": "p8_b115", "text": "Demand management will be introduced through novel policy, pricing and regulatory instruments."}, {"text_block_id": "p8_b116", "text": "The above is illustrated in the following image:"}, {"text_block_id": "p9_b117", "text": "7. STRATEGY"}, {"text_block_id": "p9_b118", "text": "Within the framework of the above policy principles, the GoP has designed strategies for each of the goals listed in section 4 to actualize its vision and overcome the power crisis."}, {"text_block_id": "p9_b119", "text": "7.1 S"}, {"text_block_id": "p9_b120_merged", "text": "UPPLY STRATE"}, {"text_block_id": "p9_b123", "text": "GY"}, {"text_block_id": "p9_b124", "text": "The supply strategy will meet Goal (i):"}, {"text_block_id": "p9_b125", "text": "Build a powe"}, {"text_block_id": "p9_b126", "text": "r generation capacity that can meet Pakistan’s energy needs in a sustainable"}, {"text_block_id": "p9_b127", "text": "manner."}, {"text_block_id": "p10_b128", "text": "Overall, the strategy to achieve the above goal is focused on attracting and directing local and foreign investments toward rapidly expanding the power generation capacity. Investments can only be encouraged if the sector is made attractive and bankable by eliminating all subsidies, except for those that target the abject poor, to prevent build-up of circular debt. The poor (consumers using up to 200 units) will be protected from any price escalation. To the extent possible tariff rationalization will minimize or eliminate subsidy within the industrial, commercial and bulk consumers."}, {"text_block_id": "p10_b129", "text": "In developing new power generation projects, a preference shall be afforded to up-front or feed-in tariff which shall set the upper ceiling. In addition, competitive bidding may be used to minimize the cost of generation. Previous policy frameworks (such as 2002 power policy) may also continue to be operational. However, the 2013 power policy shall override any other policy in relation to energy issues to the extent of inconsistencies."}, {"text_block_id": "p10_b130", "text": "In the short run, the government has already brought the existing capacity online by retiring the circular debt. This action has provided financing to plants that were previously dormant due to a lack of feedstock and / or disputes. The retirement of debt has resulted in an additional supply of over 1700 MW. In tandem, an aggressive rehabilitation and expansion program for the GENCOs is underway which would add 1,447 MW within a year: rehabilitation projects at Guddu, Jamshoro, and Muzzafargarh will yield 700 MW while the expansion of Guddu will add 747 MW."}, {"text_block_id": "p10_b131", "text": "The maximum delay limits for payables set for RFO and gas (listed in the diagram above) should also apply to hydel IPPs and Wapda in order to ascertain that national power generation capacity does not sit idle in the future."}, {"text_block_id": "p10_b132_merged", "text": "In the medium term, the MoWP will attract new investments and expedite the pipeline projects on a war footing. A number of projects have reached or will reach financial closure within 2013 – these include 50 MW FFC Energy Limited, 56MW Zorlu Jhimpir project, 50 MW Foundation Wind Energy I, 50 MW China Three Gorges, and 50 MW Foundation Wind Energy II. Thus 256MW have already reached financial closure this year, and an additional 100 MW (Sapphire and Metro) will reach financial closure by the end of 2013. The Uch-II power project (404 MW) has reached financial closure already and is expected to come online by December 2013. Grange Power Holdings is also scheduled to reach financial closure shortly and should be online by October 2014."}, {"text_block_id": "p11_b135", "text": "In addition to the above listed projects that have reached financial closure,"}, {"text_block_id": "p11_b136", "text": "LOS’ have been"}, {"text_block_id": "p11_b137", "text": "issued for 450MW worth of wind energy projects and an additional 2,276MW of wind projects are currently in the feasibility assessment process. This cumulative 2,726 MW of wind electricity (if deemed feasible) could come online in 2016. At the same time, 341MW of solar energy projects are also currently in the feasibility assessment process and could come online by 2015 if deemed feasible. There is also a push towards Bagasse which could yield 83 additional megawatts of electricity by 2016."}, {"text_block_id": "p11_b138", "text": "A significant push will also be made towards building medium and long-term hydel capacity in the country. Six projects totalling 388MW of hydel power are expected to be completed by February 2015. The smaller Patrind and Gulpur hydropower projects are expected to be completed by December 2017 and will add 247MW to the grid. An additional 969MW is anticipated from the Neelum-Jhelum HPP project by November 2016. A number of hydel projects are expected to come online in 2017 including the fourth and fifth Tarbela expansions which have the potential to add 1,910 MW (1,410 MW in fourth expansion, 500 MW in fifth expansion)."}, {"text_block_id": "p11_b139", "text": "The government is also poised to announce a coal corridor with a capacity to generate 6000"}, {"text_block_id": "p11_b140", "text": "–"}, {"text_block_id": "p11_b141", "text": "7000 MW in the near future."}, {"text_block_id": "p11_b142", "text": "In the long run, large infrastructure programs including the Indus Basin Cascade will be aggressively developed. Dasu has a potential of generating 2,160MW, Patan 2,800 MW, and Thakot 2,800 MW. The detailed engineering design for these projects is being carried out and will optimally be constructed using a BOT PPP method."}, {"text_block_id": "p11_b143", "text": "Other longer-term projects are also under consideration, such as Bunji (7,100 MW potential) and Diamer-Bhasha (4,500 MW potential) whose completion by 2020 could ensure the energy independence and security of Pakistan."}, {"text_block_id": "p11_b144_merged_merged_merged", "text": "To achieve its medium and long terms goals, the government will develop infrastructure and provide incentives to attract greater private sector investments. The government will set the foundations of energy cities and corridors, and sponsor public-private partnership (PPP) for coal and run of river projects. The government will assign “key client managers or relationship managers” at the MoWP who will act as a ‘one window operation’ for investors in the power sector and ensure the timely completion of investments and projects."}, {"text_block_id": "p11_b147", "text": "The government is actively considering innovative business models including various wholesale business models supported by wheeling charges. These innovative business models once"}, {"text_block_id": "p12_b148", "text": "concluded may allow the generation companies to sell electricity to NTDC, DISCOs and the private sector alike. Successful implementation of these models will encourage rapid investments in power generation, bring power generation closer to the load centres, and result in a reduction in electricity prices."}, {"text_block_id": "p12_b149", "text": "Encouraging the private sector to participate in the utility market necessitates a world-class regulatory function. NEPRA will be strengthened in this regard, and a world-class regulatory authority will control the Tariff and Competitive Bidding process. Up-front tariffs will be set for low cost fuels and competitive bidding will be used to push the costs further downwards."}, {"text_block_id": "p12_b150", "text": "7.2 D"}, {"text_block_id": "p12_b151_merged", "text": "EMAND STRATEGY"}, {"text_block_id": "p12_b154", "text": "The demand management strategy will meet Goal (ii):"}, {"text_block_id": "p12_b155", "text": "Create a culture of conservation and responsibility."}, {"text_block_id": "p12_b156", "text": "The broad contours of the demand management strategy are illustrated in the following figure:"}, {"text_block_id": "p12_b157", "text": "The GoP will pass energy conservation legislation aimed at three key areas: a) technology / product labelling standards, b) power time of use, and c) improving the energy efficiency of the existing and new infrastructure ."}, {"text_block_id": "p12_b158", "text": "The strategy will set energy conservation and product labelling standards which would ban the import of inefficient electronics into the country. The local industry will be granted a three-year exemption period to bring its product production to the required levels of power efficiency. Green energy building codes will be established and introduced across the Country."}, {"text_block_id": "p13_b159", "text": "Energy services companies may also be encouraged in the private sector to audit and improve the energy efficiency of the existing industrial, commercial and residential footprint and create a culture of conservation and productivity."}, {"text_block_id": "p13_b160", "text": "The strategy may also impose timing restrictions for evening commercial activities and introduce"}, {"text_block_id": "p13_b161", "text": "‘time of use’ metering to discourage utilization during the peak hours by charging different rates"}, {"text_block_id": "p13_b162", "text": "for on-and off-peak timings. Solar and alternative power solutions will be encouraged for end users, street lighting, electronic billboards, neon lighting, shop front signage, etc. In addition, the price signal articulated through reducing and targeting subsidy (mentioned in the above section) will naturally optimize demand and utilization."}, {"text_block_id": "p13_b163", "text": "A conservation program based upon energy saver lighting is already underway with a potential of saving 1000 MW if all 50 million consumers were to be converted to florescent bulbs. In addition, technology solutions such conical bafflers for water heaters will be introduced."}, {"text_block_id": "p13_b164", "text": "7.3 A"}, {"text_block_id": "p13_b165_merged_merged", "text": "FFORDABLE POWER STRATEGY"}, {"text_block_id": "p13_b170", "text": "The affordable power strategy will meet Goal (iii):"}, {"text_block_id": "p13_b171", "text": "Ensure the generation of inexpensive and affordable electricity for domestic, commercial & industrial use."}, {"text_block_id": "p13_b172", "text": "The broad contours of the affordable power strategy are illustrated in the following figure:"}, {"text_block_id": "p13_b173", "text": "The strategy focuses on shifting Pakistan’s energy mix toward low cost sources such as hydel,"}, {"text_block_id": "p13_b174", "text": "gas, coal, nuclear and biomass. Local and foreign investments will be aggressively sought for"}, {"text_block_id": "p14_b175", "text": "small and medium size run of river hydel projects. Selected hydel projects under development will be positioned for privatization. Multilateral agencies will be invited to partner in large infrastructural hydel projects. LNG terminals will be developed on war footing to rapidly increase the gas supply for the power and industrial sectors. In addition, gas will be preferentially directed to the power sector by eliminating UFG. Nuclear power will be developed in close collaboration with friendly countries such as China."}, {"text_block_id": "p14_b176", "text": "Development of coastal energy corridors based upon imported coal (mixed later with local coal), rapid proliferation of coal mining all across the country"}, {"text_block_id": "p14_b177", "text": "–"}, {"text_block_id": "p14_b178", "text": "especially at Thar, and conversion of expensive RFO based plants to coal are the central tenets of coal policy. The proposed strategy will change the energy mix of Pakistan in favour of low cost sources and significantly reduce the burden of energy to the end consumer"}, {"text_block_id": "p14_b179", "text": "7.4 S"}, {"text_block_id": "p14_b180_merged_merged", "text": "UPPLY-CHAIN STRATEGY"}, {"text_block_id": "p14_b185", "text": "The supply-chain strategy will meet Goal (iv):"}, {"text_block_id": "p14_b186", "text": "Minimize pilferage and adulteration in fuel supply."}, {"text_block_id": "p14_b187", "text": "Once the relief from load shedding is forthcoming because of a decreased supply and demand gap, this strategy will focus on redirecting the supply of fuel from inefficient GENCOs to the most efficient IPPs. This reallocation alone has the potential of saving Rs 3 billion per month and generation an additional 500MW of electricity. At the same time, the MoWP will sign performance contracts with GENCOs, PSO, and fuel transporters and hold them accountable for the quality and theft of oil. Fuel procurement contracts may be made open sourced to eliminate the power of a single supplier. Leakage will be plugged by building fuel pipelines where possible and open decanting. More specifically a 22 KM pipeline will be constructed to plug the supply chain leakage in Muzzafargarh. In the event that fuel is found to be missing or adulterated, the full economic value of the fuel will be appropriated to the end receiver."}, {"text_block_id": "p15_b188", "text": "The broad contours of the supply chain strategy are illustrated below:"}, {"text_block_id": "p15_b189", "text": "7.5 G"}, {"text_block_id": "p15_b190_merged", "text": "ENERATION STRATEGY"}, {"text_block_id": "p15_b193", "text": "The generation strategy will meet Goal (v):"}, {"text_block_id": "p15_b194", "text": "Promote world class efficiency in power generation."}, {"text_block_id": "p15_b195", "text": "The broad contours of the strategy are illustrated below:"}, {"text_block_id": "p16_b196", "text": "The strategy focuses on establishing plant efficiency through external heat rate testing, building a merit order accordingly, and allocating fuel to the more meritorious plants. Merit order will privilege fuel allocation on the basis of efficiency and optimize dispatch and payments. Transparency will be achieved by providing greater and easier access to information through a public website. Allocations will be made public online to increase the transparency. The strategy calls for the privatization or O&M based leasing of GENCOs."}, {"text_block_id": "p16_b197", "text": "7.6 Transmission Strategy"}, {"text_block_id": "p16_b198", "text": "The transmission strategy will meet Goal (vi):"}, {"text_block_id": "p16_b199", "text": "Create"}, {"text_block_id": "p16_b200", "text": "a cutting-edge transmission network."}, {"text_block_id": "p16_b201", "text": "The broad contours of the strategy are illustrated below:"}, {"text_block_id": "p16_b202", "text": "The strategy is based on installation of upgraded SCADA software to optimize transmission and monitor its losses. Dispatch will be based on economic order and internal/ audit controls will be established on dispatch and payment."}, {"text_block_id": "p17_b203", "text": "The transmission strategy requires the redesigning of the national grid in a manner that minimizes line losses. Plants will be built closer to load centers; high voltage transmission lines will be expanded; and the 220kv rings around cities will be strengthened."}, {"text_block_id": "p17_b204", "text": "Private sector will be provided incentives to build and strengthen the transmission infrastructure. Innovative business and regulatory models will be deployed to weaken the monopolies, increase efficiencies, and decrease costs through competition. Wheeling charges and whole sale markets may be introduced to introduce multiple buyers and sellers in the market place."}, {"text_block_id": "p17_b205", "text": "Regional transmission networks may also be encouraged to promote power trade and optimize deficits and surpluses."}, {"text_block_id": "p17_b206", "text": "7.7 D"}, {"text_block_id": "p17_b207_merged", "text": "ISTRIBUTION STRATEGY"}, {"text_block_id": "p17_b210", "text": "The distribution strategy will meet Goal (vii):"}, {"text_block_id": "p17_b211", "text": "Minimize inefficiencies in the distribution system."}, {"text_block_id": "p17_b212", "text": "The broad contours of the strategy are illustrated below:"}, {"text_block_id": "p18_b213", "text": "In the medium term, the efficiency will be improved by privatizing a selected number of DISCOs."}, {"text_block_id": "p18_b214", "text": "The remaining DISCOs will be privatized over a period of time."}, {"text_block_id": "p18_b215", "text": "7.8 F"}, {"text_block_id": "p18_b216", "text": "INANCIAL"}, {"text_block_id": "p18_b217", "text": "E"}, {"text_block_id": "p18_b218", "text": "FFICIENCY"}, {"text_block_id": "p18_b219", "text": "S"}, {"text_block_id": "p18_b220", "text": "TRATEGY"}, {"text_block_id": "p18_b221", "text": "The financial efficiency strategy will meet Goal (viii):"}, {"text_block_id": "p18_b222", "text": "Minimize financial losses across the system"}, {"text_block_id": "p18_b223", "text": "The broad contours of the strategy are illustrated below:"}, {"text_block_id": "p18_b224_merged_merged", "text": "GST refunds will be collected from the FBR and a mechanism will be built to avoid future build-ups."}, {"text_block_id": "p18_b227", "text": "The financial efficiency strategy is geared towards punishing private defaulters and proposes severing the electric connections of defaulters after 60 days of non-payment and only reconnecting them to the grid with pre-paid meters. External collection agencies may also be sourced to improve cash flows. At the same time, load-shedding may be focused on areas of high theft and low collections as opposed to the current structure of indiscriminate load-shedding."}, {"text_block_id": "p19_b228", "text": "The strategy also covers the independent audit of all financial transactions within the power sector. An independent firm will be used to audit these transactions and ensure the greatest degree of financial propriety within the power sector."}, {"text_block_id": "p19_b229", "text": "7.9 G"}, {"text_block_id": "p19_b230", "text": "OVERNANCE"}, {"text_block_id": "p19_b231", "text": "S"}, {"text_block_id": "p19_b232", "text": "TRATEGY"}, {"text_block_id": "p19_b233", "text": "The governance strategy will meet Goal (ix):"}, {"text_block_id": "p19_b234", "text": "Align the ministries involved in the energy sector and improve governance."}, {"text_block_id": "p19_b235_merged_merged", "text": "The strategy requires the reformation of structural and regulatory aspects of NEPRA and OGRA to improve efficiencies. New business models including power exchanges and wheeling charges e tariff from 8-10 months to 90 days; the aim of this reform will be to minimize the potential for circular debt accumulation."}, {"text_block_id": "p19_b237", "text": "Finally, the Ministry of Water and Power will be restructured to strengthen its functional expertise. Directorates will be created for key functions (i.e. generation, transmission, and distribution) and key organizations such as CPPA, PPIB, AEDB, and NTDC will be reformed."}, {"text_block_id": "p19_b238", "text": "The broad contours of the strategy are illustrated below:"}, {"text_block_id": "p20_b239", "text": "8. PRIORITIZATION"}, {"text_block_id": "p20_b240", "text": "The strategy has been prioritized to maximize the impact of the various strategic initiatives. In the short term we will bring existing capacity online, stop thefts of all form, rationalize the tariff, sign performance contracts, and ensure transparency. In the medium term we will bring low-cost pipeline projects online, and jump start coal and hydro PPP projects. Finally, in the long term we will finish large infrastructure hydel projects and retire high cost energy contracts to ensure that Pakistan moves towards cheap electricity generation"}, {"text_block_id": "p20_b241", "text": "9. IMPACT"}, {"text_block_id": "p20_b242", "text": "The successful implementation of this policy will lead to enormous improvement within the power sector. By 2017, the supply-demand gap could be eradicated completely; and by the end of the five-year term of the current government the country will have a power surplus which can then be regionally traded. In essence, by the end of the decade Pakistan could be transformed from an energy strapped, importer of power to a regional exporter of power. The cost of power generation will be reduced to an affordable amount, and the efficiency improvements in transmission and distribution will decrease the burden of power to the end consumer. In summary, prosperity and social development will become a reality in a Roshan Pakistan."}, {"text_block_id": "p21_b243", "text": "GOVERNMENT OF PAKISTAN"}, {"text_block_id": "p21_b244", "text": "Ministry of Water & Power"}], "document_description": "This Policy is produced by the Ministry of Water and Power of the Government of Pakistan. It has been adopted to provide an overall direction of energy policy in Pakistan. It identifies current challenges as follows:<br />\n- Current supply-demand gap of 4,500-5,000 MW, which has been continuously growing in the past 5 years<br />\n- Expensive electricity price (PKR12 (USD0.11) per unit) due to dependence over thermal fuel sources<br />\n- Energy inefficiency due to power loss from transmission and distribution (23-25%)<br />\n- Subsidies and circular debt due to energy inefficiencies, energy theft and high cost of generation.<br />\n<br />\nThe Policy sets the following targets to achieve sustainable power generation, energy conservation, affordable energy supply, energy efficiency and good governance:<br />\n- Decrease supply-demand gap to zero by 2017<br />\n- Decrease cost of generation from PKR12 (USD0.11) per unit to PKR10 (USD0.09) per unit by 2017<br />\n- Decrease transmission and distribution losses from 23-25% to 16% by 2017<br />\n- Increase electricity payment rate from 85% to 95% by 2017<br />\n- Decrease decision making processing time at the Ministry of Water and Power and related departments<br />\n<br />\nBasic principles laid out in the Policy are efficiency, competition and sustainability. Though detailed implementation strategies are not indicated, basic strategies to achieve overall goal are indicated. Strategies on energy supply, energy demand, affordable power, supply-chain, generation, transmission, distribution, financial efficiency and governance are listed."}