{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Other|Direct Investment"], "document_country_english_shortname": "Pakistan", "document_category": "Policy", "document_sector_name": ["Water", "Residential and Commercial", "LULUCF", "Environment", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Climate Change Policy", "document_country_code": "PAK", "document_hazard_name": ["Glacial Melting", "Cold Waves", "Changes In Average Precipitation", "Sea Level Rise", "Soil Erosion", "Heat Waves And Heat Stress", "Wildfires", "Landslides", "Hurricanes", "Storms", "Hail/Frost", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": ["Loss And Damage", "Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "South Asia", "document_date": "09/01/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/PAK/2012/PAK-2012-01-09-National Climate Change Policy_4c429ca6099585a9c8e9b0a244d0c11e.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL CLIMATE CHANGE POLICY"}, {"text_block_id": "p0_b2", "text": "GOVERNMENT OF PAKISTAN MINISTRY OF CLIMATE CHANGE"}, {"text_block_id": "p0_b3", "text": "Islamabad, Pakistan"}, {"text_block_id": "p0_b4", "text": "September 2012"}, {"text_block_id": "p1_b5", "text": "Foreword"}, {"text_block_id": "p1_b6", "text": "The launch of Pakistan’s National Climate Change Policy culminates the process of Climate Change response initiated by the democratically elected government of Pakistan Peoples Party soon after its advent to office in the year 2008. Foreseeing the ensuing catastrophes of Climate Change and Pakistan’s peculiar vulnerabilities, the then Deputy Chairman Planning Commission Mr. Salman Faruqui set up a high powered Task Force under the able leadership of Dr. Ishfaq Ahmad, Advisor Science & Technology, to take stock of the looming challenges and recommend future course of action. The report of the Task Force laid foundation for subsequent policy intervention by the government in the form of National Climate Change Policy."}, {"text_block_id": "p1_b7", "text": "Over the course of next five years the government witnessed Climate Change disasters striking Pakistan with unthinkable ferocity and unimaginable frequency. The super floods of 2010 alone displaced twenty million people from their homes in just one stroke, making it by far the biggest human displacement caused by any climate induced single event in the history of human memory. The shocking floods of 2011 only underscored the enormity of challenge posed by the Climate Change and utter haplessness of peoples of Pakistan to adapt to the bitter reality. The back-to-back floods of 2010 and 2011 prompted government of Pakistan to mobilize all resources to secure Pakistan from the impending Climate Change catastrophes."}, {"text_block_id": "p1_b8", "text": "The year of 2012 will always be remembered as a landmark in the Climate Change response history of Pakistan, for the Government approved National Policy of Climate Change, in addition to the setting up of the World’s first full-fledged National Ministry of Climate Change."}, {"text_block_id": "p1_b9", "text": "The National Climate Change Policy comprehensively addresses all possible challenges of Climate Change adaptation and mitigation in foreseeable future; and sure to provide rock solid foundational framework for ensuing Climate Change Action Plans, Programs and Projects."}, {"text_block_id": "p1_b10", "text": "Rana Muhammad Farooq Saeed Khan"}, {"text_block_id": "p1_b11", "text": "Federal Minister for Climate Change"}, {"text_block_id": "p1_b12", "text": "Government of Pakistan"}, {"text_block_id": "p3_b13", "text": "Acknowledgements"}, {"text_block_id": "p3_b14", "text": "The Ministry of Climate Change acknowledges the efforts of the team led by Dr. Qamaruz-Zaman Chaudhry (Lead Author), with other members Dr. Seeme Malik and Mr. Muhammad Sohail, for developing the policy document, and of the Steering Committee experts, including Mr. Jawed Ali Khan, Dr. Aurangzeb Khan, Dr. Arshad M. Khan and Syed Mujtaba Hussain, for providing significant guidance to the team in this."}, {"text_block_id": "p3_b15", "text": "The valuable support and input of federal ministries, particularly Planning and Development Division, Ministry of Water and Power, Ministry of Food Security, Ministry of Industries, Ministry of Foreign Affairs, and other Government agencies and institutions including NDMA, WAPDA, PMD, FFC, GCISC, ENERCON and Pak EPA through their contributing experts, are also highly acknowledged."}, {"text_block_id": "p3_b16", "text": "My special thanks go to the Governments of Sindh, Punjab, Balochistan and Khyber Pakhtunkhwa and the Governments of Azad Jammu and Kashmir and Gilgit-Baltistan for their very useful feedback in formulation of the National Climate Change Policy."}, {"text_block_id": "p3_b17", "text": "The invaluable guidance provided by the Core Group on Climate Change, led by the Federal Minister for Climate Change Mr. Rana Muhammad Farooq Saeed Khan, and the input provided by NGOs and civil society organizations, particularly IUCN, LEADPakistan, WWF-Pakistan and Oxfam is also deeply appreciated."}, {"text_block_id": "p3_b18", "text": "The support of the United Nations Development Programme (UNDP), which provided necessary funding and technical support through the One-UN Joint Programme on Environment for the formulation of this policy, is also greatly appreciated."}, {"text_block_id": "p3_b19", "text": "Mehmood Alam"}, {"text_block_id": "p3_b20", "text": "Secretary"}, {"text_block_id": "p3_b21", "text": "Ministry of Climate Change"}, {"text_block_id": "p5_b22", "text": "Preamble"}, {"text_block_id": "p5_b23", "text": "The National Climate Change Policy provides a framework for addressing the issues that Pakistan faces or will face in future due to the changing climate. In October 2008 Mr. Salman Faruqui, the then Deputy Chairman, Planning Commission, established a Task Force on Climate Change under the chairmanship of Dr. Ishfaq Ahmad, Advisor Science and Technology. The report of that Task Force has been used as a building block for the preparation of this policy. Furthermore, extensive consultations with provincial and federal ministries, institutions and civil society provided valuable inputs to the policy document."}, {"text_block_id": "p5_b24", "text": "In view of Pakistan’s high vulnerability to the adverse impacts of climate change, in particular extreme events, adaptation effort is the focus of this policy document. The vulnerabilities of various sectors to climate change have been highlighted and appropriate adaptation measures spelled out. These cover policy measures to address issues in various sectors such as water, agriculture, forestry, coastal areas, biodiversity and other vulnerable ecosystems. Notwithstanding the fact that Pakistan’s contribution to global greenhouse gas (GHG) emissions is very small, its role as a responsible member of the global community in combating climate change has been highlighted by giving due importance to mitigation efforts in sectors such as energy, forestry, agriculture and livestock."}, {"text_block_id": "p5_b25", "text": "Furthermore, appropriate measures relating to disaster preparedness, capacity building, institutional strengthening; technology transfer; introduction of the climate change issue in higher education curricula; ensuring environmental compliance through Initial Environmental Examinations (IEE) and Environmental Impact Assessments (EIA) in the development process; addressing the issue of deforestation and illegal trade in timber; promoting Clean Development Mechanisms (CDM); and raising Pakistan’s stance regarding climate change at various international forums, have also been incorporated as important components of the policy."}, {"text_block_id": "p5_b26", "text": "The policy thus provides a comprehensive framework for the development of Action Plans for national efforts on adaptation and mitigation. This policy document is a ‘living’ document and will be reviewed and updated regularly to address emerging concepts and issues in the ever-evolving science of climate change."}, {"text_block_id": "p7_b27", "text": "Table of Contents"}, {"text_block_id": "p9_b28", "text": "1. Goal"}, {"text_block_id": "p9_b29", "text": "To ensure that climate change is mainstreamed in the economically and socially vulnerable sectors of the economy and to steer Pakistan towards climate resilient development."}, {"text_block_id": "p9_b30", "text": "2. Policy Objectives"}, {"text_block_id": "p9_b31", "text": "The main objectives of Pakistan’s Climate Change Policy include:"}, {"text_block_id": "p9_b32", "text": "The main objectives of Pakistan’s Climate Change Policy include:\n* To pursue sustained economic growth by appropriately addressing the\n* To integrate climate change policy with other inter-related national policies;\n* To focus on pro-poor gender sensitive adaptation while also promoting\n* To ensure water security, food security and energy security of the country in\n* To minimize the risks arising from the expected increase in frequency and\n* To strengthen inter-ministerial decision making and coordination mechanisms\n* To facilitate effective use of the opportunities, particularly financial, available\n* To foster the development of appropriate economic incentives to encourage\n* To enhance the awareness, skill and institutional capacity of relevant\n* To promote conservation of natural resources and long term sustainability."}, {"text_block_id": "p10_b52", "text": "3. Pakistan’s Vulnerability to Climate Change Threats"}, {"text_block_id": "p10_b53", "text": "The important climate change threats to Pakistan are:"}, {"text_block_id": "p10_b54", "text": "The important climate change threats to Pakistan are:\n* Considerable increase in the frequency and intensity of extreme weather\n* Projected recession of the Hindu Kush-Karakoram-Himalayan (HKH) glaciers\n* Increased siltation of major dams caused by more frequent and intense\n* Rising temperatures resulting in enhanced heat and water-stressed\n* Further decrease in the already scanty forest cover, from too rapid change in\n* Increased intrusion of saline water in the Indus delta, adversely affecting\n* Threat to coastal areas due to projected sea level rise and increased cyclonic\n* Increased stress between upper riparian and lower riparian regions in relation\n* Increased health risks and climate change induced migration."}, {"text_block_id": "p10_b72", "text": "The above threats lead to major survival concerns for Pakistan, particularly in relation to the country’s water security, food security and energy security."}, {"text_block_id": "p11_b73", "text": "4. Climate Change Adaptation"}, {"text_block_id": "p11_b74", "text": "Pakistan makes a tiny contribution to total global greenhouse gas (GHG) emissions (among the lowest in the world) but it is among the countries most vulnerable to climate change, and it has very low technical and financial capacity to adapt to its adverse impacts. For Pakistan to continue on a development path to achieve the goals articulated in the Planning Commission’s Vision 2030 document, it is imperative to prepare the ground to enable it to face this new challenge. While Pakistan is working on a strategy that seeks to conserve energy, improve energy efficiency and optimize fuel mix to support global efforts for reduction in GHG emissions, the more immediate and pressing task is to prepare itself for adaptation to climate change. Only by devising and implementing appropriate adaptation measures will it be possible to ensure water, food and energy security for the country as well as to minimize the impact of natural disasters on human life, health and property."}, {"text_block_id": "p11_b75", "text": "4.1. Water Resources"}, {"text_block_id": "p11_b76", "text": "Water resources are inextricably linked with climate; this is why the projected climate change has such serious implications for Pakistan’s water resources. Freshwater resources in Pakistan are based on snow and glacier-melt and monsoon rains, both highly sensitive to climate change. Country specific climate change projections strongly suggest the following future trends in Pakistan: decrease in glacier volume and snow cover leading to alterations in the seasonal flow pattern of the Indus River System (IRS); increased annual flows for a few decades followed by decline in flows in subsequent years; increase in the formation and outburst of glacial lakes; higher frequency and intensity of extreme climate events coupled with irregular monsoon rains causing frequent floods and droughts; and greater demand on water due to higher evapotranspiration rates at elevated temperatures."}, {"text_block_id": "p11_b77", "text": "These trends will have a significant impact on the spatial and temporal distribution of water resources on both annual and inter-annual basis in the country. This will further exacerbate the already difficult situation of a water-stressed country facing demand increases due to population growth and increasing economic activity. To address the impact of climate change on water resources and to enhance water security, the Government of Pakistan, in collaboration with relevant entities shall take the following measures:"}, {"text_block_id": "p12_b78", "text": "Policy Measures"}, {"text_block_id": "p12_b79", "text": "I Water Storage and Infrastructure"}, {"text_block_id": "p12_b80", "text": "I Water Storage and Infrastructure\n* Assess and address the needs for additional water storage and distribution\n* Ensure early rehabilitation, remodeling and up-gradation of the existing\n* Identify new potential dam sites to keep the option open to develop new\n* Develop necessary infrastructure to harness the potential of hill torrents;\n* Enforce measures to enhance the life of existing storage facilities."}, {"text_block_id": "p12_b90", "text": "II Water Conservation Strategies"}, {"text_block_id": "p12_b91", "text": "II Water Conservation Strategies\n* Ensure water conservation, reduce irrigation system losses and provide\n* Introduce local rainwater harvesting measures."}, {"text_block_id": "p12_b95", "text": "III Integrated Water Resource Management"}, {"text_block_id": "p12_b96", "text": "III Integrated Water Resource Management\n* Ensure that, in making water allocations (within gross national availability) to\n* Protect groundwater through management and technical measures such as\n* Ensure rational ground water exploitation by avoiding excessive pumping;\n* Ensure recycling of wastewater through proper treatment and its reuse, for\n* Protect and preserve water catchment areas and reservoirs against\n* Encourage active participation of farmers in water management along with\n* Ensure water distribution among provinces as far as possible in accordance\n* Address sea water intrusion into the Indus Deltaic Region by allocating the"}, {"text_block_id": "p13_b112", "text": "III Integrated Water Resource Management\n* Ensure that, in making water allocations (within gross national availability) to\n* Protect groundwater through management and technical measures such as\n* Ensure rational ground water exploitation by avoiding excessive pumping;\n* Ensure recycling of wastewater through proper treatment and its reuse, for\n* Protect and preserve water catchment areas and reservoirs against\n* Encourage active participation of farmers in water management along with\n* Ensure water distribution among provinces as far as possible in accordance\n* Address sea water intrusion into the Indus Deltaic Region by allocating the\n* Take appropriate measures to preserve the ecology of dry river reaches of the\n* Develop contingency plans for short-term measures to adapt to water\n* Explore the possibility of joint watershed management of trans-boundary\n* Safeguard Pakistanâs rights on trans-boundary water inflows according to\n* Explore the possibility of entering into a water treaty with Afghanistan;\n* Promote integrated watershed management including ecological"}, {"text_block_id": "p13_b124", "text": "IV Legislative Framework"}, {"text_block_id": "p13_b125", "text": "IV Legislative Framework\n* Legislate and enforce industrial and domestic waste management practices to\n* Enact and enforce laws and regulations required for efficient water resource\n* Protect the HKH glaciers, considered the worldâs water tower, by declaring"}, {"text_block_id": "p13_b131", "text": "V Enhancing Capacity"}, {"text_block_id": "p13_b132", "text": "V Enhancing Capacity\n* Develop and extend water efficient technologies and techniques for sea water\n* Ensure measurement and monitoring of irrigation water delivery at various\n* Enhance national capacities in remote sensing and GIS techniques for\n* Enhance national capacities for making seasonal hydro-meteorological\n* Prepare a comprehensive inventory of all water resources, including surface\n* Strengthen the current hydrological network to monitor river flows and flood\n* Devise and strengthen coordination mechanisms among national and"}, {"text_block_id": "p14_b146", "text": "VI Awareness Raising"}, {"text_block_id": "p14_b147", "text": "Promote public awareness campaigns to underscore the importance of conservation and sustainable use of water resources."}, {"text_block_id": "p14_b148", "text": "4.2. Agriculture and Livestock"}, {"text_block_id": "p14_b149", "text": "Agriculture is central to human survival and is probably the human enterprise most vulnerable to climate change. The agriculture sector, as the single largest sector of Pakistan’s economy, is its lifeline. It accounts for 45% of the labor force, 21% of GDP and 70% of total export earnings. Agriculture in Pakistan is greatly affected by short-term climate variability and could be significantly impacted by long-term climate change. As the duration of crop growth cycles is related to temperature, an increase in temperature will speed up crop growth and shorten the time between sowing and harvesting. This shortening could have an adverse effect on productivity of crops and fodder for livestock. The hydrological cycle is similarly likely to be influenced by global warming, necessitating the agriculture and livestock sectors, particularly in rain-fed areas, to adapt to climate change."}, {"text_block_id": "p14_b150", "text": "Since the agriculture sector is heavily dependent on the water sector, a number of adaptation measures identified in Section 4.1 are equally applicable to the agriculture sector and hence will not be repeated. To enhance national food security the Government of Pakistan, in collaboration with relevant entities, shall take on the following additional adaptation measures:"}, {"text_block_id": "p14_b151", "text": "Policy Measures"}, {"text_block_id": "p14_b152", "text": "I Research"}, {"text_block_id": "p14_b153", "text": "I Research\n* Develop appropriate digital simulation models for assessment of climate\n* Develop new varieties of crops which are high yielding, resistant to heat\n* Develop and introduce better breeds of livestock with higher milk productivity"}, {"text_block_id": "p15_b159", "text": "I Research\n* Develop appropriate digital simulation models for assessment of climate\n* Develop new varieties of crops which are high yielding, resistant to heat\n* Develop and introduce better breeds of livestock with higher milk productivity\n* Develop quality datasets on crop, soil and climate related parameters to\n* Enhance the research capacity of various relevant organizations to make\n* Promote targeted research on adoption of sustainable land management\n* Enhance the capacity of the farming community to take advantage of the"}, {"text_block_id": "p15_b167", "text": "II Technology"}, {"text_block_id": "p15_b168", "text": "II Technology\n* Improve crop productivity per unit of land and per unit of water by increasing\n* Promote energy efficient farm mechanization to increase yields and labor\n* Improve farm practices by adopting modern techniques such as laser land\n* Promote through financial incentives, solar water desalination for irrigation\n* Improve irrigation practices by adopting, wherever feasible, modern\n* Develop capacity based on Remote Sensing and GIS techniques to assess\n* Promote biotechnology in terms of more carbon responsive crops, improved"}, {"text_block_id": "p15_b182", "text": "III General Management"}, {"text_block_id": "p15_b183", "text": "a."}, {"text_block_id": "p15_b184", "text": "Establish Climate Change Units in agriculture research organizations to devise adaptive strategies for projected impacts of climate change on agriculture;"}, {"text_block_id": "p15_b185", "text": "b."}, {"text_block_id": "p15_b186", "text": "Promote horizontal expansion of cultivated lands through development of wastelands, and rainwater harvesting through community based approaches to development;"}, {"text_block_id": "p15_b187", "text": "c."}, {"text_block_id": "p15_b188", "text": "Promote  feed conservation techniques and fodder banks in arable areas;"}, {"text_block_id": "p15_b189", "text": "d."}, {"text_block_id": "p15_b190", "text": "Ensure availability of quality feed and fodder to livestock to supplement their grazing on rangelands;"}, {"text_block_id": "p16_b191", "text": "e."}, {"text_block_id": "p16_b192", "text": "Improve the nutritional quality of feed through the use of multi-nutrient blocks (MNB) prepared from urea, molasses, vitamins and minerals;"}, {"text_block_id": "p16_b193", "text": "f."}, {"text_block_id": "p16_b194", "text": "Ensure an enabling financial environment for farmers to invest in and adopt the relevant technologies to overcome climate related stresses."}, {"text_block_id": "p16_b195", "text": "IV Risk Management"}, {"text_block_id": "p16_b196", "text": "a."}, {"text_block_id": "p16_b197", "text": "Develop a proper risk management system including crop insurance to safeguard against crop failures due to extreme events (such as floods and droughts);"}, {"text_block_id": "p16_b198", "text": "b."}, {"text_block_id": "p16_b199", "text": "Improve the extension system and enhance use of the media to allow effective and timely communication of climatic predictions and corresponding advice to farming communities;"}, {"text_block_id": "p16_b200", "text": "c."}, {"text_block_id": "p16_b201", "text": "Encourage farmers, particularly in rain-fed areas, to avoid monoculture and, instead, plant a variety of heat and drought resistant low delta crops, so as to reduce the risk of crop failure;"}, {"text_block_id": "p16_b202", "text": "d."}, {"text_block_id": "p16_b203", "text": "Encourage agriculture drought management practices that recognize drought as part of a highly variable climate, as opposed to treating it as a causal natural disaster;"}, {"text_block_id": "p16_b204", "text": "e."}, {"text_block_id": "p16_b205", "text": "Establish livestock disease monitoring and surveillance systems at district level."}, {"text_block_id": "p16_b206", "text": "4.3. Human Health"}, {"text_block_id": "p16_b207", "text": "It is now widely recognized that the increased frequency and intensity of extreme weather events such as heat and cold waves, heavy or too little precipitation, strong winds and cyclones due to climate change have serious implications for human health. For example, floods and storms not only increase the risk of death and injuries; they have other health implications such as diarrheal diseases because of insufficient clean water availability for drinking, personal hygiene or for washing food. They may also cause severe psychological problems among the affected population (e.g. mental health effects such as depression have been observed in the aftermath of the disastrous 2010 floods). Similarly, incidence of many vector borne diseases such as malaria and dengue fever, which are sensitive to temperature and rainfall, may increase with the expected changes in climate. In order to address the impact of climate change on human health, the Government shall take the following measures:"}, {"text_block_id": "p17_b208", "text": "Policy Measures"}, {"text_block_id": "p17_b209", "text": "a."}, {"text_block_id": "p17_b210", "text": "Assess the health vulnerabilities of communities in areas most likely to be affected by the adverse impact of climate change, and build their capacities to reduce these vulnerabilities;"}, {"text_block_id": "p17_b211", "text": "b."}, {"text_block_id": "p17_b212", "text": "Ensure that appropriate measures to address health related climate change issues are incorporated into national health plans;"}, {"text_block_id": "p17_b213", "text": "c."}, {"text_block_id": "p17_b214", "text": "Inform, sensitize, educate and train health personnel and the public about climate change related health issues;"}, {"text_block_id": "p17_b215", "text": "d."}, {"text_block_id": "p17_b216", "text": "Ensure that preventive measures and resources such as vaccines, good quality medication and clean drinking water are available to the general public easily and cost effectively particularly during climate related extreme events;"}, {"text_block_id": "p17_b217", "text": "e."}, {"text_block_id": "p17_b218", "text": "Upgrade and extend disease outbreak monitoring and forecasting systems to counteract possible climate change health impacts and support prior planning for effective interventions."}, {"text_block_id": "p17_b219", "text": "4.4. Forestry"}, {"text_block_id": "p17_b220", "text": "Climate change is likely to have multi-faceted adverse effects on the ecosystem as a whole, particularly on the already vulnerable forestry sector in Pakistan. The most likely impacts of climate change will be decreased productivity, changes in species composition, reduced forest area, unfavorable conditions for biodiversity, higher flood risks and the like, as portrayed in the Planning Commission Task Force on Climate Change (TFCC) Report. Adaptation in the forestry sector entails the need to restore and enhance Pakistan’s forests under sustainable forest management, with particular focus on how these are affected by climate change. This will not only benefit state forests but forest dependent communities and society as a whole."}, {"text_block_id": "p17_b221", "text": "The scope of this part of the policy is to recommend adaptation measures to prepare Pakistan’s forestry sector to withstand present and possible future impacts of climate change. To minimize the risks and vulnerability of forests and biological diversity from climate change, the Government of Pakistan, in collaboration with relevant entities, shall take the following measures:"}, {"text_block_id": "p18_b222", "text": "I Awareness Raising"}, {"text_block_id": "p18_b223", "text": "Create environmental and forest protection clubs at community level."}, {"text_block_id": "p18_b224", "text": "II Research"}, {"text_block_id": "p18_b225", "text": "a."}, {"text_block_id": "p18_b226", "text": "Encourage empirical research on adaptation of forests, biodiversity and forest management systems to climate change;"}, {"text_block_id": "p18_b227", "text": "b."}, {"text_block_id": "p18_b228", "text": "Encourage collaboration with international scientific bodies to extend their forest related adaptation research into Pakistan;"}, {"text_block_id": "p18_b229", "text": "c."}, {"text_block_id": "p18_b230", "text": "Encourage research on forest pathology at provincial level to curtail insect/ disease damage to forests."}, {"text_block_id": "p18_b231", "text": "III Reforms in Governance"}, {"text_block_id": "p18_b232", "text": "a."}, {"text_block_id": "p18_b233", "text": "Resolve Issues in the land tenure system of forest areas on a priority basis, in close consultation with local communities to streamline adaptation measures;"}, {"text_block_id": "p18_b234", "text": "b."}, {"text_block_id": "p18_b235", "text": "Facilitate professional leadership for the sake of better management of  forests and forestry;"}, {"text_block_id": "p18_b236", "text": "c."}, {"text_block_id": "p18_b237_merged", "text": "Develop effective mechanisms to safeguard the interests of vulnerable forest dependent communities;"}, {"text_block_id": "p18_b239", "text": "d."}, {"text_block_id": "p18_b240", "text": "Streamline forest ownership structures into national and local level policies."}, {"text_block_id": "p18_b241", "text": "IV Enhancing Adaptive Capacity"}, {"text_block_id": "p18_b242", "text": "a."}, {"text_block_id": "p18_b243", "text": "Ensure inclusion of climate change as a compulsory subject in forest education systems;"}, {"text_block_id": "p18_b244", "text": "b."}, {"text_block_id": "p18_b245", "text": "Ensure the availability of sufficient and properly trained forest workers with enhanced capabilities to face the challenges of climate change;"}, {"text_block_id": "p18_b246", "text": "c."}, {"text_block_id": "p18_b247", "text": "Initiate pilot projects on adaptation efforts in the forestry sector with multilateral assistance."}, {"text_block_id": "p18_b248", "text": "V Forest Management"}, {"text_block_id": "p18_b249", "text": "a."}, {"text_block_id": "p18_b250", "text": "Aggressively pursue afforestation and reforestation programs with plantation suited to the effects of climate change;"}, {"text_block_id": "p18_b251", "text": "b."}, {"text_block_id": "p18_b252", "text": "Restore degraded mangrove forests in the deltaic region and prevent their further degradation by allowing minimum necessary environmental flows downstream of Kotri;"}, {"text_block_id": "p18_b253", "text": "c."}, {"text_block_id": "p18_b254", "text": "Explore the use of new planning and decision-making support tools to deal with uncertainty and risk in long-term forest planning;"}, {"text_block_id": "p18_b255", "text": "d."}, {"text_block_id": "p18_b256", "text": "Investigate and discover new forest management and adaptive planning options in line with the scientific research on climate change;"}, {"text_block_id": "p19_b257", "text": "e."}, {"text_block_id": "p19_b258", "text": "Endorse area specific adaptive forest management and conservation practices with greater participation of forest dependent communities;"}, {"text_block_id": "p19_b259", "text": "f."}, {"text_block_id": "p19_b260", "text": "Ensure documentation and utilization of indigenous knowledge while managing various types of forests in the context of climate change;"}, {"text_block_id": "p19_b261", "text": "g."}, {"text_block_id": "p19_b262", "text": "Ensure management, protection and connection of forest fragments to increase resilience and minimize adverse impact from external pressures;"}, {"text_block_id": "p19_b263", "text": "h."}, {"text_block_id": "p19_b264", "text": "Promote the sustainable management of forests according to national and international norms;"}, {"text_block_id": "p19_b265", "text": "i."}, {"text_block_id": "p19_b266", "text": "Consider expanding protected areas in the country with respect to ecological parameters including conservation of wildlife and their habitats;"}, {"text_block_id": "p19_b267", "text": "j."}, {"text_block_id": "p19_b268", "text": "Enforce laws and regulations required for addressing the illegal trade in timber/deforestation;"}, {"text_block_id": "p19_b269", "text": "k."}, {"text_block_id": "p19_b270", "text": "Encourage sustainable use of non-timber forest produce (NTFP) including wild fauna and birds."}, {"text_block_id": "p19_b271", "text": "VI Arresting Soil Erosion"}, {"text_block_id": "p19_b272", "text": "a."}, {"text_block_id": "p19_b273", "text": "Ensure management of forest lands in accordance with water and soil management strategies;"}, {"text_block_id": "p19_b274", "text": "b."}, {"text_block_id": "p19_b275", "text": "Carry out afforestation of barren and degraded lands as well as uphill watershed areas to control sediment and various types of soil erosion;"}, {"text_block_id": "p19_b276", "text": "c."}, {"text_block_id": "p19_b277", "text": "Identify and declare uphill fragile watershed areas as sensitive and bring them under special silvicultural management to check floods and siltation of water reservoirs;"}, {"text_block_id": "p19_b278", "text": "d."}, {"text_block_id": "p19_b279", "text": "Apply various slope stabilization and run-off reduction techniques at exposed sites in mountain forest areas such as vegetation lines, check dams and spurs."}, {"text_block_id": "p19_b280", "text": "VII Reducing Forest Fires, Disease Outbreaks and Other Damage"}, {"text_block_id": "p19_b281", "text": "a."}, {"text_block_id": "p19_b282", "text": "Establish forest fire prediction and protection services in the country;"}, {"text_block_id": "p19_b283", "text": "b."}, {"text_block_id": "p19_b284", "text": "Enhance capacity building of forest departments to combat forest fires and involve forest communities in detection and suppression of wildfires;"}, {"text_block_id": "p19_b285", "text": "c."}, {"text_block_id": "p19_b286", "text": "Ensure biological control of forest pests by maintaining viable populations of predatory birds and insects;"}, {"text_block_id": "p19_b287", "text": "d."}, {"text_block_id": "p19_b288", "text": "Encourage afforestation of indigenous species and only useful and tested exotic species;"}, {"text_block_id": "p19_b289", "text": "e."}, {"text_block_id": "p19_b290", "text": "Increase the species mix to enhance the adaptive capacity of forests as part of a pest and disease management strategy;"}, {"text_block_id": "p19_b291", "text": "f."}, {"text_block_id": "p19_b292", "text": "Promote integrated pest management practices;"}, {"text_block_id": "p19_b293", "text": "g."}, {"text_block_id": "p19_b294", "text": "Fabricate uneven and aged forest belts around forest parks to avoid adverse effects of possible snow and wind storms;"}, {"text_block_id": "p20_b295", "text": "h."}, {"text_block_id": "p20_b296", "text": "Adopt area and species specific adaptive silvicultural practices to reduce environmental damage."}, {"text_block_id": "p20_b297", "text": "4.5. Biodiversity"}, {"text_block_id": "p20_b298", "text": "Biological diversity is a fundamental building block of the services that ecosystems deliver to human societies. Intrinsically important due to its contribution to the functioning of ecosystems, biological diversity is difficult to recover or replace once eroded. As mentioned earlier (Section 4.4), climate change is likely to have severe consequences on the entire ecological system, and biological diversity in Pakistan is no exception. Climate change is likely to impact on the phenology and species distribution along with community composition and ecosystem dynamics. A rapid increase in temperature, for instance, may exceed the ability of many species to adapt to these changes. To conserve, restore and protect the biological diversity of Pakistan, the Government shall take the following policy measures:"}, {"text_block_id": "p20_b299", "text": "Policy Measures"}, {"text_block_id": "p20_b300", "text": "a."}, {"text_block_id": "p20_b301", "text": "Encourage empirical research on flora and fauna in the context of their responses to current and historical climatic changes;"}, {"text_block_id": "p20_b302", "text": "b."}, {"text_block_id": "p20_b303", "text": "Set National Biodiversity Indicators and provide the requisite financial resources for implementation of the Biodiversity Action Plan (BAP);"}, {"text_block_id": "p20_b304", "text": "c."}, {"text_block_id": "p20_b305", "text": "Establish gene banks, seed banks, zoos and botanical gardens to conserve the biological diversity of valuable species;"}, {"text_block_id": "p20_b306", "text": "d."}, {"text_block_id": "p20_b307", "text": "Integrate conservation and protection of biological diversity into various disciplines such as forestry and marine and pastures;"}, {"text_block_id": "p20_b308", "text": "e."}, {"text_block_id": "p20_b309", "text": "Encourage involvement of local communities in conservation and sustainable use of biodiversity;"}, {"text_block_id": "p20_b310", "text": "f."}, {"text_block_id": "p20_b311", "text": "Take necessary measures to establish nature reserves in areas that are rich in biodiversity to preserve their existence;"}, {"text_block_id": "p20_b312", "text": "g."}, {"text_block_id": "p20_b313", "text": "Establish protected areas in all vulnerable ecosystems, particularly in coastal and marine areas;"}, {"text_block_id": "p20_b314", "text": "h."}, {"text_block_id": "p20_b315", "text": "Ensure that ‘ecosystem based adaptation’ is part of an overall climate change adaptation strategy at all levels (national to local);"}, {"text_block_id": "p20_b316", "text": "i."}, {"text_block_id": "p20_b317", "text": "Assist genetically impoverished species or those that have important ecosystem functions by providing natural migration corridors as well as assisted migration."}, {"text_block_id": "p21_b318", "text": "4.6. Other Vulnerable Ecosystems"}, {"text_block_id": "p21_b319", "text": "4.6.1. Mountain Areas"}, {"text_block_id": "p21_b320", "text": "The most likely climate change risks to the mountain areas of Pakistan are: Increase in frequency and intensity of precipitation, resulting in more frequent flash floods and landslides; Increase in intensity of wind storms and lightning, resulting in top soil erosion and forest fires; Increase in temperature, resulting in rapid glacier melting and glacial lake outburst floods (GLOFs) and change in cropping patterns."}, {"text_block_id": "p21_b321", "text": "To safeguard against likely climate change impacts on mountain areas and to safeguard their ecosystems and ensure the livelihoods of people living there, the Government shall take the following measures:"}, {"text_block_id": "p21_b322", "text": "Policy Measures"}, {"text_block_id": "p21_b323", "text": "a."}, {"text_block_id": "p21_b324", "text": "Carry out detailed studies to identify the most fragile and resilient ecosystems in all ecological zones;"}, {"text_block_id": "p21_b325", "text": "b."}, {"text_block_id": "p21_b326", "text": "Develop a program to prevent crop damage due to unexpected weather changes by introducing cold and drought resistant short duration cereal crops suited for high altitudes;"}, {"text_block_id": "p21_b327", "text": "c."}, {"text_block_id": "p21_b328", "text": "varieties suitable for some mountain areas;"}, {"text_block_id": "p21_b329", "text": "Set pilot projects to test warmer areas’ high-yielding crop varieties in the mountain areas because the projected global warming may render these"}, {"text_block_id": "p21_b330", "text": "d."}, {"text_block_id": "p21_b331", "text": "Introduce new feedstock technology for cattle and livestock suited to drier,"}, {"text_block_id": "p21_b332", "text": "harsher climates at high altitudes;"}, {"text_block_id": "p21_b333", "text": "e."}, {"text_block_id": "p21_b334", "text": "Prevent accumulation of solid waste, trash and unwanted bio-mass in mountain areas;"}, {"text_block_id": "p21_b335", "text": "f."}, {"text_block_id": "p21_b336", "text": "Ensure that slope stabilization is a mandatory part of all road construction projects to minimize landslides;"}, {"text_block_id": "p21_b337", "text": "g."}, {"text_block_id": "p21_b338", "text": "Develop auditing systems for trekking expeditions to reduce fuel and waste generation;"}, {"text_block_id": "p21_b339", "text": "h."}, {"text_block_id": "p21_b340", "text": "Restrict commercial activities such as illegal trade in timber and other  development activities detrimental to mountain ecology;"}, {"text_block_id": "p21_b341", "text": "i."}, {"text_block_id": "p21_b342", "text": "Ensure minimal exploitation of watershed areas declared as sensitive;"}, {"text_block_id": "p21_b343", "text": "j."}, {"text_block_id": "p21_b344_merged_merged_merged", "text": "snowstorm related damage; Promote the growth of natural barriers such as shrubs on mountain slopes, to protect agricultural terraces from extreme soil erosion, wind, hailstorm and"}, {"text_block_id": "p22_b346", "text": "k."}, {"text_block_id": "p22_b347", "text": "Promote the use of gravity drip irrigation and hydraulic ram pumps in the"}, {"text_block_id": "p22_b348", "text": "mountains areas of Pakistan;"}, {"text_block_id": "p22_b349", "text": "l."}, {"text_block_id": "p22_b350", "text": "Promote and encourage the use of glacier grafting techniques in high altitude"}, {"text_block_id": "p22_b351", "text": "areas;"}, {"text_block_id": "p22_b352", "text": "m."}, {"text_block_id": "p22_b353_merged_merged_merged", "text": "connection to climate change. Undertake a comprehensive study to find and address the impact of “Black Carbon Soot” and “Atmospheric Brown Cloud” on Pakistan’s glaciers and their"}, {"text_block_id": "p22_b355", "text": "4.6.2. Rangelands and Pastures"}, {"text_block_id": "p22_b356", "text": "The National Rangelands Policy provides a detailed sketch for rangelands development in Pakistan. The role of rangelands in environmental conservation is vital and important, and their existence and health is critical for conserving biodiversity in Pakistan. Degradation of rangelands results in gradual loss of flora and fauna. The potential effects of climate change on rangelands and pastures in Pakistan are: reduced precipitation, increased heat, stronger wind, increased soil erosion and abrupt weather changes in mountain pasture areas. To ensure food security, based on livestock and pasture management, and ecosystem maintenance in the light of impending climate change impacts, the Government of Pakistan shall take the following policy measures:"}, {"text_block_id": "p22_b357", "text": "Policy Measures"}, {"text_block_id": "p22_b358", "text": "a."}, {"text_block_id": "p22_b359", "text": "Ensure building vegetative barriers to safeguard against the erosion of pastures and rangelands’ topsoil, particularly at higher altitudes;"}, {"text_block_id": "p22_b360", "text": "b."}, {"text_block_id": "p22_b361", "text": "Control and maintain livestock densities for optimal output;"}, {"text_block_id": "p22_b362", "text": "c."}, {"text_block_id": "p22_b363", "text": "Ensure close coordination among forest and livestock departments for efficient management of rangelands and other resources while ensuring the rights of the indigenous people;"}, {"text_block_id": "p22_b364", "text": "d."}, {"text_block_id": "p22_b365", "text": "Ensure the maintenance of soil and sub-soil moisture and vegetative cover to safeguard rangelands from turning into deserts;"}, {"text_block_id": "p22_b366", "text": "e."}, {"text_block_id": "p22_b367", "text": "Improve soil quality by using native and hybrid soil nutrient fixing vegetation;"}, {"text_block_id": "p22_b368", "text": "f."}, {"text_block_id": "p22_b369", "text": "Promote rotational livestock grazing methods in pastures and rangelands, to facilitate regeneration of grasses and other vegetation;"}, {"text_block_id": "p22_b370", "text": "g."}, {"text_block_id": "p22_b371", "text": "Ensure use of mixed herds of low maintenance, high production livestock for increased efficiency and low ecosystem impact;"}, {"text_block_id": "p22_b372", "text": "h."}, {"text_block_id": "p22_b373", "text": "Designate alternative pastures and passages, in case of earlier or later than usual weather change;"}, {"text_block_id": "p23_b374", "text": "i."}, {"text_block_id": "p23_b375", "text": "Improve the quality of rangelands by increasing native rangeland vegetation and planting adapted  forest species;"}, {"text_block_id": "p23_b376", "text": "j."}, {"text_block_id": "p23_b377", "text": "Implement appropriate rangeland management systems based on ecological principles;"}, {"text_block_id": "p23_b378", "text": "k."}, {"text_block_id": "p23_b379", "text": "Revive rangelands and create artificial wetlands wherever secondary water resources are available or rain harvesting is possible;"}, {"text_block_id": "p23_b380", "text": "l."}, {"text_block_id": "p23_b381", "text": "Using appropriate varieties of grass, increase grasslands in saline and waterlogged zones to prevent their degradation;"}, {"text_block_id": "p23_b382", "text": "m."}, {"text_block_id": "p23_b383", "text": "Designate an appropriate provincial authority to exclusively oversee and manage rangelands."}, {"text_block_id": "p23_b384", "text": "4.6.3. Arid and Hyper-Arid Areas"}, {"text_block_id": "p23_b385", "text": "Desert dwellings and habitats in Pakistan are highly fragile and are likely to be more vulnerable in the wake of climate change. These fragile arid and semi-arid ecosystems are in urgent need of integrated conservation approaches for adaptation to climate change. Areas with active desertification and soil degradation in Pakistan are facing severe environmental problems. Desertification indicator sets need to be designed to harmonize an information system that may help to organize socioeconomic and soil information to identify climate change impacts and adaptation strategies. For ecosystem maintenance, innovative crops and livestock management in arid and hyper-arid areas in the light of impending climate change impact, the Government of Pakistan shall take the following policy measures:"}, {"text_block_id": "p23_b386", "text": "Policy Measures"}, {"text_block_id": "p23_b387", "text": "a."}, {"text_block_id": "p23_b388", "text": "Find a technological breakthrough for irrigation systems, to raise vegetative cover in extremely difficult and harsh arid zone areas;"}, {"text_block_id": "p23_b389", "text": "b."}, {"text_block_id": "p23_b390", "text": "Ensure building of vegetative barriers for safeguarding against sandstorms near human habitats;"}, {"text_block_id": "p23_b391", "text": "c."}, {"text_block_id": "p23_b392", "text": "Encourage development of technological innovations for improved water efficiency for crops, including artificial groundwater recharge;"}, {"text_block_id": "p23_b393", "text": "d."}, {"text_block_id": "p23_b394", "text": "Promote “low delta crops” and research on drought and pest resistant crops;"}, {"text_block_id": "p23_b395", "text": "e."}, {"text_block_id": "p23_b396", "text": "Discourage plantation of high water demanding trees except in waterlogged areas;"}, {"text_block_id": "p23_b397", "text": "f."}, {"text_block_id": "p23_b398", "text": "Undertake development of drought resistant shrubs, fodder crops and grasses for pastures and oases for livestock;"}, {"text_block_id": "p24_b399", "text": "g."}, {"text_block_id": "p24_b400", "text": "Encourage and promote the use of local and hybrid livestock species best adapted to arid and desert ecosystems for minimal maintenance;"}, {"text_block_id": "p24_b401", "text": "h."}, {"text_block_id": "p24_b402_merged", "text": "Develop technologically efficient equipment for the rehabilitation of Karez irrigation systems including artificial recharge of groundwater;"}, {"text_block_id": "p24_b405", "text": "i."}, {"text_block_id": "p24_b406", "text": "Promote sand dune stabilization and soil moisture conservation techniques;"}, {"text_block_id": "p24_b407", "text": "j."}, {"text_block_id": "p24_b408", "text": "Ensure sustainable harvesting of indigenous dry land tree species."}, {"text_block_id": "p24_b409", "text": "4.6.4. Coastal and Marine Ecosystems"}, {"text_block_id": "p24_b410", "text": "Coastal areas in Pakistan are already exposed to a number of natural hazards due to climate change. Tropical cyclones, severe storms, floods, shoreline erosion and other hazards all affect our coastal areas, causing loss of life and damage to property and infrastructure. Possible impacts of projected sea level rise in Pakistan could be erosion of beaches, flooding and inundation of wetlands and lowlands, salinization of ground and surface waters, and increased intrusion of seawater into the Indus deltaic region (IDR) as well as the increased risk of cyclones originating in the Arabian Sea. Similarly, Pakistan’s marine coastal ecosystems are likely to be severely impacted by climate change: change in seawater temperature and acidification; cyclones; relocation and movement of marine fish and mammals; and heat induced drying of deltaic areas. To safeguard coastal areas and the marine ecosystem from likely climate change impacts, the Government of Pakistan shall take the following measures:"}, {"text_block_id": "p24_b411", "text": "Policy Measures"}, {"text_block_id": "p24_b412", "text": "a."}, {"text_block_id": "p24_b413", "text": "Ensure building of natural barriers; plantation and regeneration of mangroves, coastal palm and other trees suitable to the area to control sand and soil erosion and to minimize the disastrous impacts of cyclones and tsunamis;"}, {"text_block_id": "p24_b414", "text": "b."}, {"text_block_id": "p24_b415", "text": "Construct barriers near low lying coastal human clusters to safeguard against rising sea level and cyclones;"}, {"text_block_id": "p24_b416", "text": "c."}, {"text_block_id": "p24_b417", "text": "Develop salinity tolerant crop cultivars for coastal agriculture;"}, {"text_block_id": "p24_b418", "text": "d."}, {"text_block_id": "p24_b419", "text": "Maintain optimal river water flow for continuation of sediment and nutrient transfer to the marine ecosystem and to reduce intrusion of saline sea water into coastal regions;"}, {"text_block_id": "p24_b420", "text": "e."}, {"text_block_id": "p24_b421", "text": "Reduce and control solid and liquid pollution and waste disposal in bay areas;"}, {"text_block_id": "p24_b422", "text": "f."}, {"text_block_id": "p24_b423", "text": "Assess potential climate change threats to the fishing sector and develop appropriate adaptation measures including the promotion of aquaculture;"}, {"text_block_id": "p24_b424", "text": "g."}, {"text_block_id": "p24_b425", "text": "Maintain marine ecosystems and fish habitats for a healthy fisheries sector."}, {"text_block_id": "p25_b426", "text": "4.6.5.Wetlands"}, {"text_block_id": "p25_b427", "text": "Pakistan’s wetlands play an important role in maintaining and sustaining regional ecological processes that support globally important biodiversity such as bird migration routes and wintering grounds. A significant fraction of Pakistan’s wetlands-dependent biodiversity, however, is classified as endemically threatened and vulnerable. There has been a dramatic change in the ecosystem of wetlands in Pakistan in the last ten years, affecting their ability to function as a habitat for waterfowl, shorebirds, and migratory birds. To protect, sustain and enhance the wetlands in Pakistan, the Government, in collaboration with the relevant entities, shall take the following policy measures:"}, {"text_block_id": "p25_b428", "text": "Policy Measures:"}, {"text_block_id": "p25_b429", "text": "a."}, {"text_block_id": "p25_b430", "text": "Ensure conservation and management of high altitude wetlands;"}, {"text_block_id": "p25_b431", "text": "b."}, {"text_block_id": "p25_b432", "text": "Explore possibilities for designing and creating artificial wetlands at appropriate spots of ecological concern;"}, {"text_block_id": "p25_b433", "text": "c."}, {"text_block_id": "p25_b434", "text": "Promote identification of the risks and impact of climate change on Pakistan’s wetlands;"}, {"text_block_id": "p25_b435", "text": "d."}, {"text_block_id": "p25_b436", "text": "Recognize and enhance the role played by wetlands in natural disaster protection and climate change mitigation;"}, {"text_block_id": "p25_b437", "text": "e."}, {"text_block_id": "p25_b438", "text": "Ensure control of and slow down the conversion of wetlands and their immediate surroundings for agriculture and grazing purposes;"}, {"text_block_id": "p25_b439", "text": "f."}, {"text_block_id": "p25_b440", "text": "Ensure adequate water supply allowing ecologically necessary water flows to estuaries, peat lands, rivers, streams and lake marshes, mudflats and inter-tidal areas;"}, {"text_block_id": "p25_b441", "text": "g."}, {"text_block_id": "p25_b442", "text": "Develop adaptation mechanisms for wetlands and communities dependent on wetlands that are threatened by climate change;"}, {"text_block_id": "p25_b443", "text": "h."}, {"text_block_id": "p25_b444", "text": "Ensure balanced harvesting of wetlands resources and grazing in these areas;"}, {"text_block_id": "p25_b445", "text": "i."}, {"text_block_id": "p25_b446", "text": "Ensure control of siltation of wetlands by reducing deforestation and felling of timber in catchment areas;"}, {"text_block_id": "p25_b447", "text": "j."}, {"text_block_id": "p25_b448", "text": "Ensure setting up of scientific analysis systems to check water quality of the wetlands;"}, {"text_block_id": "p25_b449", "text": "k."}, {"text_block_id": "p25_b450", "text": "Design adequate procedures to control organic and inorganic pollution of wetlands, including flow of agricultural chemicals and pesticides into wetlands;"}, {"text_block_id": "p25_b451", "text": "l."}, {"text_block_id": "p25_b452", "text": "Ensure the design and implementation of sustainable, participatory management plans for independent demonstration sites, each chosen to be representative of a broad eco-region in Pakistan"}, {"text_block_id": "p25_b453", "text": "."}, {"text_block_id": "p26_b454", "text": "4.7. Disaster Preparedness"}, {"text_block_id": "p26_b455", "text": "Climate change is likely to increase climate-related natural disasters with the projected increase in the frequency and intensity of extreme weather events, including floods, droughts, cyclones, landslides triggered by heavy rains and urban flooding due to congestion of storm drainage. Climate change projections are scenario based, and hence have some degree of uncertainty. Nonetheless, there are strong indications that in South Asia, particularly in Pakistan, climate change is intensifying the above-mentioned hazards. Pakistan is already experiencing climate change impacts which are too visible to ignore. Most disasters or hazards that lead to destruction cannot be prevented; their impact however, can be minimized by adaptation and preparedness measures. To address disaster management in the context of climate change in a holistic manner, the Government of Pakistan, in collaboration with other relevant entities, shall take the following measures:"}, {"text_block_id": "p26_b456", "text": "Policy Measures"}, {"text_block_id": "p26_b457", "text": "a."}, {"text_block_id": "p26_b458", "text": "Allocate adequate financial and other resources to implement “National Disaster Risk Management Framework” formulated by NDMA;"}, {"text_block_id": "p26_b459", "text": "b."}, {"text_block_id": "p26_b460", "text": "Clearly define coordination mechanisms outlining the roles and responsibilities of each concerned department during natural disasters;"}, {"text_block_id": "p26_b461", "text": "c."}, {"text_block_id": "p26_b462", "text": "Redesign and upgrade storm drainage capacity of major cities, especially Karachi and Lahore, keeping in view the likely climate change related increase in short duration intense rainfall events;"}, {"text_block_id": "p26_b463", "text": "d."}, {"text_block_id": "p26_b464", "text": "Strengthen early warning systems and develop communities’ evacuation plans for vulnerable coastal and other areas against cyclones and sea storms;"}, {"text_block_id": "p26_b465", "text": "e."}, {"text_block_id": "p26_b466", "text": "Construct cyclone shelters in vulnerable coastal areas;"}, {"text_block_id": "p26_b467", "text": "f."}, {"text_block_id": "p26_b468", "text": "Redesign and construct disaster resilient multi-purpose school buildings to be used as shelters during natural calamities;"}, {"text_block_id": "p26_b469", "text": "g."}, {"text_block_id": "p26_b470", "text": "Ensure community participation in early warning dissemination and disaster risk reduction activities, particularly in developing evacuation plans;"}, {"text_block_id": "p26_b471", "text": "h."}, {"text_block_id": "p26_b472", "text": "Ensure that the elderly, children, disabled and women get particular priority in evacuation strategies;"}, {"text_block_id": "p26_b473", "text": "i."}, {"text_block_id": "p26_b474", "text": "Set up appropriate mechanisms to monitor the development of glacial lakes and develop evacuation strategies in case of Glacial Lake Outburst Floods (GLOF) for vulnerable areas;"}, {"text_block_id": "p27_b475", "text": "j."}, {"text_block_id": "p27_b476", "text": "Undertake risk mapping for possible avalanches and landslides in vulnerable mountain areas and take precautionary measures accordingly;"}, {"text_block_id": "p27_b477", "text": "k."}, {"text_block_id": "p27_b478", "text": "Undertake GIS mapping of all existing irrigation infrastructure especially flood embankments for efficient monitoring and flood management;"}, {"text_block_id": "p27_b479", "text": "l."}, {"text_block_id": "p27_b480", "text": "Establish local flash flood forecasting and warning systems in vulnerable mountainous areas;"}, {"text_block_id": "p27_b481", "text": "m."}, {"text_block_id": "p27_b482", "text": "Strengthen flood forecasting, drought monitoring and early warning systems in the country;"}, {"text_block_id": "p27_b483", "text": "n."}, {"text_block_id": "p27_b484", "text": "Enhance capacities to address the impact of floods, flash floods, droughts and so on by strengthening the relevant agencies;"}, {"text_block_id": "p27_b485", "text": "o."}, {"text_block_id": "p27_b486", "text": "Develop an ‘assessment and compensation mechanism’ including insurance for loss and damage in the aftermath of disasters, and measures for infrastructure and soil rehabilitation;"}, {"text_block_id": "p27_b487", "text": "p."}, {"text_block_id": "p27_b488", "text": "Develop a mix of strategies for flood management which may include use of dams for managing flood peaks, retarding basins and providing escape channels;"}, {"text_block_id": "p27_b489", "text": "q."}, {"text_block_id": "p27_b490", "text": "Undertake formulation and enforcement of “River Flood Plain” regulations and laws;"}, {"text_block_id": "p27_b491", "text": "r."}, {"text_block_id": "p27_b492", "text": "Undertake dam break studies to analyze issues such as flood routing;"}, {"text_block_id": "p27_b493", "text": "s."}, {"text_block_id": "p27_b494", "text": "Ensure the required strengthening and enhancement of barrage capacity;"}, {"text_block_id": "p27_b495", "text": "t."}, {"text_block_id": "p27_b496", "text": "Undertake hydrological modeling and flood plain mapping/zoning of the Indus River system against climate change scenarios to estimate various projected flood levels;"}, {"text_block_id": "p27_b497", "text": "u."}, {"text_block_id": "p27_b498", "text": "Plan, design, construct and strengthen appropriate flood embankments, dykes and protective bunds to protect flood plains in the light of likely flood levels;"}, {"text_block_id": "p27_b499", "text": "v."}, {"text_block_id": "p27_b500", "text": "Ensure that infrastructure, including telecommunication, power, utilities and transport are resilient to the impact of climate change, particularly to extreme weather events."}, {"text_block_id": "p27_b501", "text": "4.8. Socioeconomic Measures"}, {"text_block_id": "p27_b502", "text": "4.8.1. Poverty"}, {"text_block_id": "p27_b503", "text": "Climate change poses a serious risk to poverty reduction efforts and threatens to undo decades of development efforts. While climate change is a global phenomenon, its negative impact is more severely felt by poor people and underdeveloped countries. They are more vulnerable because of their high"}, {"text_block_id": "p28_b504", "text": "dependence on natural resources, their limited technical capacity and insufficient financial resources to cope with climatic extremes."}, {"text_block_id": "p28_b505", "text": "One of the objectives and goals of economic development planning in Pakistan is poverty alleviation. With the onset of climate change the plight of the poor is becoming even more miserable. Therefore, it is imperative to incorporate the possible impact of climate change on communities living in deprivation and poverty, into future developmental plans for Pakistan."}, {"text_block_id": "p28_b506", "text": "The Millennium Development Goals (MDGs) have specified a way forward by combining efforts towards poverty alleviation along with management of climate change impacts and environmental degradation effects. In Pakistan, with its rapidly increasing population, particularly among those below the poverty line, renewed effort is needed to involve local communities in population control programs and in managing natural resources as a part of training and education towards economic well-being. To address the problems of poor communities living in Pakistan’s urban areas and those living in the rural areas practicing agriculture, in the context of climate change, the Government of Pakistan shall take the following measures:"}, {"text_block_id": "p28_b507", "text": "Policy Measures"}, {"text_block_id": "p28_b508", "text": "a."}, {"text_block_id": "p28_b509", "text": "Integrate the poverty-climate change nexus into economic policies and plans;"}, {"text_block_id": "p28_b510", "text": "b."}, {"text_block_id": "p28_b511", "text": "Ensure the implementation and expansion of national population planning strategies and programs, as the population explosion is likely to significantly exacerbate the impact of climate change;"}, {"text_block_id": "p28_b512", "text": "c."}, {"text_block_id": "p28_b513", "text": "Enhance general awareness of the problems of unchecked population growth and the demands it places on natural resources;"}, {"text_block_id": "p28_b514", "text": "d."}, {"text_block_id": "p28_b515", "text": "Strengthen community level climate change adaptation measures to prepare communities for enhanced and efficient natural resources management;"}, {"text_block_id": "p28_b516", "text": "e."}, {"text_block_id": "p28_b517", "text": "Improve access of poor communities to appropriate technologies for crop production, integrated pest management and credit facilities for agricultural development;"}, {"text_block_id": "p28_b518", "text": "f."}, {"text_block_id": "p28_b519", "text": "Ensure that the development process is sustainable and caters to the needs of the poor."}, {"text_block_id": "p29_b520", "text": "4.8.2. Gender"}, {"text_block_id": "p29_b521", "text": "Climate change is likely to affect poor and underprivileged regions, communities and people disproportionately as they are weak and more vulnerable and have the least resources to adapt. In Pakistan, women are likely to be strongly affected by climate change as the majority of rural women are engaged in the agriculture sector, which is highly climate sensitive. Climate change is expected to increase the work of agriculture production and other subsistence activities such as collecting fuel wood and water, putting extra pressure on women. Further, women are found to be more vulnerable during extreme climate events and disasters."}, {"text_block_id": "p29_b522", "text": "Pakistan fully recognizes that women are powerful agents of change. It is therefore vital to ensure participation of women and female gender experts in all policies, initiatives and decisions relating to climate change. To address the gender aspects of vulnerability from climate change, the Government of Pakistan, in collaboration with other relevant entities shall take the following policy measures:"}, {"text_block_id": "p29_b523", "text": "Policy Measures"}, {"text_block_id": "p29_b524", "text": "a."}, {"text_block_id": "p29_b525", "text": "Mainstream gender perspectives into climate change efforts at national and regional levels;"}, {"text_block_id": "p29_b526", "text": "b."}, {"text_block_id": "p29_b527", "text": "Take steps to reduce the vulnerability of women from climate change impacts, particularly in relation to their critical roles in rural areas in providing water, food and energy;"}, {"text_block_id": "p29_b528", "text": "c."}, {"text_block_id": "p29_b529", "text": "Recognize women’s contribution in the usage and management of natural resources and other activities impacted by climate change;"}, {"text_block_id": "p29_b530", "text": "d."}, {"text_block_id": "p29_b531", "text": "Undertake a comprehensive study of the gender-differentiated impacts of climate change with particular focus on gender difference in capabilities to cope with climate change adaptation and mitigation strategies in Pakistan;"}, {"text_block_id": "p29_b532", "text": "e."}, {"text_block_id": "p29_b533", "text": "Develop gender-sensitive criteria and indicators related to adaptation and vulnerability, as gender differences in this area are most crucial and most visible;"}, {"text_block_id": "p29_b534", "text": "f."}, {"text_block_id": "p29_b535", "text": "Develop and implement climate change vulnerability-reduction measures that focus particularly on women’s needs;"}, {"text_block_id": "p29_b536", "text": "g."}, {"text_block_id": "p29_b537", "text": "Incorporate an appropriate role for women into the decision-making process on climate change mitigation and adaptation initiatives;"}, {"text_block_id": "p29_b538", "text": "h."}, {"text_block_id": "p29_b539", "text": "Develop climate change adaptation measures on local and indigenous knowledge particularly held by women."}, {"text_block_id": "p30_b540", "text": "5. Climate Change Mitigation"}, {"text_block_id": "p30_b541", "text": "Pakistan’s greenhouse gas (GHG) emissions are low compared to international standards. In 2008 Pakistan’s total GHG emissions were 310 million tons of CO"}, {"text_block_id": "p30_b542", "text": "2"}, {"text_block_id": "p30_b543", "text": "equivalent. These comprised: CO"}, {"text_block_id": "p30_b544", "text": "2"}, {"text_block_id": "p30_b545", "text": "54%; Methane (CH"}, {"text_block_id": "p30_b546", "text": "4"}, {"text_block_id": "p30_b547", "text": ") 36%; Nitrous Oxide (N"}, {"text_block_id": "p30_b548", "text": "2"}, {"text_block_id": "p30_b549", "text": "O) 9%; Carbon Monoxide (CO) 0.7%; and Non-Methane Volatile Organic Compounds 0.3%. (Source: National GHG inventory 2008)."}, {"text_block_id": "p30_b550", "text": "The energy sector is the single largest source of GHG emission in Pakistan; it accounts for nearly 51% of these emissions and is followed by the agriculture sector (39%), industrial processes (6%), land use, land use change and forestry (LULUCF) (3%) emissions and waste (1%) (Source: National GHG inventory 2008). As such, the most important targets for mitigation efforts focused on reduction of GHG emissions are the energy and agriculture sectors. In the energy sector, integration of climate change and energy policy objectives is particularly important as today’s investment will “lock in” the infrastructure, fuel and technologies to be used for decades to come. Similarly, the building and transport infrastructure put in place today should meet the design needs of the future. Therefore, greater attention must be paid to energy efficiency requirements in building codes and long-term transport planning."}, {"text_block_id": "p30_b551", "text": "5.1. Energy"}, {"text_block_id": "p30_b552_merged_merged", "text": "Pakistan’s energy sector has, besides furnace oil, high reliance on natural gas (the fossil fuel with the lowest carbon intensity), and very low reliance on coal (fossil fuel with the highest carbon intensity) in utter contrast to the patterns of primary energy consumption and electricity generation worldwide. It is largely for this reason that the CO2 emissions per unit of energy consumption in Pakistan are among the lowest in the world."}, {"text_block_id": "p30_b555", "text": "However, with this consumption pattern, Pakistan’s natural gas reserves have depleted to such an extent that it will be difficult to maintain even the present level of production for long. Similarly local oil resources are also dismally low. The only sizable fossil fuel resource available in Pakistan is coal with an estimated resource base of 185 billion tons. Pakistan has no alternative but to seek meeting an increasingly large proportion of its future energy needs through the use of its"}, {"text_block_id": "p31_b556", "text": "practically unutilized vast coal resources. As such, clean coal technologies are expected to be part of the energy mix for the medium-term future."}, {"text_block_id": "p31_b557", "text": "To find solutions to meet current and future energy needs, a creative and sustainable energy policy framework is necessary that may help in reducing greenhouse gas (GHG) emissions. The change in energy mix, development of renewable energy resources and the increased share of nuclear and hydroelectric power provide an opportunity to reduce carbon emissions in Pakistan’s energy sector. The Government of Pakistan shall take the following policy measures for mitigating its GHG emissions:"}, {"text_block_id": "p31_b558", "text": "Policy Measures"}, {"text_block_id": "p31_b559", "text": "a."}, {"text_block_id": "p31_b560", "text": "Give preferential status to the development and promotion of hydropower"}, {"text_block_id": "p31_b561", "text": "generation;"}, {"text_block_id": "p31_b562", "text": "b."}, {"text_block_id": "p31_b563", "text": "Ensure that the negative impact of hydropower projects on the environment"}, {"text_block_id": "p31_b564", "text": "as well as local communities are properly assessed and addressed;"}, {"text_block_id": "p31_b565", "text": "c."}, {"text_block_id": "p31_b566", "text": "Promote the development of renewable energy resources and technologies"}, {"text_block_id": "p31_b567", "text": "such as solar, wind, geothermal and bio-energy;"}, {"text_block_id": "p31_b568", "text": "d."}, {"text_block_id": "p31_b569", "text": "Promote futuristic building designs with solar panels for energy self"}, {"text_block_id": "p31_b570", "text": "sufficiency, especially in public sector buildings;"}, {"text_block_id": "p31_b571", "text": "e."}, {"text_block_id": "p31_b572", "text": "Plan the necessary expansion of nuclear power for Pakistan’s energy security"}, {"text_block_id": "p31_b573", "text": "while ensuring the highest safety standards;"}, {"text_block_id": "p31_b574", "text": "f."}, {"text_block_id": "p31_b575", "text": "coal Integrated Gasification Combined Cycle (IGCC) systems;"}, {"text_block_id": "p31_b576", "text": "Explore the possibility of obtaining technological know-how and its transfer for installation of clean coal technologies such as Pressurized-Fluidized-BedCombustion (PFBC) and Near-Zero Emission Technology (NZET) for the vast coal reserves in the south of Pakistan, and their inclusion in future pulverized"}, {"text_block_id": "p31_b577", "text": "g."}, {"text_block_id": "p31_b578", "text": "Dioxide Capture and Storage (CCS);"}, {"text_block_id": "p31_b579", "text": "Ensure that new coal-fired power stations perform at high-efficiency level and are designed in such a way that they can be easily retro-fitted for Carbon"}, {"text_block_id": "p31_b580", "text": "h."}, {"text_block_id": "p31_b581", "text": "Install plants to generate power from municipal waste;"}, {"text_block_id": "p31_b582", "text": "i."}, {"text_block_id": "p31_b583", "text": "Consider introducing carbon tax on the use of environmentally detrimental"}, {"text_block_id": "p31_b584", "text": "energy generation from fossil fuels;"}, {"text_block_id": "p31_b585", "text": "j."}, {"text_block_id": "p31_b586_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Promote and provide incentives for activities required for increasing the energy-mix and switching to low-carbon fossil fuels, and develop indigenous technology for CO2 Capture and Storage (CCS); Waste Heat Recovery,"}, {"text_block_id": "p32_b591", "text": "generation; Coal Bed Methane Capture; and Combined Cycle Power"}, {"text_block_id": "p32_b592", "text": "Generation;"}, {"text_block_id": "p32_b593", "text": "k."}, {"text_block_id": "p32_b594", "text": "the steel industry."}, {"text_block_id": "p32_b595", "text": "Give priority to the import of natural gas, Liquefied Natural Gas (LNG) and Liquefied Petroleum Gas (LPG) over import of oil and coal, except for meeting specific fuel requirements, e.g. liquid fuel for transportation, cooking coal for"}, {"text_block_id": "p32_b596", "text": "5.2. Energy Efficiency and Energy Conservation"}, {"text_block_id": "p32_b597", "text": "Energy efficiency improvement, energy conservation and demand reduction provide excellent and cost effective ways to ensure sufficient energy supply to achieve economic development goals, reduce carbon emissions and achieve climate change mitigation goals. The Government of Pakistan shall, therefore, take up the following policy measures:"}, {"text_block_id": "p32_b598", "text": "Policy Measures"}, {"text_block_id": "p32_b599", "text": "a."}, {"text_block_id": "p32_b600", "text": "Strive to conserve energy and improve energy efficiency in all energy using"}, {"text_block_id": "p32_b601", "text": "devices and processes;"}, {"text_block_id": "p32_b602", "text": "b."}, {"text_block_id": "p32_b603", "text": "achieve the objectives of carbon emission reductions;"}, {"text_block_id": "p32_b604", "text": "Examine the gradual introduction of “Green Fiscal Reforms” in different sectors of the economy, including energy, water and waste/sewage, to"}, {"text_block_id": "p32_b605", "text": "c."}, {"text_block_id": "p32_b606", "text": "Incentivize CDM projects in the field of energy efficiency and energy"}, {"text_block_id": "p32_b607", "text": "conservation;"}, {"text_block_id": "p32_b608", "text": "d."}, {"text_block_id": "p32_b609", "text": "Enact and enforce energy conservation legislation and audit standards;"}, {"text_block_id": "p32_b610", "text": "e."}, {"text_block_id": "p32_b611", "text": "Ensure high quality management of energy production and supply, including"}, {"text_block_id": "p32_b612", "text": "reduction in transmission and distribution losses;"}, {"text_block_id": "p32_b613", "text": "f."}, {"text_block_id": "p32_b614", "text": "lights, boilers, appliances and groundwater pumping units;"}, {"text_block_id": "p32_b615", "text": "Improve energy efficiency in building by standardizing building and construction codes and legislating/creating incentives for retrofitting, maximum use of natural light, better insulation and use of energy efficient"}, {"text_block_id": "p32_b616", "text": "g."}, {"text_block_id": "p32_b617_merged_merged_merged_merged_merged_merged_merged_merged", "text": "use. Promote and gradually make it mandatory to specify the energy efficiency/ fuel consumption rates of energy using equipment and devices of common"}, {"text_block_id": "p32_b619", "text": "h."}, {"text_block_id": "p32_b620", "text": "5.3. Transport"}, {"text_block_id": "p32_b621", "text": "The transport sector has shown the highest emission growth rate of all sectors and accounts for about a quarter of carbon dioxide emissions in Pakistan (source:"}, {"text_block_id": "p33_b622", "text": "National GHG Inventory, 2008). Managing emissions in the transport sector is therefore crucial for tackling climate change. What makes this task difficult is the fact that the scope for technical improvement is limited, at least, in the short run and that transport volumes are closely linked to economic growth. Similarly, emissions from the aviation sector are also a matter of concern. Indeed, aircraft emissions which are injected directly into the upper atmosphere are much more harmful than similar emissions at the surface because of their longer residence time in the upper troposphere. However, despite difficulties, some policy instruments are available to reduce emissions in road and air transport. Hence, the Government of Pakistan shall take the following policy measures:"}, {"text_block_id": "p33_b623", "text": "Policy Measures"}, {"text_block_id": "p33_b624", "text": "I Road Transport"}, {"text_block_id": "p33_b625", "text": "a."}, {"text_block_id": "p33_b626", "text": "Sensitize the public to the importance of proper vehicle maintenance for fuel"}, {"text_block_id": "p33_b627", "text": "efficiency enhancement and reduction of emissions;"}, {"text_block_id": "p33_b628", "text": "b."}, {"text_block_id": "p33_b629", "text": "Ensure the provision of a fuel efficient public transport system in the country;"}, {"text_block_id": "p33_b630", "text": "c."}, {"text_block_id": "p33_b631", "text": "Set up and strictly enforce vehicle emission standards;"}, {"text_block_id": "p33_b632", "text": "d."}, {"text_block_id": "p33_b633", "text": "Examine and implement actions required for the use of bio-fuel for local"}, {"text_block_id": "p33_b634", "text": "transport;"}, {"text_block_id": "p33_b635", "text": "e."}, {"text_block_id": "p33_b636", "text": "Plan and develop mass transit systems in metropolitan cities;"}, {"text_block_id": "p33_b637", "text": "f."}, {"text_block_id": "p33_b638", "text": "Promote the scope of CDM projects in the transport sector;"}, {"text_block_id": "p33_b639", "text": "g."}, {"text_block_id": "p33_b640", "text": "Support the private transport sector by providing incentives for reducing"}, {"text_block_id": "p33_b641", "text": "emissions and environmentally friendly transport services;"}, {"text_block_id": "p33_b642", "text": "h."}, {"text_block_id": "p33_b643", "text": "Promote the development and adoption of environmentally friendly transport"}, {"text_block_id": "p33_b644", "text": "technologies and efficient management techniques;"}, {"text_block_id": "p33_b645", "text": "i."}, {"text_block_id": "p33_b646", "text": "Promote greater use of Compressed Natural Gas (CNG) in the transport sector"}, {"text_block_id": "p33_b647", "text": "to the extent consistent with the availability of CNG in the market;"}, {"text_block_id": "p33_b648", "text": "j."}, {"text_block_id": "p33_b649", "text": "Secure financing for technology innovations for urban planning and the"}, {"text_block_id": "p33_b650", "text": "transport sector, specifically to address mitigation issues;"}, {"text_block_id": "p33_b651", "text": "k."}, {"text_block_id": "p33_b652", "text": "Promote the development of new pipelines for efficient transport of oil in the"}, {"text_block_id": "p33_b653", "text": "country."}, {"text_block_id": "p33_b654", "text": "l."}, {"text_block_id": "p33_b655", "text": "Encourage non-motorized modes of travel, such as bicycle and walking for"}, {"text_block_id": "p33_b656", "text": "shorter distances."}, {"text_block_id": "p33_b657", "text": "II Aviation"}, {"text_block_id": "p33_b658", "text": "a."}, {"text_block_id": "p33_b659_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "gradation; Encourage the national airline to give due consideration to new fuel efficient aircrafts, causing minimum carbon emissions, while planning fleet"}, {"text_block_id": "p34_b661", "text": "b."}, {"text_block_id": "p34_b662", "text": "consumption;"}, {"text_block_id": "p34_b663", "text": "Support the International Civil Aviation Organization’s (ICAO’s) initiative for carbon emission reduction through improved air traffic management, which includes improved weather services and free flight air routes, instead of defined routes, that hold the potential for reduced flight time and thus fuel"}, {"text_block_id": "p34_b664", "text": "c."}, {"text_block_id": "p34_b665", "text": "developing countries’ aviation industries."}, {"text_block_id": "p34_b666", "text": "Participate actively in ICAO’s activities and initiatives and ensure that new strategies and policies of ICAO do not hurt the economic interests of"}, {"text_block_id": "p34_b667", "text": "III Railway"}, {"text_block_id": "p34_b668", "text": "a."}, {"text_block_id": "p34_b669", "text": "Ensure the provision of an efficient railway system in the country;"}, {"text_block_id": "p34_b670", "text": "b."}, {"text_block_id": "p34_b671", "text": "Upgrade and expand the railway network in the country, as the advantages of railway over road travel in terms of carbon emissions are well recognized."}, {"text_block_id": "p34_b672", "text": "IV Inland Waterways Transport"}, {"text_block_id": "p34_b673", "text": "Develop and promote inland waterways transportation."}, {"text_block_id": "p34_b674", "text": "5.4. Town Planning"}, {"text_block_id": "p34_b675", "text": "Climate change presents a range of socioeconomic implications for town planning on two counts. One, town planning is a process by which adaptation to climate change impacts is possible in urban areas. Two, town planning influences the level of emissions produced by human settlements by changing fuel and energy consumption patterns. To adapt to the impacts of climate change, there is a need to introduce changes in town planning and building systems. The Government of Pakistan, in this regard, shall take the following measures:"}, {"text_block_id": "p34_b676", "text": "Policy Measures"}, {"text_block_id": "p34_b677", "text": "a."}, {"text_block_id": "p34_b678", "text": "Make installation of wastewater treatment plants an integral part of all sewerage schemes;"}, {"text_block_id": "p34_b679", "text": "b."}, {"text_block_id": "p34_b680", "text": "Ensure separate collection, disposal and re-use of recyclable, composite and biodegradable waste, preferably at source;"}, {"text_block_id": "p34_b681", "text": "c."}, {"text_block_id": "p34_b682", "text": "Update town planning design principles for lower carbon footprints;"}, {"text_block_id": "p34_b683", "text": "d."}, {"text_block_id": "p34_b684_merged_merged_merged", "text": "Utilize the potential of CDM by designing zero emission buildings through renewable energy technology;"}, {"text_block_id": "p34_b686", "text": "e."}, {"text_block_id": "p34_b687", "text": "Curb rural-to-urban migration, develop infrastructure and support  facilities in smaller agro-based towns and periphery urban areas;"}, {"text_block_id": "p34_b688", "text": "f."}, {"text_block_id": "p34_b689", "text": "Ensure proper “Land Use Planning” and encourage vertical instead of horizontal expansion of urban housing projects;"}, {"text_block_id": "p35_b690", "text": "g."}, {"text_block_id": "p35_b691", "text": "Undertake hazard mapping and zoning of areas before construction;"}, {"text_block_id": "p35_b692", "text": "h."}, {"text_block_id": "p35_b693", "text": "Ensure that rural housing, particularly reconstruction following flood damage, is climate resilient;"}, {"text_block_id": "p35_b694", "text": "i."}, {"text_block_id": "p35_b695", "text": "Ensure that in large urban areas industries are located in the designated areas;"}, {"text_block_id": "p35_b696", "text": "j."}, {"text_block_id": "p35_b697", "text": "Make installation of solar water heaters mandatory in commercial and public buildings where water heating is necessary."}, {"text_block_id": "p35_b698", "text": "5.5. Industries"}, {"text_block_id": "p35_b699", "text": "The major industries in Pakistan include textiles, fertilizer, sugar factories, cement, steel and large petro-chemical plants. These industries, among others, contribute about 6% to the total GHG emissions of the country due to the industrial processes in use, in addition to being responsible for more than a quarter of the emissions attributed to the energy sector. The Government of Pakistan shall take the following measures to play its role in reducing these emissions in the long-term:"}, {"text_block_id": "p35_b700", "text": "Policy Measures"}, {"text_block_id": "p35_b701", "text": "a."}, {"text_block_id": "p35_b702", "text": "Incorporate economic incentives to promote emission-reduction by upgrading"}, {"text_block_id": "p35_b703", "text": "industrial processes and technologies;"}, {"text_block_id": "p35_b704", "text": "b."}, {"text_block_id": "p35_b705", "text": "reduction efforts in industrial sector;"}, {"text_block_id": "p35_b706", "text": "Prepare voluntary “Corporate Social Responsibility” (CSR) guidelines and encourage the corporate sector to create a CSR fund to cover carbon emission"}, {"text_block_id": "p35_b707", "text": "c."}, {"text_block_id": "p35_b708", "text": "materials;"}, {"text_block_id": "p35_b709", "text": "Promote integration of the “Cleaner Production” strategy in the Industrial sector by making more efficient use of inputs such as energy, water and raw"}, {"text_block_id": "p35_b710", "text": "d."}, {"text_block_id": "p35_b711", "text": "Promote the use of energy efficient motors in the industrial sector;"}, {"text_block_id": "p35_b712", "text": "e."}, {"text_block_id": "p35_b713", "text": "Encourage the industrial sector to have periodic “Energy Efficiency Audits”;"}, {"text_block_id": "p35_b714", "text": "f."}, {"text_block_id": "p35_b715", "text": "Develop capacity to monitor and estimate emissions locally for each industry;"}, {"text_block_id": "p35_b716", "text": "g."}, {"text_block_id": "p35_b717", "text": "process."}, {"text_block_id": "p35_b718", "text": "Ensure that technology transfer is accelerated for industries like cement manufacturing, to control emissions without hampering the production"}, {"text_block_id": "p35_b719", "text": "5.6. Agriculture and Livestock"}, {"text_block_id": "p35_b720_merged_merged_merged_merged_merged", "text": "The agriculture and livestock sectors accounted for about 39% of Pakistan’s total GHG emissions in 2008. These emissions were essentially all methane (CH4) and nitrous oxide (N2O), 79%, and 21% respectively, and originated mainly from four"}, {"text_block_id": "p36_b725", "text": "sub-sectors: 1) enteric fermentation in cattle (all in the form of methane); 2) rice cultivation; 3) release of nitrous oxide from agricultural soils/ nitrous fertilizer; and 4) manure management."}, {"text_block_id": "p36_b726", "text": "During 1994-2008 GHG emissions from agriculture and livestock in Pakistan grew at the rate of about 3% per annum (source: National GHG inventory 2008). There is a pressing need to find ways to contain these emissions or at least slow down their growth rate. This will require technological innovations and financial resources, for which Pakistan will need the support of the International community. To mitigate and minimize GHG emissions from the agriculture and livestock sectors, the Government of Pakistan shall take the following policy measures:"}, {"text_block_id": "p36_b727", "text": "Policy Measures"}, {"text_block_id": "p36_b728", "text": "a."}, {"text_block_id": "p36_b729", "text": "green revolution;"}, {"text_block_id": "p36_b730", "text": "Promote integration of indigenous knowledge and the latest technology with scientific research to spearhead efforts towards an ecologically sustainable"}, {"text_block_id": "p36_b731", "text": "b."}, {"text_block_id": "p36_b732", "text": "water and pesticides;"}, {"text_block_id": "p36_b733", "text": "Promote wide-scale adaptation of better management practices for agriculture and livestock with a reduction in the use of chemical fertilizer,"}, {"text_block_id": "p36_b734", "text": "c."}, {"text_block_id": "p36_b735", "text": "Explore methods to reduce nitrous oxide release from agricultural soils, e.g."}, {"text_block_id": "p36_b736", "text": "by changing the mix of chemical fertilizers commonly used;"}, {"text_block_id": "p36_b737", "text": "d."}, {"text_block_id": "p36_b738", "text": "Promote use of green manure, better manure storage and management;"}, {"text_block_id": "p36_b739", "text": "e."}, {"text_block_id": "p36_b740", "text": "Promote development of biogas and manure digester for methane reduction"}, {"text_block_id": "p36_b741", "text": "and energy production through CDM support;"}, {"text_block_id": "p36_b742", "text": "f."}, {"text_block_id": "p36_b743", "text": "fermentation;"}, {"text_block_id": "p36_b744", "text": "Develop and adopt new breeds of cattle which are more productive in terms of milk and meat, and have lower methane production from enteric"}, {"text_block_id": "p36_b745", "text": "g."}, {"text_block_id": "p36_b746", "text": "Encourage farmers to use appropriate feed mixes and additives to reduce methane production from enteric fermentation/ digestion in cattle;"}, {"text_block_id": "p36_b747", "text": "h."}, {"text_block_id": "p36_b748", "text": "Manage water in rice paddies to control releases of methane from agricultural soils and introduce low water dependent rice varieties;"}, {"text_block_id": "p36_b749", "text": "h."}, {"text_block_id": "p36_b750", "text": "Promote no till farming for methane abatement;"}, {"text_block_id": "p36_b751", "text": "i."}, {"text_block_id": "p36_b752", "text": "Promote cultivation of crops used for bio-fuel production, to the extent"}, {"text_block_id": "p36_b753", "text": "feasible without threatening the country’s food security;"}, {"text_block_id": "p36_b754", "text": "j."}, {"text_block_id": "p36_b755_merged_merged_merged_merged_merged_merged_merged", "text": "sectors. Develop capacities of the relevant institutions to undertake appropriate mitigation actions to reduce GHG emissions from the agriculture and livestock"}, {"text_block_id": "p37_b757", "text": "5.7. Carbon Sequestration and Forestry"}, {"text_block_id": "p37_b758", "text": "Mitigation of climate change is a global responsibility. As outlined in the TFCC report, Pakistan’s Forestry and Other Land Uses sector contributes only 3% to the total GHG emissions of the country, quite low compared to emissions from other sectors. However, considerable mitigation potential exists in the sector through carbon sequestration via afforestation and reforestation measures as well as preventing deforestation in Pakistan."}, {"text_block_id": "p37_b759", "text": "The Government of Pakistan, in collaboration with national entities and support from multilateral agencies, shall take the following measures in the forestry sector to sequester atmospheric carbon, thereby mitigating climate change."}, {"text_block_id": "p37_b760", "text": "Policy Measures"}, {"text_block_id": "p37_b761", "text": "a."}, {"text_block_id": "p37_b762", "text": "Set annual afforestation and reforestation targets to increase the country’s forest cover;"}, {"text_block_id": "p37_b763", "text": "b."}, {"text_block_id": "p37_b764", "text": "Strictly prohibit illegal forest cutting and conversion of forest land to non-forest uses;"}, {"text_block_id": "p37_b765", "text": "c."}, {"text_block_id": "p37_b766", "text": "Enact and enforce laws and regulations required for addressing illegal trade in timber and de-forestation."}, {"text_block_id": "p37_b767", "text": "d."}, {"text_block_id": "p37_b768", "text": "Use the vast mass of cultivable wasteland as a carbon sink and to build up organic soil matter;"}, {"text_block_id": "p37_b769", "text": "e."}, {"text_block_id": "p37_b770", "text": "Provide incentives and alternative fuel and livelihood options to forest dependent communities to prevent deforestation;"}, {"text_block_id": "p37_b771", "text": "f."}, {"text_block_id": "p37_b772", "text": "Promote farm forestry practices by planting multipurpose fast-growing species to meet the needs for timber, fuel wood and fodder for livestock;"}, {"text_block_id": "p37_b773", "text": "g."}, {"text_block_id": "p37_b774", "text": "Encourage and support forestry personnel in carbon forestry project development;"}, {"text_block_id": "p37_b775", "text": "h."}, {"text_block_id": "p37_b776", "text": "Establish linkages with regulated and voluntary carbon markets to promote and encourage forestry mitigation projects in Pakistan;"}, {"text_block_id": "p37_b777", "text": "i."}, {"text_block_id": "p37_b778", "text": "Secure financial assistance from the World Bank’s Forest Carbon Partnership Facility (FCPF) and UN-REDD (Reducing Emissions from Deforestation and Forest Degradation) program as well as from other international sources to formulate a national program for avoiding deforestation and promoting forest restoration;"}, {"text_block_id": "p37_b779", "text": "j."}, {"text_block_id": "p37_b780", "text": "Prepare the framework for a national REDD strategy on priority basis and ensure its implementation in accordance with international conventions/ processes;"}, {"text_block_id": "p38_b781", "text": "k."}, {"text_block_id": "p38_b782", "text": "Develop the legal and institutional framework for improved forest"}, {"text_block_id": "p38_b783", "text": "management, investment clearly specifying rights to REDD+ credits;"}, {"text_block_id": "p38_b784", "text": "l."}, {"text_block_id": "p38_b785", "text": "Restore and establish the blue carbon sequestration capacity of mangroves,"}, {"text_block_id": "p38_b786", "text": "sea-grasses and tidal marshes."}, {"text_block_id": "p38_b787", "text": "6. Capacity Building and Institutional Strengthening"}, {"text_block_id": "p38_b788", "text": "Expertise to address climate change is meager in the country. Pakistan is hardly prepared to meet the 21"}, {"text_block_id": "p38_b789", "text": "st"}, {"text_block_id": "p38_b790", "text": "century’s biggest challenge of climate change as far as human resources and institutional capacities are concerned. Insufficient trained human resource is a big constraint, in part, due to a brain drain, limited investment in climate change education, and lack of demand and opportunity for skilled individuals in Pakistan. The country does not have enough climate change scientists, modelers, technologists and experts who can handle international negotiations, which are critical for every country. Similarly, there is a lack of credible institutions in Pakistan to deal with comprehensive climate change science, modeling, management, adaptation, mitigation, and policy issues. Since capacity building and institutional strengthening is a priority area for government, a number of area specific policy measures are mentioned in relevant sections and will generally not be repeated here. However to address the deficiencies in climate change related requirements, human resources and institutions, the Government of Pakistan shall take the following measures:"}, {"text_block_id": "p38_b791", "text": "Policy Measures"}, {"text_block_id": "p38_b792", "text": "I Institutional Mechanisms"}, {"text_block_id": "p38_b793", "text": "a."}, {"text_block_id": "p38_b794", "text": "Establish Climate Change Cells in sectoral federal and provincial ministries;"}, {"text_block_id": "p38_b795", "text": "b."}, {"text_block_id": "p38_b796", "text": "Establish the National Climate Change Commission for coordinating all climate"}, {"text_block_id": "p38_b797", "text": "change activities at national and international level;"}, {"text_block_id": "p38_b798", "text": "c."}, {"text_block_id": "p38_b799", "text": "use of the UNFCCC REDD+ facility;"}, {"text_block_id": "p38_b800", "text": "Develop a monitoring, reporting and verification (MRV) system for evaluation of emission reductions and change in land use systems, in order to make full"}, {"text_block_id": "p38_b801", "text": "d."}, {"text_block_id": "p38_b802_merged_merged_merged_merged_merged_merged", "text": "Improve inter-ministerial and inter-departmental decision-making and coordination mechanisms on climate change issues both at provincial and federal levels to develop Pakistan’s stand on various international policy issues relating to climate change;"}, {"text_block_id": "p38_b805", "text": "e."}, {"text_block_id": "p38_b806", "text": "Strengthen the national institutional framework for undertaking tasks related to the implementation of UNFCCC;"}, {"text_block_id": "p39_b807", "text": "f."}, {"text_block_id": "p39_b808", "text": "Ensure the integration of climate change and overall developmental imperatives, and that climate change and socioeconomic development are pursued as inseparable objectives;"}, {"text_block_id": "p39_b809", "text": "g."}, {"text_block_id": "p39_b810", "text": "Ensure that agriculture, water, forest, energy and DRR related vulnerabilities induced by climate change get duly integrated and addressed in the relevant national policy documents;"}, {"text_block_id": "p39_b811", "text": "h."}, {"text_block_id": "p39_b812", "text": "Take necessary measures to redesign administrative structures and procedures of Federal and Provincial EPAs and Planning and Development Division to integrate climate change concerns into Initial Environmental Assessment (EIA) processes;"}, {"text_block_id": "p39_b813", "text": "i."}, {"text_block_id": "p39_b814", "text": "Ensure that IEE/EIA and other mechanisms are strictly observed in all development projects, particularly infrastructure projects, by the concerned agencies;"}, {"text_block_id": "p39_b815", "text": "j."}, {"text_block_id": "p39_b816", "text": "Identify national institutional needs to develop the capacity for carbon trading;"}, {"text_block_id": "p39_b817", "text": "k."}, {"text_block_id": "p39_b818", "text": "Create National and Provincial Implementing Entities (NIE & PIE) to deal with adaptation and mitigation projects at federal and provincial levels respectively."}, {"text_block_id": "p39_b819", "text": "II Capacity Enhancement"}, {"text_block_id": "p39_b820", "text": "a."}, {"text_block_id": "p39_b821", "text": "Develop climate change professionals by sending young scientists and students to reputable institutions abroad for higher studies;"}, {"text_block_id": "p39_b822", "text": "b."}, {"text_block_id": "p39_b823", "text": "Strengthen national climate change science related institutions, in particular the Global Change Impact Studies Centre (GCISC) and universities, in terms of necessary financial and technical support;"}, {"text_block_id": "p39_b824", "text": "c."}, {"text_block_id": "p39_b825", "text": "Develop/introduce curriculum on climate change and environmental planning with particular emphasis on Disaster Risk Reduction (DRR) and introduce it into the formal education system at all levels, particularly into the higher education system;"}, {"text_block_id": "p39_b826", "text": "d."}, {"text_block_id": "p39_b827", "text": "Ensure institutional strengthening of the existing Climate Change Section, CDM Cell and relevant institutions dealing with REDD+ matters;"}, {"text_block_id": "p39_b828", "text": "e."}, {"text_block_id": "p39_b829", "text": "Develop knowledge based management (KBM) and networking with strategic climate change research establishments to ensure benefits from international scientific advancements;"}, {"text_block_id": "p39_b830", "text": "f."}, {"text_block_id": "p39_b831", "text": "Provide training and support, at national and international levels, to the concerned officials and experts of line ministries and departments to further their knowledge and capacities on climate change issues;"}, {"text_block_id": "p40_b832", "text": "g."}, {"text_block_id": "p40_b833", "text": "Explore and provide training opportunities to enhance capacity for preparing projects and programs in the climate change area;"}, {"text_block_id": "p40_b834", "text": "h."}, {"text_block_id": "p40_b835", "text": "Develop national capacity to gauge the quantum and nature of climate change in Pakistan for reliable climate change vulnerability assessments in various sectors, particularly water;"}, {"text_block_id": "p40_b836", "text": "i."}, {"text_block_id": "p40_b837", "text": "Enhance disaster mitigation and preparedness capacities at federal, provincial and district levels;"}, {"text_block_id": "p40_b838", "text": "j."}, {"text_block_id": "p40_b839", "text": "Enhance capacity to undertake comprehensive assessments of the economic implications of climate change impacts on various sectors with and without using different adaptation measures;"}, {"text_block_id": "p40_b840", "text": "k."}, {"text_block_id": "p40_b841", "text": "Finalize and adopt the draft national GHG emissions inventory and strengthen institutional capacities to ensure regular updates;"}, {"text_block_id": "p40_b842", "text": "l."}, {"text_block_id": "p40_b843", "text": "Develop an institutionalized system to measure and monitor GHG emissions from various sectors including trans-boundary pollution and maintain a database on this;"}, {"text_block_id": "p40_b844", "text": "m."}, {"text_block_id": "p40_b845", "text": "Expand and upgrade meteorological services and monitoring stations in various parts of the country, particularly in the northern mountainous areas, glacial regions feeding IRS and over the Arabian Sea adjoining Pakistan’s coastline, to the level recommended by the World Meteorological Organization (WMO);"}, {"text_block_id": "p40_b846", "text": "n."}, {"text_block_id": "p40_b847", "text": "Actively participate in new international initiatives to create a Global Framework for Climate Services (GFCS);"}, {"text_block_id": "p40_b848", "text": "o."}, {"text_block_id": "p40_b849", "text": "Ensure capacity development for making reliable projections of climate changes scenarios, seasonal forecasts and inter-annual forecasts for different parts of Pakistan;"}, {"text_block_id": "p40_b850", "text": "p."}, {"text_block_id": "p40_b851", "text": "Promote the use of GIS/RS based studies to assess and quantify past temporal trends and monitor future changes in snow cover, glacial volume, glacial lake formation and burst, deforestation, land degradation (salinity, water logging), soil erosion, inundation of Indus deltaic region and other coastal areas;"}, {"text_block_id": "p40_b852", "text": "q."}, {"text_block_id": "p40_b853", "text": "Undertake scientific studies to preserve glaciers and explore grafting techniques;"}, {"text_block_id": "p40_b854", "text": "r."}, {"text_block_id": "p40_b855", "text": "Strengthen the country’s tropical cyclone monitoring and prediction system;"}, {"text_block_id": "p40_b856", "text": "s."}, {"text_block_id": "p40_b857", "text": "Establish a national clearing-house for regularly updated climate change related data sharing and networking;"}, {"text_block_id": "p40_b858", "text": "t."}, {"text_block_id": "p40_b859", "text": "Build domestic response capacity in order to use current and future funds effectively."}, {"text_block_id": "p41_b860", "text": "7. Awareness Raising"}, {"text_block_id": "p41_b861", "text": "Public education and outreach are vitally important to create broad awareness of climate change issues and its impact. As such the importance of communicating with the general public and engaging stakeholders in climate change related issues is fully recognized by Pakistan. The Government, both in collaboration with the private sector and independently, is already working actively to raise awareness about the issue. The scale of the change required, however, and the vast number of people and interests that must be influenced, calls for outreach activities of a much greater magnitude. Therefore, the Government of Pakistan, in collaboration with the relevant entities, shall take the following measures:"}, {"text_block_id": "p41_b862", "text": "Policy Measures"}, {"text_block_id": "p41_b863", "text": "a."}, {"text_block_id": "p41_b864", "text": "Conduct nationwide surveys to gauge the opinions and capabilities of key stakeholders and other potential partners;"}, {"text_block_id": "p41_b865", "text": "b."}, {"text_block_id": "p41_b866", "text": "Develop a national climate change awareness program involving communities, various ministries and departments;"}, {"text_block_id": "p41_b867", "text": "c."}, {"text_block_id": "p41_b868", "text": "Ensure advocacy and mass awareness regarding the importance of water and energy conservation, the impact of climate change on various sectors including forest ecosystems, biodiversity and so on, using mass media, public-private partnerships, students and community mobilization; and incorporate these issues into the formal education systems at all levels;"}, {"text_block_id": "p41_b869", "text": "d."}, {"text_block_id": "p41_b870", "text": "Arrange climate change sensitization workshops for policy makers at national and provincial levels;"}, {"text_block_id": "p41_b871", "text": "e."}, {"text_block_id": "p41_b872", "text": "Create awareness of the CDM facility among relevant stakeholders through training workshops."}, {"text_block_id": "p41_b873", "text": "8. International and Regional Cooperation"}, {"text_block_id": "p41_b874", "text": "Climate change is a global concern and its adverse impacts are likely to affect most developing countries."}, {"text_block_id": "p41_b875", "text": "Developing countries face the dual challenge of addressing the negative impacts of climate change and pursuing socioeconomic development. Hence, it is essential that they work together to face these challenges. Pakistan is committed to engaging vigorously with the international community to find solutions and help the world towards a new era of global cooperation on climate change. South Asia is particularly prone to climate change and related disasters making the need for a regional response to meet the challenge of climate change more"}, {"text_block_id": "p42_b876", "text": "urgent and compelling. In order to achieve this international and regional cooperation, the Government of Pakistan shall take the following measures:"}, {"text_block_id": "p42_b877", "text": "Policy Measures"}, {"text_block_id": "p42_b878", "text": "a."}, {"text_block_id": "p42_b879", "text": "Undertake appropriate consultations to develop Pakistan’s stand on climate change related international policy issues;"}, {"text_block_id": "p42_b880", "text": "b."}, {"text_block_id": "p42_b881", "text": "Ensure continued attendance and presentation of Pakistan’s stand at the UNFCCC Conference of Parties and other related meetings;"}, {"text_block_id": "p42_b882", "text": "c."}, {"text_block_id": "p42_b883", "text": "Support exchange of meteorological data, including that obtained from high altitude monitoring stations;"}, {"text_block_id": "p42_b884", "text": "d."}, {"text_block_id": "p42_b885", "text": "Develop strong institutional linkages with UNFCCC, UNEP, IPCC, WMO, UNESCO and others;"}, {"text_block_id": "p42_b886", "text": "e."}, {"text_block_id": "p42_b887", "text": "Facilitate exchange of real time hydrological data in the region for improved"}, {"text_block_id": "p42_b888", "text": "flood forecasting and warning services;"}, {"text_block_id": "p42_b889", "text": "f."}, {"text_block_id": "p42_b890", "text": "highlight the region’s vulnerability to climate change;"}, {"text_block_id": "p42_b891", "text": "Work with countries like Nepal, Bhutan, Kyrgyzstan and other mountainous countries to take initiatives on mountain ecosystems, particularly glaciers and their contribution to sustainable development and livelihoods, and to"}, {"text_block_id": "p42_b892", "text": "g."}, {"text_block_id": "p42_b893", "text": "predictions of climate extremes in the region;"}, {"text_block_id": "p42_b894", "text": "Encourage exchange of results from simulation modeling experiments for inter-annual and decadal climatic projections, seasonal forecasts, and"}, {"text_block_id": "p42_b895", "text": "h."}, {"text_block_id": "p42_b896", "text": "Bengal for improved monitoring of and forecasting tropical cyclones;"}, {"text_block_id": "p42_b897", "text": "Provide support to strengthen the WMO-UNESCAP sponsored Intergovernmental Panel on Tropical Cyclones in the Arabian Sea and Bay of"}, {"text_block_id": "p42_b898", "text": "i."}, {"text_block_id": "p42_b899", "text": "building programs in climate change related areas;"}, {"text_block_id": "p42_b900", "text": "Help establish institutional linkages among national institutions in the South Asian region to facilitate sharing of knowledge, information and capacity"}, {"text_block_id": "p42_b901", "text": "j."}, {"text_block_id": "p42_b902", "text": "Centre (GCISC);"}, {"text_block_id": "p42_b903", "text": "Support the establishment of a SAARC Climate Change Research Centre, preferably in Pakistan in close proximity to the Global Change Impact Study"}, {"text_block_id": "p42_b904", "text": "k."}, {"text_block_id": "p42_b905", "text": "Seek establishment of a regional Inter-governmental Expert Group on Climate Change to develop clear policy direction and guidance for regional cooperation as envisaged in the SAARC Plan of Action on Climate Change;"}, {"text_block_id": "p42_b906", "text": "l."}, {"text_block_id": "p42_b907_merged_merged_merged_merged_merged_merged_merged", "text": "(DRR); Encourage relevant SAARC centers to undertake studies on the evolving pattern of monsoons to assess vulnerability due to climate change and integrate Climate Change Adaptation (CCA) with Disaster Risk Reduction"}, {"text_block_id": "p43_b909", "text": "m."}, {"text_block_id": "p43_b910", "text": "and inclusive development in the region;"}, {"text_block_id": "p43_b911", "text": "Undertake, together with other South Asian countries, advocacy and awareness programs on climate change, among others, to promote the use of green technology and best practices for transition to low-carbon sustainable"}, {"text_block_id": "p43_b912", "text": "n."}, {"text_block_id": "p43_b913", "text": "Promote student exchange programs among SAARC universities, particularly"}, {"text_block_id": "p43_b914", "text": "in the climate change discipline."}, {"text_block_id": "p43_b915", "text": "9. Finance"}, {"text_block_id": "p43_b916", "text": "Pakistan is signatory to major environmental conventions and protocols. As signatory to the United Nations Framework Convention on Climate Change (UNFCCC) and a member state of the World Bank, Pakistan qualifies for financial and technological assistance. In the UNFCCC Cancun conference, developed countries committed to creating a sizeable “Green Climate Fund” with fast start finance. To secure an appropriate share from this initiative, expected to be available in the near future, a country needs to create an enabling environment that can facilitate and attract this funding. In order to benefit from future international financial mechanisms the Government of Pakistan shall take the following measures related to options for a future international financing mechanism:"}, {"text_block_id": "p43_b917", "text": "Policy Measures"}, {"text_block_id": "p43_b918", "text": "a."}, {"text_block_id": "p43_b919", "text": "Continue to assess how best to position Pakistan vis-a-vis other groups of developing countries in order to secure adaptation funding;"}, {"text_block_id": "p43_b920", "text": "b."}, {"text_block_id": "p43_b921", "text": "Ensure the access and effective use of opportunities available internationally for adaptation and mitigation efforts, e.g. through the Green Climate Fund (GCF), Clean Development Mechanism (CDM), Adaptation Fund (AF), Global Environmental Facility (GEF), World Bank’s Forest Carbon Partnership Facility (FCPF) and Carbon credit trading ;"}, {"text_block_id": "p43_b922", "text": "c."}, {"text_block_id": "p43_b923", "text": "Establish a “Pakistan Climate Change Fund” for financing climate change related projects;"}, {"text_block_id": "p43_b924", "text": "d."}, {"text_block_id": "p43_b925", "text": "Continue to push for transparent delivery of new and additional fast start"}, {"text_block_id": "p43_b926", "text": "funding by developed countries;"}, {"text_block_id": "p43_b927", "text": "e."}, {"text_block_id": "p43_b928_merged_merged_merged_merged", "text": "Develop public-corporate-civil society partnerships for financing and implementation of climate change adaptation and mitigation projects;"}, {"text_block_id": "p43_b930", "text": "f."}, {"text_block_id": "p43_b931", "text": "Create domestic carbon market opportunities by introducing an appropriate investment framework linked with regional banking institutions."}, {"text_block_id": "p44_b932", "text": "10. Technology Transfer"}, {"text_block_id": "p44_b933", "text": "Climate change, being one of the most difficult and complex threats the world faces, needs innovative technological solutions to solve the climate change challenges of both mitigation and adaptation. The UNFCCC Cancun conference agreed to set up a special “Technology Mechanism” for the development and transfer of new technologies from developed to developing countries. To find solutions to the climate change challenges in Pakistan, the Government shall take the following policy measures:"}, {"text_block_id": "p44_b934", "text": "Policy Measures"}, {"text_block_id": "p44_b935", "text": "a."}, {"text_block_id": "p44_b936", "text": "Ensure that the technology needs to support actions on mitigation and adaptation are nationally determined and are based on national priorities;"}, {"text_block_id": "p44_b937", "text": "b."}, {"text_block_id": "p44_b938", "text": "way to implement adaptation and mitigation measures;"}, {"text_block_id": "p44_b939", "text": "Promote the development and use of local technologies, based on innovation and technological advancement in the field of climate change, as an effective"}, {"text_block_id": "p44_b940", "text": "c."}, {"text_block_id": "p44_b941", "text": "development;"}, {"text_block_id": "p44_b942", "text": "Prepare detailed area analysis for possible wind and solar energy sites in Pakistan, and establish regional partnerships for technology transfer and"}, {"text_block_id": "p44_b943", "text": "d."}, {"text_block_id": "p44_b944", "text": "Seek technological breakthroughs to harness the potential of geothermal"}, {"text_block_id": "p44_b945", "text": "energy in the northern mountain areas of Pakistan;"}, {"text_block_id": "p44_b946", "text": "e."}, {"text_block_id": "p44_b947", "text": "Explore new technological breakthroughs in the field of bio-fuels;"}, {"text_block_id": "p44_b948", "text": "f."}, {"text_block_id": "p44_b949", "text": "Obtain and introduce clean coal technologies;"}, {"text_block_id": "p44_b950", "text": "g."}, {"text_block_id": "p44_b951_merged_merged_merged_merged", "text": "Pakistan; Ensure technology transfer for the design and manufacture of emission monitoring equipment, to be installed near urban and industrial areas in"}, {"text_block_id": "p44_b953", "text": "h."}, {"text_block_id": "p44_b954", "text": "Establish a base for technology transfer and absorption at technical institutes, engineering colleges and universities;"}, {"text_block_id": "p44_b955", "text": "i."}, {"text_block_id": "p44_b956", "text": "Ensure transfer of technology for designing electric/ hybrid vehicles in Pakistan;"}, {"text_block_id": "p44_b957", "text": "j."}, {"text_block_id": "p44_b958", "text": "Develop new breeds of crops and livestock, which are less vulnerable to climate change impacts."}, {"text_block_id": "p45_b959", "text": "11. Policy Implementation Mechanism"}, {"text_block_id": "p45_b960", "text": "Following approval of the National Climate Change Policy, the Federal Government shall develop an “Action Plan” for its implementation. All relevant ministries, departments and agencies shall also devise plans and programs to implement the policy provisions relating to their respective sectors/sub-sectors. Similarly, the provincial governments, AJK, Gilgit-Baltistan, Federally Administered Tribal Areas (FATA) and local governments shall also devise their own strategies, plans and programs for implementation of the Policy. To ensure effective Policy and Action Plans implementation and to oversee progress in this regard, “Climate Change Policy Implementation Committees” shall be established at the federal and provincial levels. One of the tasks of these committees shall be regular monitoring and upgrading of the National Climate Change Policy at five year intervals. The composition of the committee is as under:"}, {"text_block_id": "p45_b961", "text": "I. National Climate Change Policy Implementation Committee"}, {"text_block_id": "p45_b962", "text": "1."}, {"text_block_id": "p45_b963", "text": "Minister of Climate Change at the Federal Level (Chair)"}, {"text_block_id": "p45_b964", "text": "2."}, {"text_block_id": "p45_b965", "text": "Secretaries of Ministries responsible for Climate Change/ Planning and Development / Foreign Affairs/ Science and Technology/ Industries and Production/Finance/ Water and Power/ Food and Agriculture/ Health/ Defense;"}, {"text_block_id": "p45_b966", "text": "3."}, {"text_block_id": "p45_b967", "text": "Member Infrastructure PC/Additional Chief Secretaries Provincial Planning and Development Departments;"}, {"text_block_id": "p45_b968", "text": "4."}, {"text_block_id": "p45_b969", "text": "Chairman NDMA/ Federal Flood Commission;"}, {"text_block_id": "p45_b970", "text": "5."}, {"text_block_id": "p45_b971", "text": "Secretaries of Provincial/ AJK/GB/FATA Environment Departments;"}, {"text_block_id": "p45_b972", "text": "6."}, {"text_block_id": "p45_b973", "text": "Heads of PMD/ GCISC/ Pak EPA/ENERCON"}, {"text_block_id": "p45_b974", "text": "7."}, {"text_block_id": "p45_b975", "text": "Chief Environment, Planning and Development Division;"}, {"text_block_id": "p45_b976", "text": "8."}, {"text_block_id": "p45_b977", "text": "Three representatives from the corporate sector/ Chambers of Commerce and Industries;"}, {"text_block_id": "p45_b978", "text": "9."}, {"text_block_id": "p45_b979", "text": "Three eminent experts from the field;"}, {"text_block_id": "p45_b980", "text": "10."}, {"text_block_id": "p45_b981", "text": "Three representatives from civil society organizations;"}, {"text_block_id": "p45_b982", "text": "11."}, {"text_block_id": "p45_b983", "text": "Director General (Climate Change) Member/ Secretary."}, {"text_block_id": "p46_b984", "text": "II. Provincial Climate Change Policy Implementation Committee"}, {"text_block_id": "p46_b985", "text": "1."}, {"text_block_id": "p46_b986", "text": "Provincial Minister for Environment (Chairperson)"}, {"text_block_id": "p46_b987", "text": "2."}, {"text_block_id": "p46_b988", "text": "Chairman/Additional Chief Secretaries Planning and Development Department;"}, {"text_block_id": "p46_b989", "text": "3."}, {"text_block_id": "p46_b990", "text": "Secretaries Environment/Agriculture/Forest/Irrigation/Local Government/ Public Health Departments;"}, {"text_block_id": "p46_b991", "text": "4."}, {"text_block_id": "p46_b992", "text": "DGs PDMAs"}, {"text_block_id": "p46_b993", "text": "5."}, {"text_block_id": "p46_b994", "text": "Three representatives from corporate sector/Chambers of Commerce and industries;"}, {"text_block_id": "p46_b995", "text": "6."}, {"text_block_id": "p46_b996", "text": "Three representatives from Civil Society Organizations;"}, {"text_block_id": "p46_b997", "text": "7."}, {"text_block_id": "p46_b998", "text": "Three eminent experts from the field;"}, {"text_block_id": "p46_b999", "text": "8."}, {"text_block_id": "p46_b1000", "text": "Director General Environmental Protection Agency, member/ Secretary."}, {"text_block_id": "p46_b1001", "text": "The “National and Provincial Climate Change Policy Implementation Committees” shall meet biannually. The Provincial Committees, which will be the key actors in implementation of the proposed climate change agenda, shall report the status of implementation of the Policy to the National Committee. The National Committee shall report to the “Prime Minister’s Committee on Climate Change” on a regular basis."}], "document_description": "The Policy identifies vulnerabilities to climate change in the sectors of water resources, agriculture, forestry, coastal areas, biodiversity and vulnerable ecosystems and spells out the appropriate adaptation measures to be adopted. It also puts forward appropriate measures concerning disaster preparedness, capacity building, institutional strengthening, technology transfer and international cooperation. The Policy provides a comprehensive framework for the National Action Plan for adaptation and mitigation.&nbsp;<br><br>The objectives of the new policy are to pursue sustainable economic growth with a series of measures that appropriately address the challenges of climate change. These measures should integrate climate change policy with interrelated national policies. It is intended that policies should focus on pro-poor and gender-sensitive adaptation while also promoting mitigation. There is an explicit acknowledgement of the risks posed to water, food and energy security posed by climate change; and the need to minimise the risks from the increased frequency and intensity of events like floods and droughts.&nbsp;<br><br>The policy seeks international finance to support the development required to meet these numerous challenges. However, in addition to directly seeking finance, the policy seeks to create economic incentives to encourage public and private sector investment in adaptation measures and the promotion of conservation of natural resources and long-term sustainability. All relevant ministries, departments and agencies will have to devise their own plans and programmes to implement policy provisions relating to their sectors. Similarly, the lower levels of government, provincial governments; the regions of Azad Jammu and Kashmir and Gilgit Baltistan; federally administrated territories and local governments are expected to establish their own strategies, plans and programmes for NCCP implementation."}