{"document_instrument_name": [], "document_country_english_shortname": "Pakistan", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Residential and Commercial", "LULUCF"], "document_language": "English", "document_name": "National Forest Policy", "document_country_code": "PAK", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "25/12/2010", "document_keyword": ["Institutions / Administrative Arrangements", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/PAK/2010/PAK-2010-12-25-National Forest Policy_1751c0abc515368cb19ecd2dd87fb6de.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF PAKISTAN MINISTRY OF CLIMATE CHANGE"}, {"text_block_id": "p0_b2", "text": "ISLAMABAD, PAKISTAN"}, {"text_block_id": "p0_b3", "text": "2015"}, {"text_block_id": "p1_b4", "text": "Preamble"}, {"text_block_id": "p1_b5", "text": "Forestry governance in the Indo Pak sub-continent has a long history since the late 19"}, {"text_block_id": "p1_b6", "text": "th"}, {"text_block_id": "p1_b7", "text": "century with the appointment of the first Inspector General Forests in 1896. Historically, Forestry remained a provincial subject even after independence of Pakistan. In the Constitution of Islamic Republic of Pakistan 1973, Forestry is purely a provincial subject and not impacted by the eighteenth amendments in the Constitution (2010). The roles and responsibilities of Federal Government are embedded in the following provincial statutes:"}, {"text_block_id": "p1_b8", "text": "century with the appointment of the first Inspector General Forests in 1896. Historically, Forestry remained a provincial subject even after independence of Pakistan. In the Constitution of Islamic Republic of Pakistan 1973, Forestry is purely a provincial subject and not impacted by the eighteenth amendments in the Constitution (2010). The roles and responsibilities of Federal Government are embedded in the following provincial statutes:\n* Section 41-A of the Provincial Forest Acts of Sindh, Punjab and\n* NWFP Forest Ordinance 2002\n* Gilgit Private Forests Regulations 1970 and Forest Rules under Gilgit\n* Clause 3.15 of West Pakistan Forest Manual Volume-II\n* Gilgit-Baltistan Judicial Councilâs decision dated 6 April 2011 also"}, {"text_block_id": "p1_b20", "text": "Carbon stored in forests has emerged as a new commodity under the United Nations Framework Convention on Climate Change (UNFCCC) to which Pakistan is also a Party. REDD+ (Reduced Emissions from Deforestation & Forest Degradation) under the Convention has to be dealt at the national level."}, {"text_block_id": "p2_b21", "text": "Therefore, this Policy is also the need of the hour to attract the benefits related to forests under the UNFCCC and other financial mechanisms including Green Climate Fund."}, {"text_block_id": "p2_b22", "text": "Pakistan is one of the low forest cover countries with only 5% of land area under forests and tree cover. Provincial governments, within their jurisdiction make efforts for protection and development of forests. However the federal support to federating units for meeting international obligations and filling their financial gaps is widely acknowledged. Federal Government had taken steps in the past to supplement federating units in form of technical and financial support, however without a national forest policy."}, {"text_block_id": "p2_b23_merged", "text": "In view of Pakistan’s high vulnerability to adverse impacts of climate change, in particular to extreme events, mitigation and adaptation measures are the focus of this Policy. Tremendous role of Forestry in climate change mitigation has been overwhelmingly recognized at international level. In the 21st century, scope of Forestry has been expanded tremendously because it offers the most effective solution to the global issue of climate change, loss of biodiversity, desertification together with air and water pollution. Pakistan, as a party to international agreements and conventions, has various commitments and obligations related to forests which require national-level actions and the cooperation of all federating units. It is therefore imperative for the Federal Government to promulgate an umbrella forest policy which aims at bolstering provincial forest policies in view of the renewed mandate of Federal Government and Rules of Business of Ministry of Climate Change (as amended in 2012)."}, {"text_block_id": "p3_b28", "text": "Table of Contents"}, {"text_block_id": "p3_b29", "text": "Table of Contents\n* Goal\n* Objectives\n* Status and Issues of forests\n* Expand forest cover\n\t* Mass afforestation involving youth\n\t* Integrating forests with economic sectors\n\t* Ecological corridors\n\t* Curb deforestation and promote conservation\n\t* Regulating inter-provincial timber movement & trade\n\t* Reduced Emissions from Deforestation & Forest Degradation (REDD+)\n\t* Forest ownership and rights\n\t* Promote integrated approach of forests, wildlife and biodiversity management\n\t* International obligations and opportunities\n\t* Scientific planning, policy & legal reforms\n\t* National institution for research, education, training and monitoring\n\t* Financing\n\t* Implementation & monitoring mechanism"}, {"text_block_id": "p4_b63", "text": "1. Goal"}, {"text_block_id": "p4_b64", "text": "Expansion of national coverage of forests, protected areas, natural habitats and green areas for restoration of ecological functions and maximizing economic benefits"}, {"text_block_id": "p4_b65", "text": "while meeting Pakistan’s obligations to international agreements"}, {"text_block_id": "p4_b66", "text": "related to forests"}, {"text_block_id": "p4_b67", "text": "2. Policy Objectives"}, {"text_block_id": "p4_b68", "text": "2. Policy Objectives\n* Enhancing public awareness on economic, social, ecological and cultural\n* Implementing a national level mass afforestation programme to expand\n* Controlling deforestation through regulating movement of timber and\n* Establishing and managing protected areas and networking through\n* Reducing carbon footprints of energy and economic sector programmes\n* Facilitating implementation of international conventions and agreements\n* Promoting standardized and harmonized scientific planning of forests,"}, {"text_block_id": "p4_b82", "text": "3. Status and issues of forests"}, {"text_block_id": "p4_b83_merged_merged", "text": "Pakistan is one of the low forest cover countries with only 5 percent of land area under natural forests and tree cover. Major forest types include coastal mangroves, reverine forests, sub-tropical scrub forests, moist temperate conifer forests, dry temperate conifer forests and irrigated plantations including linear plantations. Pakistan is home to some of the world’s most unique forests including juniper, deodar and chilghoza forests."}, {"text_block_id": "p5_b86", "text": "rate of deforestation is estimated at 27,000 hectares per year which mainly occurs in private and community-owned natural forests. Deforestation in watershed areas adversely impacts on the yield and quality of water at outlets besides triggering land degradation and loss of biodiversity. Whereas in riparian, low-lying and coastal areas, deforestation causes catastrophic floods and sea water intrusion inflicting huge economic losses."}, {"text_block_id": "p5_b87", "text": "Respective provinces and federating units frequently face a large number of management and finance related issues. Some of the key issues of Forestry sector at national level include (i) absence of national forest monitoring mechanism, (ii) un-regulated inter-provincial movement and trade of timber, and (iii) absence of an approved national forest policy."}, {"text_block_id": "p5_b88", "text": "4. Expand forest cover"}, {"text_block_id": "p5_b89", "text": "a. Mass afforestation involving youth"}, {"text_block_id": "p5_b90", "text": "All provinces, FATA, AJK and Gilgit-Balitistan routinely implement their respective tree planting programmes and projects through its annual budget. In addition, CDA, NHA, and Armed Forces participate in seasonal tree planting campaigns with limited targets. On an average, a target of 70-80 million saplings is fixed annually at national level which is absolutely insufficient to meet even domestic demands for wood. There is a dire need to undertake a comprehensive and long-term mass afforestation programme by Federal Government in collaboration with all the federating units and concerned national organizations."}, {"text_block_id": "p5_b91", "text": "Policy Measures"}, {"text_block_id": "p5_b92", "text": "Policy Measures\n* Prepare, sponsor and implement a long-term mass afforestation\n* Sponsor mass afforestation programmes in FATA, Gilgit-Baltistan to be\n* Provinces shall allocate a significant portion of National Finance\n* The Federal Government shall provide need-based support to all"}, {"text_block_id": "p6_b100", "text": "Policy Measures\n* Prepare, sponsor and implement a long-term mass afforestation\n* Sponsor mass afforestation programmes in FATA, Gilgit-Baltistan to be\n* Provinces shall allocate a significant portion of National Finance\n* The Federal Government shall provide need-based support to all\n* The Federal and Provincial Governments shall support local government in\n* Federally-sponsored programmes shall be regularly monitored and forest"}, {"text_block_id": "p6_b104", "text": "b. Integrating forests with economic sectors"}, {"text_block_id": "p6_b105", "text": "The scope of Forestry has expanded tremendously in the past few decades in the wake of provincial and national environmental problems as well as global issues of climate change, loss of biodiversity and land desertification. The conventional treatment of Forestry as a stand-alone wood-producing sub-sector has been transformed into a cross-cutting subject impacting a number of economic sectors including water, energy, agriculture, tourism and communication. It is therefore inevitable to integrate Forestry with development policies and programmes of these economic sectors at the levels of planning, programming, and implementation."}, {"text_block_id": "p6_b106", "text": "Policy Measures"}, {"text_block_id": "p6_b107", "text": "Policy Measures\n* No projector programme of the sectors enlisted in Schedule-I of the\n* All projects and programmes having significant carbon footprints shall\n* The Large Dams projects shall allocate at least 1% of the total cost for\n* The projects of construction and/or repairing of main and link canals shall\n* The projects of construction, expansion and/or repairing inter-provincial\n* All national organizations, including armed forces, shall implement long-term"}, {"text_block_id": "p7_b121", "text": "Policy Measures\n* No projector programme of the sectors enlisted in Schedule-I of the\n* All projects and programmes having significant carbon footprints shall\n* The Large Dams projects shall allocate at least 1% of the total cost for\n* The projects of construction and/or repairing of main and link canals shall\n* The projects of construction, expansion and/or repairing inter-provincial\n* All national organizations, including armed forces, shall implement long-term\n* All Federating Units shall promote, with economic incentives, forestry on\n<\\li1>"}, {"text_block_id": "p7_b123", "text": "c. Ecological corridors"}, {"text_block_id": "p7_b124", "text": "of highways, industrial estates,"}, {"text_block_id": "p7_b125", "text": "Policy Measures"}, {"text_block_id": "p7_b126", "text": "Policy Measures\n* Government of Pakistan , with the collaboration of all federating units, shall\n* Ecological corridor, shall be promoted established to minimize fragmentation\n* A system of inter linking Protected Areas in all federating units through\n* Trans-boundary ecological corridors shall be established preferably along\n* Wise use of wetlands including Ramsar sites shall be undertaken by\n* Wise use of floods for ecosystem Restoration including riverine and coastal"}, {"text_block_id": "p8_b138", "text": "5. Curb deforestation and promote conservation"}, {"text_block_id": "p8_b139", "text": "a. Regulating inter-provincial timber movement & trade"}, {"text_block_id": "p8_b140", "text": "The provincial governments and Gilgit-Baltistan Council have the legal mandate of managing forests, controlling illegal cutting of trees, regulating movement of timber and trade within respective jurisdiction. In accordance with the provisions of the Constitution and in pursuance of Section 41-A of Provincial Forest Acts, Federal Government is responsible for inter-provincial coordination on matters related to forests, import and export of timber across custom frontiers and inter-provincial trade of timber."}, {"text_block_id": "p8_b141", "text": "Policy Measures"}, {"text_block_id": "p8_b142", "text": "Policy Measures\n* Government of Pakistan shall define routes for movement of timber across\n* A Timber Regulatory Authority shall be established legally empowered to\n* A Timber Regulatory Authority shall be established legally empowered to\n* The Timber Regulatory Authority shall adopt a system of timber certification to\n* Wherever needed, Government may place strengthen Timber Regulatory"}, {"text_block_id": "p8_b152", "text": "b. Reduced Emissions from Deforestation & Forest Degradation (REDD+)"}, {"text_block_id": "p8_b153", "text": "Pakistan has high rate of deforestation and forest degradation, particularly in Diamer District of Gilgit-Baltistan and Kohistan District of KPK. Most of the conifer forests in these areas are either privately owned or communal. Local communities solely depend upon these forests for livelihood through commercial sale of wood. Government has no mechanism to pay compensation to legal owners and right holders of these forests in lieu of cutting trees. Under the Cancun agreement of United Nations Framework Convention on Climate Change (UNFCCC), any action that reduces emission of carbon dioxide from forests is eligible for cash compensation from international sources."}, {"text_block_id": "p9_b154", "text": "Reduced Emissions from Deforestation & Forest Degradation (REDD+) shall ensure payment to forest communities for quantified reduction in emission through controlling deforestation and forest degradation, conservation, sustainable forest management and enhancement of forest carbon stocks."}, {"text_block_id": "p9_b155_merged", "text": "Government has taken a number of preparatory actions as required under the Convention including training of all federating units and membership of related international and UN bodies. In Phase-I of REDD+, World Bank’s Forest Carbon Partnership Facility (FCPF) and United Nations REDD Programme shall assist Pakistan in preparation of REDD+ national strategy, national forest monitoring system, national forest reference emission level and a national system of safeguard."}, {"text_block_id": "p9_b158", "text": "Policy Measures"}, {"text_block_id": "p9_b159", "text": "Policy Measures\n* The Government of Pakistan shall ensure implementations of REDD+ in\n* The benefits arising from REDD+ shall be fully transferred o the owners and"}, {"text_block_id": "p9_b163", "text": "c. Forest ownership and rights"}, {"text_block_id": "p9_b164", "text": "In order to reverse the trend of deforestation in particular from private and communal forests, all options shall be undertaken including payment for ecosystem services (PES); retiring the rights to forests and purchase of privately owned forests and converting the same protected forests. This shall be done with the prior informed consent of the forest owners and right holders."}, {"text_block_id": "p9_b165", "text": "Policy Measures"}, {"text_block_id": "p9_b166", "text": "Policy Measures\n* Government of Pakistan, with an aim to protect privately-owned and\n* Purchase of privately-owned and communal forestlands in provinces may be\n* In case purchase of forestland is not possible, rights of forest use shall be"}, {"text_block_id": "p10_b172", "text": "Policy Measures\n* Government of Pakistan, with an aim to protect privately-owned and\n* Purchase of privately-owned and communal forestlands in provinces may be\n* In case purchase of forestland is not possible, rights of forest use shall be\n* During the period of agreement with private owners and communities, the\n* In case of purchase of forestlands and purchase of rights for specified period,"}, {"text_block_id": "p10_b176", "text": "6. Promote integrated approach of forests, wildlife and biodiversity management"}, {"text_block_id": "p10_b177", "text": "Policy Measures"}, {"text_block_id": "p10_b178", "text": "a."}, {"text_block_id": "p10_b179", "text": "Synchronizing the effectiveness of forestry and wildlife departments at field level."}, {"text_block_id": "p10_b180", "text": "b."}, {"text_block_id": "p10_b181", "text": "Provinces shall consider making provincial wildlife and forestry postings at district level inter-chargeable, by revisiting the service structure."}, {"text_block_id": "p10_b182", "text": "c."}, {"text_block_id": "p10_b183", "text": "Provinces shall consider devising mechanism for better coordination between forests, wildlife and fisheries departments."}, {"text_block_id": "p10_b184", "text": "7. International obligations and opportunities"}, {"text_block_id": "p10_b185", "text": "Forests provide cost effective and durable solution to the global issues of climate change, loss of biodiversity and desertification. Hence, Forestry is treated as a cross-cutting subject under the three Rio Conventions viz: United Nations Framework Convention on Climate Change (UNFCCC), United Nations Convention to Combat Desertification (UNCCD) and Convention on Biological Diversity (CBD). Under the UNFCCC, the Cancun Agreement on Reduced Emissions from Deforestation and Forest Degradation (REDD+) is bringing"}, {"text_block_id": "p11_b186", "text": "enormous funding opportunities to forest-dependent communities to control deforestation and enhance forest carbon stock. The REDD+ is a market-based mechanism of quantified emission reduction from forests with certain safeguards. The Cancun Agreement also has a separate mechanism of Nationally Appropriate Mitigation Actions (NAMA) intending to compensate country-specific mitigation actions in all sectors including Forestry. Pakistan is committed to meet all international obligations pertaining to forests by securing maximum financial and technological support from multilateral and bilateral sources."}, {"text_block_id": "p11_b187", "text": "Policy Measures"}, {"text_block_id": "p11_b188", "text": "a."}, {"text_block_id": "p11_b189", "text": "Effective participation of national focal points and forestry experts in"}, {"text_block_id": "p11_b190", "text": "conventions’ meetings safeguarding national interest"}, {"text_block_id": "p11_b191", "text": "b."}, {"text_block_id": "p11_b192", "text": "Inter-provincial and inter-ministerial bodies constituted for respective conventions and REDD+ shall oversee and monitor implementation of conventions"}, {"text_block_id": "p11_b193", "text": "c."}, {"text_block_id": "p11_b194", "text": "National Focal Points of these conventions and agreements shall frequently coordinate with and facilitate all federating units in implementing forestry-related obligations"}, {"text_block_id": "p11_b195", "text": "d."}, {"text_block_id": "p11_b196", "text": "Government shall mobilize funds for forest protection and development from bilateral and multilateral sources including Global Environment Facility (GEF) and Green Climate Fund (GCF)"}, {"text_block_id": "p11_b197", "text": "e."}, {"text_block_id": "p11_b198", "text": "Government and respective federating units shall allocate sufficient funds as a requirement of co-financing GEF and GCF supported projects"}, {"text_block_id": "p11_b199", "text": "f."}, {"text_block_id": "p11_b200", "text": "Government shall enhance capacity of all federating units on preparing and negotiating forest proposals for funding under NAMA and GCF"}, {"text_block_id": "p11_b201", "text": "8. Scientific planning, policy & legal reforms"}, {"text_block_id": "p11_b202", "text": "The Federating Units have been following outdated forest management planning that is inconsistent and incapable of meeting requirements of changing world. Imposition of ban on commercial harvesting in 1993 virtually brought management planning to standstill in parts of the country. Similarly, existing provincial forest policies and laws seldom address challenges and solutions of sustainable management of forests. Government of Pakistan, as per its constitutional mandate, shall perform its functions of inter-provincial coordination and assistance in reforming forest management planning, policies and laws meeting national priorities and international standards."}, {"text_block_id": "p11_b203", "text": "Policy Measures"}, {"text_block_id": "p11_b204", "text": "a."}, {"text_block_id": "p11_b205", "text": "Government shall promote scientific management of national forests and a consistent system of such management"}, {"text_block_id": "p12_b206", "text": "b."}, {"text_block_id": "p12_b207", "text": "On the request of federating units, Government shall arrange technical, human and financial support for policy and legal reforms, with the prime aim of achieving objectives of this umbrella policy"}, {"text_block_id": "p12_b208", "text": "c."}, {"text_block_id": "p12_b209", "text": "Government, shall provide a national platform to all federating units, for exchange of knowledge and experience relevant to forest policies and laws"}, {"text_block_id": "p12_b210", "text": "d."}, {"text_block_id": "p12_b211", "text": "Government of Pakistan shall provide necessary advice to federating units to make their relevant policies and laws harmonized and conforming to international agreements"}, {"text_block_id": "p12_b212", "text": "9. National institution for research, education, training and monitoring"}, {"text_block_id": "p12_b213", "text": "National planning and programming necessitates availability of updated, accurate and authentic statistics related to large number of Forestry indicators. National objectives of Forestry sector and international agreements frequently require advanced and applied research on various aspects of Forestry. All Federating Units have high demands for education, training and capacity development that meets the world standards and national needs. International agreements including UN Framework Convention on Climate Change (Cancun Agreement and Warsaw Framework), Convention on Biological Diversity, UN Convention to Combat Desertification, United Nations Forum on Forests and regional agreements at the level of SAARC and ECO require regular monitoring and reporting on the status of national forests. The National Focal Points of these agreements and all Federating Units demand establishment of a national institution in Islamabad to perform all the above functions."}, {"text_block_id": "p12_b214", "text": "Policy Measures"}, {"text_block_id": "p12_b215", "text": "a."}, {"text_block_id": "p12_b216", "text": "Government of Pakistan shall establish a national institution in Islamabad to promote advanced research in forestry, biodiversity and allied disciplines"}, {"text_block_id": "p12_b217", "text": "b."}, {"text_block_id": "p12_b218", "text": "National institution shall pool-up technical and human resources available in Federating Units to impart formal and informal education, in-service training to forest stakeholders"}, {"text_block_id": "p12_b219", "text": "c."}, {"text_block_id": "p12_b220", "text": "National intuition shall promote high-quality research & education by building linkages with regional and international forestry intuitions"}, {"text_block_id": "p12_b221", "text": "d."}, {"text_block_id": "p12_b222", "text": "National institution shall develop and maintain updated databases related to all aspects of forestry, biodiversity and allied disciplines"}, {"text_block_id": "p12_b223", "text": "e."}, {"text_block_id": "p12_b224", "text": "National institution shall conduct periodic national forest surveys and publish state of forest report every 2 years"}, {"text_block_id": "p13_b225", "text": "10. Financing"}, {"text_block_id": "p13_b226", "text": "The implementation framework of National Forest Policy (2015) shall include component-wise financial requirements, annual phasing and sources of financing. On part of Federal Government, following sequential measures and actions will be taken:"}, {"text_block_id": "p13_b227", "text": "I."}, {"text_block_id": "p13_b228", "text": "Reflect in Five Year Plan / Mid Term Development Framework / Perspective Plans"}, {"text_block_id": "p13_b229", "text": "II."}, {"text_block_id": "p13_b230", "text": "Allocate PSDP funds for Provincial afforestation programmes and projects"}, {"text_block_id": "p13_b231", "text": "III."}, {"text_block_id": "p13_b232", "text": "Mobilize international funds from multilateral and bilateral sources"}, {"text_block_id": "p13_b233", "text": "IV."}, {"text_block_id": "p13_b234", "text": "Facilitate Results-based payments under REDD+"}, {"text_block_id": "p13_b235", "text": "11. Implementation mechanism"}, {"text_block_id": "p13_b236", "text": "Following logical steps shall be followed for effective implementation of National Forest Policy 2015:"}, {"text_block_id": "p13_b237", "text": ""}, {"text_block_id": "p13_b238", "text": "Ministry of Climate Change shall develop, in consultation with all stakeholders, an action plan for implementation of NFP. The action plan will assign specific responsibilities to stakeholders with quantifiable targets to be achieved within given timeframe"}, {"text_block_id": "p13_b239", "text": ""}, {"text_block_id": "p13_b240", "text": "Federal Forestry Board shall be reactivated under the chairmanship of Minister for Climate Change with a renewed mandate, composition, and functions"}, {"text_block_id": "p13_b241", "text": ""}, {"text_block_id": "p13_b242", "text": "Federal Forestry Board shall report to the Government on the progress of NFP on six-monthly basis"}, {"text_block_id": "p13_b243", "text": ""}, {"text_block_id": "p13_b244", "text": "All Federating Units shall constitute inter-departmental NFP implementation committees and report their decisions to FFB"}, {"text_block_id": "p13_b245", "text": ""}, {"text_block_id": "p13_b246", "text": "Federal Government shall undertake preparation of necessary legislation for implementing Federal components of this Policy including for creation of new national institution and authority"}, {"text_block_id": "p13_b247", "text": ""}, {"text_block_id": "p13_b248", "text": "The Policy shall be reviewed after 5 years of its implementation and strategic decisions shall be taken accordingly"}], "document_description": "This policy (supported by caveats in the National Environment Policy) addresses the sustainable use of renewable natural resources. It acknowledges the multiple functions of Pakistan's forests, such as carbon storage for climate change mitigation. However, there is a particularly strong focus on forests' role in mountain areas where they provide protection from soil erosion and reduction of downstream siltation; and crucially, watershed protec-tion. It also notes the potential of forests to support local livelihoods in terms of provision of non-timber forest products (mushrooms, medicinal plants etc.).\n\nMuch of Pakistan's forests have now been cleared, increasing the importance of managing what remains under a framework of sustainable use. In particular the sustainable use should benefit marginalised groups such as women and children. Use of existing resources should be complemented with forest restoration activities to attempt to regenerate forests in order to safeguard economic growth.\n\nApproaches to achieve the desired sustainable use of forests include the substitution of firewood and timber (specifically discouraging the use of rare species in government buildings); and the prevention of encroachment on remaining forest lands through regulation of grazing.\n\nIn order to finance the protection of watersheds and safeguard Pakistan's water supply, the forest policy stipulates the creation of a forest fund. The fund may also be used to finance the promotion of forestry research and education in Pakistan.\n\nThe <a href=\"http://extwprlegs1.fao.org/docs/pdf/pak149130.pdf\">National Forest Policy 2015</a> is a broad update of the 2010 document."}