{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Pakistan", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Pakistan 2025: One Nation, One Vision", "document_country_code": "PAK", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Vision", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "29/05/2014", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/PAK/2014/PAK-2014-05-29-Pakistan 2025: One Nation, One Vision_2b4b9c76d68bcc4c48efbbd87a2d1ae4.pdf", "text_blocks": [{"text_block_id": "p3_b1", "text": "President’s Statement"}, {"text_block_id": "p3_b2", "text": "Mamnoon Hussain"}, {"text_block_id": "p4_b3", "text": "I am confident that this Vision and the subsequent strategy will lay down the foundations of a prosperous, just and harmonious society much before 2025. While going through the document, one can realize that managing the 7th most populous country of the world is a gigantic task but managing it during transition amidst internal and external challenges is even more demanding. I have full faith in the capabilities of my nation and in its ability to manage these challenges. I am glad to know that Vision 2025 acknowledges the forces of technology and knowledge which have entirely changed the way we conduct transactions, interact with each other, create value, and generate business."}, {"text_block_id": "p4_b4_merged", "text": "The Vision also highlights the imbalance between economic development and social development, and suggests policies for improving the socio-economic indicators ofthe country. The turnaround from the current state of affairs in most social development indicators including population welfare, poverty, gender mainstreaming, literacy, school enrolment, immunization coverage and access to potable water is promised by investing more in human and social development."}, {"text_block_id": "p4_b7", "text": "Vision 2025 recognizes the people of Pakistan as our greatest asset and tries to leverage their strengths for growth and development. The demographics of Pakistan with nearly 110 million people below the age of 30 presents a unique opportunity which we cannot afford to fritter away. Our leading priority will be to tap their latent energies and potential skills, in making them effective managers of change for tomorrow."}, {"text_block_id": "p4_b8", "text": "Vision 2025 correctly emphasises Pakistan’s locational advantage in leveraging the development of multiple corridors of regional cooperation, involving energy, industry, trade and transportation. I am glad that Vision 2025 reflects the dreams of our growing numbers of educated and assertive young people. They are agents of change and their passion is the best guarantee we have of achieving the objectives of the Vision."}, {"text_block_id": "p5_b9", "text": "PM’s Statement"}, {"text_block_id": "p5_b10", "text": "Mohammad Nawaz Sharif"}, {"text_block_id": "p6_b11", "text": "I appreciate the quality of the themes chosen for Vision 2025, its futuristic thought processes based upon the diagnosis of the current state of affairs, and an assessment of the potential of the economy and the people and more importantly its focus on the imperatives of nation-building. The Vision looks into the future with feet firmly planted in reality, armed with wisdom and lessons garnered from the past. The emphasis on the challenges in implementation distinguishes this Vision from the perspective of past plans. With continuity, stability and firm commitment to implement the underlying growth strategy, Pakistan could position itself in the top 25 economies of the world by 2025."}, {"text_block_id": "p6_b12", "text": "Vision 2025 will build upon the sustained efforts made by the Government during the course of the last fourteen months to regain macroeconomic stability and implement wide-ranging reforms. The current security predicament and resultant impact on every aspect of our state, society and economy cannot be tolerated any more. Peace and harmony has to be provided to the society in the quickest possible time and the government has already made a beginning to meet this goal. The underlying growth strategy rightly focuses on the right of the people to the benefits of growth and development, and aligning national priorities to make it more inclusive and sustainable. The least developed and backward areas including Balochistan, FATA, AJK and Gilgit Baltistan are focused on with massive investments in infrastructure, and social services. Pakistan cannot prosper or progress if any part of its area or peoples are left behind in the journey to prosperity."}, {"text_block_id": "p6_b13", "text": "Vision 2025 is not oblivious of emerging and expected challenges currently faced or likely to be faced by the nation on the socio-economic front. Keychallenges include water, energyand food security, a huge infrastructure deficit, issues pertaining to climate change, and leveraging world trade and markets. Pakistan as a passionate nation and with extensive potential of being resilient could take these challenges head-on and has the capability to turn all these challenges into opportunities with commitment, resourcefulness and a sense of responsibility."}, {"text_block_id": "p6_b14", "text": "I compliment the Vision team for putting more emphasis on knowledge, innovation and entrepreneurship as key drivers of future progress. Investment in modern learning including nano technology is instrumental in the creation of core competencies that can provide needed skills and enhance productivity to transform agriculture, industry and the service sector over the coming years. More importantly, the Vision relied upon indigenous resources and self-reliance to steer the economy to a higher growth trajectory and recognized the primacy of the private sector as a key instrument for accelerating growth. The export led growth strategy and the target of $150 billion growth are laudable. Necessary reforms require political will and determination and I am happy that all provincial governments have shown their commitment and inclination to reform for the betterment of the life of the common man."}, {"text_block_id": "p6_b15", "text": "Vision 2025 remains committed to our basic values of solidarity, harmony, compassion and above all respect for all our fellow citizens. Our institutions will have to enshrine the concept of human dignity which signifies a polity where law is supreme; merit is recognized, women and children are honoured, and the weak and vulnerable are socially and economically protected."}, {"text_block_id": "p6_b16", "text": "The distinguishing feature of this Vision is that it draws inspiration from the founding father Quaid-i-Azam who envisioned Pakistan as a democratic state, a welfare economy and a pluralistic society, where debate and diversity is welcomed. I look at Vision 2025 as a translation of the Quaid’s dream in the context of the 21st century."}, {"text_block_id": "p6_b17", "text": "The Planning Commission under the able leadership of Prof. Ahsan Iqbal deserves to be congratulated for formulating a document which will guide the nation to its rightful place in the comity of nations. In sum, Vision 2025 articulates the entire nation’s dream for a peaceful, harmonious, strong and united Pakistan with enormous faith in our destiny; and at the same time it asks the nation to strive to make Pakistan an embodiment of peace, prosperity and progress."}, {"text_block_id": "p6_b18", "text": "This is a national Vision and I urge all Pakistanis to focus their energies and potential in translating the Vision into a reality."}, {"text_block_id": "p6_b19", "text": "May Allah Almighty be with us in our efforts to make Pakistan a prosperous and successful country. Ameen."}, {"text_block_id": "p7_b20", "text": "Prelude byMinister"}, {"text_block_id": "p7_b21", "text": "Prof. Ahsan Iqbal"}, {"text_block_id": "p8_b22", "text": "Later during the early 90s it again led the way in South Asia but again within a decade lost its direction. Today, we find many countries which were lagging behind have forged ahead and overtaken us. It is a moment of introspection and reflection, particularly on the eve of our 68th independence anniversary."}, {"text_block_id": "p8_b23", "text": "Pakistan was not carved out by either geography or race. It was created on the basis of an idea, a dream and a vision. “The Pakistan Dream” envisioned for Muslims of South Asia to showcase to the world that they could establish a state based on justice, dignity, security, and prosperity without prejudice and discrimination. Unfortunately, that dream didn’t materialise, not because we weren’t capable of doing it or we were lacking resources but because people were denied the opportunity of nation building for almost half of the nation’s history. In the process, we lost half of Pakistan in 1971. It is said that if everything is lost, future still remains. We too can either live in the past and keep mourning and criticising or start a new journey to build a better future for ourselves by learning from the past mistakes and from the success stories of other nations. Poverty to Prosperity is not an indefinite journey; it can happen in one generation’s lifetime. Japan, Korea, China, Singapore, Malaysia and Turkey have done it."}, {"text_block_id": "p8_b24", "text": "Todaywe face multiple challenges, on the domestic front we face problems that can be tackled as other countries have also addressed them such as energy crisis, inflation, unemployment, poor social conditions, extremism and security challenge. Many of these problems are a product of either poor planning or no planning for the future. But, on the global level, we face unprecedented challenge of a new Knowledge Revolution era, which is impacting the developing and developed world alike. As the new forces of technology, information, globalisation, and innovation are shifting the paradigms of development and wealth creation. This calls for fundamental changes in the social, political, and economic behaviours and structures of societies to create new capabilities and capacities. Failing which, nations will find themselves redundant in the new economic game even if they manage to tackle domestic challenges. Hence, we need a framework for development that not only solves our immediate problems but also addresses the long term growth and development challenge of the Knowledge Revolution age."}, {"text_block_id": "p8_b25", "text": "All successful countries and organisations have achieved success by developing shared visions. In China, Deng Xiao Peng in 1979 gave a vision for 2049 for China to be a middle income country, which it will achieve much earlier. In Malaysia, PM Dr Mahatir in 1992 presented Malaysia Vision 2020 to make Malaysia a developed country, in Turkey PM Tayep Erdogan presented Vision 2023. In the corporate sector, there is no concept of an organisation achieving sustained success without having a clear and shared vision. Vision is a simple and motivating articulation of destination and direction, which is realised through translating it into mission, goals, strategies, and plans under a framework of Key Performance Indicators (KPIs) to monitor progress and implementation. Development is no longer an abstract process, it has become a science which if pursued in the right waywith commitment delivers results."}, {"text_block_id": "p8_b26", "text": "One major distinguishing factor, which played defining role between countries that developed and Pakistan was our political instability. Japan , China, Korea, Singapore, Malaysia, and Turkey every success story has enjoyed stability and continuity in policies. In our case we became a swinging"}, {"text_block_id": "p9_b27", "text": "pendulum between martial laws and democracy and it took sixty six years for the first democratic government to complete its tenure. This way, year 2013 was a milestone in Pakistani history, which witnessed first ever democratic transfer of power in the country. If we preserve this hard earned political stability by respecting the mandates and tenures, there is no reason why Pakistan can’t move fast on the development path because political instability and development don’t go hand in hand."}, {"text_block_id": "p9_b28", "text": "Pakistan Vision 2025 lays down a foundation to put Pakistan on a fast track of development with the ultimate goal of transforming it to become one of top ten economies in the world by 2047, its first centenary. By 2025, it envisions Pakistan among top twenty five economies of the world and a upper middle income country. More importantly, creating a balanced platform for development by building strong social foundations without which any dream of becoming a developed country shall remain elusive. In terms of economic indicators, Pakistan is a middle income country but in social indicators it falls amongst least developed countries. Our goal is to create a modern economy which is competitive and caring. The 5+7 model, five enablers and seven pillars, offers an integrated formula for development and prosperity. Our primary focus is to create a world class software for development by investing in human resources and governance. Our approach to development is people centric. Development has to be of people, for people, and by people. Therefore, our vision of development is based on inclusiveness and social justice. We are not just driven by economic indicators such as GDP, GNP etc but seek holistic and integrated development by establishing a sound socio-politico-economic structure, which fosters and preserves good society, good politics, and good economy with responsibility towards our future generations measured by Gross National Well Being (GNWB)."}, {"text_block_id": "p9_b29", "text": "Pakistan Vision 2025 has been developed after extensive input and deliberations of all stakeholders. Prime Minister Nawaz Sharif chaired 1,000 plus stakeholder consultation conference on 22 Nov, 2013 in Islamabad. Later, provincial and federating unit level consultations were held to extract the shared vision in spirit of partnership. Private sector, academia, professionals, and diaspora were involved extensively to get quality input as well as create broad based ownership."}, {"text_block_id": "p9_b30", "text": "We are mindful that we have never been short of policies and plans but the failures in the past have been in the area of IMPLEMENTATION. Just as an aeroplane needs full thrust from its engines for take off, we envision that all engines of society politicians, bureaucrats, military, judiciary, media, private sector, professionals and civil society will align and synergize their energies and resources towards a shared destination to realise our vision. Our goal is to create a modern economy which is competitive and caring. Therefore, special focus has been paid to monitoring and implementation of the vision through collaboration of stakeholders. No game plan or strategy can achieve success unless victory is internalised through positive self image and conviction. Our journey towards success will first start in our minds by throwing away negative thoughts, cynicism, and criticism. For a change, let’s adopt positive thinking and optimism. It is a well known fact that our performance is a function of how we feel, if we feel depressed we will always under perform and if we feel positive and upbeat we will always over perform. We have for too long cribbed about the glass being half empty, it is time to make it full from half full."}, {"text_block_id": "p9_b31", "text": "I will like to thank the vision team, staff of Planning Commission and all those Pakistanis who have taken part in formulation of the vision with exemplary dedication. Fortunately, I got the opportunity to edit the final document in Masjid e Nabwi (pbuh), Madinah Monawarah during Ramadan. While we do our best to make things happen, without Divine Help it is not possible to succeed. I pray to Almighty that May He Grant us wisdom, courage, and guidance to implement the vision in letter and spirit, Ameen! It is my conviction that Pakistan is well poised to emerge as one of the fastest growing economies in Asia Insha Allah!"}, {"text_block_id": "p10_b32", "text": "Approval of Pakistan Vision 2025"}, {"text_block_id": "p10_b33", "text": "By National Economic Council"}, {"text_block_id": "p10_b34", "text": "29th May, 2014"}, {"text_block_id": "p11_b35", "text": "Message from"}, {"text_block_id": "p11_b36", "text": "Muhammad Shahbaz Sharif"}, {"text_block_id": "p11_b37", "text": "Chief Minister,"}, {"text_block_id": "p11_b38", "text": "Punjab"}, {"text_block_id": "p11_b39", "text": "It is a moment of joy for me to know that the Ministry of Planning, Development and Reforms has finalized Pakistan Vision 2025 under the able guidance of Mr. Ahsan Iqbal and in line with the vision of Prime Minister of Pakistan. Pakistan Vision 2025 is going to be a strategic instrument in steering Pakistan towards growth & development. As evident, Vision 2025 has acknowledged horizontal and vertical disparities in our society suggesting solid policy reforms, in turn, to address these disparities. Accordingly, I see Vision 2025 closer to my ideas of growth & development which should be all-inclusive, egalitarian and sustainable. Therefore, I hereby assure in unequivocal terms that Punjab commits itself to be an active partner in achieving this national agenda. As a matter of fact, thematic areas of Vision 2025 have been already embedded in Punjab Government’s Growth Strategy which is going to be reflected in our ADP 2014-15. I am particularly impressed by the emphasis placed by Vision 2025 on knowledge, innovation & productivity and I consider these areas to be of utmost significance in making us progress at national & regional levels. Vision 2025 is a foremost step in the right direction in achieving the goals of sustainable prosperity and equality which has remained elusive so far. I have a conviction that the principles enunciated and the targets set in Vision 2025 would be accomplished under the leadership of Muhammad Nawaz Sharif, Prime Minister of Pakistan since there is no option for us but to succeed."}, {"text_block_id": "p11_b40", "text": "Message from"}, {"text_block_id": "p11_b41", "text": "Qaim Ali Shah"}, {"text_block_id": "p11_b42", "text": "Chief Minister,"}, {"text_block_id": "p11_b43", "text": "Sindh"}, {"text_block_id": "p11_b44", "text": "I want to congratulate Minister for Planning, Development and Reform and his team for launching a national Vision. Sindh being an important stakeholder in the national development, as a contributor of sizeable proportion of resources (revenue, natural and human capital) and as a gateway to the World through the sea supports this people centric development agenda. We are unanimous on the economic agenda for the welfare of the people and we have cooperated with the federal government as and when required. In future as well, my government will standby all efforts to promote democracy and the general well being of the poor. Our priority is the improvement in the living standards ofthe ordinarypeople ofSindh. I am glad that the Sindh government’s important priority areas like energy, water management, agriculture, industrial development, education and health, urban management and infrastructure building are provided ample space in the Vision document. Sindh’s development is Pakistan’s development and without prosperity in Sindh, the Vision of a prosperous and developed Pakistan cannot be realized. I hope that the federal government will extend a helping hand in our endeavours for the economic development of Sindh and Pakistan."}, {"text_block_id": "p12_b45", "text": "Message from"}, {"text_block_id": "p12_b46", "text": "Parvez Khattak"}, {"text_block_id": "p12_b47", "text": "Chief Minister,"}, {"text_block_id": "p12_b48", "text": "Khyber Pakhtunkhwa"}, {"text_block_id": "p12_b49_merged", "text": "I want to felicitate the Minister for Planning, Development and Reform for building consensus on the national economic agenda through formulation of Pakistan Vision 2025. Government of Khyber Pakhtunkhwa extended its maximum possible cooperation in formulation of this Vision. As described in Khyber Pakhtunkhwa Comprehensive Development Strategy, the Government of Khyber Pakhtunkhwa has its own vision which runs as, “attainment of a secure, just and prosperous society through socio-economic and human resource development, creation of equal opportunities, good governance and optimal utilization of resources in a sustainable manner”. The Vision of change as envisaged by my government is incorporated in this development framework, by putting more emphasis on education and training, and investing in the betterment of the people of Khyber Pakhtunkhwa."}, {"text_block_id": "p12_b52", "text": "It is heartening to note that Vision 2025 has given adequate focus on ensuring peace and security in Pakistan, providing a clean and efficient government through governance and institutional reforms, empowering people to play a role in decision making in their affairs, making government a service for the citizens, ensuring that the rights of the citizen are respected – they receive what is rightfully their due in all walks of life. While keeping the catastrophes faced by the province like the earthquake (2005), floods (2010), IDPs and militancy in mind, this vision encompasses a demand driven transparent, efficient and accountable system, improved corporate governance and macroeconomic stability. The challenges are enormous which require great focus for resolve and commitment. I hope the government will be able to successfully meet, interalia, the implementation challenge(s)."}, {"text_block_id": "p12_b53", "text": "Pakistan Vision 2025 is a comprehensive document that sets the direction of the country’s economy. It is an excellent piece of work, which takes into account the national context, particularly demographic features, i.e., the youth bulge and urbanization, and energy, food and water security as well as the regional and global contexts."}, {"text_block_id": "p12_b54", "text": "This visioning exercise has been of particular interest to Balochistan and we have been engaged in a similar exercise at the provincial level. Balochistan is a vast province with a very under-developed economic and social infrastructure. Climate change and its impact on food and water security are looming concerns. As such, provisions with respect to management of water, transportation and connectivity, and education and health are more important to Balochistan than issues of innovation or financial market sophistication. Balochistan has vast mineral resources and has the potential to emerge as a natural resource economy. Pakistan Vision 2025 will serve as a very useful guideline to the planning exercise in Balochistan and aid in setting strategic directions. The ultimate goal of all planning efforts is, of course, to create jobs, enhance incomes beyond the minimum required for sustenance, raise the standards of education and health, and improve the physical living environment, so as to enrich the quality of life of our people. Pakistan vision 2025 will, I hope, lead the efforts to make all the provinces and Pakistan as a whole a prosperous country and an equitable society."}, {"text_block_id": "p13_b55", "text": "Contents"}, {"text_block_id": "p15_b56", "text": "Our Shared Destination"}, {"text_block_id": "p15_b57", "text": "For a nation to progress it must have a clear idea of its longer-term aspirations. Without this clarity it will neither be able to prepare a coherent roadmap for action nor adopt and implement the policies that would lead towards the objectives. A national vision is meant to provide clarity to our shared vision of the future. Indeed, Pakistan was founded on such a vision—the “Pakistani Dream”, a vision of a prosperous, equitable, tolerant, and dynamic society—which was at the heart of the Independence Movement, even if, over the years, its clarity has diminished. It was"}, {"text_block_id": "p15_b58", "text": "the foundational vision for the new country, inspired by that generation of leaders, and articulated through the struggles of our people for independence and nationhood. The purpose of this document and all that has gone into its preparation is to recreate this vision, re-build upon it, and help translate it into reality."}, {"text_block_id": "p15_b59", "text": "Since 1947, Pakistan has made considerable progress on many fronts. However, on the eve of our 68th independence day, there is consensus that the pace of progress has not"}, {"text_block_id": "p16_b60", "text": "to play their respective roles, provide equal equitable opportunities to all and assign a very well defined role to government as a supporter, facilitator, regulator and performance driven service provider."}, {"text_block_id": "p16_b61", "text": "Pakistan Vision 2025 is designed to represent an aspirational destination. It will serve as a critical guide-post for the development of an effective strategy and road-map to reach our national goals and aspirations. It is not meant to represent the resultant strategy and programme itself. The Vision will be realized through strategies and programmes defined in associated five-year and annual plans."}, {"text_block_id": "p16_b62", "text": "Pakistan today faces formidable social, economic, security and governance challenges. Many nations have faced similar challenges in history and successfully turned them into opportunities through sound economic planning, good governance and consistency in policy implementation. We believe that, once effectively addressed, our challenges likewise offer unprecedented opportunities for transformational progress. As we pass through an era of unprecedented change and complexity, it is imperative that we refresh our framework for national development. A renewed commitment to the founding vision is needed, both to address the current challenges and set out realistic and ambitious targets for the future—including ensuring that Pakistan succeeds in achieving the proposed Sustainable Development Goals (SDGs) of zero poverty and hunger, universal access to health services, education, modern energy services, clean water and sanitation, and join the league of Upper Middle Income countries by 2025. Our ultimate aspiration is to see Pakistan among the ten largest economies of the world by 2047 – the centennial year of our independence."}, {"text_block_id": "p16_b63", "text": "Pakistan is currently facing serious challenges on various fronts. These include the"}, {"text_block_id": "p16_b64", "text": "combination of low growth and high inflation, which is one of the major factors leading to the perpetuation of poverty and unemployment. Energy shortages have posed great problems to the citizens as well as businesses and agriculture. Social indicators reflect serious deficiencies in education, health and population, gender equity and social services. The law and order situation in the country"}, {"text_block_id": "p16_b65", "text": "poses a critical threat to security as well as the economy. The decade-long struggle against terrorism and extremism continues to impose immense social, economic, and human costs."}, {"text_block_id": "p16_b66", "text": "The challenges are compounded by a number of adverse exogenous developments, especially the looming threat of climate change, the aftermath of global economic, financial, and energy crises, unabated fragility of the global financial system, and the continued stagnation in developed country import demand as well as aid flows."}, {"text_block_id": "p16_b67", "text": "The situation calls for a consensus-based national vision and comprehensive strategy to not only combat these challenges, but also proactively embrace the future based on ‘The Pakistani Dream’, which lay at the heart of the movement for the creation of Pakistan."}, {"text_block_id": "p17_b68", "text": "Notwithstanding the multitude of challenges, recent developments, both internal and external, also provide a basis for optimism. Recent years have witnessed the transformational impact of the deepening of democratic culture and institutions. There is a growing consensus that the future of the country is linked with the upholding of the principles of the rule of law, independence of the judiciary and constitutionalism. The space for freedom of expression through the growing voice of a vibrant media has expanded. In spite of attacks on journalists, the resolve of Pakistan’s media has only grown stronger to show that this phenomenon is irreversible. There is a growing and engaged civil society in the country, which is giving greater voice to citizens in shaping the future direction of the country."}, {"text_block_id": "p17_b69", "text": "The passing of the 18th constitutional amendment by consensus is a proof of greater political maturity in our leadership. 2013 was a landmark year in Pakistan’s history. The country witnessed its first democratic transfer of power in 65 years upon completion of a full term by an elected government. The new government, elected with a mandate to fix and reform Pakistan’s economy and make it one of the leading economies in Asia, has taken several immediate steps to arrest economic decline and stagnation. These include measures to reduce non-productive expenditure and raise revenues, managerial changes to stop the haemorrhaging in public sector enterprises, the"}, {"text_block_id": "p17_b70", "text": "announcement of an energy policy, resolution of the circular debt issue, rationalization of subsidies, and introduction of incentives for the private sector. These steps have helped in stabilizing the macroeconomic environment of the country, which is evident from growing foreign exchange reserves, robustness in the stock market, growing economic engagement of friends of Pakistan in the development sector, and stabilization of the Pak Rupee. The country’s first National Security Policy was announced and a consensus was developed to tackle the law and order situation across the country."}, {"text_block_id": "p17_b71", "text": "Having taken necessary short-term actions to stabilize the economy, it is logical that the focus shifts towards the medium to long term framework that will bring Pakistan’s economy to its full strength and potential. Pakistan Vision 2025 should be seen as the first stage in the development journey, providing a balanced and solid platform of sustainable growth and development, and enabling the achievement of the larger vision of transforming Pakistan into a high income economy by 2047 - the first centenary of Independence."}, {"text_block_id": "p18_b72", "text": "Building a Consensus National Vision"}, {"text_block_id": "p18_b73", "text": "Pakistan Vision 2025"}, {"text_block_id": "p18_b74", "text": "was arrived at after extensive consultations with a very wide range of stakeholders, including representatives of political parties, federal and provincial governments, parliamentarians, national and international private sector entrepreneurs, development partners and financial institutions, academia, think tanks, independent experts, Non-Governmental Organizations and civil society."}, {"text_block_id": "p18_b75", "text": "A national consultative conference was held on November 22, 2013. The conference was chaired by the Prime Minister and attended by the Chief Ministers of all four Provinces and the Prime Minister of AJ&K, as well as over one thousand"}, {"text_block_id": "p18_b76_merged", "text": "stakeholders from different sectors and domains. In order to streamline discussions and obtain coherent inputs from all sectors ofthe economy, the conference was divided into seven broad thematic groups, which were further sub-divided into fifty-three sub-groups. The national conference was followed up by consultative workshops in the four provinces and AJ&K, with the objective ofclarifying recommendations and mustering support. In order to avoid duplication and reinventing the wheel, the best ideas put forward in earlier vision documents and medium-term plans were also drawn upon in preparing Vision 2025."}, {"text_block_id": "p19_b79", "text": "The Founding Vision"}, {"text_block_id": "p19_b80", "text": "On the eve of independence the Quaid-e-Azam held out a simple but compelling vision for Pakistan’s future—a responsible government, based on the rule of law, constitutionalism and democracy, striving for the prosperity, well being, and security of the people, especially the poor."}, {"text_block_id": "p19_b81", "text": "Although the country has exhibited respectable economic growth with a phenomenal increase in the quantum of inherited infrastructure, it continues to lag behind in the sphere of human and social capital development and national cohesion."}, {"text_block_id": "p19_b82", "text": "These are daunting challenges. However, the Pakistani nation has overcome overwhelming odds in the past; its creation and very survival in the early years was seen by many as impossible, but in the first decade after independence a shared moral purpose and dedicated leadership changed the impossible into the possible. Today, Pakistan again needs this winning combination to recreate the Pakistani Dream: a national vision to provide a shared destination, a motivation for synergising efforts, and a structure to enable leap-frogging on the development pathway."}, {"text_block_id": "p19_b83", "text": "Unfortunately the deviation from the founding vision of the Father of the Nation, starting in 1958, contributed to the erosion of an overarching social consensus, leading to the division of the country into sub-national and sectarian identities. It is time to recover the founding vision of the Father of the Nation."}, {"text_block_id": "p19_b84", "text": "These are ambitious goals but not unprecedented in recent history. Indeed, the achievements of the Asian Tigers represent the pursuit of precisely these integrated goals: high levels of human development (including universal access to health and education services, poverty eradication, and empowerment of women), rapid rates of sustainable and inclusive economic growth, adherence to the rule of law, and steady progress towards democratic and transparent governance, achievement of water, food, and energy security, strong incentives for the private sector, sustained investment in knowledge resources, and optimal reliance on regional connectivity as an engine of growth."}, {"text_block_id": "p19_b85", "text": "Our Vision today is to make Pakistan the next Asian Tiger"}, {"text_block_id": "p20_b86", "text": "impact of population growth"}, {"text_block_id": "p20_b87", "text": "Pakistan’s population is projected to increase to over 227 million by 2025. The population will also comprise a much larger proportion of younger people (63% below the age of 30). These demographic projections raise a number of issues for the country."}, {"text_block_id": "p20_b88", "text": "First, other than oil-rich economies, no country has been able to break into the high-income club without a radical reduction of its population growth rate. The first implication of the high population is the downward pressure it puts on growth. This is mainly because investment funds have to be concentrated in meeting the needs of the growing population (education, health, housing, police, and other infrastructure), rather than productivity growth. As such, the need for lowering the growth rate of population is more urgent than ever."}, {"text_block_id": "p20_b89", "text": "Second, on the positive side, the declining fertility rates during this period will create a demographic dividend, in which the dependencyratio (the ratio of working to non-working people, i.e., adults versus children and old people) will fall. This can create an opportunity for the country to boost its productive capacity because of the increase in the supply of human resources. However, whether or not this demographic dividend is realized depends on the investments being made in human development, especially education, training, and health. Demographic dividend is a window of opportunity that is available till 2045 beyond which aging trend will set in."}, {"text_block_id": "p20_b90", "text": "Third, a critical component of these investments in human development is catering to the food and nutrition needs of the growing population. Given the prospect of climate change and depleting water resource, this will constitute one"}, {"text_block_id": "p21_b91", "text": "of the major challenges faced by the country in the coming years. The recent National Nutrition Survey noted that approximately 60 per cent of the country’s population is facing food insecurity and nearly 50 per cent of the women and children are malnourished. These nutritional inadequacies hinder the development of the intellectual faculties of school-going children and young adults consigned to such diets, and could thus perpetuate intergenerational inequalities of opportunity and income. The growing population in Pakistan poses a significant threat to food security, Pakistan’s development and social indicators and stability."}, {"text_block_id": "p21_b92", "text": "Fourth, it will also be a huge and urgent challenge to provide meaningful jobs for the growing number of individuals entering the workforce. About 1.5 million new jobs will need to be created every year just to keep the unemployment at its existing rate. Providing full employment is important not only for increasing production levels, but also to raise family incomes and consumption, ensure the maintenance of the self-esteem of individuals, reducing income disparities, and thus protecting the social fabric."}, {"text_block_id": "p21_b93", "text": "This means that the translation of this vision into action will require focusing on a number of priority areas."}, {"text_block_id": "p21_b94", "text": "This means that the translation of this vision into action will require focusing on a number of priority areas.\n* Meeting the basic needs of this growing population, including in particulartheiraccess to essential servicesâhealth, education, energy, water, and sanitation.\n* Providing the social, legal, and physical infrastructure needed to empower people and ensure that they are able to live their lives with dignity, and that human rights are protected, lives are secure, there is full employment (i.e., over 1.5 million additional decent jobs are created every year), women are empowered, and that poverty and hunger are eliminated.\n* A responsible and accountable government and public sector\n* An entrepreneurial private sector that can generate the required number of jobs.\n* Ensuring that the economy can engage effectively with and benefit from the opportunities emerging outside the borders, especially regional opportunities.\n* Ensuring competitiveness in the modern world that has shifted towards a knowledge economy.\n* Protecting natural resources and addressing climate change.\n* Perhaps most importantly, ensuring rapid growth of the GDP in order to generate the required number of jobs, with an emphasis on âinclusive growthâ, mindful of the regional and social inequalities which exist in our economy. A concerted effort to create balanced growth and provide equal opportunities to all Pakistanis."}, {"text_block_id": "p21_b110", "text": "In order to achieve our desired growth and development goals, it is necessary to understand the new global context and realities and in particular how these affect Pakistan. In addition, it is also important to review our development history and extract key lessons for future planning and development to avoid the mistakes of the past."}, {"text_block_id": "p21_b111", "text": "There are lessons from newly developed and emerging economies. However, our approach is that while we learn from the best practices of other nations we must develop our indigenous model of development - a ‘Pakistani model’ based heavily on inclusive growth and indigenous factors focused on improving productivity of resources deployed across our agricultural, manufacturing and services sectors."}, {"text_block_id": "p22_b112", "text": "Elements of the Vision"}, {"text_block_id": "p23_b113", "text": "The realization of this vision requires simultaneous attention to a number of areas. The nation-wide stakeholder consultations have identified 7 priority areas or pillars. Each of these finds resonance with one or more of the latest proposals for the Sustainable Development Goals (SDGs), and Pillars 1-4 with the Millennium Development Goals (MDGs)."}, {"text_block_id": "p23_b114", "text": "The Vision 2025 process builds upon the largely successful pursuit of the MDGs, and is a launching pad for the complete fulfilment of the SDGs before their target date of 2030."}, {"text_block_id": "p24_b115", "text": "New Global Context, Trends"}, {"text_block_id": "p24_b116", "text": "& Realities"}, {"text_block_id": "p25_b117_merged", "text": "We are living in an era of unprecedented change and complexity in which the paradigms of human progress, prosperity and development are un-dergoing fundamental shifts. While industry and manufacturing will continue to be the engines of growth, the era of industrial revolution is over and a new ‘Knowledge Revolution’ era has dawned. This has changed the rules of success and fail-ure for nations. To chart the future development course, it is imperative to apprehend the new re-alities and trends. Such points of inflection offer great opportunities to leap frog and become one of the fastest growing economies in Asia."}, {"text_block_id": "p25_b124", "text": "Economic Trends"}, {"text_block_id": "p25_b125", "text": "Four major trends economic trends may have significant implication for the future of the world economy and the prospects for development in middle-income countries. These include the “rise of the South”, continuing globalization and regionalization, the advent of the knowledge revolution, and the impact of the global recession on international cooperation."}, {"text_block_id": "p26_b126", "text": "Economic Trends"}, {"text_block_id": "p26_b127", "text": "Shifting epicenter of global economic activity"}, {"text_block_id": "p26_b128", "text": "Most growth over the next few decades will be in emerging markets. Asia has emerged as the new continent of growth. India and China are expected to contribute a fifth of the in"}, {"text_block_id": "p26_b129", "text": "-"}, {"text_block_id": "p26_b130", "text": "crease in global consumer demand over the next decade. The renewed upward trend in energy prices is creating new sources of cap"}, {"text_block_id": "p26_b131", "text": "-"}, {"text_block_id": "p26_b132", "text": "ital in the Gulf region, with broader risk ap"}, {"text_block_id": "p26_b133", "text": "-"}, {"text_block_id": "p26_b134", "text": "petites than western capital. The huge nat"}, {"text_block_id": "p26_b135", "text": "-"}, {"text_block_id": "p26_b136", "text": "ural resource endowments of Central Asian countries are being integrated into the world economy."}, {"text_block_id": "p26_b137_merged_merged", "text": "Pakistan is fortuitously located at the inter-section of these four engines of growth— South Asia, China, Central Asia and the Middle East—which house half the world’s population. Pakistan, with a hard-working population of 184 million, a technically so-phisticated professional class, rapidly expand-ing infrastructure, and access to warm waters, has great promise to contribute to growth in this region. It can serve as a hub and corridor of regional trade and help integrate these re-gions into an interconnected market."}, {"text_block_id": "p26_b146", "text": "Globalization and Regionalization:"}, {"text_block_id": "p26_b147", "text": "Increasing interconnectedness and cross-border trade"}, {"text_block_id": "p26_b148", "text": "World trade will rise from 61 per cent of global GDP in 2010 to an estimated 76 per cent in 2030, with intra-Asian trade rising dramatically. Vertical specialization based on resource and/ or capability-based competitive advantage, improving transport, supply chain and logistics infrastructure in the developing world will"}, {"text_block_id": "p26_b149", "text": "continue to feed this trend. Intra-regional trade has emerged as a major trend in the world economy. Intra-regional trade accounts for 69 per cent of the total international trade of European countries, 53 per cent of that of Asian countries, 50 per cent in North America, 27 per cent in South and Central America, 18 per cent"}, {"text_block_id": "p27_b150", "text": "in CIS, and 13 per cent in Africa. However, South Asia’s intra-sub regional trade share has only inched up from 2.7 per cent in 1990 to 4.3 per cent in 2011."}, {"text_block_id": "p27_b151", "text": "Pakistan’s strategic position will not yield dividends itself. It will happen only if the requisite investments are made in regional connectivity, economic corridors, and transport and communications infrastructure, including rail and road networks to Central Asia, China and India. Equally important is support for enhancing competitiveness, promotion of export oriented industry, and development of a knowledge infrastructure."}, {"text_block_id": "p27_b152", "text": "The Knowledge Revolution"}, {"text_block_id": "p27_b153", "text": "A new knowledge revolution era in technology marks a paradigm shift in development and wealth creation models, by placing knowledge as the most strategic asset in the development balance sheet. Rapid changes in technology and the introduction of disruptive new technologies are enabling and catalyzing massive increases in productivity and giving birth to entire new sectors of economic activity. Six technologies are likely to drive the future of development namely micro-electronics, computers, telecommunications, human-made materials, robotics, and biotechnology. Specifically, the growth in ICT has shifted the world to a virtual space, particularly for the delivery of services, and has given birth to a new global operating model for businesses."}, {"text_block_id": "p27_b154", "text": "While Pakistan has lagged behind regional peers in taking advantage of the new growth opportunities created in the technology-enabled space, many of the foundational factors are in place now to seize the opportunity going forward. The increased investment in higher education has created an opportunity to leverage science and technology for a knowledge economy—one in which even the most traditional sectors will register increases in productivity through the harnessing of knowledge and technology. The vision of a ‘knowledge economy’ cannot actualize without promoting quality education in Pakistan. Education – both formal and informal - plays a vital role in economic and social development through boosting human"}, {"text_block_id": "p27_b155", "text": "productivity and social cohesion. Today, all nations are competing to build smart and quality human resource."}, {"text_block_id": "p27_b156", "text": "In the past one of the missing links in the development strategy was a disconnect between the science and technologyinstitutions and the productive sectors. The Vision seeks to overcome this disconnect in order to encourage the identification of indigenous solutions to local problems. This will require revamping S&T organizations, especially those that may have become dormant. Possibilities of collaboration with private sector ‘Hi-tech’ companies to rejuvenate existing R&D setups and restructuring of ICT R&D funds to avoid duplicity will be explored. Pakistan also lags behind others in terms of innovation and patents registered, which are the best-known measures of success in science and technology. A major thrust will be to put Pakistan on the innovation map of the world through focused research and development."}, {"text_block_id": "p27_b157", "text": "Financial and Economic Fragility"}, {"text_block_id": "p27_b158", "text": "Finally, the global economy has yet to recover fully from the aftermath of the succession of crises in 2008—an energy price hike, a global food crisis, and a financial collapse in The US, triggering a global recession as well as continued pressure on financial institutions in middle income developed countries. One of the consequences of the prolonged crisis is the adverse impact on official development assistance, and more generally, on the prospects of international cooperation for development. In many ways this is a repeat of the pattern in the 1970s and 1980s, in which a similar combination of crises led to a prolonged global recession, rising indebtedness in developing countries, and the “lost decade of development”."}, {"text_block_id": "p27_b159", "text": "On the positive side, however, significant progress has been made in designing new sustainable development goals (SDGs), which could provide a platform for international cooperation similar to the one provided by the MDGs."}, {"text_block_id": "p28_b160", "text": "Social Trends"}, {"text_block_id": "p28_b161", "text": "In the social domain a number of demographic trends need mentioning. These include the completion of the demographic transition in the developing world, aging in the industrialized world, and accelerating urbanization and the expansion of the urban middle class."}, {"text_block_id": "p28_b162", "text": "Demographic shifts; aging west vs. youth bulge in the developing world"}, {"text_block_id": "p28_b163", "text": "With declining birth rates and increasing life expec"}, {"text_block_id": "p28_b164", "text": "-"}, {"text_block_id": "p28_b165", "text": "tancies, most of the developed world faces the issue of aging populations. The challenges faced by these nations include managing social benefits such as pen"}, {"text_block_id": "p28_b166", "text": "-"}, {"text_block_id": "p28_b167", "text": "sions and healthcare and supporting an ever-expanding older population with a shrinking younger workforce. In contrast, many of the countries in the developing world have a youth bulge."}, {"text_block_id": "p28_b168", "text": "Every year Pakistan adds the equivalent of a New Zea"}, {"text_block_id": "p28_b169", "text": "-"}, {"text_block_id": "p28_b170", "text": "land to its population. But while New Zealand’s capital endowment is already larger than Pakistan’s, the latter cannot add more than a fraction of the capital assets or the institutional capacity. The need to provide ad"}, {"text_block_id": "p28_b171", "text": "-"}, {"text_block_id": "p28_b172", "text": "ditional capital simply to absorb the growing popula"}, {"text_block_id": "p28_b173", "text": "-"}, {"text_block_id": "p28_b174", "text": "tion detracts from the ability to expand the per capita endowment of capital stock—and thus increase labour productivity and per capita income. A lower rate of pop"}, {"text_block_id": "p28_b175", "text": "-"}, {"text_block_id": "p28_b176", "text": "ulation growth would mean more resources available for investment in productivity enhancing activities."}, {"text_block_id": "p28_b177", "text": "Time is not on Pakistan’s side as the demographic pro"}, {"text_block_id": "p28_b178", "text": "-"}, {"text_block_id": "p28_b179", "text": "jections show this “youth bulge” continuing to dom"}, {"text_block_id": "p28_b180", "text": "-"}, {"text_block_id": "p28_b181", "text": "inate the population for another 30–35 years. Unless Pakistan can generate the required number of jobs through sustained, high GDP growth, the streets could be crowded with young men and women seeking jobs, justice, education, and medical care for themselves and their families. Leaving them vulnerable could pose a se"}, {"text_block_id": "p28_b182", "text": "-"}, {"text_block_id": "p28_b183", "text": "rious threat to the country’s stability."}, {"text_block_id": "p28_b184", "text": "Looking on the bright side, Pakistan will have one of the youngest workforces in the world by 2025. The Vision aims to cash in on this demographic dividend by edu"}, {"text_block_id": "p28_b185", "text": "-"}, {"text_block_id": "p28_b186", "text": "cating and building the skills of its population."}, {"text_block_id": "p28_b187", "text": "Increasing urbanization and"}, {"text_block_id": "p28_b188", "text": "rising incomes"}, {"text_block_id": "p28_b189", "text": "By 2025 the share of the urban population will increase from the current 50 per cent to nearly 60 per cent, with approximately 15 per cent living in mega cities (10 mil"}, {"text_block_id": "p28_b190", "text": "-"}, {"text_block_id": "p28_b191", "text": "lion+ population), and 80 per cent of urban growth com"}, {"text_block_id": "p28_b192", "text": "-"}, {"text_block_id": "p28_b193", "text": "ing from Asia and Africa. On the one hand, this trend will lead to increasing factor productivity, contribute to GDP growth, and foster the rise of a new middle class. On the other hand, it will put pressure on governments to cater to organized expansion of settlements and the provision of urban amenities (e.g., sewerage, transpor"}, {"text_block_id": "p28_b194", "text": "-"}, {"text_block_id": "p28_b195", "text": "tation, housing, health care, and educational services) to increasingly large city populations with both the ex"}, {"text_block_id": "p28_b196", "text": "-"}, {"text_block_id": "p28_b197", "text": "pectation and increasingly the buying power to aspire to better standards of living. In addition, attention will also have to be paid on the one hand to curbing urban pollution, waste, and sprawl, and on the other hand to preventing rural stagnation, particularly for economies with significant contribution from agriculture. The fo"}, {"text_block_id": "p28_b198", "text": "-"}, {"text_block_id": "p28_b199", "text": "cus globally is on creating smart cities as hubs of eco"}, {"text_block_id": "p28_b200", "text": "-"}, {"text_block_id": "p28_b201", "text": "nomic growth."}, {"text_block_id": "p28_b202", "text": "Pakistan’s urban population is expanding rapidly. Its share has risen from 32 per cent of the population in 1998 to 40 per cent today; if current trends of rural to urban migration continue, this share will exceed 50 per cent in 2025. Currently, 9 cities have populations exceeding 1 million each, and 75 with populations be"}, {"text_block_id": "p28_b203", "text": "-"}, {"text_block_id": "p28_b204", "text": "tween 100,000 and 1 million."}, {"text_block_id": "p28_b205_merged_merged_merged_merged_merged_merged_merged", "text": "In the case of Pakistan, this trend has additional com-plexity. The inability of the cities to absorb, comfortably accommodate, and meaningfully employ rural-to-urban migrants exacerbates social/ethnic tensions between ‘native’ and migrant populations. The challenge for Pa-kistan will be to address the existing challenges of the large urban centers while planning ahead for the con-tinued migration towards cities. Pakistan will harness the full potential of planned urbanization by adding connectivity and modern infrastructure to develop cre-ative, smart and green cities."}, {"text_block_id": "p29_b214", "text": "Physical & Environmental Trends"}, {"text_block_id": "p29_b215", "text": "In the physical domain, the major threat is posed by climate change, associated with increased frequency and intensity of floods and hurricanes, prolonged droughts and growing water stress, shift of disease vectors, and the frightening possibility of the melting of the Himalayan icecap. Besides this, the world has witnessed repeated energy price shocks, hinting at a future of energy scarcity. Similarly, there are growing scarcities of water for drinking as well sanitation and agriculture. There are also indications of a decline in biodiversity and key natural resources,."}, {"text_block_id": "p29_b216", "text": "Climate change"}, {"text_block_id": "p29_b217", "text": "T"}, {"text_block_id": "p29_b218", "text": "he Fifth Assessment Report of the Inter"}, {"text_block_id": "p29_b219", "text": "-"}, {"text_block_id": "p29_b220", "text": "governmental Panel on Climate Change (IPCC) showed both that the level of confidence in climate projections had risen to 95 per cent, and that climate change had already begun to impose steep social and economic costs, especially on developing countries. These costs have manifested themselves conspicuously in Pakistan, and include high intensity floods in 2010, persistent drought, the emergence of new diseases (especially dengue fever), and even an unprecedented hurricane."}, {"text_block_id": "p29_b221", "text": "Equally problematic is the fact that most of the current prescriptions for addressing climate change will have the impact of raising the prices of conventional energy resources, without making renewable energy resources more affordable."}, {"text_block_id": "p29_b222", "text": "Pakistan has to incorporate this information in its longer term planning process. On the one hand, there is a need to build and strengthen adaptation capacity, especially amongst the poorest and most vulnerable populations. On the other hand, there is a need to invest in renewable energy resources with a view to making them more affordable. In this regard, the country also needs to continue its positive engagement with the international community to ensure that global climate policy is crafted with a sensitive"}, {"text_block_id": "p29_b223", "text": "understanding of the needs and limitations of developing countries."}, {"text_block_id": "p29_b224", "text": "Energy demand spiralling"}, {"text_block_id": "p29_b225", "text": "globally; all eyes turning to alternative fuels"}, {"text_block_id": "p29_b226_merged_merged", "text": "The coming era of depleting fossil fuel reserves and rising energy costs will be extremely difficult for the World‘s population. Global demand for energy is ris-ing fast as the population increases and developing countries undergo dramatic economic growth. In the developing world, 1.6 billion people, around a quarter of the human race, still have no access to electricity. The International Energy Agency (IEA) predicts that World energy demand could be 50% higher in 2030 than it is today. However, the fossil fuels on which the World is highly dependent are finite and far from environmentally friendly. It is estimated that we have already depleted 50% of the World‘s accessible oil deposits. At the current rate of consumption, the re-mainder of the oil will be used up by 2040."}, {"text_block_id": "p29_b231", "text": "There is a dire need for coordinated global action on energy and related issues like climate change and povertyalleviation. Serious thought needs to be given now to creating viable alternatives to fossil fuels. Such mitigation will include energy conservation, more renewable energy commercialization, advanced biofuels and synthetic fuels, use of alternative propulsion, and the design and development of improved, energy-efficient urban infrastructure. Building construction techniques—improved insulation, reflective roofs, thermally efficient windows —are changing to reduce heating costs. It is estimated that there will be more than $2 trillion of investment in clean energy capacity globally in the next decade, and the likely emergence of a multi-trillion clean tech business annually. For Pakistan, the combined shortfall in energy — rising at times to 7000 megawatts— intensifies the woes of consumers, disrupts industrial and agricultural production and adds to costs making Pakistani products uncompetitive internationally. Overcoming"}, {"text_block_id": "p30_b232", "text": "the energy shortage will require action both on the power generation and the distribution sides. This will include investments in alternative energy. The recent inauguration of Pakistan‘s first solar power park is a step in this direction."}, {"text_block_id": "p30_b233", "text": "Food and water security"}, {"text_block_id": "p30_b234", "text": "real concerns for governments worldwide"}, {"text_block_id": "p30_b235", "text": "The combination of increasing global population, changing consumption patterns, stagnant agricultural"}, {"text_block_id": "p30_b236", "text": "technology, finite cropland, and growing water stress in the most populous areas has raised the spectre of famines and persistent food scarcity. This prospect threatens the progress made in recent decades by governments in collaboration with international organizations to reduce severe food deprivation and hunger. As a result ofthese efforts, the total numberof undernourished people has fallen by17 percent since 1992. Overall there has been progress on achieving the millennium development goals (mdgs), especially in developing countries where food insecurity was an acute problem. Still, about 842 million people were estimated to be suffering from chronic hunger."}, {"text_block_id": "p31_b237", "text": "Findings show a rise in incomes reduces hunger, but higher growth may not reach everyone, especially the most food deprived, which are also those in abject poverty. It is therefore essential that countries combatting food insecurity focus not just on income growth, but also inclusive growth. Remittances have generally helped in improving food security of countries that were most vulnerable. However, food insecurity remains a complex issue, bettermeasured not bya single variable but bymany indicators that track several dimensions."}, {"text_block_id": "p31_b238", "text": "With resources becoming increasingly scarce, and the population continuing to grow, there is a need to focus on more efficient methods of agricultural production. This suggests that investment in agricultural R&D spending will drive the global management of food insecurity in the future."}, {"text_block_id": "p31_b239", "text": "Pakistan fares poorly with respect to indicators of food security, in spite of the strong agricultural base of the country. The Indus River system is one of the largest irrigation systems in the world and much of Punjab and Sindh consists of plains. Despite these natural endowments however Pakistan ranks a dismal 76th out of 107 countries in the Global Food Security Index. The reasons have to do with inefficiencies in food distribution, low spending on agricultural R&D and inadequate food safety nets for those in severe poverty. Once a wheat exporter, Pakistan is now in danger of failing to even meet domestic demand for wheat. Such a scenario is not sustainable given the country’s growing population."}, {"text_block_id": "p31_b240", "text": "Water security is becoming a major concern the world over. The World Economic Forum’s Global Risks Report 2013 lists water supply crisis in the top five global risks, and the United Nations declared 2013 as the International Year of Water co-operation. Global water use over the last century has been growing at twice the rate of population increase, and will rise by another 40 per cent by 2030. Climate change is adding to the challenges. Predictions show rainfall variability alone could damage existing water infrastructure and push more than 12 million people into absolute poverty. Of the 884 million people that lack access to clean drinking"}, {"text_block_id": "p31_b241", "text": "water, 468 million people live in Asia, and 328 million live in Sub-Saharan Africa. With population growth and increased demand for freshwater for agricultural, industrial, commercial and domestic use, there will be an additional burden on countries to provide adequate supply of water."}, {"text_block_id": "p31_b242", "text": "With an estimated population of 227 million by 2025, Pakistan’s current water availability of less than 1100 cubic meters per person, down from 5000 cubic meters in 1951 classifies it as a “water-stressed” country that is headed towards becoming a “water-scarce” country if action is not taken urgently. Storage capacityis limited to a 30-day supply, well short of the recommended 1000 days for countries of a comparable climate. The supply-demand gap is continuing to increase - compounded by the effects of climate change on snowmelt, reducing flows into the Indus River, the primary fresh-water source for the country."}, {"text_block_id": "p31_b243", "text": "Pakistan needs a comprehensive water strategy that must combine the building of a substantial amount of additional water storage; the minimization of losses in the conveyance system; and the strengthening of governance to implement effective policies to maximize crop yields per unit of water. In addition, the country needs vigilance and strong international lobbying power to protect its water at source."}, {"text_block_id": "p31_b244", "text": "Sustainable practices"}, {"text_block_id": "p31_b245", "text": "needed to preserve the earth for the future"}, {"text_block_id": "p31_b246", "text": "More broadly, the growing global population, ris"}, {"text_block_id": "p31_b247", "text": "-"}, {"text_block_id": "p31_b248", "text": "ing incomes, and wasteful patterns of consump"}, {"text_block_id": "p31_b249", "text": "-"}, {"text_block_id": "p31_b250", "text": "tion and production are placing great stress on the world’s natural resources, especially forests, marine and coastal resources, rangelands, biodiversity, and minerals."}, {"text_block_id": "p31_b251_merged_merged", "text": "Sustainable use of resources and environmental concerns will continue to become increasingly im-portant in global discourse. The loss of rare"}, {"text_block_id": "p34_b254", "text": "Pakistan Vision 2025 has been framed to address the country’s specific aspirations and needs and challenges, while remaining pragmatically anchored within the global, regional and national contexts and its implications. As a result the trends reviewed above are reflected in the approach the Government of Pakistan intends to take going forward to transform the country into a high-income economy by 2047."}, {"text_block_id": "p34_b255", "text": "To help contextualize the development priorities, it is useful to assess: (a) how the economy has performed over the last several decades; (b) what factors have hindered it from performing better; (c) how peer countries have performed during the last two decades; and (d) what should be done to ensure that it performs in an inclusive manner that would enable Pakistan to attain its development vision."}, {"text_block_id": "p34_b256", "text": "In 1947, Pakistan inherited a poor economy without adequate industrial infrastructure. But, after a decade, during the 60’s, Pakistan became one of the fastest growing economies in Asia and was tipped to become the next Japan."}, {"text_block_id": "p34_b257", "text": "The 1965 and 1971 wars and chequered political history derailed these promising developments. While the country has come a long way from 1947 (as evident from the table below) it has certainly not performed to potential or initial expectations."}, {"text_block_id": "p34_b258", "text": "If we look at the success of Asian countries that have grown fastest, we can identify five key factors that differentiated their experience. First, no country grew successfully without political stability and policy continuity. Second, all successful countries invested in human resource to develop an educated and skilled workforce. Third, successful economies pursued export led growth strategies with high savings and investment rates, specializing in areas of competitive advantage, resulting in rapid industrialization. Fourth, these countries invested in science and technology, research and development, and in producing trained professionals to ensure the higher education system supported their development policies. Finally, these economies did not have to fight any wars that could derail their economic growth."}, {"text_block_id": "p35_b259_merged", "text": "During the last six decades, Pakistan has undergone a significant shift from an agrarian focus to a service led economy. The services sector has replaced the agriculture sector as the dominant sector of the economy and currently contributes 57.7 per cent of GDP (compared with 38 per cent in 1960). During the same period, the contribution of the agriculture sector to GDP declined from 46 to 21.4 per cent, while that of the industrial (non-manufacturing) sector increased from 16 to 20.9 per cent. The manufacturing sector, despite significant policy support, could not display remarkable improvements, and contributes only 13.2 per cent of GDP, as compared to 12 per cent in 1960 ."}, {"text_block_id": "p35_b261", "text": "Nevertheless, agriculture remains the major sector in terms of employment; it employs 43"}, {"text_block_id": "p35_b262", "text": "per cent of the total workforce as compared to 65.3 per cent in 1950. In the same period, the employment share of the services sector grew from 25 to 37 per cent , while that of the industrial sector (including both manufacturing and non-manufacturing) from 10 to 20 per cent."}, {"text_block_id": "p35_b263", "text": "Average annual GDP growth rates were 6.8 per cent in the 1960s, 4.8 per cent in the 1970s, 6.5 per cent in the 1980s, 4.6 per cent in the 1990s, and 4.9 per cent in 2000s – although the average growth rate during the last 5 years slowed to just 3.2 per cent. During periods of geo-strategic interest, growth rates improved due to liberal aid inflows while in other periods the economy struggled to keep pace."}, {"text_block_id": "p35_b264", "text": "Overall, while Pakistan’s average economic growth rate since independence has been"}, {"text_block_id": "p36_b265", "text": "higher than the average growth rate of the world economy, this has not translated into commensurate improvements in human and social indicators. While economic indicators situate the country among lower middle-income economies, the social indicators are comparable to those of least developed countries. The result is a fractured socio-economic platform for devlopment. In order to become a developed nation, it will be necessary to redress this imbalance by giving top priority to building a strong human and social capital base as a prerequisite for sustainable development."}, {"text_block_id": "p36_b266", "text": "As mentioned, Pakistan’s GDP performance during the last 50 years has been one of increasing variation around a declining trend."}, {"text_block_id": "p36_b267", "text": "Key Drivers of GDP growth in Pakistan"}, {"text_block_id": "p36_b268", "text": "Over the last three decades, GDP growth in Pakistan has come about mainly by adding more units of capital and labour rather than from boosting productivity. Total Factor Productivity (TFP) contribution has steadily declined and by 2010 was only about a quarter of what it was in the 1980s. This massive loss in potential for growth is directly related to the lack of investment in human resource development."}, {"text_block_id": "p36_b269", "text": "Investment is an essential driver of growth; Pakistan will have to raise its investment rate from the current rate of 14 per cent of GDP (public and private sector) to at least 25 per cent - with special attention on human and social development –if it is to attain the desired targets of GDP growth. Although ambitious, it is an entirely feasible target. In the past, Pakistan"}, {"text_block_id": "p36_b270", "text": "One of the reasons for inconsistent performance has been our reliance over exogenous factors for growth instead of building endogenous drivers of growth. Inadequate measures to raise the rate of savings and investment, especially in human resource development, have not only resulted in a steady deterioration in the potential of the economy, but also led to increased inequalities."}, {"text_block_id": "p36_b271", "text": "Pakistan’s investment rate has seldom exceeded 22 per cent of GDP, and has recently dropped to 14 per cent. Notwithstanding the significant potential offered by opportunities to improve productivity across all sectors, this low level of investment cannot drive the GDP to the levels that would suitably absorb all new entrants into the growing workforce."}, {"text_block_id": "p36_b272", "text": "has attained an investment rate in excess of 20 per cent of GDP."}, {"text_block_id": "p36_b273", "text": "As GDP growth is driven both by ‘quality’ and ‘quantity’ of investment, it is critical that the increase in investment is accompanied by the strengthening of key institutional structures, improving governance, and reforming the framework of incentives to boost overall performance."}, {"text_block_id": "p36_b274", "text": "On the basis of the foregoing discussion, one can easily assess that Pakistan has overlooked the significance of human and social development. This in turn is causing low and declining productivity growth (a measure of efficiency) in our economy as compared to our peer nations. In order to grow faster, the situation calls for immediate action to harness the full potential of the human resource base of the economy, besides creating an enabling environment to sustain this indigenous and inclusive growth."}, {"text_block_id": "p37_b275", "text": "5+7 Framework for Growth and Development"}, {"text_block_id": "p38_b276", "text": "Delivering the goals of Vision 2025 will require focusing on a number of priority areas. In this regard five enablers and seven ‘pillars’ have been identified, with corresponding targets and indicators, through consultation with a wide range of stakeholders, and the analysis of the success factors of a number of upper-middle-income countries."}, {"text_block_id": "p38_b277", "text": "The Framework"}, {"text_block_id": "p38_b278", "text": "comprises of four levels"}, {"text_block_id": "p38_b279", "text": "comprises of four levels\n* Mission: This is defined in terms of the concepts provided by the Father of the Nation at the dawn of independence.\n* Vision: As mentioned, a number of emerging economies (the Asian Tigers) appear to have realized this vision through their experience. The Vision acknowledges this experience in setting out the goal of becoming the next Asian Tiger.\n* Enabling Conditions: Crafting the vision will require a number of enabling conditions, namely a Shared National Vision, Political\n* Enabling Conditions: Crafting the vision will require a number of enabling conditions, namely a Shared National Vision, Political\n Stability, Peace and Security, Rule of Law and Social Justice. The government is making a strenuous effort to provide the required enabling environment. While these pertain to the third pillar (âDemocratic Governanceâ), they need to be recognized separately because of their character as aspirational goals as well as elements of a national consensus.\n* The Pillars: Learning from the experience of the Asian Tigers, the process identified 7 priority areas for action. These are: People First; Growth; Governance, Water, Energy and Food Security; Entrepreneurship; Knowledge Economy; and Regional Connectivity."}, {"text_block_id": "p39_b288", "text": "It is important to highlight here that our vision for growth and development as reflected in the aspirations defined in this document rest upon a transformational redirection – that is sharplyfocused on the underlying potential – and not simply on an agenda of extrapolative growth – that is limited by what was or was not accomplished in the past. Consequently, achievement of Pakistan Vision 2025 rests upon the premise that we will diagnose, fix and effectively redirect our critical development drivers – represented by the seven pillars described in the remainder of this document."}, {"text_block_id": "p39_b289", "text": "Key Enablers"}, {"text_block_id": "p39_b290", "text": "The trends, benchmarks and analysis contained in the previous chapter clearly demonstrate that the bridging of human and social development gaps is a prerequisite for the successful realization of the vision. Pakistan Vision 2025 presents a comprehensive approach to addressing these gaps with an emphasis on developing human and social capital to take full advantage of Pakistan’s youth bulge. In addition, the Vision recognizes the rising power of a socially aware population and seeks to move towards a knowledge-based society."}, {"text_block_id": "p39_b291", "text": "Economic and social policies of the Vision will be geared towards targeting sustained, indigenous and inclusive growth by introducing institutional reforms to create more transparency in governance."}, {"text_block_id": "p39_b292", "text": "Physical and environmental challenges have been addressed in the Vision under pillars focusing on energy and water security. The Vision also focuses on the creation of the optimal conditions for the private sector to drive future economic growth and improve national competitiveness of the economy."}, {"text_block_id": "p39_b293", "text": "The vision addresses global economic shifts and increasing interconnectedness by focusing on modernizing infrastructure and increasing regional connectivity. Importantly, Pakistan Vision 2025 tackles head-on the challenge of implementing these ambitious plans through robust performance delivery and monitoring mechanisms. Key performance indicators will be developed and there will be a mechanism for regularly monitoring progress against those indicators. We believe that once implemented, this vision will serve as a foundation for continued growth and prosperity for the country."}, {"text_block_id": "p41_b294", "text": "Pakistan Vision 2025 rests on seven pillars discussed in the previous chapter. These pillars have been identified as the key drivers of growth, which will transform Pakistan into a vibrant and prosperous nation by 2025. However, for these pillars to be truly effective, certain pre-requisites must be met based on lessons learnt from our history and the success of other nations. We refer to these pre-requisites as ‘key enablers’. Without these in place, the development strategy cannot give optimal results"}, {"text_block_id": "p41_b295", "text": "1. Shared Vision"}, {"text_block_id": "p41_b296", "text": "Transformational change begins with a compelling vision. Developing and refining such a vision in a participatory manner, and communicating it effectively allows individuals to see the big picture and understand how best to contribute to the shared mission. An inspiring Vision motivates people to take collective action and break the status quo. It encourages innovation, ingenuity, effort and even a willingness to sacrifice individual interests for the greater good of the nation."}, {"text_block_id": "p41_b297", "text": "The objective of Pakistan Vision 2025 is to awaken, co-ordinate and direct the people’s expectations, efforts, and resources towards the key pillars that will enable the achievement of the development goals. In the past, growth spurts have been exogenously driven. It is now time for the people of Pakistan to take control of their own destiny."}, {"text_block_id": "p41_b298", "text": "As outlined earlier Pakistan Vision 2025 was developed through a non-partisan process to create a national consensus on our shared destination. At its core the Vision is people-designed and people-centered. The Vision is for the people, by the people and of the people; setting and defining the parameters of political, economic and social development for building a prosperous, peaceful and unified nation. A nation envisioned where citizens share a strong sense of nationalism and community, and government partnership in pursuit of national development goals."}, {"text_block_id": "p41_b299", "text": "Transformational change is impossible if the citizenry at large does not take ownership and contribute positively to the process of change. It is therefore essential that the Vision is owned by all Pakistanis. This is the only true guarantee that the Vision will be implemented and our common goals achieved."}, {"text_block_id": "p42_b300", "text": "2. Political Stability & Continuity of Policies"}, {"text_block_id": "p42_b301_merged", "text": "If we look at the successful experiences of Japan, South Korea, Singapore, Malaysia, China, India and Turkey, political stability and policy continuity emerges as a common pre-requisite for development. No country has developed with instability and chaos. The smooth transition of 2013 from one political government to another has strengthened the belief in political stability. A healthy sign is that political leadership across the political divide has shown greater maturity in the recent past. There is a national consensus on economic agenda and national security. Furthering this process will ensure prolonged periods of political and economic stability, which will have an enormous impact on economic growth, income generation, human development and income distribution."}, {"text_block_id": "p42_b304", "text": "3. Peace and Security"}, {"text_block_id": "p42_b305", "text": "Peace and security is another key foundational block for any development strategy. Without peace policies cannot bear dividends. Pakistan is located in a strategic geographic location, which poses unique challenges. Pakistan Vision 2025 recognizes that without an environment of peace and security, economic development can neither be meaningful nor sustainable. Increased investment, growth and economic revival are impossible without peace and security."}, {"text_block_id": "p42_b306", "text": "A peaceful neighbourhood is a prerequisite to economic growth. Externally, Pakistan desires “peace with dignity”. We pursue a policy of zero conflict. We wish to resolve all disputes with our neighbours, peacefully. Pakistan’s ability to bridge regions like South Asia, West Asia and Central Asia and provide an economic corridor will be strengthened by this strategy. The policy of maintaining deterrence for our national security is paramount and has to be maintained to pursue peace with dignity."}, {"text_block_id": "p42_b307", "text": "We also desire peace and security within the country. Pakistan has been facing formidable security challenges, particularly after 9/11. The national internal security policy provides the framework to achieve this goal. The policy seeks to create a secure environment where life, property, civil liberty and socio-economic rights of the citizens are protected and they are able to live and prosper in harmony, freedom, respect and dignity as enshrined in the constitution. Extremism and terrorism have caused enormous loss to our society, economy and image. Recreating the spirit of peaceful coexistence, tolerance, and unity is key to our success. “Operation Azab” shows our resolve to take our space back from extremism and terrorism."}, {"text_block_id": "p42_b308", "text": "While peace and security are essential for development, the converse is equally true. The traditional approach towards development planning was to appraise, approve and mandate developmental projects in terms of economy, environment and technology. Very little importance was given to incorporating peace and security assessments into development planning. This is especially problematic for a country that has been for long gripped by security crises. There is an urgent need to integrate peace-building assessments into the development discourse so that the development efforts can deliver maximum dividends in terms of enhancing security and stability."}, {"text_block_id": "p42_b309", "text": "Vision 2025, a product of input from all the stakeholders, seeks to initiate a debate, set a trend, and underscore the significance of establishing a link between development and peace where peace becomes an essential outcome of the development projects. Without establishing such a link, a crucial element of stability that could be extracted through development projects will remain missing. In order to overcome this deficiency in public policy formulation, the Ministry of Planning Development and Reform is in the process of setting up a full scale Peace and Development"}, {"text_block_id": "p43_b310", "text": "Unit that will not only raise the awareness on the subject, integrate peace and stability as one of the KPI’s of development projects, but also conduct research and assessment studies on peace and conflict in the country for policymakers and public."}, {"text_block_id": "p43_b311", "text": "4. Rule of Law"}, {"text_block_id": "p43_b312", "text": "Sustained growth and development does not take place in an environment that is not characterized by the supremacy of the rule of law. Therefore, establishment and application of the rule of law - which includes but is not limited to: enforcing contracts, regulating the market, breaking barriers to competition and the protection of the fundamental rights of every Pakistani citizen, is a necessary condition for the realization of the Vision. The government will ensure to create conditions that enable the strict enforcement of the rule of law—by strengthening the judicial system, revamping police and the criminal justice system, reviewing rules and regulations and re-enforcing formal and informal channels"}, {"text_block_id": "p43_b313", "text": "of dispute resolution. The focus will be on ensuring equal application of law and order on all segments of society."}, {"text_block_id": "p43_b314", "text": "5. Social Justice"}, {"text_block_id": "p43_b315", "text": "Social justice and economic development are integral and complement each other to establish a moral and just society. In Islam, Social Justice as a concept refers to equality in giving rights and in abiding by obligations without discrimination for any reason, either for religion, race, color and creed. Development should lead to social justice where the disadvantaged and marginalized are reached, their basic needs met, and their access to economic opportunities improved. Social justice facilitates and promotes upward social mobility. Our focus will be on creating a caring society, where everyone shares the dividends of prosperity and development. Without social justice the gains from development are lost due to resulting inequality, exploitation and conflict."}, {"text_block_id": "p45_b316", "text": "Putting People First:"}, {"text_block_id": "p45_b317", "text": "Developing Human and Social Capital"}, {"text_block_id": "p45_b318", "text": "Pakistan Vision 2025 seeks a society in which every citizen has the opportunity to transform their quality of life. This requires strengthening human and social capital, which will allow the population to optimally contribute to and effectively benefit from economic growth. Pakistan lags far behind its peers in areas like education, health and social development. The UNDP Human Development Report 2013 has ranked Pakistan at 146th out of 187 countries on the HDI ranking, which measures health, education and standard of living."}, {"text_block_id": "p46_b319", "text": "Overcoming this deficit is the foremost priority of Vision 2025. Since human and social capital development is a prerequisite for all other development it is the very first of our seven pillars. Recognizing the size and scale of this endeavour, we conceive a very significant increase in resource allocation, and quantum improvement in the quality of service delivery through good governance and innovation."}, {"text_block_id": "p46_b320", "text": "Pakistan Vision 2025 ‘Performance Assurance Units’ for each of the areas identified below will be formed to provide oversight and monitor progress. These units will be part of the ‘Pakistan Vision 2025 Secretariat’, as referred to in the concluding chapter."}, {"text_block_id": "p46_b321", "text": "Education"}, {"text_block_id": "p46_b322", "text": "Pakistan Vision 2025 aims at substantial expansion in levels of education as well as improvements in the quality of education. We target public expenditure on education to reach 4% of GDP by 2018."}, {"text_block_id": "p46_b323", "text": "Pakistan ranks 113th out of 120 countries in UNESCO’s Education for All Education Development Index. Pakistan’s literacy rate (57%) lags well behind the country’s neighbours. This proportion also includes those who could only write their names. Literacy rate in rural areas of Pakistan is even lower at 50%. Pakistan has low net enrolment ratios at all three levels – primary, secondary and tertiary – with a much lower female enrolment rate as compared to males. When we move from primary to secondary and tertiary levels, enrolment ratios decrease sharply. Pakistan experiences high pupil-teacher ratios, 40 at the primary level and 42 at the secondary level. Pakistan has the world’s second highest out-of-school population of children. Public sector expenditure on education is barely 2% of GDP. This is compounded by insufficient trained teachers and their absenteeism, and weak governance resulting in the poor quality of public schooling."}, {"text_block_id": "p46_b324", "text": "Education development will be led by the provinces as it is a devolved function, however the Federal Government will play the role of a"}, {"text_block_id": "p47_b325", "text": "catalyst in partnership with the provinces to transform the education system in the country. with support from the federal government. Government at all levels will ensure that individuals are able to pursue their economic, social, and intellectual objectives in the best possible way. The provincial governments are committed to achievement of the Millennium Development Goals for education. In order to achieve these goals the provincial governments are determined to increase their education budgets significantly. The Federal Government will not only help them in achieving MDGs at provincial levels but also perform an active role in reducing educational inequities across the four provinces. This will increase geographic and economic mobility within the country thus strengthening national spirit and solidarity."}, {"text_block_id": "p47_b326", "text": "Comprehensive reforms, comprising of detailed actions in curriculum, pedagogy, technology, governance, assessment as well as social and economic relevance will be made in the educational system to improve the quality of public schooling. These reforms will ensure that the educational system helps individuals in acquiring/sharpening of creative and analytical abilities and problem solving skills, inculcates ethics and values, creates the appreciation of civil rights and civic responsibilities, promotes health and well-being, and encourages the pursuit of economic prosperity. They aim to increase curiosity, critical thinking and innovation thus shifting the focus of education from memorization to critical learning and creating a bright future through enterprise, creativity and ethics. This will align the educational system with the national development agenda."}, {"text_block_id": "p47_b327", "text": "Co-curricular activities will be encouraged in schools to produce well rounded individuals. The relevance of the curriculum to our development needs will be improved and efforts will be made to reduce the dropout rate. Modernized teaching methods will be adopted, including the use of emerging technologies for educational"}, {"text_block_id": "p47_b328", "text": "purposes such as e-education, mobile-education and online distance learning as the paradigm of literacy shifts from pen to computers and tablets. Stronger governance will help to reduce absenteeism of faculty and improve the quality of public schooling. Special efforts will be made to increase the enrolment of girls. This includes provision of female teachers, and necessary physical factors(e.g. boundarywalls and adequate toilets in girls’ schools). Global languages will be introduced in schools to prepare students to take their place in a globalized world."}, {"text_block_id": "p47_b329", "text": "Higher Education"}, {"text_block_id": "p47_b330_merged", "text": "Knowledge has become the key driver for socio-economic development in the globalized world. To make progress and survive competitively, we will increase investment significantly in human resources (software) at the higher education level so that they can play a vital role in development of a knowledge-economy in the highly competitive global environment. Apart from improving the quality of public institutions and macroeconomic policies, the main driver"}, {"text_block_id": "p48_b333", "text": "will be the skilled and innovative workforce and physical and electronic connectivity."}, {"text_block_id": "p48_b334", "text": "The development of knowledge-economy requires high quality education and responsiveness to a rapidly-changing global environment. We will take advantage of a relatively young population of the country to realize the demographic dividend by taking a number of specific initiatives to depart from our current elite phase into a mass higher education phase in order to enhance collective competitiveness in the long run. Firstly, we will reform and reorganize the traditional Western-system of higher education that revolves around major department-oriented education. We will reorganize the current traditional Western-system of higher education into a fusion of structure of academic departments to create new learning, research, and knowledge. Secondly, we will develop smart campus systems to facilitate instant networking among campuses to improve the learning environment which will allow sharing information and knowledge among institutions. Thirdly, we will build a worldwide education & research network of universities which will allow institutions to initiate research through government and the private sector focused support enabling them to build an international partnership program. Fourthly, we will create a “Fund for University Job Creation” to facilitate the relationship between professors and students and to develop linkages between higher education market and the labour market. Fifthly, we will promote customized curriculum in the universities and tailored academic degree programmes to respond to the demand of industry and to bridge the gap between what universities teach and what businesses and industry need."}, {"text_block_id": "p48_b335", "text": "Investment in Higher Education will be aligned in accordance with our sectoral priorities as well as the overall development strategy outlined in this document, which has a primary focus on improving productivity. Accordingly, we will"}, {"text_block_id": "p48_b336", "text": "invest significantly in research and development (R&D) in agricultural universities to realize the increased productivity foreseen in the agriculture sector. Similarly, to boost productivity and value addition in the manufacturing sector, investment in science, technology, engineering, textile and architecture/design universities will be increased, to cater to the increased demand for skilled human resource in this sector. The country’s business management, medical, social sciences, arts & humanities and ICT institutions have a huge role to play in providing adequately skilled human capital to boost productivity in the services sector. We will accordingly increase investment in these areas as well as create incentives for the private education sector to play its part."}, {"text_block_id": "p48_b337", "text": "Apart from establishing new universities, in particular world class technology and engineering institutes, we will improve the quality of existing engineering and technology universities and create models with a focus on quality research. To achieve the objective of developing a knowledge-economy, we target a sizeable increase in public expenditure on higher education currently from 0.2% of GDP to 1.4% of GDP and significant expansion in higher education enrolment currently from 1.5 million to 5 million, increase in the number of PhD’s in the country from 7000 to 15000 and a doubling of the number of degree awarding institutions currently from 156 to 300 by 2025. A university campus shall be established in each district and online programmes shall be strengthened to provide greater access to higher education."}, {"text_block_id": "p48_b338", "text": "Population and Health"}, {"text_block_id": "p48_b339", "text": "Health is pivotal to economic and social development. It along with education defines the human capital of a nation. With compromised health it is hard to think of accelerated growth. For realizing high and inclusive economic growth, the people must be healthy."}, {"text_block_id": "p49_b340", "text": "Pakistan’s health indicators severely fall short of the required levels. Per capita expenditure on health is very low in Pakistan, and in the last eleven years has not increased significantly. In 2011 for example, public health spending in Pakistan was less than 0.5 percent of the GDP. Additionally weak management systems and poor governance have resulted in a significant amount of this spending being wasted. Developed countries on the other hand, spend more on health in terms of GDP percentage and per capita expenditure. For example, Pakistan is spending US$ 29.7 per person while Malaysia and Turkey are spending US$ 346 and US$ 696 respectively."}, {"text_block_id": "p49_b341", "text": "Declines in infant and child mortality rates have been far slower than in neighbouring countries. Pakistan’s maternal mortality rates are also higher than those of other countries in the region. Pakistan also has the highest population growth rate among all SAARC countries."}, {"text_block_id": "p49_b342", "text": "Pakistan has one of the lowest doctors, dentists and paramedics to population ratios. Paramedics such as nurses, lady health visitors and midwives play a vital role in keeping a population healthy. The percentage of mothers attended to by skilled health staff during childbirth is 43% in Pakistan, while it is 95% in Malaysia and Turkey. Multiple other factors such as access to improved drinking water, food and sanitation contribute to the health of the people. 44% of Pakistani children under the age of five suffer from chronic malnutrition and only 47.4% of the population has access to improved sanitation facilities. Comparatively only 5% of the population in Malaysia and Turkey is undernourished and 90% has access to improved sanitation facilities."}, {"text_block_id": "p49_b343", "text": "Moreover, rural populations sufferfrom numerous health issues due to multiple reasons, e.g. a lack of education, awareness, infrastructure, health facilities and poverty. Statistics show that there is a significant gap between health facilities and awareness in urban and rural Pakistan."}, {"text_block_id": "p49_b344", "text": "We will develop a shared understanding of the health value chain in partnership with provinces as well as with the general public. Supplemented with a functioning information system, this understanding will help plan, monitor, and evaluate the impact of infrastructure (water and sanitation), hygiene, prenatal and postnatal treatments, food and diet, preventive health care, primary healthcare, drug regulation, and population control on health outcomes of people. The emphasis will be to work with provinces on access to healthcare and ensuring a minimum level of service delivery throughout the country. Pakistan plans to enhance its spending in the health sector to 3% of the GDP."}, {"text_block_id": "p49_b345", "text": "Efforts will focus on strengthening primary care with necessary back up support in rural areas where all health outlets will function as a focal point for control of communicable diseases and family planning services. Stronger governance will improve the efficiency of public health sector spending. Coordination of health policies among the provinces and with the centre would be strengthened. Paramedical staff will be increased to widen the coverage of healthcare spending. Key steps to achieving health targets include; expansion of the Lady Health Workers program to target poor female patients; efforts to bring fertility rates to levels consistent with maternal health; strengthening ofprimarycare with backup support in rural areas; training and placement of skilled personnel including women medical officers in BHUs/RHCs for family planning; establishment of health emergency surveillance and response system; implementation of a national plan for vaccinations and establishing a Health Information and Disease Surveillance System. Micro health insurance schemes would be made part of existing social safety nets to encourage accessing healthcare."}, {"text_block_id": "p49_b346", "text": "Population awareness campaigns on disease prevention will lower incidence and prevalence of preventable diseases. Hepatitis and cancer will be key therapeutic areas for capacity"}, {"text_block_id": "p50_b347", "text": "building. The pharmaceutical industry will be encouraged to provide innovative and affordable solutions to patients. E-health and m-health will be leveraged to provide better access to quality medical advice. Geriatric care facilities will be enhanced to serve old age patients. Hospital waste management practices will be improved to have minimal environmental impact."}, {"text_block_id": "p50_b348", "text": "Youth"}, {"text_block_id": "p50_b349", "text": "Pakistan Vision 2025 aims to channelize and streamline the energies of Pakistan’s large youth population and realize their immense economic potential."}, {"text_block_id": "p50_b350", "text": "A large set of Pakistani youth is dissatisfied, frustrated and in a state of disarray due to low education levels and large scale unemployment. This has led to serious social problems including drug abuse, crime, mental disorder, terrorism and religious fanaticism."}, {"text_block_id": "p50_b351_merged", "text": "Pakistan’s youth bulge can drive innovation and entrepreneurship. The Government of Pakistan is committed to addressing this situation through major investment in youth. Under the Prime Minister’s Youth Program the government is providing young people skills training and access to finance so they can start-up businesses. Youth entrepreneurships shall be further promoted. Establishment of youth hostels across the country will promote travel and national integration. Internships and job counseling will help youth transition to work life. Skills development institutes will be set up and madrasa education will be mainstreamed. Career counselling of students will help them transition into professional life. Vocational and technical training centres will improve youth employability. A network of sports grounds and centers for extra-curricular activities will be built to give youth a constructive outlet for their energies. Efforts to eradicate drugs and narcotics shall be strengthened."}, {"text_block_id": "p51_b354", "text": "Gender Equality and Women’s Development"}, {"text_block_id": "p51_b355", "text": "No nation can develop by keeping half of its population outside the development cycle. Pakistan Vision 2025 focuses on ending the discrimination faced by women, and providing an enabling environment for them to realize their full potential and make their contribution to the socio-economic growth of the country. We fully realize that gender equity and women’s development hinges very strongly on a woman’s independence to pursue economic growth and exercise her life choices freely."}, {"text_block_id": "p51_b356", "text": "Pakistan ranks 123rd in the world on the Gender Development Index, even lower than its Human Development Index ranking, indicating that the access to opportunities, resources and benefits between men and women are skewed. The legislative framework to protect women’s"}, {"text_block_id": "p51_b357", "text": "rights shall be strengthened and enforcement machinery will be made gender sensitive to improve implementation. Practices based on gender discriminatory cultural patterns will be discouraged. To increase women’s participation in decision making, affirmative action will be taken in all public spheres. Women will be protected from harassment at work through strict enforcement of the legislation. Economic empowerment of women through ensuring access to education and enterprise shall be promoted. Day-cares will be provided at offices to facilitate women and enable them to work even  after marriage."}, {"text_block_id": "p51_b358", "text": "Inclusion of Vulnerable"}, {"text_block_id": "p51_b359", "text": "Segments"}, {"text_block_id": "p51_b360", "text": "Pakistan Vision 2025 seeks a just and equitable society in Pakistan where vulnerable and marginalized segments of the society would be mainstreamed."}, {"text_block_id": "p52_b361", "text": "Vulnerable segments will be protected and encouraged by revamping and expanding the social protection system and social safety nets. Article 38 of the constitution of Pakistan would be implemented in letter and spirit. This entails the following: effective implementation of Plans of Action for Children; promotion of an inclusive education system for special children; enforcement of special quota in education and employment for non-Muslims and persons with special needs; encouraging sports activities for persons with disabilities; judicious utilization of Pakistan Bait-ul-maal and Zakat funds; eradication of beggary and special schemes for senior citizens to ensure their rights and make them socially and economically productive."}, {"text_block_id": "p52_b362", "text": "Interfaith Harmony and"}, {"text_block_id": "p52_b363", "text": "Religious Diversity"}, {"text_block_id": "p52_b364", "text": "Pakistan Vision 2025 recognizes a dire need to spread the message of acceptance and sharing among followers of all religions and sects for peace and development in the country. Islam is a religion of peace and harmony. Unfortunately"}, {"text_block_id": "p52_b365", "text": "some elements have misinterpreted it to cause divisions among society. Vision 2025 conceptualizes a Pakistan that moves past any negative narrative to one that is rich in regional culture and a harmonious mix of voices that have long been silenced. Pakistan Vision 2025 shares the Quaid’s vision of a country where “You may belong to any religion or caste or creed, that has nothing to do with the business of the state”."}, {"text_block_id": "p52_b366", "text": "Opportunities for interfaith dialogue will be promoted. An apex body, in consultation with religious leaders, will be established to mainstream madrasas and update theircurriculum to meet new challenges. Discriminatory laws will be reviewed, and misuse of the blasphemy"}, {"text_block_id": "p52_b367", "text": "law prevented. Immediate action will be taken against those promoting intolerance, and a reporting mechanism developed for cases of discrimination. Emphasis will be placed on nation building that transcends religious and sectarian divides. Hate speech will be banned and strict action will be taken against offenders."}, {"text_block_id": "p53_b368", "text": "Art, Culture & Heritage"}, {"text_block_id": "p54_b369", "text": "Sports"}, {"text_block_id": "p54_b370", "text": "Pakistan Vision 2025 recognizes the inherent potential of Pakistani people to excel in sports, and sees it as a great opportunity to develop a healthy nation and curb militancy and violence. Sports also help in revenue generation and tourism. We want to see Pakistan back on the podium in Asian and Olympic games."}, {"text_block_id": "p54_b371", "text": "Over the years our sporting standards have eroded. The biggest hurdle in the promotion of this potential has been lack of professionalism, inadequate infrastructure and poor facilities at the grass roots level."}, {"text_block_id": "p54_b372", "text": "Creating a network of sports stadiums at the tehsil level, provision of sports facilities in educational institutions and housing societies, and encouragement through youth festivals can help raise our game. The government will partner with the private sector and NGOs to help develop sports infrastructure. The government will also play its role in strengthening sports bodies/federations and coordinating their efforts to promote professionalism, merit and transparency."}, {"text_block_id": "p54_b373", "text": "Ethical and Values"}, {"text_block_id": "p54_b374", "text": "Driven Society"}, {"text_block_id": "p54_b375", "text": "Pakistan Vision 2025 seeks a society with strong ethical and moral values. Strong ethics and values provide the necessary software for development, without which physical infrastructure is just"}, {"text_block_id": "p54_b376", "text": "reduced to brick and mortar. Our vision of development is not just about GDP, GNP and dollars. We also seek a human society where human dignity is respected and high social capital is generated through TRUST. Character building will be a key component of education at the primary, secondary and tertiary levels. Instilling high ethical standards will help root out corruption, strengthen governance and improve economic efficiency. Business ethics and health ethics will be key focus areas. Local community and religious leaders will be utilized to raise awareness about the importance of a strong moral character and a morally upright society. The institution of family is the foundation of human society. We envisage a society where the institution of family doesn’t become a victim of development rather it supports development and becomes stronger with development. Our religion and culture teaches us to respect parents and elders and to be kind to children and to the young. These values shall be preserved."}, {"text_block_id": "p54_b377", "text": "Development depends on the values of integrity, commitment, enterprise, teamwork, pursuit of excellence, fairness, respect for merit and performance, learning and innovation, tolerance, positive thinking, passion and leadership. These values don’t happen accidentally, these will be nurtured and promoted at all levels, particularly through the education system."}, {"text_block_id": "p56_b378", "text": "Achieving Sustained, Indigenous and Inclusive Growth"}, {"text_block_id": "p56_b379", "text": "The objective of Pakistan Vision 2025 is to offer opportunities for achieving better living standards to all Pakistanis irrespective of faith, creed, ethnicity, political affiliation or region i.e. inclusive growth. Studies have shown that high GDP growth does not always mean high social development unless there is a dedicated strategy to distribute the benefits of growth in the society and people are made capable of being part of the growth process. Inclusive growth on the principle of social justice and equity would ensure that people are effective contributors to and beneficiaries of the growth process. Pakistan Vision 2025 also aims this growth to be driven primarily by mobilizing indigenous resources."}, {"text_block_id": "p56_b380", "text": "Pakistan’s volatile development experience has been a result of our over reliance on external assistance and exogenous factors. To ensure a stable and sustained trajectory of higher growth rates, we will focus on endogenous factors of growth such as domestic resource mobilization, tax reforms, science, technology and innovation, driving export led growth and attracting foreign direct investment. Remittances have provided crucial support to our financing needs but their true potential has not been realized. We will introduce reforms to enhance remittances by offering incentives. Nevertheless, with a view to attaining this longer-term target, we will need to build a solid and self-sustaining platform leveraging external funding sources in the medium term. Pakistan is marked by socio-economic imbalances. There are horizontal and vertical, intra and inter-provincial, as well as rural and urban inequalities. We envision a strategy for developing a united and equitable society through a balanced development approach, social uplift and rapid broad based growth. This will ensure provision of opportunities and fruits of economic development to all segments of society."}, {"text_block_id": "p56_b381", "text": "PAKISTAN VISION 2025"}, {"text_block_id": "p56_b382", "text": "43"}, {"text_block_id": "p57_b383", "text": "Macroeconomic"}, {"text_block_id": "p57_b384", "text": "Framework"}, {"text_block_id": "p57_b385", "text": "The focus will be on maintaining macroeconomic stability which is fundamental for sustained and inclusive growth. The purpose ofthe macroeconomic framework will be to support inclusive growth based upon harnessing the full potential of economic factors, adequate resource availability, private sector as engine of growth, sustainable fiscal and current account deficits, modern infrastructure to support the growth process, provision of affordable energy, knowledge driven economic value addition, modernizing agriculture and SME sector as well as an effective system of social protection."}, {"text_block_id": "p57_b386", "text": "To achieve sustained and inclusive growth, we will further cut down the fiscal deficit to reduce inflation by reducing borrowing, adopting self-reliance, implementing tax reforms, increasing investments, promoting exports to overcome the persistent problem of the balance of payment deficit. Low inflation will increase investment, promote sustained and inclusive growth, reduce poverty and improve income distribution among different segments of the population."}, {"text_block_id": "p57_b387", "text": "Pakistan Vision 2025 seeks to elevate Pakistan’s position from a lower middle income to an upper middle income country. The economy is targeted to grow by over 8% between 2018 and 2025 with single digit inflation. This will result in GDP per capita increasing from $1,300 to $4,200. An export led growth strategy will be pursued to help achieve these ambitious targets. The Vision aims for an increase in exports from the current US"}, {"text_block_id": "p57_b388", "text": "$ 25 billion to US $ 150 billion by 2025. This will enable us to enhance expenditure on the social sector which is critical for reducing poverty. Consequently, poverty will be reduced by half. To accomplish these targets, we need a tax-to-GDP ratio of 16-18%, and an investment rate in the range of 22-25 % of GDP financed through domestic savings of 18-21% of GDP."}, {"text_block_id": "p57_b389_merged", "text": "The international community is now showing increased confidence in Pakistan’s economy. A robust inflow of foreign savings is estimated at 3-4% of GDP in the medium-term to long-term which would enable us to finance additional investment of up to 2.7% of GDP until 2025. The projects in the proposed Pak-China Economic Corridor and energy sector will be financed through substantial inflow of foreign investment and disbursements."}, {"text_block_id": "p57_b392", "text": "To release resources for the private sector, we will bring down the fiscal deficit below 4% of GDP in the long run and attain the domestic savings rate of 18-21% of GDP in order to finance investment from domestic resources. Financial deepening as measured by M2-to-GDP ratio will increase over 50% which will enhance liquidity in the banking and financial system."}, {"text_block_id": "p57_b393", "text": "Foreign private investment both from the Middle East and export oriented economies of East Asia including China, which now face the pressure of rising real wages, is a strong potential source of financing development, improving technology, upgrading labor skills, and finding export markets. Pakistan offers great prospects for foreign investment in energy including oil and gas exploration, infrastructure development, and water"}, {"text_block_id": "p58_b394", "text": "management. Pakistani Diaspora abroad will be harnessed by providing incentives for investment."}, {"text_block_id": "p58_b395", "text": "As part of the dividends from the Economic Corridor and regional connectivity, our trade linkages with neighbouring countries"}, {"text_block_id": "p58_b396", "text": "will expand especially. Completion of key infrastructure and energy sector projects will contribute to national economy and provide a stimulus to attain sustained and indigenous growth."}, {"text_block_id": "p59_b397", "text": "Productivity Growth"}, {"text_block_id": "p59_b398", "text": "We need a radical improvement in productivity since the share of total factor productivity in 2013 is one-fourth of its level in the 1980s. Our target is to double its current level by 2025. The productivity will get ample support from skills development, quality institutions, responsive governance, supportive regulatory environments, accountability and transparency at all levels, effective civil service reforms to enhance service delivery, informed decision making, land use reforms, elimination of SRO culture, documentation, effective skills imparting mechanism, positive contribution of Diaspora and above all a credible growth strategy. This will discourage rent seeking, promote competition and enhance productivity in the economy."}, {"text_block_id": "p59_b399", "text": "Our commitment to provide equal opportunities to all segments of the society by increasing social sector spending (education, training, health and social protection) to 7-8% of GDP will enhance quality of the labour force and increase productivity in the Industry. It is envisaged that Industry and Manufacturing will upgrade from low to high value added output. Business clusters will be developed to promote competitiveness across small, medium and large enterprises. In the Agriculture sector, bridging 40% yield gap in major crops through enhancing technological intensity and 50% decrease in crop losses by 2025 by streamlining input supplies will also increase sector productivity. A nation-wide Quality and Productivity awareness campaign will be launched."}, {"text_block_id": "p59_b400", "text": "Strategic Initiatives"}, {"text_block_id": "p59_b401", "text": "Growth per se will not alleviate poverty but its inclusiveness, through the provision of opportunities for all, will ensure benefits of growth accrue to every stratum especially to the"}, {"text_block_id": "p59_b402", "text": "poorest. Inclusive growth will improve distribution of income across society by improvements in workforce education, skills and health. This will ultimately lead to sustained economic growth, which will strengthen macroeconomic fundamentals and the shock absorbing capacity of the economy."}, {"text_block_id": "p59_b403", "text": "Structural reforms will underpin macroeconomic policies and remove microeconomic distortions affecting key sectors of the economy. Improved governance will allow higher returns on investment and will be conducive to poverty reduction through better delivery of social services. In order to achieve inclusive, indigenous and sustained growth, the following strategic initiatives are planned:"}, {"text_block_id": "p59_b404", "text": "a. Formalizing the Parallel"}, {"text_block_id": "p59_b405", "text": "Economy"}, {"text_block_id": "p59_b406_merged", "text": "The share of Pakistan’s informal economy is estimatedto be more than 50% and employment trends also show that the informal sector is the largest employer of the workforce. The informal sector provided employmentto 73.5% of the non-agricultural workforcein 2010-11 and trending upward."}, {"text_block_id": "p59_b410", "text": "The reason for the growing informal sector includes: tax evasion, cumbersome procedures and pervasive, corrupt practices. Accordingly, we will provide strong incentives and simplify the regulatory environment to help formalize undocumented sectors, which will pay huge dividends to the economy in the form of revenue and ensure a level playing field among entrepreneurs. We target that by 2025; at least half of the businesses in the informal economy will have entered the formal economy."}, {"text_block_id": "p59_b411", "text": "b. Resource Mobilization"}, {"text_block_id": "p59_b412", "text": "Economic growth and resource mobilization"}, {"text_block_id": "p61_b413", "text": "the Pakistani Diaspora abroad by offering them potential areas of investment on the patterns of best international practices and above all reaping benefits of investment in economic corridors. We will prioritize public sector investments in order to attract private sector investments in priority sub-sectors, identified as potential drivers of growth, through Public Private Partnerships."}, {"text_block_id": "p61_b414", "text": "Exports are a victim of protectionist tendencies which incentivize production for the domestic market rather than global markets. A paradigm shift to provide incentives to industries to move their production from low value to high value products will be part of reforms in Pakistan Vision 2025. This will improve export competitiveness and will enable the gaining of a higher share in global markets besides diversification of products and regions. Improvement in supply chains and integrating them into the world market will open many doors for Pakistani exporters. Trade diplomacy and regional trade enhancing initiatives could add substantially to Pakistan’s export-to-GDP ratio. The improvement in business climate through reforms will also enhance export potential."}, {"text_block_id": "p61_b415", "text": "Tax-to-GDP ratio will be increased to 16-18% by 2025 in line with comparable countries (India 16.8%, Turkey 19.7% and Thailand 18.8% in 2012) by broadening the tax base and reforming the taxation system. Domestic savings to GDP ratio will be improved to around 18-21% of GDP through the development of financial markets (banking, insurance and capital markets) and by creating incentives to save (India, 30.9% of GDP, Thailand 29.8%). An export led growth strategy will help achieve $150 Billion exports by 2025."}, {"text_block_id": "p61_b416", "text": "c. Pakistani Diaspora"}, {"text_block_id": "p61_b417", "text": "One of Pakistan’s best resources in realizing these goals is the Pakistani Diaspora. In the case of all fast developing countries, the Diaspora"}, {"text_block_id": "p61_b418", "text": "played a critical role in bringing resources, experience, technology and providing access to markets. Pakistan is blessed with an extremely gifted Diaspora. Overseas Pakistanis shall be offered special incentives to become partners in the development of the motherland by not only investing in core development activities but also becoming actively engaged in their management and governance."}, {"text_block_id": "p61_b419", "text": "d. Urban Development"}, {"text_block_id": "p61_b420", "text": "and Smart Cities"}, {"text_block_id": "p61_b421", "text": "The urban population was only 32% in the 1998 census and is expected to be over 50% by 2025 under the administrative definition"}, {"text_block_id": "p61_b422", "text": ". Today, Pakistan’s cities contribute 78% to the country’s GDP"}, {"text_block_id": "p61_b423", "text": ". In developing countries, including Pakistan, a 1% increase in urbanization leads to a 1.1% increase in the economic growth rate"}, {"text_block_id": "p61_b424", "text": "."}, {"text_block_id": "p61_b425_merged_merged", "text": "There is excess demand for office, apartment, retail, warehouse, education as well as community space in all major cities of Pakistan. This problem has been exacerbated by outdated zoning laws which fail to accommodate the growing demand for commercial space. For example, 55% of Islamabad’s land was designated for residential purposes, whereas only 5% was designated for commercial activity. This has led to unplanned and haphazard urbanization. Businesses are forced to move to residential areas as they are faced with high commercialization fees and cumbersome procedures. In addition, large cities have witnessed an increase in slums or katchi abadis where sometimes even basic sewerage facilities are not available. Because of such urban sprawl, respective city administrations struggle in providing adequate public services to their citizens. Such a scenario is not sustainable and will hamper growth."}, {"text_block_id": "p61_b427", "text": "Pakistan Vision 2025 aims at transforming our"}, {"text_block_id": "p62_b428", "text": "Pakistan’s cities have witnessed horizontal expansion, with the consequence that Pakistan only accommodates 6000 people in one square kilometer of area whereas Dubai, with its vertical expansion of residential buildings accommodates 200,000 people in the same area. Development of vertical expansion, high-rise buildings for residential and commercial purposes, will convert urban centers into commerce friendly cities while maximizing usage of space."}, {"text_block_id": "p62_b429", "text": "While catering to commercial demands, the housing sector will also be developed keeping in mind increasing urbanization and growth in population. A ‘Housing information system’ to provide data on housing demand and supply will be established. The private sector will be encouraged to provide housing facilities. ‘Katchi abadis’ will be replaced by low income residential buildings with adequate provision of sewerage, clean water, and basic utilities such as gas and electricity. A move towards vertical expansion in city centres will provide residential facilities in addition to commercial space to city inhabitants."}, {"text_block_id": "p62_b430", "text": "With increased urban expansion, there is an additional demand created for public services such as fire and rescue services, emergency medical services including ambulances as well as law enforcement. For there to be effective urban development, it is imperative that urban expansion is coupled with increased coverage of such services."}, {"text_block_id": "p62_b431", "text": "To cut down usage of private transport in urban centers, public transport including mass transit systems will be carefully devised and implemented. In addition, cities will be made pedestrian friendly. These measures will not only reduce demand for oil and fuels, but will also lead to cleaner more eco-friendly cities."}, {"text_block_id": "p62_b432", "text": "Other policy interventions to address urban development include: expansion of inner markets; city cluster development; digitization of the land registration system and establishing a regulatory body to register all property dealers. It is also important to not lose one’s past while moving forwards towards progress. Therefore it is important to ensure adequate protection and maintenance of heritage sites and buildings in urban centers."}, {"text_block_id": "p62_b433", "text": "Community based participation will be promoted to transform our cities into ‘creative’ cities where local and innovative solutions are found to local problems through community organization in collaboration with city governments. The aim is to allow for the free exchange of ideas and organize citizens and city officials so that they can"}, {"text_block_id": "p63_b434", "text": "work together in formulating and implementing strategies to combat local issues and problems."}, {"text_block_id": "p63_b435", "text": "An Urban Planning Unit is already in the works at the Ministry of Planning, Development & Reform. It is envisaged that this unit will initiate reform and innovation in urban development in partnership with the provinces - a major tool with which to jump start Pakistan’s economic revival."}, {"text_block_id": "p63_b436", "text": "These improvements will be the first step in developing ‘smart cities’ - cities that are capable of adapting to increasing complexity and demand for knowledge communication given urban expansion. To be able to cope adequately to increasing populations and city size with respect to providing public services, real-time updates on city traffic patterns, pollution, crime, parking spaces, water and power will be required. Therefore, for our cities to become ‘smart’, they must be equipped to transfer such vast amounts of data instantaneously. Vision 2025 seeks to ensure that Pakistan’s cities are digitally connected, equipped with wireless network sensors and there is e-connectivity in all parts where the free flow of information is possible, thereby laying the foundations for the cities of Pakistan to be smart and creative."}, {"text_block_id": "p63_b437", "text": "e."}, {"text_block_id": "p63_b438", "text": "Social Protection Framework"}, {"text_block_id": "p63_b439", "text": "Pakistan Vision 2025 is people centric and aimed at reducing poverty and enhancing the people’s wellbeing. Poverty is a multidimensional phenomenon and is described as a lack of income or consumption and access to education, health and other amenities of life. Changes in economic conditions and other shocks increase the vulnerability of households to poverty. We will strengthen the data collection process and increase the coverage of household data to the district level. This will enable us to monitor the poverty and vulnerability of the population in all dimensions."}, {"text_block_id": "p63_b440", "text": "Social protection offers a means of strengthening marginalized people’s capabilities to mitigate and manage their risk and vulnerability. Social protection will be mainstreamed into all government policies to ensure social equity and inclusion. The effectiveness and range of available social protection instruments will be enhanced by following the ‘rights-based’ approach. Besides targeted schemes, the scope will be extended to employment creation or employment-related forms of social protection, such as social assistance, social insurance, social equity, social development and economic empowerment. For this purpose, the Government’s income support program will be expanded in size and scope. As a pilot project for example, Benazir Income Support Program has extended services by providing additional financial support for each child in school."}, {"text_block_id": "p63_b441", "text": "Establishment of a national social protection framework will harmonize federal and provincial level policies and programs to remove regional disparities as well as clarify the roles and responsibilities of respective governments. It will develop a range of strategies including prevention, mitigation, and coping mechanisms for managing risk and vulnerability. The agreed framework will take a multidimensional approach to social protection. The included areas are:"}, {"text_block_id": "p63_b442", "text": "Establishment of a national social protection framework will harmonize federal and provincial level policies and programs to remove regional disparities as well as clarify the roles and responsibilities of respective governments. It will develop a range of strategies including prevention, mitigation, and coping mechanisms for managing risk and vulnerability. The agreed framework will take a multidimensional approach to social protection. The included areas are:\n* The development of a broad, shared conceptual understanding of social protection;\n* Strengthened strategic thinking and measures to promote social security; and\n* The assessment and strengthening of existing formal and informal mechanisms used by poor households to manage risk."}, {"text_block_id": "p63_b448", "text": "The government will focus on the strengthening of administration and building monitoring capabilities for social protection programs, moving from across the board subsidies to targeted subsidies and improving post-disaster early recovery support mechanisms."}, {"text_block_id": "p65_b449", "text": "Democratic Governance is good governance, containing simplicity of procedures for the public, responsibility of public officials, transparency of the government, individual freedom, collective action, independence of legal system from all sorts of influences and pressures, healthy competition and elimination of corruption surcharge. Democratic governance is established through Institutional Reform which is a process through which state institutions are reviewed and restructured to achieve rule of law, accountability and comfort to the public in their day to day affairs. Institutional reform takes many types of measures including restructuring, screening, creating supervisory bodies, improving legal frameworks, disarmament and reintegration, education and training, and changes in morals and behaviour."}, {"text_block_id": "p65_b450", "text": "Governance is the central pivot which underpins realization of key national objectives, and is a cross cutting theme which simultaneously runs across the other six pillars of the vision. Pakistan Vision 2025 affords special consideration to quality of democratic governance and economic management in the country. A responsive, inclusive, transparent and accountable system"}, {"text_block_id": "p65_b451", "text": "of governance is envisaged through adoption of a holistic approach - from policy to strategy to implementation and delivery, encompassing all administrative  levels – federal and provincial."}, {"text_block_id": "p65_b452", "text": "New Governance Paradigm"}, {"text_block_id": "p65_b453", "text": "The 18th Amendment, while providing more autonomy to the provinces, requires a fresh approach to planning and implementation. A new paradigm of participatory and collaborative planning ministries/divisions, provinces, special areas (FATA, PATA, Gilgat-Baltistan and Azad Jammu & Kashmir), the private sector, academia, civil society and the Diaspora. In order to realize Pakistan Vision 2025 effectively, there is consequently a need for a well-functioning and strong federation with a well-defined coordination mechanism among federating units. The federation is to be strengthened by promoting inter-provincial and federal-provincial communication and co-ordination so that national and provincial priorities are aligned, and the federal and provincial governments work together to reach common goals. The"}, {"text_block_id": "p66_b454_merged", "text": "Ministry of Planning, Development & Reforms will play the role of facilitator and integrator in the areas of economic policy and reforms in the post-devolution scenario. Frequency of dialogue between the provinces and the federal government will be increased. Forums such as the National Economic Council, Common of Council Interests and the Ministry for Inter-provincial co-ordination and Inter-province Ministers Committees will be leveraged to improve co-ordination and communication between the provinces and the Centre. At the same time, increased provincial autonomy is to be coupled with increased responsibility of the provinces. A new fiscal relationship framework will be devised regarding implementation of the national plans."}, {"text_block_id": "p66_b457", "text": "At the national level a ‘cascade effect’ is being sought, where all downstream engagement stems from compliance with constitutional and democratic norms/processes and unequivocal commitment to the rule of law. Securing writ of the state and strengthening of capacity of institutions, as well as their autonomy and independence will be at the heart of this dispensation. The focus will be on re-orienting and repositioning of institutions to not only reduce the high transaction cost ordinary individuals incur in interacting with such institutions and agencies, but also eliminate the trust deficit and restore their credibility, in the eyes of the people. Pakistan Vision 2025 seeks a new compact with the people of Pakistan to redefine the very nature of state-citizen relationship, and put it on a new footing which is underpinned by a comprehensive and fully inclusive Citizen’s Charter."}, {"text_block_id": "p66_b458", "text": "Parliamentary /"}, {"text_block_id": "p66_b459", "text": "Standing Committees"}, {"text_block_id": "p66_b460", "text": "It is absolutely vital that Parliamentarians/ Standing Committees assert their legitimate place in the decision-making process at both provincial and national levels. The Parliament and Standing Committees are pivotal to the entire architecture of democratic governance and need to be strengthened virtually everywhere in the world. They need to be granted greater oversight capacities and legislative authority. Stronger Parliaments will play a central role in the implementation of the future vision/ development goals."}, {"text_block_id": "p66_b461", "text": "Civil Service Reforms"}, {"text_block_id": "p66_b462", "text": "To complement these initiatives, on the human resources dimension of the new paradigm, a complete overhaul of the civil services will be mounted. A system of performance evaluation of public servants based on work performed rather than subjective evaluation will be practiced. A redefinition of positions and designations with professional qualification, and a career track with specialization for government officers will be introduced which will lead to professionalism in each field of work. An official will be expected to work towards specific deliverables which will be formulated not so much in input-output terms as in outcomes-impact terms. In the past performance measurement and incentives led to the tendency of administrations taking central stage of power and control. The priority,"}, {"text_block_id": "p67_b463", "text": "henceforth, would be on militating against moral hazard and perverse incentive structures which they entail."}, {"text_block_id": "p67_b464", "text": "In addition to introducing outcomes based performance evaluation across government, focus will also be given to reform in the education and training of civil service officers through a dedicated center of excellence, the National University of Public Policy and Administration (NUPPA). Reforms in the training curriculum and methodology at the various public official training institutes will mirror changes in government functioning so that public officials are adequately prepared for a FAST government that emphasizes outcomes i.e. delivery of services."}, {"text_block_id": "p67_b465", "text": "A restructuring of approval processes and procedures will be taken in hand to cut red tape and decisively upgrade the quality of decision making at all echelons. The aim, through an ambitious and transformational process, is to bring about qualitative change in ethos and mind sets - to turn government officials into public servants in the true sense of the word."}, {"text_block_id": "p67_b466", "text": "Judicial System Reforms"}, {"text_block_id": "p67_b467", "text": "The criminal justice system in Pakistan is in urgent need of reform. Such reform would address critical aspects such as access, speed, cost and fairness in dispensation of justice, while remaining within the confines of due process as enunciated in the constitution. Similarly the civil code and statutes will be revisited and reviewed, especially with respect their role in ensuring competition, providing a level playing field and deterring collusive or rent seeking behaviour."}, {"text_block_id": "p67_b468", "text": "Police Reforms"}, {"text_block_id": "p67_b469", "text": "Reforms will be accelerated in the provinces to create smart and community oriented Police, well equipped to fight crime. The Police force is a key agency that ensures the rule of law, which"}, {"text_block_id": "p67_b470", "text": "is the bedrock of democracy and development. Accordingly, capacity building in the police has been accepted as a legitimate activity for vision funding. Over the years, increasing politicization and corruption, overstretched duty hours and low policing intensity have resulted in a decline in police credibility. Under the Vision 2025, the Government intends to re-establish the rule of law and improve public perception through effective delivery of public safety services. Special attention will be given to enhance the capacity of police, prosecution and public defenders’ system. A new security policy will be prepared to tackle the issue of terrorism. Thana culture will be eliminated and Citizen-Police liaison system / local police system will be introduced. National and Provincial databases of criminals in coordination with NADRA will be established."}, {"text_block_id": "p67_b471", "text": "Tax Reforms"}, {"text_block_id": "p67_b472", "text": "The main emphasis of the tax administration reform is on promoting voluntary tax compliance through an enhanced level of taxpayer’s facilitation. In the long-run, these administrative reforms will also enable tax administrators to effectively tackle delinquent taxpayers through a system of audit and penalties. The already initiated reform agenda of the Federal Board of Revenue (FBR) to enhance its revenue collection effort and service standards will be completed under Vision 2025. This will enhance revenue collection through a broad-based tax system by using IT data, gradually reducing tax exemptions, simplifying rules, accountability, transparency, integrity, publication of the annual tax directory and providing transparent and high quality tax services. Focus will be on broadening the tax net and eliminating corruption from the FBR"}, {"text_block_id": "p67_b473", "text": "Anti-Corruption"}, {"text_block_id": "p67_b474", "text": "One of the major challenges in improving governance is to act against corruption, which is widely seen as having seeped into the"}, {"text_block_id": "p68_b475", "text": "administrative fabric. Evidence is mounting that systematic corruption exacts a heavy price from development activities by reducing investment, increasing capital costs, and increasing the time business executives need to spend negotiating with government officials. Several initiatives will be undertaken in accordance with the 18th constitutional amendment to curb corruption. These include (i) Preparation and implementation of the National Anti-Corruption Strategy(ii) Establishment of an autonomous (Financially & administratively) National Accountability Commission, (iii) Strengthening governance institution through enhancement capacity and integrity (iv) Public sector management agenda, consisting of actions to make markets competitive and supporting improvements in public administration; (v) The development of proper institutional and legal frameworks; (vi) Strengthening audit functions to improve resource allocation while making embezzlement more easily detected; (vii) Procurement reforms, while reducing transaction costs making fraud more difficult to perpetrate; (viii) Civil service reforms, while improving procedures for recruitment and promotion that build capacity and help reduce patronage and nepotism; (ix) Freedom of information through constitutional provision; (x) Review/ updating of existing law against Cyber Crime and IPR violation (xi) Training of investigation officers in the field of serious white crimes including banking and internet frauds, cyber offences, money laundering, terrorist financing (xii) Enforcement and streamlining regulations that improve public management and introduction of preventive tools/a code of conduct which reduces opportunities for corruption (xiii) Enhancing public awareness on good governance and corruption."}, {"text_block_id": "p68_b476", "text": "High Performance &"}, {"text_block_id": "p68_b477", "text": "FAST Governm"}, {"text_block_id": "p68_b478", "text": "ent - Governance for the"}, {"text_block_id": "p68_b479", "text": "Future"}, {"text_block_id": "p68_b480_merged_merged", "text": "As a core component of Pakistan Vision 2025, a well-articulated strategy of third generation reforms will be introduced, and put into effect with respect to the public sector. It will rest on the platforms of i) Reoriented and repositioned human resources ii) Deployment of new technologies. iii) Restructuring and reengineering of institutions. Learning from international best practice, the focus would be on a government which is responsive to the rapidly evolving needs and requirements of an increasingly enabled and connected citizenry in a digital world. This means a quantum leap in the way their expectations are managed. Countries are realizing that technologies (and newer skill sets) can act as effective vehicles for transforming government work processes, enhancing provision of public services and enabling higher productivity and output. Policy formulation, development, design, deployment and delivery, at the end user level, would be achieved through adoption of the High Performance and FAST (Flat, Agile, Streamlined and Tech-enabled)model of governance. Government will be flatter, meaning a smaller distance, or fewer layers, between governments at all levels and the public. This will be done with the help of social media, the internet as well as citizen feedback via mobile telecommunications. Government will be agile so that it can adapt quickly, appropriately ‘organizing’ and ‘de-organizing’in response to changing environments, circumstances and issues. Policy planning and the top decision makers will be well informed, with access to structured real-time data that will be presented on dash boards so that policies and decisions are informed with relevant and up-to-date information. Government will be streamlined through a gradual scaling down of"}, {"text_block_id": "p69_b482", "text": "the bureaucratic machinery, focusing on a small highly trained workforce that possesses a diverse range of skill sets and a high level of analytical capacity."}, {"text_block_id": "p69_b483", "text": "Finally, government will be tech-savvy - not only having the adequate ICT infrastructure but also the human capital that can effectively use such technology. E-governance will bring transparency and efficiency in bureaucratic processes as well as accountability through engaged citizen feedback."}, {"text_block_id": "p69_b484", "text": "E-Governance"}, {"text_block_id": "p69_b485", "text": "Electronic–governance is fast emerging as an important tool for achieving good governance particularly with regards to improving efficiency, transparency and making the interface with the government user-friendly. So far the"}, {"text_block_id": "p69_b486", "text": "emphasis has been on providing connectivity, networking, technology up-gradation, selective delivery systems for information and services and a package of software solutions. Vision 2025 will focus on the re-engineering of procedures and rules, which are the core of any effective programme of E-governance. Issues of sustainability, interactivity and standardization of E-governance activities will also be addressed. Within the ambit of E-governance, government to government, government to citizens and government to business functionalities will be developed. Furthermore, one of the major initiatives envisaged in the IT sector is to increase the access of citizens to IT tools and to promote greater connectivity. Capacity development within the public sector will also be carried out to ensure that there is greater familiarity with electronic procedures within the government quarters."}, {"text_block_id": "p70_b487", "text": "Open Government"}, {"text_block_id": "p70_b488", "text": "Pakistan has undergone a historic democratic transition of government, in the wake of which citizens are becoming more aware of their rights and more inclined to hold their leaders accountable. “Closed” governance cannot deliver quality services reliably to citizens. Thus an important requirement for transforming governments for the future to ensure transparency and accountability through citizen feedback is by the adoption of open government and open data. This involves making available to the public, through the World Wide Web, data relating to public service delivery and socio-economic development so that citizen feedback is informed and government processes are made transparent to keep a check on corruption. Moving to an open government platform requires on the one hand, enforcement of the Right to Information Act, but also a strong ICT infrastructure that can handle transfer and sharing of exorbitant amounts of data as well as strong cyber-security measures to protect data relating to National Security. Some of the foundations are already in place, such as the Right to Information Act."}, {"text_block_id": "p70_b489", "text": "The Government of Pakistan is committed to making government open, transparent, accountable, and responsive to citizens. As a first step the tax directory of Parliamentarians and tax payers has been published. Reform of the taxation system through technology enablement shall be prioritized to mobilize revenue and cut leakages in the tax system. Citizen Feedback systems have been introduced which leverage the high mobile phone penetration amongst the general public. Other initiatives will include enforcement of the Right to Information Act, web placement of major government contracts for public scrutiny, and advisory committees in government with representation from private sector, academia, and civil society."}, {"text_block_id": "p70_b490", "text": "Active citizen participation will be encouraged for improved and more democratic governance. Open Data Initiative will provide the general public greater access to public sector data. Our ultimate destination is complete openness, transparency, engagement, and inclusiveness in governance to earn the maximum trust of the people."}, {"text_block_id": "p72_b491", "text": "Energy, Water & Food Security"}, {"text_block_id": "p72_b492", "text": "Pakistan Vision 2025 recognizes that sufficient, reliable, clean and cost-effective availability of energy, water and food – for now and the future – is indispensable in ensuring sustainable economic growth and development. These key sectors have suffered historically from severe failings of integrated policy and execution. Meeting this challenge has been further complicated due to the severe impact of ongoing climate change."}, {"text_block_id": "p72_b493", "text": "However, we are proud to have a renewed national consensus on committing major new investments, through unprecedented public and private sector collaboration, to bridge very large gaps that threaten the wellbeing and progress of our country. While investments to ensure the needed additional supply are being made, we are equally committed to creating and encouraging a culture of conservation and efficiency in the usage of energy and water."}, {"text_block_id": "p72_b494", "text": "Energy"}, {"text_block_id": "p72_b495", "text": "Pakistan Vision 2025 aims at ensuring uninterrupted access to affordable and clean energy for all sections of the population. We have identified the following top 10 goals in this respect:"}, {"text_block_id": "p72_b496", "text": "Pakistan Vision 2025 aims at ensuring uninterrupted access to affordable and clean energy for all sections of the population. We have identified the following top 10 goals in this respect:\n* Eliminate current electricity supply-demand gap by 2018, and cater to growing future demand by addition of 25,000 MW by 2025\n* Optimize energy generation mix between oil, gas, hydro, coal, nuclear, solar, wind and bio-mass â with reference to its indigenousness, economic feasibility, scalability, risk assessment and environmental impact\n* Complete two major hydel projects: Diamer-Bhasha and Dasu dams\n* Operationalize the immense potential of\n* Operationalize the immense potential of\n Thar coal and complete Gaddani Energy Park with 6600 MW capacity.\n* Tap Pakistanâs huge potential for alternative energy\n* Complete new Nuclear power generation plants\n* Maximize distribution efficiency and cut wasteful losses through investment in transmission and distribution infrastructure and effective enforcement of controls\n* Address institutional fragmentation and decay of the sector due to poor capacity.\n* Focus on demand management and conservation to ensure prioritization in allocation, elimination of wasteful use, incentives to use more energy efficient equipment and appliances and achieve better balance between peak and off-peak hours\n* Introduce institutional reform and strengthen regulatory frameworks to improve transparency and efficiency."}, {"text_block_id": "p73_b519", "text": "power generation: specifically Hydropower and Coal; (f) A lack of focus and investment towards conservation, demand management – each of which will have a significant and quick impact."}, {"text_block_id": "p73_b520", "text": "Meeting the economic growth requirements to realize Pakistan Vision 2025 will demand enormous amounts of additional, reliable and cost-effective energy. Transmission and distribution (T&D) losses due to technical issues and electricity theft pose a very serious challenge – T&D losses in Pakistan (over 25%) are much"}, {"text_block_id": "p73_b521", "text": "higher than in OECD countries (7%), Korea (3.6%) and China (8%). This offers an enormous opportunity to both make additional energy available to the national grid and proportionately reduce the cost per unit."}, {"text_block_id": "p73_b522", "text": "At present, out of the total installed generating capacity about two thirds is thermal, making electricity expensive. Rebalancing the generation mix therefore provides an important channel to reduce our cost per unit. In this regard, major programs are being launched – notably: building"}, {"text_block_id": "p74_b523", "text": "of the 9,500 MW Bhasha and Dasu Dams, Gaddani Energy Park 6600MW and major increase in power generation from alternative energy sources. China- Pakistan Economic Corridor energy projects will serve as a backbone of the energy strategy to overcome power crisis in Pakistan."}, {"text_block_id": "p74_b524", "text": "Concerted programs are being launched to tap Pakistan’s immense potential fordeveloping Shale Oil and Gas. Shale gas reserves are estimated by the Asian Development Bank (ADB) at 5346 Million tonnes oil equivalent (Mtoe), 1323 of which are technically recoverable presently. In view of its enormous potential, and the well-recognized need to maximize energy availability for our rapid development needs, in depth technical and investment feasibility studies, with a view to making a substantial impact in closing the projected supply-demand gap, have been initiated as a strategic priority. In addition other opportunities for oil and gas exploration will also be explored."}, {"text_block_id": "p74_b525", "text": "Coal is a cost efficient source of fuel; the country has an enormous amount of untapped coal reserves (around 186 billion tons). Accordingly, we plan to increase domestic coal production from 4.5 to 60 million tonnes per year. This requires huge capital investments in addition to transmission networks. Moreover, there are concerns about resulting CO2 emissions associated with coal based thermal power projects. Accordingly, we are committed to adoption of clean coal combustion technologies,"}, {"text_block_id": "p74_b526", "text": "along with strong policies to make its use eco-friendly, to conform to international standards."}, {"text_block_id": "p74_b527", "text": "Energy Conservation & Demand Management – The energy saving potential of Pakistan is estimated to be over 11 MTOE (million tons of oil equivalent). As far as energy conservation is concerned, no legislative framework is in place, institutional structure has remained weak and codes and standards have not been launched. A national initiative towards the conservation of energy will be taken to use the available capacity more effectively."}, {"text_block_id": "p74_b528", "text": "Further, considering the organizational and technical complexity inherent in deriving a balance of energy related targets we will expedite and utilize the work already started in developing an “Integrated Energy Development Model” that offers a highly structured framework to simulate results and analyze strategic options such as: (i) Least-cost energy systems and compositions; (ii) Cost-effective responses to restrictions on emissions; (iii) Long-term energy balances under different scenarios; (iv) Impact of new technologies; (v) Benefits of regional cooperation; (vi) Effects of regulations, taxes and subsidies."}, {"text_block_id": "p74_b529", "text": "Accordingly, we will accelerate the development and deployment of an “Integrated Energy Development Model” to enable our energy sector (that includes separate ministries of Petroleum and Natural Resources; Water and Power; Planning and Development; Environment, Transport and Communications; and also the Pakistan Atomic Energy Commission – as well as separate regulatory bodies for oil and gas, and electric power) to benefit from a single overarching model across the related ministries or regulatory bodies."}, {"text_block_id": "p74_b530", "text": "This view is consistent with the approach of other developing and developed countries where least-cost energy plans are developed through a rigorous integrated process"}, {"text_block_id": "p75_b531", "text": "Energy efficiency"}, {"text_block_id": "p75_b532", "text": "One of the key aspects of our current energy strategy is to focus on ensuring efficient power generation. There is more than 1200 MW energy that is lost due to inefficiencies. Minimum baseline efficiency standards will be developed and monitored in assessing all new investments – i.e. in efficiency improvements versus building additional capacity."}, {"text_block_id": "p75_b533", "text": "Water"}, {"text_block_id": "p75_b534", "text": "Access to an adequate supply of water for all (agriculture, industry and domestic users) is one of the absolute priorities of Vision 2025. Realizing Pakistan Vision 2025 requires policies to correct the demand and supply imbalance with a sharp focus on both sides of the equation. Our top five goals for water security are:"}, {"text_block_id": "p75_b535", "text": "Access to an adequate supply of water for all (agriculture, industry and domestic users) is one of the absolute priorities of Vision 2025. Realizing Pakistan Vision 2025 requires policies to correct the demand and supply imbalance with a sharp focus on both sides of the equation. Our top five goals for water security are:\n* Increase water storage capacity, applicable to the requirements of each province, in line with defined strategic needs and international benchmarks: from currently 30 days to 45 days by 2018, and 90 days by 2025.\n* In vest in proven method s and technologies to minimize wastage (e.g. in the agricultural sector), promote conservation and gain efficiencies through rationalization of pricing.\n* Enable more effective allocation with direct reference to national & provincial priorities and related social and economic considerations.\n* Establish institutional mechanisms (e.g. a National Water Commission) to effectively manage all sources of water (surface, sub-surface, rain) and their sectoral and regional allocations (agriculture, industry, urban).\n* Provision of access to a minimum baseline of suitable water to every person in Pakistan."}, {"text_block_id": "p75_b547", "text": "Pakistan is in the group of countries that are now moving from water stressed to water scarce. Accordingly, as the supply of fresh water remains largely fixed and in view of the emerging issues related to climate change, ‘water resource management’ is both a serious challenge and opportunity. Institutional structure for water management in Pakistan is fragmented and there is no holistic national water management policy."}, {"text_block_id": "p75_b548", "text": "One of the key challenges to Pakistan’s already scarce water resources is the repeated contamination of the sources of water supply and disposal of effluent into fresh water resources, i.e. rivers, lakes, canals and ground water. In addition to industrial and sewerage effluent, the rainfall run off from the urban development into fresh water resources needs proper management before disposal/storage into dams and ground water resources."}, {"text_block_id": "p75_b549", "text": "Watershed management is crucial to control the contamination of rivers, lakes and reservoirs. The catchment outflow into the rivers and reservoirs is highly turbid due to excessive sedimentation load, and stagnant water is rich in biological and bacteriological contaminants causing pollution of major reservoirs and river water."}, {"text_block_id": "p75_b550", "text": "Major sources of contamination of river water are natural drains passing through urban and industrial areas. The outflow of these drains contains highly contaminated industrial waste that becomes the part of Ravi and Chenab Rivers. Water carries the contaminants along"}, {"text_block_id": "p76_b551", "text": "its flow and there is a need of establishment of strict criterion to ensure effective contamination management in Rivers."}, {"text_block_id": "p76_b552_merged", "text": "Water contamination and poor water quality have a direct and very significant impact on the nation’s health – with water borne infections accounting for 70% of all common diseases impacting our national health. Providing access to safe drinking water and basic sanitation are critical for promoting health. Key targets in this regard include providing safe drinking water, sanitation and hygiene services for all, promoting water conservation, eliminating open defecation, domestic and industrial wastewater treatment and reuse, reducing pollution from water sources, water resource management, water related disaster resilience and sustainable extraction from water resources. The Government of Pakistan has signed a number of regional and global commitments in 2013 and 2014 and is committed to fulfilling these commitments and achieving Sustainable Development Goals (SDG’s). The Planning Commission will co-ordinate between all stakeholders towards formulating an Integrated Water Resource Management Strategy."}, {"text_block_id": "p76_b555", "text": "Another key determining factor for the growing gap between demand and supply arises from"}, {"text_block_id": "p76_b556", "text": "the continuing lack of adequate recognition of the economic value of water. This is reflected in our historical policies, which treated water availability almost exclusively as a supply-side problem, with a near-total neglect of demand-side issues and rationalized water usage charges. The graph below demonstrates the dramatic change Pakistan has experienced – moving from a water abundant to a water scarce country within a single generation."}, {"text_block_id": "p77_b557", "text": "Water availability and population growth, 1951–2025 (Cubic meters)"}, {"text_block_id": "p77_b558", "text": "Pakistan’s rising water demands are met by the Indus River System, supplying 180 billion cubic meters of water. The river system is sustained by glaciers in the Hindukush-Karakoram ranges, believed to be receding under influence of climate change and global warming. 75% of annual Indus river system supplies occur during three monsoon months and all access availability goes to the sea due to inadequate storage capacity. New reservoirs will be built quickly to ensure supplies during the rest of the year for agricultural, industrial and domestic consumption."}, {"text_block_id": "p77_b559", "text": "With approximately 95% of the water allocated to agriculture/rural areas, the need to adopt efficient and effective methods forits distribution, usage (and re-use), storage and quality is of paramount importance to sustain the country’s economic and human/social wellbeing. Proper water pricing and crop-based price variations will to be used as tools for promotion of water efficient crops and discouraging wasteful crops particularly at the tail-end of various irrigation zones."}, {"text_block_id": "p77_b560", "text": "Uncontrolled and unregulated pumping of sub"}, {"text_block_id": "p77_b561", "text": "-"}, {"text_block_id": "p77_b562", "text": "surface water in sweet zones and urban areas"}, {"text_block_id": "p77_b563", "text": "is resulting in rapid loss of the sub-surface water"}, {"text_block_id": "p77_b564", "text": "table, expansion of brackish water zones and expansion of saline zones. Urban water supplies are wasteful, heavily reliant on expensive pumping,"}, {"text_block_id": "p77_b565", "text": "poorly managed, ill-priced and often unfit for human consumption."}, {"text_block_id": "p77_b566_merged_merged", "text": "Implementation of a comprehensive National Water Policy: reflecting a transparent and coherent institutional framework and policy, adapted to the demands of the 21st century, which also gives due consideration to climate change should be adopted at the earliest. The resulting strategy will"}, {"text_block_id": "p77_b569", "text": "combine multiple elements including technical advancements and social considerations to give"}, {"text_block_id": "p77_b570", "text": "response to the formidable challenge of water scarcity."}, {"text_block_id": "p77_b571", "text": "The government will carefully reconsider applying"}, {"text_block_id": "p77_b572", "text": "reasonable water usage charges and incentives to encourage efficient and effective use of our scarce"}, {"text_block_id": "p78_b573", "text": "resource. Further, we will start a comprehensive awareness drive to educate people about the"}, {"text_block_id": "p78_b574", "text": "benefits of judicious consumption and shared consequences of wastage. Due consideration will be"}, {"text_block_id": "p78_b575", "text": "provided to harvest rain water in lakes and ponds and also at the household and community levels."}, {"text_block_id": "p78_b576", "text": "Food Security:"}, {"text_block_id": "p78_b577", "text": "Pakistan Vision 2025 seeks a Pakistan where “all"}, {"text_block_id": "p78_b578", "text": "people, at all times, have physical and economic access to sufficient, safe and nutritious food to"}, {"text_block_id": "p78_b579", "text": "meet their dietary needs and food preferences for"}, {"text_block_id": "p78_b580", "text": "an active and healthy life”"}, {"text_block_id": "p78_b581", "text": ". Pakistan Vision 2025"}, {"text_block_id": "p78_b582", "text": "envisages food security in the context of the entire supply-chain- from production, processing, storage and distribution to consumption."}, {"text_block_id": "p78_b583", "text": "Keeping the above in mind, our top 5 objectives for"}, {"text_block_id": "p78_b584", "text": "achieving food security are to:"}, {"text_block_id": "p78_b585", "text": "achieving food security are to:\n* Protect the most food-insecure segments\n* measures, including long-term arrangements\n* measures, including long-term arrangements\n and adaptation mechanisms.\n* agricultural sector â aligned with associated water and energy infrastructure âthat can ensure a stable and adequate provision of basic\n* agricultural sector â aligned with associated water and energy infrastructure âthat can ensure a stable and adequate provision of basic\n food supplies for the countryâs population, and\n* agricultural sector â aligned with associated water and energy infrastructure âthat can ensure a stable and adequate provision of basic\n food supplies for the countryâs population, and\n provide high quality products to its industries and for export.\n* with current and projected needs by leveraging our unique strengths.\n* Ensure that the entire supply-chain related\n* of stable and affordable access to adequate, nutritious and safe food for a healthy life.\n* sustainable mannerâwith outcome-based benchmarks agreed in line with regional and global standards."}, {"text_block_id": "p78_b605", "text": "The agriculture sector in Pakistan faces a number of major challenges in the coming years as one in"}, {"text_block_id": "p78_b606_merged_merged_merged_merged_merged_merged", "text": "every three Pakistanis still does not have regular and assured access to sufficient nutritious food. Agricultural performance in Pakistan has been poor in recent years with slow growth (3.1% in 2011-12 and 3.3% over the last decade). Major factors underlying this poor performance include a slow rate of technological innovation, limited adoption of progressive farming techniques, problems with quality, quantity and timeliness of input supply, limited investment in construction and maintenance of infrastructure; marketing and trade restrictions, pest and livestock disease problems, and limited amounts of credit for agricultural production and processing and the lack of agriculture-specific financing."}, {"text_block_id": "p79_b613", "text": "Public investment in agriculture, with a focus"}, {"text_block_id": "p79_b614", "text": "on food production and distribution, will be"}, {"text_block_id": "p79_b615", "text": "raised to at least 10% of the total public sector development expenditure at federal and provincial level."}, {"text_block_id": "p79_b616_merged_merged", "text": "Raising the growth rate of agriculture, which contributes 21.4 percent to GDP and employs 45 percent of our labour force, is a key driver towards achieving Pakistan Vision 2025 goals. Improving service delivery to farmers and introducing support mechanisms for timely access to quality inputs will be made through establishment of Rural Business Hubs (RBHs). Government support and spending for agriculture will be reviewed and rationalized to ensure it is directed to areas such as research, pest and disease surveillance, efficient water use, alternate energy, agro-processing and creation and administration of a regulatory and legislative framework; addressing externalities such as enhancing sustainability and adopting environmentally friendly activities; and for social purposes, particularly addressing the needs of the poor and vulnerable whose limited access to goods and services does not permit"}, {"text_block_id": "p79_b623", "text": "them to undertake productivity and income"}, {"text_block_id": "p79_b624", "text": "enhancing investments."}, {"text_block_id": "p79_b625", "text": "We will replace the current wheat procurement"}, {"text_block_id": "p79_b626", "text": "system with a more rationalized program that procures the quantities needed to provide subsidized wheat or flour to the most food insecure consumers through well-defined and explicitly targeted interventions."}, {"text_block_id": "p79_b627", "text": "Other measures to ensure food security include"}, {"text_block_id": "p79_b628", "text": "Other measures to ensure food security include\n* Improving access to food by the poor\n* will be introduced for farmers livestock owners below subsistence level\n* Increasing production of critical food items\n* Strengthening nutritional education for high risk groups such as pregnant and lactating"}, {"text_block_id": "p80_b640", "text": "Climate Change"}, {"text_block_id": "p80_b641", "text": "Global warming and the attendant climate change, resulting in significant and lasting change in weather patterns is having a severe impact"}, {"text_block_id": "p80_b642", "text": "on Pakistan including increased frequency and severity of natural disasters. This has a direct and major impact on each of our vital water, energy and"}, {"text_block_id": "p80_b643", "text": "food security considerations."}, {"text_block_id": "p80_b644", "text": "Accordingly, our key goals for responding to climate change are"}, {"text_block_id": "p80_b645", "text": "Accordingly, our key goals for responding to climate change are\n* Design water, food and energy security policies and plans of the countrywith specific reference\n* Explicit recognition of the relevant risks (and\n* implementation of well-defined mitigation and adaptation strategies / measures.\n* To promote long term sustainability, conservation and protection of natural"}, {"text_block_id": "p80_b655", "text": "While Pakistan makes a negligible contribution"}, {"text_block_id": "p80_b656", "text": "to total global greenhouse gas (GHG) emissions (among the lowest in the world), it is among the countries most vulnerable to climate change. The"}, {"text_block_id": "p80_b657", "text": "countryhas verylowtechnical and financial capacity to adapt to and mitigate the effects of climate change. Global warming has caused acceleration in melting glaciers, shifts in biodiversity, changes in crop and vegetation distribution, vulnerability of"}, {"text_block_id": "p80_b658", "text": "mountain, desert, marine and coastal ecosystems. In Pakistan this has been further exacerbated by a"}, {"text_block_id": "p80_b659", "text": "relatively high rate of urbanization. To address the climate change impacts a National Climate Change"}, {"text_block_id": "p80_b660", "text": "Policy is in place since 2012."}, {"text_block_id": "p80_b661", "text": "As a developing country, which is party to the"}, {"text_block_id": "p80_b662", "text": "Kyoto Protocol, Pakistan is eligible to benefit from"}, {"text_block_id": "p80_b663", "text": "the Clean Development Mechanism (CDM) to"}, {"text_block_id": "p80_b664", "text": "access the international resources for mitigating"}, {"text_block_id": "p80_b665", "text": "the impact of climate change.  Accordingly, the"}, {"text_block_id": "p80_b666", "text": "government will actively leverage our CDM cell"}, {"text_block_id": "p80_b667", "text": "for processing and recommending CDM projects to earn carbon credits that will be reinvested in related projects."}, {"text_block_id": "p80_b668", "text": "Pakistan is also eligible for Green Climate Fund"}, {"text_block_id": "p80_b669_merged_merged_merged_merged_merged", "text": "to get resources for mitigation and adaptation to climate change and can also access funding under the Nationally Appropriate Mitigation Actions (NAMA). Further, the United Nations Framework Convention on Climate Change (UNFCCC) and Kyoto Protocol secretariats offers capacity building opportunities to Pakistan for strengthening the institutional arrangements for addressing the climate change issues. These opportunities will be aggressively explored."}, {"text_block_id": "p82_b672", "text": "Private Sector & Entrepreneurship Led"}, {"text_block_id": "p82_b673", "text": "G"}, {"text_block_id": "p82_b674", "text": "ROWTH"}, {"text_block_id": "p82_b675", "text": "Pakistan Vision 2025 seeks a Pakistan that is a highly attractive destination for the private sector where private investment and entrepreneurship plays a lead role in the country’s development. It aims at sustained engagement of the private sector and enables efficient deployment of private resources and skills to achieve the visualized objectives."}, {"text_block_id": "p82_b676", "text": "In the past, the private sector has been constrained from playing an active role in the country’s development due to a variety of factors such as the energy deficit, red tapism, lack of security, poor policies and the lack of an enabling environment. In addition to these problems, low skilled labour, slow and costly judicial procedures (contract enforcement), factor market (land, labour and capital) rigidities, intrusive regulations and inadequacies in the system of land purchase and registration have reduced private sector effectiveness."}, {"text_block_id": "p82_b677", "text": "This is reflected in Pakistan being ranked 110th out of 170 countries in terms of ease of doing business. The most problematic dimensions associated with doing business in Pakistan are corruption, policy instability, crowding out of the private sector due to excessive public sector borrowing, inadequate infrastructure, and the working of the bureaucracy. Additionally, pervasive environment of state intervention, subsidies, protection and SRO’s have led to rent seeking behavior thereby compromising competitiveness and economic efficiency."}, {"text_block_id": "p82_b678", "text": "Domestic private investment dropped from 14% of GDP in 2007-2008 to an estimated 10.9% of GDP in 2012-2013.Private sector investment and growth in recent years has been mainly concentrated in the services sector, especially the telecommunications and financial sectors. Over the years Pakistan’s manufacturing base"}, {"text_block_id": "p82_b679", "text": "has remained narrow. Investment has been limited to capacity enhancement and up-grading of facilities (mostly textiles and food), while lacking in R&D, innovation and value addition."}, {"text_block_id": "p82_b680", "text": "A key goal of the Vision is to see Pakistan ranked in the top 50 countries for Ease of Doing Business by the year 2025. In this regard, the following initiatives are being designed."}, {"text_block_id": "p82_b681", "text": "Strengthening"}, {"text_block_id": "p82_b682", "text": "Institutions"}, {"text_block_id": "p82_b683", "text": "Unstable growth and high poverty in Pakistan is partly a result of institutions that favor the status quo and restrict merit-based selection, competition, efficiency and innovation. Poverty has contributed to crime, militancy and unrest in the country. Strong institutions are essential to nation building."}, {"text_block_id": "p82_b684", "text": "A regulatory framework will be put in place that is conducive for private sector growth, with well-defined industrial and competition policies, which are investment and business friendly. Separate commercial courts or specialized commercial chambers in existing courts will be setup. Alternate dispute resolution (ADR) mechanisms, such as arbitration and mediation, will ensure expeditious disposal and entail lower costs. Administrative procedures regarding approval"}, {"text_block_id": "p83_b685", "text": "and official clearances will be streamlined. Laws and regulations will be simplified, updated, modernized, made more transparent, and their discretionary application discouraged. Legal frameworks for protecting intellectual property rights (IPR) will be implemented to create an incentive to invest in innovation. An integrated accountability framework will be developed to enforce relevant industry standards. Pakistan standards and Quality Control Authority will be strengthened to provide the base for such a framework."}, {"text_block_id": "p83_b686", "text": "In addition to reforming the civil service and federal government organizations, an institutional framework will be put in place to mobilize the energies of the private sector, provincial and district level administration and support institutions such as industry associations, universities and research institutes. The framework will strengthen corporate governance, auditing, investor protection and contract enforcement. The central message of the institutional reform framework will be to provide a business friendly, secure, transparent, and level playing field for private sector development together with policy and regulatory regimes that incentivize investment, efficiency,"}, {"text_block_id": "p83_b687", "text": "innovation, and productivity enhancement. These efforts will be made successful through strong political commitment, consensus building and coordination across ministries and between the federal and provincial governments."}, {"text_block_id": "p83_b688_merged", "text": "Removing Infrastructure Bottlenecks"}, {"text_block_id": "p83_b691", "text": "Infrastructure is a major constraint on Pakistan’s economic growth and competitiveness. It covers transportation, communication, water and energy. We estimate that inefficiency in the transport system imposes a cost to the economy of 4-6% of GDP. Besides that electricity shortage causes an annual loss of 7% in GDP and 2% reduction in real GDP growth. To deal with the infrastructure problems, the supply-demand gap in electricity will be minimized in the short-term. Investments made for long-term energy supply will focus on projects that are reliable and cost-effective. We aim to improve the energy mix with a larger share of coal, hydel and renewable energy sources. Pakistan Vision 2025 aims to build necessary logistics facilities to support"}, {"text_block_id": "p84_b692", "text": "GDP growth. This will include additional high quality storage facilities, and transportation. Railways will be revived as a socially and financially viable organization, road density in rural and urban areas will be increased, ports and airports will be equipped with modern cargo handling techniques and operational capacity will be expanded according to the requirement of the growing economy."}, {"text_block_id": "p84_b693", "text": "Macro-Economic Stability"}, {"text_block_id": "p84_b694", "text": "Pakistan’s economic history is one of high volatility in growth rates. This “stop-go” growth has been a feature of Pakistan’s history from the 1950s to the present day. The uneven economic performance has been caused by instability in Pakistan’s economic policies."}, {"text_block_id": "p84_b695", "text": "As outlined in the Macro-Economic framework, the Vision is committed to keep inflation stable and in single digits. Stable and healthy public finances will be achieved and maintained. Budget deficits will be rationalized. Cost effective and efficient measures would be taken in hand to keep government expenses and public sector resource needs, within sustainable levels, so that private sector investment is neither pre-empted nor ‘crowded out’."}, {"text_block_id": "p84_b696", "text": "A policy environment will be created that enables the financial markets to naturally bring down real interest rates, consistent with sound macroeconomic management and financial supervision. The capacity of the Securities and Exchange Commission to regulate the non-bank financial sector, and the State Bank of Pakistan’s capacity to ensure transparent and effective monetary policy, will be enhanced. Efforts will be made to maintain a stable exchange rate."}, {"text_block_id": "p84_b697", "text": "Privatization"}, {"text_block_id": "p84_b698", "text": "An efficient, globally competitive private sector is envisioned to be in the lead for realization"}, {"text_block_id": "p84_b699", "text": "of Pakistan Vision 2025. To that end, the Government sees itself primarily as a facilitator, enabler and regulator of private initiative and enterprise, rather than an overarching direct producer of goods and services itself. A number of Public Sector Enterprises (PSEs) are burdening the national exchequer as a result of ongoing major losses rather than generating profits. Moreover, there remain serious issues in service delivery, which is hampering economic growth. Pakistan Vision 2025 envisages converting public sector running deficit institutions into profit making entities through a combination of restructuring, partial and outright privatization. Cash-bleeding public sector enterprises which have been incurring annual losses of over Rs.400 Billion will be restructured / privatized."}, {"text_block_id": "p84_b700", "text": "Public Private"}, {"text_block_id": "p84_b701", "text": "Partnership (PPP)"}, {"text_block_id": "p84_b702", "text": "Public private partnerships will be promoted through a comprehensive policy regime. The enhanced private sector participation would be used for better infrastructure development and improving connectivity to facilitate private sector growth. A Bureau of Infrastructure Development (BID) will be established to coordinate and oversee private sector participation in infrastructure development and provide a one stop shop facility for project approval, processing and financing."}, {"text_block_id": "p84_b703", "text": "The PPP space would also open up a number of investment opportunities, creating more fiscal space for the government. This area would be promoted through special focus on existing institutions like Board of Investment, Privatization Commission and Infrastructure Development Project Facility. A Pakistan Business and Economic Council, chaired by the Prime Minister and with equal membership of public and private sector, will be established to act as a high-level forum for guiding the overall direction of economy. Business associations, chambers of commerce, strategic working groups and industry associations will be catalysts"}, {"text_block_id": "p85_b704", "text": "for change. Private institutions will help guide Government policy, monitor results and mobilize broad public understanding and support for economic programs."}, {"text_block_id": "p85_b705", "text": "A Pakistan Business and Economic Council, chaired by the Prime Minister and with equal membership of public and private sector, will be established to act as a high-level forum for guiding the overall direction of economy. Business associations, chambers of commerce, strategic working groups and industry associations will be catalysts for change. Private institutions will help guide Government policy, monitor results and mobilize broad public understanding and support for economic programs."}, {"text_block_id": "p85_b706", "text": "Encouraging Investment"}, {"text_block_id": "p85_b707", "text": "Coordination and synchronization between fiscal, monetary, investment, commercial and industrial policy will be enhanced to facilitate investment flows and increase competiveness"}, {"text_block_id": "p85_b708", "text": "of the economy. Venture capital sector will be developed and Impact Investment promoted."}, {"text_block_id": "p85_b709", "text": "Pakistan’s diplomatic missions abroad will be a major vehicle for attracting foreign investment. They will play a proactive role in marketing Pakistan as a land of opportunity, highlighting its comparative and competitive advantages as well as projecting a positive image of the country. Furthermore, missions will also mobilize the Pakistani Diaspora to undertake productive investment in Pakistan. Special Economic Zones, Export Processing Zones, Industrial Parks, and other specialized infrastructure will be created to encourage investment and improve returns."}, {"text_block_id": "p85_b710", "text": "Small and Medium Enterprises (SME’s)"}, {"text_block_id": "p85_b711", "text": "According to SMEDA’s 2013 survey, SMEs accounted for 14.9 million jobs (25% of total), working in 1.73 million enterprises, GDP of"}, {"text_block_id": "p86_b712", "text": "PKR 9.4 trillion (40 % of total) and export earnings of USD18.2 billion (72 % of total). SMEs also represent the most nimble and scalable part of our economy that also sits in the sweet spot of our core national goals: inclusive and indigenous growth."}, {"text_block_id": "p86_b713", "text": "We also anticipate that following the recommendations contained in recent SMEDA reports, and related studies that have already been completed, this sector can and will see unprecedented growth in: jobs (to 25 million), new entrepreneurial enterprises (reaching 2 million), GDP (to PKR 16 trillion) and exports (USD54billion). Needless to say, these targets represent a very promising opportunity for our strategic growth targets for Vision 2025."}, {"text_block_id": "p86_b714", "text": "Road-maps to meet these targets are being formalized within “program charters” – through in-depth labs/ workshops arranged for each of 10-15 most promising SME sectors – defining roles, responsibilities, and shared KPIs between all relevant stakeholders (including key private sector representatives, related federal and provincial ministries, industry regulators, banks, insurance companies, sector subject-matter specialists and vocational and other skills development institutions)."}, {"text_block_id": "p86_b715", "text": "In order to gain the best potential from this engine for inclusive and indigenous growth and prosperity, a massive focus on training and skills development– to be delivered to people who will benefit most and where it is most needed – will also be ensured as a strategic priority."}, {"text_block_id": "p86_b716", "text": "Vision 2025 seeks to provide SMEs a level playing field, and a fair competitive environment. The Federal government would work with provincial governments as well as domestic and international development institutions to ameliorate the problems faced by SMEs and help them in accessing capital through small business loans. Micro-businesses will be encouraged, thus promoting entrepreneurship and innovation. The rural non-farm sector will also be revitalized by formulating job schemes or business support loans to mitigate pressure on the urban areas. Village community centers will be established to harness potential of community mobilization and promoting ideas."}, {"text_block_id": "p87_b717", "text": "Pillar Vl"}, {"text_block_id": "p88_b718", "text": "Developin"}, {"text_block_id": "p88_b719_merged", "text": "g a Competitive Knowledge Economy through Value Addition"}, {"text_block_id": "p88_b722", "text": "National competitiveness refers to the ability to produce and deliver products and services effectively and profitably in relation to other, competing countries. Improving our national competitiveness in this new era of globalization is therefore critical to our ability to utilize our resources in a productive manner based on merit, quality and innovation."}, {"text_block_id": "p88_b723", "text": "Pakistan Vision 2025 envisages fundamental improvements in competitiveness across the industrial/manufacturing, services and agricultural sectors. Competitiveness is about achieving efficiency, quality and productivity to enable self-sustaining enterprises thereby"}, {"text_block_id": "p88_b724", "text": "increasing output, boosting their share in the international market and raising the overall level of prosperity and wellbeing of the nation. Innovation, value addition and continuous improvement are keys to improving competitiveness."}, {"text_block_id": "p88_b725", "text": "Pakistan compares poorly on the World Economic Forum’s (WEF) Global Competitiveness Index (GCI) versus the average for upper middle income economies. On a scale of 1 (worst) to 7 (best) Pakistan lags behind significantly in 8 out of the 12 indicators [See below]."}, {"text_block_id": "p89_b726", "text": "The GCI ranks Pakistan 133rd out of 148 countries in competitiveness, far behind comparator countries."}, {"text_block_id": "p89_b727", "text": "the potential of ICTs is not sufficiently leveraged in Pakistan, where access to ICTs remains the privilege of a few (118th). Paradoxically, Pakistan performs worse on the Basic Requirements compared to Efficiency Enhancers and Innovation/Sophistication factors (see table below). This inverted base is unsustainable."}, {"text_block_id": "p89_b728", "text": "Furthermore, our performance has deteriorated in some of the most critical and basic areas of competitiveness. Pakistan’s public institutions (126th) are crippled by inefficiencies, corruption, patronage, and lack of property rights protection. The security situation is taking a huge toll not only on the population, but also on businesses. The macroeconomic situation is also worrisome (145th). In 2012, the public deficit widened to near 10 percent of GDP, inflation remains in double-digit territory, and the savings rate dwindled to just 10 percent of GDP. Pakistan’s infrastructure (121st)—particularly for electricity (135th)—remains in a dire state. Moreover, the country displays some of the lowest education enrollment rates in the world and basic education is poor (137th). Pakistan’s competitiveness is further penalized by the many rigidities and inefficiencies of its labor market (138th, down eight), with female participation in the labor force among the lowest in the world (144th). Finally,"}, {"text_block_id": "p89_b729", "text": "Pakistan is largely left out of global value chains, relegated to a situation of exporting relatively low-value products, and earning remittances from mostly low-skill workers who go abroad, rather than adding value at home by participating in the increasingly interconnected world service economy."}, {"text_block_id": "p90_b730", "text": "Firm Commitment to Enhancing Competitiveness"}, {"text_block_id": "p90_b731", "text": "Pakistan Vision 2025 seeks to drive income growth through sustained improvement in total factor productivity, rather than increasing input levels. We are committing ourselves to driving national competitiveness by leveraging knowledge to increase efficiency. Enterprises across all sectors will be made viable and sustainable without requiring long-term protection or subsidies. Viable enterprises will be developed to compete successfully in the regional and global markets. Our aim is to be ranked in the GCI top 50 most competitive countries by 2025."}, {"text_block_id": "p90_b732", "text": "The National Productivity Council (NPC) will be revived under the chairmanship of the"}, {"text_block_id": "p90_b733", "text": "Prime Minister with relevant experienced professional members. Regular capacity and competitiveness audits will be conducted by the NPC and published in annual competitiveness reports. The knowledge and capacity for the NPC will be acquired in collaboration with domestic and international leaders in competitiveness. Competitiveness Index will be introduced at the provincial level, and Annual Provincial Competitiveness reports will provide implementable recommendations. The following areas will be addressed to improve Pakistan’s competitiveness:"}, {"text_block_id": "p90_b734", "text": "Fixing the Basics for a"}, {"text_block_id": "p90_b735", "text": "Healthy and Educated Workforce"}, {"text_block_id": "p90_b736", "text": "As detailed in Pillar 1, improving access to and quality of Primary Education and Healthcare is a top priority of Pakistan Vision 2025, and a significant sustained increase in public spending on Health and Education is foreseen in upcoming Five Year and Annual plans. Pakistan will aim for universal primary education completion and high levels of secondary education while improving"}, {"text_block_id": "p91_b737", "text": "educational quality and relevance at all these levels for preparing a world class work force."}, {"text_block_id": "p91_b738", "text": "Laying the Foundations of a"}, {"text_block_id": "p91_b739", "text": "Knowledge Economy"}, {"text_block_id": "p91_b740", "text": "Higher education is imperative to reap the benefits of technological advancements and compete effectively. Vision 2025 aims to double Pakistan’s Higher Education coverage. Moreover, quality of higher education, research and development and university industry linkage are also critical factors. The emphasis will be to promote improvement in the quality of science and technology education in particular the natural sciences, mathematics and ICT. Every school, college and university will be digitized and computerized by 2025. Partnerships will be developed between specific industries and their education and training providers to achieve more effective results for workforce development. Vocational training will be made responsive to emerging technologies and to the changing needs of the private sector. The missing link between our knowledge and production platforms shall be established through government, private sector and academia/ research partnerships."}, {"text_block_id": "p91_b741", "text": "Increasing Goods Market"}, {"text_block_id": "p91_b742", "text": "Efficiency"}, {"text_block_id": "p91_b743", "text": "Steps will be taken to liberalize markets and improve efficiency. Ease of Doing Business will be improved. The Board of Investment (BOI) plan will cut the number of steps, reduce time and cost with respect to starting a business, getting a license, approval or permission, submission of tax returns, trading across borders and contract enforcement. This will include making it easier to start, grow and disband formal business entities."}, {"text_block_id": "p91_b744", "text": "A competitive market for goods and services is essential for promoting national competitiveness. Therefore, competition will be promoted for which the Competition Commission of Pakistan will play a vital role."}, {"text_block_id": "p91_b745", "text": "Increasing Labour Market Efficiency"}, {"text_block_id": "p91_b746", "text": "Pakistan’s labour market will be made more flexible by addressing issues of unnecessarily restrictive regulations such as, and intrusive and uncoordinated inspections by different authorities that continually disrupt production. Formal companies face substantial compliance costs not faced by informal companies, thus the aforementioned labor market reforms will improve the prospects of job creation in the formal private sector. However the rights of the workers shall be safeguarded."}, {"text_block_id": "p91_b747", "text": "Workforce development would provide the impetus for increased labour productivity, through improving the skill base of the youth, addressing on one hand the youth bulge issue and on the other improving industrial output. Both sector-specific and place-based approaches to workforce development would be adopted through NAVTEC and collaboration with provincial technical and vocational training bodies. This would be further supported through a thorough labor market assessment, developing demand-driven curriculum and developing better linkages with the employment market. Comprehensive labor market assessments will be undertaken by the provinces, which would be updated periodically. Due focus would also be given on developing skill standards that can then serve as the basis for quality certification of different qualifications offered by the TEVT institutions. Youth Employment Exchanges would play a vital role in linking the labor force with local, national and international labor markets."}, {"text_block_id": "p91_b748", "text": "Female participation in the workforce will be encouraged as Pakistan cannot be competitive without utilizing the work potential of half its population. Vision 2025 aims to inspire Pakistanis to participate in the country’s development, and provide them local opportunities to reduce brain drain."}, {"text_block_id": "p92_b749", "text": "Greater Financial Market Sophistication"}, {"text_block_id": "p92_b750", "text": "An efficient financial sector channels resources to those entrepreneurial or investment projects with the highest expected rate of return. Pakistan does comparatively better in this area. It ranks 67th in the financial development pillar of GCI. The outreach of the capital market will be expanded beyond stocks by developing a secondary market for corporate and government bonds. The capital market will be integrated into world and regional markets. Similarly expanding the coverage of inclusive financial services is a key priority. The gradual expansion and diversification of financial products will be encouraged. The operational independence of regulatory bodies like the Securities and Exchange Commission and the State Bank of Pakistan will be ensured and their management and supervision capabilities will be enhanced through integration of technology and adoption of global best practices."}, {"text_block_id": "p92_b751", "text": "Information and"}, {"text_block_id": "p92_b752", "text": "Communication Technology- Putting Pakistan on the ICT"}, {"text_block_id": "p92_b753", "text": "Map"}, {"text_block_id": "p92_b754", "text": "Information and communications technologies (ICT) are a key driver of innovation, economic competitiveness and greater social inclusion. Pakistan Vision 2025 seeks to lay the foundation of a knowledge economy by promoting efficient, sustainable and effective ICT initiatives through synergic development of industrial and academic resources. Due to the large youth bulge Pakistan has strong digital potential to develop a knowledge-based industry fostering innovation and entrepreneurship."}, {"text_block_id": "p92_b755", "text": "Urgent attention will be paid to computer literacy, and strengthening Pakistan’s IT infrastructure. Pakistan will drive wider Broadband Internet access, facilitate access to computers, and"}, {"text_block_id": "p92_b756", "text": "ensure the requisite education and training in schools to improve technological readiness. Pakistan’s information and communication technology (ICT) sector will be revolutionized with the recent introduction of 3G and 4G/LTE (Long Term Evolution) networks offering huge increases in bandwidth and internet speed."}, {"text_block_id": "p92_b757", "text": "Pakistan cannot rely on ICT infrastructure development alone. A holistic strategy will be followed to create conditions for skills, innovation and entrepreneurship to flourish alongside modern infrastructure. Strengthening data protection and Intellectual Property rights laws will be a key component of this strategy. Introduction of e-education, e-commerce, e-health and e-government, in addition to improving governance, will increase the adoption and promotion of technology in the Public Sector. Pakistan is poised to move to the next level in ICT sector with a very talented youth and workforce. ICT parks will be set up all over the country."}, {"text_block_id": "p92_b758", "text": "Tapping Large Domestic and Regional Market Size"}, {"text_block_id": "p92_b759", "text": "Pakistan’s large domestic market of 184 million consumers provides a great platform for developing scale efficiencies and competitiveness. Brazil, China, and India have been able to maintain high growth rates during the global economic downturn by ensuring robust domestic demand. Steps to improve the business environment aim to enable local firms to respond effectively to growing domestic demand, with both greater efficiency and innovation."}, {"text_block_id": "p92_b760", "text": "However, to improve international competitiveness of the country, maintaining an outward orientation of the economy is vital. This will entail expanding the existing quantum and composition of international trade. Opportunities for bilateral, multi-lateral trade and investment agreements and will be actively pursued particularly with markets within the region. The Government will work with Pakistan’s"}, {"text_block_id": "p93_b761", "text": "leading export industries to remove obstacles to competitiveness, lower costs of inputs, enhance efficiency of trade logistics, increase productivity, and introduce innovative technology and business practices. Export Processing Zones will boost the Pakistani export drive. Pakistan’s leading wholesale and retail markets and industry clusters will be challenged to develop strategic plans for growth and competitiveness and for repositioning themselves in world markets."}, {"text_block_id": "p93_b762", "text": "Pakistan’s economic growth will be boosted with the help of open trade and investment regimes, sound macroeconomic policies and structural reforms. High and sustainable economic growth will be achieved during and after the Vision 2025 period through rapid and sustainable development by, inter alia, deploying knowledge-intensive import items. Overall trade policy has been focused on reducing protection, achieving a more outward-oriented trade regime, obtaining better market access for Pakistan’s exports, and promoting greater integration into the global economy through increased economic efficiency, and thus international competitiveness, which will contribute to export-led growth."}, {"text_block_id": "p93_b763", "text": "Cluster Based Development"}, {"text_block_id": "p93_b764", "text": "A cluster based development approach will be used to promote economic development within the clusters by improving the competitiveness of designated business sectors. These clusters will be organized as collaborations between private firms, the government, and academic and research institutions. Competitiveness will be enhanced throughout the value chain including e.g. supply-chain development, market intelligence, incubator services, attraction of foreign direct investment, management training, and joint R&D projects, marketing of the region, and setting technical standards. New business clusters will be developed, and existing clusters will become better established. In particular, SME sector will become significantly more competitive through common facilities, training centers, and benefits of scale that clusters provide. Issues of"}, {"text_block_id": "p93_b765", "text": "financing, access to market and technology, and labour training will be resolved."}, {"text_block_id": "p93_b766", "text": "Value Chain Improvements"}, {"text_block_id": "p93_b767", "text": "Incentives will be given to promote innovation thereby mobilizing investments in new product areas and export to new markets. This would be further supported through a host of initiatives such as strengthening business development service providers; strategic review and capacity development of sector development companies; technology up-gradation; focused investment for upstream and downstream enterprise development; and facilitating access to market."}, {"text_block_id": "p93_b768", "text": "Incentives will be created to promote strategic strengthening of firms and commercial organizations. Public support or grant of business licenses will be tied to requirements from firms’ enhancing their functional, strategic and technical capabilities. Industry relevant collaborations will be encouraged to enhance the capacities of industry associations, chambers of commerce and trade bodies."}, {"text_block_id": "p93_b769", "text": "Driving Innovation"}, {"text_block_id": "p93_b770", "text": "A national initiative will be launched to promote innovation. We will institutionalize mechanisms for commercialization of research at Pakistani universities and research organizations, and provide direct assistance to those seeking to file patents with local and international patent offices. Business-academic partnerships will be made for designing and implementing innovations. Intellectual property rights and patent protection will be strengthened and enforced."}, {"text_block_id": "p93_b771", "text": "In order to encourage investment in new technologies and innovation, we intend to reduce tariffs and taxes on R&D equipment, raw materials and costs related to human resource development. Value addition of goods or services will be facilitated through close connections between technology developments in agriculture, manufacturing and services with"}, {"text_block_id": "p94_b772", "text": "productive enterprises."}, {"text_block_id": "p94_b773", "text": "Steps will be taken to foster an entrepreneurship eco-system within educational institutions, encourage entrepreneurial centers of excellence and incubators, facilitate “proof-of-concept” financing and lower the cost of entrepreneurial failure. National Innovation Awards shall be instituted."}, {"text_block_id": "p94_b774", "text": "Technology Parks and Business Incubation Centers"}, {"text_block_id": "p94_b775", "text": "Technology parks will be established to enhance the national technology base, develop efficient systems in public and private sectors, promote R&D, produce goods and services of global standards, develop a regional innovation system, facilitate the transfer of knowledge and technology from universities and public research centers to the business sector, stimulate quality in all management processes, and to oversee the quality of the research, development and innovation activities carried out. The parks will contribute, through technology and innovation, to increasing business competitiveness and development in Pakistan."}, {"text_block_id": "p94_b776", "text": "The parks will provide a platform for Government, Academia and Private Sector collaboration to capitalize on and intensify existing R&D in order to create competitive products and services in a global context, and act as a point of convergence for science, technology and innovation policies in the pursuit of the development of knowledge based society."}, {"text_block_id": "p94_b777", "text": "Incubation centers will be set up in the parks to promote technology entrepreneurship, and redefine the use of technology in achieving sustainable growth, by directing institutional funding, investment & mentorship in commercializing tech innovation using technology incubation as a tool. The centers will encourage setting up of new technology firms, and help them seek and intensify interactions with R&D managers, scientists and management faculty. On-site presence of established transnational corporations will facilitate the transfer of technology, and involvement with academia will help in finding quality knowledge workers. In addition, training institutes will be set up onsite to provide relevant skilled workers. Advice will be provided on business planning and business development."}, {"text_block_id": "p94_b778_merged", "text": "Applying Knowledge for Increased Productivity in Agriculture"}, {"text_block_id": "p94_b781", "text": "Pakistan’s agricultural potential is severely under-exploited. This is substantiated by the fact that progressive farmers are getting more than twice as much yield as traditional farmers and that too by applying fewer inputs."}, {"text_block_id": "p94_b782", "text": "Pakistan Vision 2025 focuses on bridging the vast yield and productivity gap between the national average and the far higher performance benchmarks of progressive farmers – leveraging baseline and advanced techniques and technologies. The strategy of this Vision is to utilize multiple channels – including the provincial ‘agriculture extension services’, electronic media"}, {"text_block_id": "p95_b783_merged", "text": "and expert advisory services through help-lines – to educate and incentivize farmers to make efficient use of inputs, adopt leading farming techniques, optimize crop selection and maximize their yield. The broad-based agriculture growth will be achieved through narrowing the yield gaps and diversifying toward high-value agricultural products."}, {"text_block_id": "p95_b786", "text": "Farmers consider themselves as ‘information poor’, and news about new agricultural technologies that improve productivity is not reaching them. High mobile penetration will be leveraged for disseminating and collecting information. Information on area/crop specific and solutions tailored to farmer’s budgets will be provided, along with advice on yearly crop planning to maximize return on investment. Incentives will be put into place to shift towards progressive farming. Knowledge and application of progressive farming techniques and best practices will help improve overall output in the agriculture sector and in particular boosting yield and productivity. Measures will be taken to ensure adequate supply of quality inputs such as seeds, pesticides and fertilizers. Support price mechanism will be reformed to ensure that the full benefits reach the intended farmers and have the desired policy impact. Irrigation policies will be designed to ensure efficient use of water that will promote diversification into high value added products, agro-processing, and better integration in supply chains. A Rural Economy Endowment Fund will be created to finance modernization of agriculture."}, {"text_block_id": "p95_b787", "text": "The federal government in collaboration with provincial governments will develop plans for building scientific research capacity and reform existing federal orientation of national research organizations. Reforms in wheat procurement system towards strategic reserve building and removing distortions in the market for agricultural products to lessen the role of the middle man will be implemented."}, {"text_block_id": "p95_b788", "text": "An important part of Pakistan Vision 2025 is the structural transformation towards production of high value-added products particularly in dairy, fisheries, livestock, poultry and horticulture. By introducing measures such as basic hygiene practices, compliance with international standards for export, and packaging, more productive animal care and better branding and marketing, the productivity of these sub-sectors will be greatly enhanced. Cluster based development approach will be used as a means to stimulate rural economic growth by promoting agro processing industries."}, {"text_block_id": "p95_b789", "text": "Livestock accounts for more than half of the agriculture sector but is characterized by low yielding varieties of cattle. Apart from poultry, the unmet demand in dairy products and meat is huge even in the domestic market. The large market for halal food in the Middle East and overseas also offers enormous prospects for this sector. This sector will be a key area of modernization and high value addition for the agriculture sector. Information dissemination, trainings, awareness, enhanced access to finance and linkage with domestic and global markets will provide boost to this sector."}, {"text_block_id": "p95_b790", "text": "Horticulture comprising of fruits, vegetables and floriculture is a fast growing sector with rising exports and increasing demand in domestic and international markets. Pakistani fruits, fresh and dry, have great potential for exports due to their availability in volumes, varieties and richness in flavour. These include mangoes, citrus, grapes, dates, apples, peaches and cherries besides prominent fruits of enormous export potential such as plums, pears, guava and loquat. Pakistan has a competitive advantage in production of vegetables like potatoes and onions due to superior variety, volume and price competitiveness. The Horticulture related processing industry will be incentivized to harness the export potential of quality processed food."}, {"text_block_id": "p96_b791", "text": "Increasing Competitiveness"}, {"text_block_id": "p96_b792", "text": "of Industry and Manufacturing"}, {"text_block_id": "p96_b793", "text": "To achieve high GDP growth rate the industrial sector needs to be reinvigorated. The existing industrial policy has led to rent seeking behaviour and low value-added products. A new industrial policy will provide time-bound incentives for key industries to assist them in moving up the global value chain. By investing in technology we will shift from producing low value added products to high value products. Engineering Development Board, PTA, PCSIR and other research and technology institutions will play a key role in modernization and indigenization of technologies."}, {"text_block_id": "p96_b794", "text": "The government will help the manufacturing sector access regional markets to boost scale economies. It will also help drive sector expansion by supporting the growth of economic clusters; facilitating access to technology; expanding the capital market and improving its efficiency; disseminating knowledge of markets; upgrading labour’s technical skills; ensuring adequate incentives for research and development and encouraging movement up the value chain. A Corporate Synergy Development Centre comprising of industrial experts and professionals in the government will implement the manufacturing / industry component of Vision 2025.Development of Industrial parks for small, medium and large enterprises has been initiated, and will be expanded particularly in less developed/under-served areas."}, {"text_block_id": "p96_b795", "text": "Tapping Natural"}, {"text_block_id": "p96_b796", "text": "Endowments in Mining and Minerals"}, {"text_block_id": "p96_b797", "text": "Pakistan is well endowed with energy and minerals, such as coal, oil and gas, copper, gold, limestone, marble, gemstones, and others. Estimates suggest there are copper reserves"}, {"text_block_id": "p96_b798", "text": "1.9 billion tons and 11.2 million ounces of gold. Similarly there are coal reserves of 184.7 billion tons waiting to be utilized. The present contribution of minerals to the GDP however is not commensurate with its potential. The primary reason for this mismatch is the application of obsolete technologies, poor management and inadequate capital in addition to the adverse security situation in the areas where the bulk of the mineral resources are located."}, {"text_block_id": "p96_b799", "text": "The strategy for realizing the vision incorporates a numberof elements including specialized training, incentives for extraction and value addition; development of adequate infrastructure facilities near mining sites; learning from best practices in other countries regarding development of the mineral sector and will apply those to the country’s own sector. Mining policy of the 1990’s will be reviewed and updated."}, {"text_block_id": "p96_b800", "text": "Increasing Competitiveness of the Services Sector"}, {"text_block_id": "p96_b801", "text": "Pakistan’s services sector has emerged as the main driver of economic growth, contributing 57.7% of the country’s GDP, and is playing a vital role in sustaining economic activities. The transport and communication sectors, financial services, telecommunications and domestic commerce (wholesale & retail) are major contributors."}, {"text_block_id": "p96_b802", "text": "Regulatory frameworks will be established, and existing ones strengthened, with legislative powers for each service sub-sector. The aforementioned revolutionizing of the ICT sector will serve to boost growth in other service sectors, including transport & communication, wholesale & retail, banking &financial services, educational services and remote services. To gain share in outsourcing revenue from developed markets, remote services like call centers, medical transcription and software development will be promoted. Focus will be placed on export of high skilled value added services to generate foreign exchange. Pakistan has huge potential"}, {"text_block_id": "p99_b803", "text": "Modernizing Transportation Infrastructure & Greater Regional Connectivity"}, {"text_block_id": "p99_b804", "text": "Transport contributes about 10% to the GDP and accounts for over 6% of employment in the country."}, {"text_block_id": "p99_b805_merged", "text": "Development of modern transportation infrastructure plays a pivotal role in economic development and attracting investments. Pakistan Vision 2025 seeks to establish an efficient and integrated transportation system that will facilitate the development of a competitive economy. Key related targets are to ensure reduction in transportation costs, safety in mobility, effective connectivitybetween rural areas and markets /urban centres, inter-provincial high-speed connectivity, integrated road/rail networks between economic hubs (including air, sea and dry ports) and also capacity transportation corridors connecting major"}, {"text_block_id": "p99_b810", "text": "regional trading partners."}, {"text_block_id": "p101_b811", "text": "and business and individual contact (people connectivity). Building enhanced regional connectivity requires not only the development of new strategies and institutions, but also investment in more effective implementation of existing and future initiatives."}, {"text_block_id": "p101_b812", "text": "Pakistan is gifted with a strategic location that is well suited to serve as a hub of commercial activity. Transport contributes about 10% to the GDP and accounts for over 6% of employment in the country. The sector consumes 35% of the total energy annually and accounts for approximately 15% of the Public Sector Development Projects (PSDPs)."}, {"text_block_id": "p101_b813", "text": "Road transportation today represents the backbone of Pakistan’s transportation system, accounting for 96% of all passenger and freight traffic in the country. This highlights the current minimal participation of the Railways in Pakistan’s passenger and freight transport."}, {"text_block_id": "p101_b814", "text": "Pakistan has a coastline of over 1000 km and an offshore Exclusive Economic Zone covering an area of 240,000sq km that remains unexplored. Two major ports, Port Karachi and Port Qasim, handle 95% of all international trade, and 14 dry ports cater to high value external trade. Gwadar Port will be built as a leading port in the region to serve as a gateway to the China- Pakistan Economic Corridor."}, {"text_block_id": "p101_b815", "text": "Further, our transportation network has not been adequately equipped or balanced to reflect rural/urban, sectoral and regional needs. These shortcomings are reflected in the estimated cost to the economy of about 4–6% of the GDP."}, {"text_block_id": "p101_b816", "text": "Pakistan’s Exports to Regional Countries"}, {"text_block_id": "p101_b817", "text": "– During 2013 our exports to 21 regional countries represented 33% of our total exports. Three of these countries (China, UAE and Afghanistan) accounted for 23%, while our exports to the other 18 countries represented a mere 10% of the total."}, {"text_block_id": "p101_b818", "text": "Opportunities for Realizing Regional Connectivity Potential"}, {"text_block_id": "p101_b819", "text": "Tapping the potential identified above will require a considerable amount of capital investment. In view of the limitations on the Government’s own resources, public-private partnerships, employing a variety of financing and ownership mechanisms (for example, Build-Operate-Transfer) will be utilized. The strategy also recognizes that if infrastructure is to provide enduring benefits, it must be used efficiently and be provided with the resources to maintain it in a proper state of repair. The government will therefore devote attention to provide rational pricing policies, such as setting appropriate user charges."}, {"text_block_id": "p101_b820", "text": "The strategy also covers roads and highways outside the North-South corridor. Two important projects include the development of linkages between the port of Gwadar and the National Trade Corridor, and upgrading the Karakoram Highway to cater for increased traffic with China. Work on these initiatives has already begun."}, {"text_block_id": "p101_b821", "text": "China-Pakistan Economic Corridor"}, {"text_block_id": "p101_b822_merged", "text": "In July 2013, China and Pakistan signed a Memorandum of Understanding (MoU) in Beijing in the presence of the Chinese Premier, Mr. Li Keqiang and Pakistani Prime Minister Nawaz Sharif. The MoU is aimed at enhancing economic regional integration in investment, energy, trade and communication. The aim is to create linkages between the Western Region of China and Pakistan by establishing communication links and developing Economic and Trade Corridors that would facilitate economic activity along the corridors."}, {"text_block_id": "p102_b825", "text": "The plan includes physical connectivity (via roads, railways, fibre optic cables, oil and gas pipelines) between Western China and Pakistan; investment and economic cooperation; exploring sectoral cooperation along the Corridor including agriculture, industry, energy and infrastructure, environment; education, research, culture, tourism and media as well as people-to-people cooperation."}, {"text_block_id": "p102_b826", "text": "The China-Pak Economic Corridor (CPEC) offers a unique opportunity to Pakistan to integrate with regional developments and become a hub for trade and manufacturing with Gwadar port developed as an international free port."}, {"text_block_id": "p102_b827", "text": "SAARC & ASEAN"}, {"text_block_id": "p102_b828", "text": "Pakistan will look to diversify its export destinations and instead of depending solely on bilateral trading partners will focus on pluri-lateral and multilateral trade agreements in the SAARC & ASEAN regions. However, a major challenge for this move is Pakistan’s limited export basket. Two commodities, cotton manufactured goods and leather goods comprise more than 67% of Pakistan’s exports. Hence it is in Pakistan’s interest to diversify its export goods and try to strengthen regional trading block."}, {"text_block_id": "p102_b829", "text": "Central Asian States"}, {"text_block_id": "p102_b830", "text": "The Central Asia Regional Economic Cooperation"}, {"text_block_id": "p102_b831", "text": "(CAREC) is a partnership of 10 countries (Afghanistan, Azerbaijan, Kazakhstan, Kyrgyz Republic, Mongolia, Pakistan, People’s Republic of China, Tajikistan, Turkmenistan and Uzbekistan), supported by 6 multilateral institutions, working together to promote development through cooperation, leading to accelerated growth and poverty reduction."}, {"text_block_id": "p102_b832", "text": "Pakistan will take advantage of CAREC, as CAREC helps Central Asia and its neighbors realize their significant potential by promoting regional cooperation in four priority areas: transport; trade facilitation; energy, and trade policy. In new emerging global and regional alignment, Pakistan will take benefit of its strategic location to serve as gateway to Central Asia and attain energy security by connecting to Central Asia."}, {"text_block_id": "p102_b833", "text": "ECO"}, {"text_block_id": "p103_b834", "text": "Implementation, Implementation & Implementation!"}, {"text_block_id": "p104_b835", "text": "We fully recognize the acute implementation challenges – including push-back from vested interests – that will be faced to successfully deliver Vision 2025. We have accordingly made the successful implementation of this Vision – to be delivered over a rigorously defined road-map and time-line – our primary performance indicator."}, {"text_block_id": "p104_b836", "text": "Key aspects that will enable the successful execution of this strategic undertaking are summarized below:"}, {"text_block_id": "p104_b837", "text": "Sustained Executive"}, {"text_block_id": "p104_b838", "text": "Commitment & Support"}, {"text_block_id": "p104_b839", "text": "In addition to strong commitments from federal and provincial governments, this Vision represents inputs and consensus from a wide range of stakeholders as highlighted in the beginning of the document. Further, the deep engagement of the private sector and civil society in this Vision will ensure that its attainment remains a focal target for any subsequent government as well. Sustaining this broad commitment will be paramount in facing the acute implementation challenges – including push-back from vested interests – to successfully deliver Vision 2025. For this purpose a Governance Framework will be put in place to ensure the necessary oversight required for delivering short term, medium term and long term targets (see figure on next page)."}, {"text_block_id": "p104_b840", "text": "Resources and"}, {"text_block_id": "p104_b841", "text": "Macroeconomic Capacity"}, {"text_block_id": "p104_b842", "text": "Improved resource mobilization – including tax collection, exports, domestic savings and formalization of informal economy will be vital for the successful implementation ofthe Vision. More resources will be generated from formalization of informal economy through adequate incentives, such as facilitating documentation, simplifying"}, {"text_block_id": "p104_b843", "text": "rules and procedures, easy access to dispute resolution, access to information and generally removing barriers to formalization. Sharing the tax burden between sectors could add another 3-4% to tax-to-GDP ratio in the short-run and up to 6% in the medium-term. To attain and sustain 7-8% GDP growth on average till 2025, we will require: a tax-to-GDP ratio of 16-18%; investment rate in the range of 22-25% of GDP, primarily financed through domestic savings; merchandized exports-to-GDP ratio of 16-19%; and single digit inflation."}, {"text_block_id": "p104_b844", "text": "Average inflow of foreign savings for the last four years remained at 1.3% of GDP. A healthy inflow of foreign savings is estimated at 3-4% of GDP in the medium-term to long-term. This implies that additional investment will be financed from foreign savings of up to 2.7% of GDP until 2025. The projects in the energy sector and National Economic Corridor will be financed by the substantial inflows of foreign investment and disbursements from multilaterals."}, {"text_block_id": "p104_b845", "text": "Private sector engagement"}, {"text_block_id": "p104_b846", "text": "Fiscal deficit will be curtailed to below 4 % of GDP to avoid crowding out of the private sector. The public and private sectors will mobilize domestic savings of 18-21% of GDP by 2025 to finance investment from domestic resources. Financial markets will be strengthened to channel savings into productive sectors. Pakistan’s private sector will engage East Asia, particularly China to draw FDI in sectors such as the chemical and light industry, where these economies are feeling the pressure of rising real wages. This could be a potential source of financing in addition to improving technological capability and the skill base of the Pakistan economy."}, {"text_block_id": "p105_b847", "text": "Vision Governance Framework"}, {"text_block_id": "p106_b848", "text": "Mobilization of Diaspora"}, {"text_block_id": "p106_b849", "text": "In addition, the Pakistani Diaspora abroad will be motivated/ incentivized to invest in Pakistan and bring know how. Pakistan’s trade linkages with North America, EU, Russia, East Asia and their neighbours will expand especially with China, Central Asia, the Middle East and India. Completion of key infrastructure and energy sector projects will contribute to the national economy."}, {"text_block_id": "p106_b850", "text": "Radical improvement in Productivity"}, {"text_block_id": "p106_b851", "text": "The share of total factor productivity to GDP growth in 2013 is one-fourth of its level during the 1980s. Its contribution to GDP growth will be increased exponentially. Public social sector spending (education, training, health and social protection) will increase to 7-8% of GDP. This will enhance quality and productivity of the national work force. Adoption of progressive farming techniques will improve yield of major crops by 40%. Crop losses will decrease by 50% by streamlining input supplies. Manufacturing and services sectors will focus on high value-added products to increase productivity."}, {"text_block_id": "p106_b852", "text": "Unleashing the Power"}, {"text_block_id": "p106_b853_merged", "text": "of Collaboration and Communities: Engagement of Government, Private Sector, Academia and Citizens."}, {"text_block_id": "p106_b856", "text": "The present government (federal and provincial) is under no illusion with regard to its ability to deliver the objectives of Vision 2025 on its own. We recognize that active engagement and buy-in from the private sector, academia and the Pakistani Diaspora will be an essential ingredient for its success."}, {"text_block_id": "p106_b857", "text": "Only the resultant collective and collaborative engagement will provide it with the necessary resources, ideas and continuity to sustain the"}, {"text_block_id": "p106_b858", "text": "requisite momentum to 2025 and beyond. The Vision seeks to unleash the power of collaborative networks and community lead initiatives at all levels."}, {"text_block_id": "p106_b859", "text": "Network of “Vision"}, {"text_block_id": "p106_b860", "text": "Champions”"}, {"text_block_id": "p106_b861", "text": "To allow active engagement, collaboration and even leadership roles, all citizens will be encouraged to become Vision Champions – at district, provincial and federal levels. Vision Champions will be selected based on their contribution with exceptional new ideas, notable accomplishments in line with the Vision 2025 aspirations, and leadership roles in community-based initiatives."}, {"text_block_id": "p106_b862", "text": "Selected Vision Champions will be facilitated to become part of related networks at the district, provincial and national levels – enabling them to play roles reflecting their full potential."}, {"text_block_id": "p106_b863", "text": "To mirror the network of Vision Champions within the public sector, Project ‘Uraan’ is being launched for national uplift. Each Federal and Provincial Ministry will select a team of Vision Champions from within each Ministry to take ownership of the Vision as well as facilitate in its realization."}, {"text_block_id": "p106_b864", "text": "Knowing- to- Doing Approach"}, {"text_block_id": "p106_b865", "text": "Research and observation shows that knowledge of what should be done to improve organizational performance often fails to translate into activities and behavior that is in line with that knowledge. Accordingly, the Knowing-Doing Approach aims to identify and address the causes of good plans not getting implemented. This approach teaches us that the best way to do the right thing and to do it right, is to create bias for action and delivery and learn by doing: plan, avoid procrastination, gather resources and execute!"}, {"text_block_id": "p107_b866", "text": "Performance Management &"}, {"text_block_id": "p107_b867", "text": "Evaluation Framework"}, {"text_block_id": "p107_b868", "text": "This section presents the essential framework that would be used to enable a portfolio of public sector projects to be tightly aligned to the national Vision and help in the execution of these projects at the federal and provincial levels. A key to enhancing public sector effectiveness is Performance Based Planning and Implementation. Performance-based dashboards provide a paradigm shift from traditional Management Information System (MIS) – and are designed to reflect Vision/Strategy, Road-Map Targets, Key Performance Indicators (KPIs) and Scorecards – at national and provincial levels across institutional, departmental and individual ranks while leveraging the integrated ICT infrastructure."}, {"text_block_id": "p107_b869", "text": "Clarity of Program/Project Scope and Charter:"}, {"text_block_id": "p107_b870", "text": "The government will amend the PC-I format so as to allow for the scope of each program and project to be defined clearly. Every PC-I (Project Planning Form) document must contain and use empirically tested project “success factors” and “success criteria” in addition to quantitatively measurable KPIs and targets to ensure accountability."}, {"text_block_id": "p107_b871", "text": "Strategic Delivery Units (SDUs):"}, {"text_block_id": "p107_b872", "text": "For large and complex programs and projects, SDUs will be formed. These SDUs will be staffed with qualified and professional personnel that are well versed in project management methodologies and best practices. These units will have the primary project monitoring and assessment responsibility and authority."}, {"text_block_id": "p107_b873", "text": "Program Management for Cross Benefits and Coordination with Provinces:"}, {"text_block_id": "p107_b874", "text": "A planning and benefits coordination exercise will be conducted at the portfolio level in the Planning Commission in coordination with all provinces and ministries. After the 18th amendment, many ministries/ divisions have been devolved to the provinces. Accordingly, their programs and projects will be coordinated effectively to achieve the overall national goals and standards."}, {"text_block_id": "p107_b875", "text": "Resources - Technical Capability:"}, {"text_block_id": "p107_b876_merged", "text": "Proper training on project management tools, methodologies, and best practices is essential in order to successfully implement and deliver projects. Thus, federal and provincial governments will launch capacity building programs in the areas of project management, alternative service delivery, public-private partnership, leadership, and team building at national and provincial level"}, {"text_block_id": "p107_b878", "text": "Balanced Scorecard KPI Approach:"}, {"text_block_id": "p107_b879", "text": "Balanced scorecards will be introduced across all ministries and departments of Federal and Provincial Governments. Key Performance Indicators will be aligned with Vision priorities. A tracking system will be put in place to create visibility and highlight red flags. Balanced scorecards will help create a high performance mindset to drive delivery."}, {"text_block_id": "p107_b880", "text": "Pillar Labs:"}, {"text_block_id": "p107_b881", "text": "Labs will be conducted for each pillar. All key stakeholders (including government, private sector and academia) will be brought together to chalk out action."}, {"text_block_id": "p108_b882", "text": "Management of Change"}, {"text_block_id": "p109_b883", "text": "First Steps Taken"}, {"text_block_id": "p109_b884", "text": "The first steps towards achieving Pakistan Vision 2025 have been initiated as part of the Federal Public Sector Development Program (PSDP) 2014 – 15 which contains several new programs including Establishment of National Human Development Endowment Fund, Science Farming Scheme for Top Science Talent in Schools, Establishment of Technology Development Fund for HEC Scholars returning after completion of PhD to Introduce New Technologies Application in Industry and Development Sectors, Value Addition in Industry and Agriculture through Cluster Development Approach,  Power Projects and Economic Corridor Projects."}, {"text_block_id": "p109_b885", "text": "Document Review and Update"}, {"text_block_id": "p109_b886", "text": "Pakistan Vision 2025 is a living document. To calibrate targets with new national and global imperatives the Vision document will be reviewed and updated once every three years."}, {"text_block_id": "p111_b887", "text": "Creating a National Brand"}, {"text_block_id": "p111_b888", "text": "Pakistan is a country of passionate people, with a rich, diverse culture. Its people are known for their hospitality and their zeal to help their compatriots. Pakistan ranks top globally in terms of charitable donations. The relief efforts in the wake of the 2005 earthquake and floods of 2010-11 were acclaimed the world over. Foreign remittances account for $14 Billion, making Pakistan one of the top 10 countries in terms of worker remittances."}, {"text_block_id": "p111_b889", "text": "Pakistan’s passion is reflected in the accomplishment of its people across the international stage at several platforms. Pakistan has dominated on the Hockey field, winning the World Cup four times, the most by any country. Jehangir Khan stood at the pinnacle of squash unbeaten for 5 years, a record that stands to this day. Pakistan’s Cricket team who are World Cup winners is renowned for its flair, and its supporters equally for their ‘junoon’. Music and Arts have also provided an avenue for the passion of its people to show, with names like Sadequain, Gulgee and Nusrat Fateh Ali Khan becoming legends of their fields across the world. Pakistan’s majestic peaks, some of the highest in the world draw the world’s most fearless mountaineers."}, {"text_block_id": "p111_b890", "text": "Sufi Shrines throughout the land are a testament to the land’s rich tradition of mysticism that continues to thrive today. This region has been the home of ancient civilisations like Mohenjodaro and Gandhara which are thousands of years old. Some of the holiest Sikh shrines and majestic Mughal buildings are located in Pakistan. All four provinces have a vibrant and diverse culture and a rich tradition of hospitality. . Pakistan continues to provide the world with courageous, dedicated individuals who have made their mark in fields such as literature, film, music, the arts and sciences and humanitarian work."}, {"text_block_id": "p111_b891", "text": "Pakistan’s development since its humble beginnings in 1947, and despite all the odds, serves as a reminder of the zeal, fortitude, faith and commitment of its people to their nation. The country is the 44th largest economy, one of eight nuclear armed states with the 6th largest"}, {"text_block_id": "p111_b892", "text": "Army and the 9th largest workforce in the world. The country’s national airline helped to set up giants in the industry such as Emirates and Etihad Airways. With a population of 184 million people, it offers one of the largest single markets in the world and ranks as a top 10 emerging economy. Pakistan’s diaspora of approximately 7 million people spread all over the world are its key resource."}, {"text_block_id": "p111_b893", "text": "However, Pakistan’s potential to achieve world-class growth is hampered by an adverse image within the country and overseas. The resultant negative brand has a direct impact on the nature and scalability of available development channels. Accordingly, it is important to ensure that the country’s strengths and potential are appropriately conveyed to all stakeholders – including potential national and international investors in its development. Vision 2025 incorporates addressing this need as a strategic underpinning. Planned key initiatives will include the following:"}, {"text_block_id": "p111_b894", "text": "However, Pakistan’s potential to achieve world-class growth is hampered by an adverse image within the country and overseas. The resultant negative brand has a direct impact on the nature and scalability of available development channels. Accordingly, it is important to ensure that the country’s strengths and potential are appropriately conveyed to all stakeholders – including potential national and international investors in its development. Vision 2025 incorporates addressing this need as a strategic underpinning. Planned key initiatives will include the following:\n* Defining and building upon a positive brand â identifying and promoting Pakistanâs top products (raw and manufactured goods) and services that the country excels in globally and that are genuinely scalable â addressing both national and global markets.\n* Organizing projection of these products and services to relevant audiences through concerted, consistent and focused campaigns â channelled and aligned through the media, including social media, Pakistan embassies, official visits, trade missions, the national airline and private sector-led initiatives.\n* Considering effective opportunities for co-branding â with corresponding products/ services, countries and regions.\n* Building development and people welfare-focused programs that attract positive national and global attention for all the right reasons."}, {"text_block_id": "p112_b902", "text": "•"}, {"text_block_id": "p112_b903", "text": "Encourage National media to include effective coverage and projection of public and private sector successes that reinforce and strengthen the national brand."}, {"text_block_id": "p112_b904", "text": "Internationally, Pakistan’s image has suffered post 9/11, which has adversely affected foreign direct investment. Despite the deteriorating image, not much has been done to rebuild its image and convince the world of the endless opportunities that exist in terms of investment and trade."}, {"text_block_id": "p112_b905", "text": "The required value proposition will identify brand strongholds within the national portfolio of products, services, personalities, locations, etc. and create multiple sub-brands under them, all feeding into a national overarching umbrella country brand: ‘PASSIONATE PAKISTAN."}, {"text_block_id": "p112_b906", "text": "The intent behind the process ofbrand restoration is to focus on identifying and promoting indigenous products and services that are, or can readily become, recognized as ‘world-class’ and genuinely scalable (these might include: cotton/ rice, mangoes, high quality textiles, potential for world-class off-shore services; geographical wonders such as ‘K2’; regions that are home to ancient civilizations such as Mohenjo-daro; cuisine and culture, Gandhara and Buddhist shrines, the Himalayan Salt Mines)."}, {"text_block_id": "p112_b907", "text": "The role played by media is critical in changing any country’s image. The Pakistani media will be made partner to play its due part in achieving this objective. Instead of broadcasting paid advertisements, that can be both prohibitively expensive and less credible, the country will"}, {"text_block_id": "p112_b908", "text": "generate positive (‘branded’) news, inspired through genuinely news worthy initiatives."}, {"text_block_id": "p112_b909", "text": "In order to get the message across, appropriate use of Branding 2.0 (i.e. through social media), should be an integral part of the branding strategy. Other media may include investment conferences, round tables, cultural galas and festivals, etc. Government organizations, such as TDAP and PIA will also play an instrumental role in spreading the messages."}, {"text_block_id": "p112_b910", "text": "Ensuring that these messages are delivered to the right audience will form the crux of the branding strategy. These audiences will include all Pakistanis and foreigners with cross-border linkages. Some of the other identified target audience will include local celebrities and experts, such as writers, entrepreneurs, business leaders, and artists who can act as brand ambassadors for the country."}, {"text_block_id": "p112_b911", "text": "Similarly, overseas Pakistanis with prominent positions in their respective fields, as well as special interest and professional groups abroad (e.g. associations of Pakistani doctors, Pakistani student associations in leading educational institutions around the world, etc.) will also be engaged in carrying the branding strategy forward."}, {"text_block_id": "p112_b912", "text": "The government and people of Pakistan are well aware that the country’s branding strategy and campaign will become credible only when Pakistanis able to address the main source of its adverse existing global"}, {"text_block_id": "p112_b913", "text": "image, in particular"}, {"text_block_id": "p112_b914", "text": "with regard to economy, security, extremism and terrorism."}, {"text_block_id": "p114_b915", "text": "Pillar I:"}, {"text_block_id": "p114_b916", "text": "Putting People First - Developing Human and Social Capital"}, {"text_block_id": "p114_b917", "text": "1."}, {"text_block_id": "p114_b918", "text": "Increase Primary school enrolment and completion rate to 100% & literacy"}, {"text_block_id": "p114_b919", "text": "rate to 90%."}, {"text_block_id": "p114_b920", "text": "2."}, {"text_block_id": "p114_b921", "text": "Increase Higher Education coverage from 7% to 12%, and increase number of"}, {"text_block_id": "p114_b922", "text": "PhD’s from 7,000 to 15,000."}, {"text_block_id": "p114_b923", "text": "3."}, {"text_block_id": "p114_b924", "text": "Improve Primary and Secondary Gender Parity Index to 1, and increase"}, {"text_block_id": "p114_b925", "text": "female workforce participation rate from 24% to 45%."}, {"text_block_id": "p114_b926", "text": "4."}, {"text_block_id": "p114_b927", "text": "Increase proportion of population with access to improved sanitation from"}, {"text_block_id": "p114_b928", "text": "48% to 90%."}, {"text_block_id": "p114_b929", "text": "5."}, {"text_block_id": "p114_b930", "text": "Reduce infant mortality rate from 74 to less than 40 (per 1000 births) and reduce maternal mortality rate from 276 to less than 140 (per 1000 births)."}, {"text_block_id": "p114_b931", "text": "6."}, {"text_block_id": "p114_b932", "text": "Reduce the incidence/prevalence of Hepatitis, Diahorrea, Diabetes and Heart"}, {"text_block_id": "p114_b933", "text": "Disease by 50%."}, {"text_block_id": "p114_b934", "text": "7."}, {"text_block_id": "p114_b935", "text": "Pakistan will be World Champions in 2 sports and win at least 25 medals in the Asian games."}, {"text_block_id": "p114_b936", "text": "Pillar II:"}, {"text_block_id": "p114_b937", "text": "Achieving Sustained, Indigenous and Inclusive Growth"}, {"text_block_id": "p114_b938", "text": "8."}, {"text_block_id": "p114_b939", "text": "Become one of the largest 25 economies in the World, leading to Upper Middle Income country status."}, {"text_block_id": "p114_b940", "text": "9."}, {"text_block_id": "p114_b941", "text": "Reduce poverty level by half."}, {"text_block_id": "p114_b942", "text": "10."}, {"text_block_id": "p114_b943", "text": "Increase annual Foreign Direct Investment from USD 600 million to over USD 15 billion."}, {"text_block_id": "p114_b944", "text": "11."}, {"text_block_id": "p114_b945", "text": "Increase tax to GDP ratio from 9.8% to 18%."}, {"text_block_id": "p115_b946", "text": "Pillar III:"}, {"text_block_id": "p115_b947", "text": "Democratic Governance, Institutional Reform & Modernization of the"}, {"text_block_id": "p115_b948", "text": "Public Sector"}, {"text_block_id": "p115_b949", "text": "12."}, {"text_block_id": "p115_b950", "text": "Place in the top 50th percentile for Political Stability (from bottom 1 percentile), No Violence/Terrorism (from bottom 1 percentile), and Control of Corruption (from bottom 13th percentile) as measured by the World Bank’s"}, {"text_block_id": "p115_b951", "text": "Worldwide Governance Indicators."}, {"text_block_id": "p115_b952", "text": "Pillar IV:"}, {"text_block_id": "p115_b953", "text": "Energy, Water & Food Security"}, {"text_block_id": "p115_b954", "text": "13."}, {"text_block_id": "p115_b955", "text": "Energy: double power generation to over 45,000 MW to provide uninterrupted and affordable electricity, and increase electricity access from 67%  to over 90% of the population"}, {"text_block_id": "p115_b956", "text": "14."}, {"text_block_id": "p115_b957", "text": "Energy: (a) reduce average cost per unit by over 25% by improving generation mix (15%) and reducing distribution losses (10%); (b) increase percentage of indigenous sources of power generation to over 50%; and (c)  Address demand management by increasing usage of energy efficient appliances/products to"}, {"text_block_id": "p115_b958", "text": "80%"}, {"text_block_id": "p115_b959", "text": "15."}, {"text_block_id": "p115_b960", "text": "Water: increase storage capacity to 90 days, improve efficiency of usage in"}, {"text_block_id": "p115_b961", "text": "agriculture by 20%, and ensure access to clean drinking water for all Pakistanis"}, {"text_block_id": "p115_b962", "text": "16."}, {"text_block_id": "p115_b963", "text": "Food: Reduce food insecure population from 60% to 30%"}, {"text_block_id": "p115_b964", "text": "Pillar V:"}, {"text_block_id": "p115_b965", "text": "Private Sector and Entrepreneurship Led Growth"}, {"text_block_id": "p115_b966", "text": "17."}, {"text_block_id": "p115_b967", "text": "Rank in the top 50 countries on the World Bank’s Ease of Doing Business Rankings"}, {"text_block_id": "p115_b968", "text": "18."}, {"text_block_id": "p115_b969", "text": "Increase Diaspora investment (via remittances) in private sector from USD 14"}, {"text_block_id": "p115_b970", "text": "billion to USD 40 billion."}, {"text_block_id": "p115_b971", "text": "19."}, {"text_block_id": "p115_b972", "text": "Create at least 5 global Pakistani brands (having more than 50% sales coming from consumers outside Pakistan), and make ‘Made in Pakistan’ a symbol of quality"}, {"text_block_id": "p116_b973", "text": "Pillar VI:"}, {"text_block_id": "p116_b974", "text": "Developing a Competitive Knowledge Economy through Value Addition"}, {"text_block_id": "p116_b975", "text": "20."}, {"text_block_id": "p116_b976", "text": "Join the ranks of the top 75 countries as measured by the World Economic"}, {"text_block_id": "p116_b977", "text": "Forum’s Global Competitiveness Report"}, {"text_block_id": "p116_b978", "text": "21."}, {"text_block_id": "p116_b979", "text": "Triple labour and capital productivity"}, {"text_block_id": "p116_b980", "text": "22."}, {"text_block_id": "p116_b981", "text": "Improve Pakistan’s score on the World Bank Institute’s Knowledge Economy Index from 2.2 to 4.0, and increase internet penetration to over 50%"}, {"text_block_id": "p116_b982", "text": "23."}, {"text_block_id": "p116_b983", "text": "Increase the number of tourist arrivals to 2 million"}, {"text_block_id": "p116_b984", "text": "Pillar VII:"}, {"text_block_id": "p116_b985", "text": "Modernizing Transportation Infrastructure & Greater Regional Connectivity"}, {"text_block_id": "p116_b986", "text": "24."}, {"text_block_id": "p116_b987", "text": "I"}, {"text_block_id": "p116_b988", "text": "ncrease road density from 32 km/100 km2  to 64 km/ 100 km2, and share of"}, {"text_block_id": "p116_b989", "text": "rail in transport from 4% to 20%"}, {"text_block_id": "p116_b990", "text": "25."}, {"text_block_id": "p116_b991", "text": "Increase annual exports from US$ 25 billion to US$ 150 billon"}], "document_description": "This document presents the country's strategy and road-map to reach national goals and aspirations. The ultimate goal envisioned is for Pakistan to be one of the 10 largest economies in the world by 2047. The following pillars of the vision meet elements of the millennium development goals (MDGs) and sustainable development goals (SDGs):<br />\n- People first: developing social and human capital and empowering women<br />\n- Growth: sustained, indigenous, and inclusive growth<br />\n- Governance: democratic governance - institutional reform and modernisation of the public sector<br />\n- Security: energy, water and food security<br />\n- Entrepreneurship: private sector and entrepreneurship-led growth<br />\n- Knowledge economy: developing a competitive knowledge economy through value addition<br />\n- Connectivity: modernising transport infrastructure and regional connectivity.<br />\n<br />\nWhile the overall direction of the document is development of the country, climate change is considered as one of the challenges the country would face that requires mitigation and adaptation. Pakistan's vulnerabilities are seen as an important challenge of its transition towards a high level of sustained growth. Following vulnerabilities and challenges are mentioned in the document:<br />\n- Water security: current water availability is less than 1,100 cubic meters per person, down from 5,000 cubic meters in 1951; Pakistan's water storage capacity is limited to 30 days<br />\n- Food security: Pakistan ranks 76th of the 107 countries on the Global Food Security Index<br />\n- Glacial melt: Indus basin (water reservoir) affected by the glaciers in the Hindukush-Karakoram and Himalayas<br />\n- Biodiversity threat caused by climate change: habitat destruction and alteration, biotechnology (such as basmati rice, turmeric and neem) and threats of genetically modified seeds and germplasm to indigenous species<br />\n- Energy security: alternative energy<br />\n- Institutions that favour the status quo<br />\n- Infrastructure bottleneck.<br />\n<br />\nThe Vision 2025 stands upon the target fulfilment of the MDGs and SDGs by 2030. The document also sets out 25 goals in accordance to the 7 pillars. The goals that are related to the purpose of this study are as follows:<br />\n- Double power generation to over 45,000MW, to provide uninterrupted and affordable electricity<br />\n- Increase access to electricity from 67% to 90% of the population<br />\n- Improve generation mix (15%) and reduce distribution losses (10%) to reduce average cost per unit by over 25%<br />\n- Increase the share of indigenous sources of power generation to over 50%<br />\n- Address demand management by increasing usage of energy efficient appliances and products to 80%<br />\n- Increase water storage capacity to 90 days<br />\n- Improve water use efficiency in agriculture by 20%<br />\n- Ensure access to clean drinking water for all citizens<br />\n- Reduce food insecure population from 60% to 30%."}