{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Russia", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Industry", "Energy", "Economy-wide"], "document_date": "01/01/2009", "document_language": "Russian", "document_name": "Climate doctrine of the Russian Federation", "document_country_code": "RUS", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/RUS/2009/RUS-2009-01-01-Climate doctrine of the Russian Federation_c754b1d9a87612f7891fa89a79ee4818.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "The Doctrine has a declarational nature, sets strategic guidelines and serves as a foundation for the development and implementation of future climate policy, covering issues related to climate change and its consequences. It is not a binding bill.  The Doctrine is based on fundamental and applied scientific knowledge, including various studies carried out within the Russian Federation, and is a political document recognising the challenges and issues surrounding climate change.  The Doctrine will serve as a blueprint to harmonise domestic climate-related legislation with international standards, improve climate monitoring, stimulate the adoption of stronger environmental standards, the adoption of energy-efficiency and energy-saving measures, as well as greater use of alternative (including renewable) energy sources.  It underlines three areas for future climate policy: improving research to better understand the climate system and assess future impacts and risks; developing and implementing short- and long-term measures for mitigation and adaption; and engagement with the international community. Participation in international efforts is recognised as crucial for a long-term solution to climate problems.  Putting a price on carbon: Participation in international mechanisms facilitating the reduction of GHG emissions constitutes one of the most important priorities of Russian climate policy.  Energy - supply-side policies: Russia will aim to reduce the share of energy generated from natural gas to 46% or 47% by 2030 (from more than 50% currently) while doubling the capacity of nuclear power plants. It will also limit the burning of gas produced from oil wells, and increase the share of electricity produced from renewable energy sources to: 1.5% by 2010, 2.5% by 2015 and 4.5% by 2020.  Energy - demand-side policies: Russia will develop and implement measures to enhance energy efficiency across the economy and expand the use of renewable and alternative energy sources.  Mainstreaming climate change: Climate policy will be implemented on the basis of action plans, at a federal, regional and sectoral level.  Federal authorities will be responsible for fiscal and financial incentives for technology development and deployment, including energy-efficient and energy-saving technologies as well as renewable energy technologies, across various industrial and other sectors. It will also be responsible for developing a national GHG inventory along with regional authorities.  Enterprises will be responsible for implementing measures to improve the energy efficiency of thermal and electric power, vehicles, buildings and facilities. They will also implement measures to increase the share of alternative (including non-carbon) energy sources.  Objective coverage of the problems connected with climate change and its consequences, including climate change outreach programmes (including in mass media), is among the priorities of climate policy.  'Anticipatory adaptation to climatic change consequences is among the priorities of the Russian Federation climate policy… Climate change adaptation measures are regulated by state authorities' decisions, including decisions related to interaction of the Russian Federation with the international community.'  The Climate Doctrine has been followed by the Comprehensive Plan for Implementation of the Climate Doctrine to 2020."}