{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Russia", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Industry", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Climate Doctrine of the Russian Federation - unofficial translation", "document_country_code": "RUS", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_date": "01/01/2009", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/RUS/2009/RUS-2009-01-01-Climate Doctrine of the Russian Federation - unofficial translation_dfef843f36779ed820b9c47a7552c08c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Climate Doctrine of the Russian Federation"}, {"text_block_id": "p0_b2", "text": "December 17, 2009"}, {"text_block_id": "p0_b3", "text": "Unofficial translation"}, {"text_block_id": "p0_b4", "text": "Climate change is one of the major international problems in the21st century, which goes beyond the scope of a scientific problem and represents a complex interdisciplinary problem that covers environmental, economic, and social aspects of the sustainable development of the Russian Federation."}, {"text_block_id": "p0_b5", "text": "The unprecedented rate of global warming witnessed in the past few decades raises particular concern. Modern science provides more and more solid arguments in support of the fact that human economic activity, related, first of all, to greenhouse gas emissions as a result of fossil fuel combustion has aconsiderable impact on the climate."}, {"text_block_id": "p0_b6", "text": "Climate change is a multiform process that is manifested, in particular, invarying frequency and intensity of climate abnormalities and extreme weather phenomena. There exists a high probability of acceleration of theobserved climate change process in the 21st century."}, {"text_block_id": "p0_b7", "text": "The expected climate change is bound to influence the lives of people, the flora and fauna in all the regions of the planet, and in some of them itwill become an apparent threat to the well-being of the population and sustainable development."}, {"text_block_id": "p0_b8", "text": "The above-mentioned factors predetermine the necessity to take climate change into consideration as one of the major long-term elements of the security of the Russian Federation and to put the problem of global climate change, both in its national and international dimensions, among the Russian Federation’s policy priorities."}, {"text_block_id": "p1_b9", "text": "The effects of climate change become noticeable at the global, regional, sub-regional, and national levels."}, {"text_block_id": "p1_b10", "text": "Global climate change in the Russian Federation (taking into account its territory, geographical situation, exceptional variety of climatic conditions, economic structure, population problems, and geopolitical interests) creates asituation that suggests a need for the early development of a comprehensive and balanced public approach to climate problems and related issues based on thecomplex scientific analysis of environmental, economic, and social factors."}, {"text_block_id": "p1_b11", "text": "I. General provisions"}, {"text_block_id": "p1_b12", "text": "I. General provisions\n* This Doctrine represents an overview of the goal, principles, substance, and ways\n<\\li1>"}, {"text_block_id": "p1_b14", "text": "Taking into consideration the strategic guidelines of the Russian Federation, this Doctrine serves as a foundation for the development and implementation of climate policy."}, {"text_block_id": "p1_b15", "text": "Taking into consideration the strategic guidelines of the Russian Federation, this Doctrine serves as a foundation for the development and implementation of climate policy.\n* The legal basis of this Doctrine includes the Constitution of the Russian Federation,\n* This Doctrine is based on fundamental and applied scientific knowledge in the field"}, {"text_block_id": "p1_b19", "text": "the assessment of the past and current state of the climate system;"}, {"text_block_id": "p1_b20", "text": "the assessment of the impact of human activities on climate;"}, {"text_block_id": "p1_b21", "text": "the forecast of climate change and its impact on the quality of life of the population in the Russian Federation and in other regions of the world;"}, {"text_block_id": "p2_b22", "text": "the assessment of the security and vulnerability of ecological systems, economy, population, government institutions and infrastructure against climate change, and existing means to adapt to it;"}, {"text_block_id": "p2_b23", "text": "the assessment of means to mitigate the man-made impact on climate."}, {"text_block_id": "p2_b24", "text": "the assessment of means to mitigate the man-made impact on climate.\n* This Doctrine is based on the analysis of results of the studies carried out\n* This Doctrine as a political document recognizes that the problems concerning"}, {"text_block_id": "p2_b28", "text": "II."}, {"text_block_id": "p2_b29", "text": "Goal and principles of climate policy"}, {"text_block_id": "p2_b30", "text": "Goal and principles of climate policy\n* The strategic goal of climate policy is to achieve secure and sustainable\n* The main climate policy principles are as follows:"}, {"text_block_id": "p2_b34", "text": "the global scope of the interests of the Russian Federation concerning climate change and its effects;"}, {"text_block_id": "p3_b35", "text": "the priority of national interests in the development and implementation of climate policy;"}, {"text_block_id": "p3_b36", "text": "the clarity and informational transparency of climate policy;"}, {"text_block_id": "p3_b37", "text": "the recognition of the need for domestic as well as international equal partnership actions of the Russian Federation in the framework of international research programmes and projects concerning climate change;"}, {"text_block_id": "p3_b38", "text": "the comprehensive consideration of potential losses and advantages related to climate change;"}, {"text_block_id": "p3_b39", "text": "the prudential planning and implementation of measures intended to protect human beings, economy and State from the adverse effects of climate change."}, {"text_block_id": "p3_b40", "text": "the prudential planning and implementation of measures intended to protect human beings, economy and State from the adverse effects of climate change.\n* The interests of the Russian Federation concerning climate change are not limited\n* The anticipated climate change threatens the security of the Russian Federation.\n* Therefore, the climate policy must envisage state support and compliance with"}, {"text_block_id": "p4_b46", "text": "systematic climate observations;"}, {"text_block_id": "p4_b47", "text": "fundamental and applied climate studies and studies in related fields of science;"}, {"text_block_id": "p4_b48", "text": "application of research results to assess risks and benefits related toeffects of climate change and possibilities of adaptation to these effects."}, {"text_block_id": "p4_b49", "text": "11. The Russian Federation believes that in order to make relevant decisions with due account of the legislation of the Russian Federation it is essential toopenly discuss the principles of climate policymaking, the content and implementation mechanisms of the climate policy, which are subject to broad public discussions including those with participation of the civil society institutions and business community. Political decisions on climate and regulations based on them should focus on the long-term interests of theRussian Federation because of the trends of climate change and the need totake permanent measures to adapt to man-made impact on climate and to mitigate it"}, {"text_block_id": "p4_b50", "text": "12. The climate policy should be clear and transparent from the informational point of view at all levels and for all subjects of public relations, including:"}, {"text_block_id": "p4_b51", "text": "federal executive authorities to elaborate public policy and legal regulations taking into account climate factors and the possibility to adapt to them in many areas of public administration related first of all to the development of state infrastructure;"}, {"text_block_id": "p4_b52", "text": "public authorities of the constituent entities of the Russian Federation and local self-government bodies to take into account climate factors and the possibility to adapt to them in mid-term and long-term planning of the social and economic development of territories;"}, {"text_block_id": "p4_b53", "text": "national and international business communities, whose investment activity depends on the possibility to accurately assess investment risks related to climate change and the possibility to manage these risks;"}, {"text_block_id": "p4_b54", "text": "population, because on the one hand, the climate change impacts social factors (change of conditions of comfortable living and people's priorities in choosing a place of residence; changes in the labor market and other factors) and on the other hand – the behavioral factors of the population significantly influence the potential feasibility"}, {"text_block_id": "p5_b55", "text": "and efficiency of measures taken to adapt to the man-made influence on climate and to mitigate it."}, {"text_block_id": "p5_b56", "text": "and efficiency of measures taken to adapt to the man-made influence on climate and to mitigate it.\n* Despite extensive and convincing scientific data on the current and anticipated\n* Climate change has diverse effects in various regions of the Russian Federation\n* The population, natural sites, economic entities, military facilities and elements\n* Climate policy should be regularly and timely made up-to-date and take into"}, {"text_block_id": "p6_b64", "text": "as a whole, the progress of international interaction on climate issues and measures proposed at the international level should also be taken into account."}, {"text_block_id": "p6_b65", "text": "III. The climate policy"}, {"text_block_id": "p6_b66", "text": "III. The climate policy\n* The climate policy is defined by the objectives that facilitate the achievement of its\n* The main objectives of the climate policy are:\n* The main objectives of the climate policy are:\n to strengthen and develop the information and scientific basis of the climate policy,\n* The main objectives of the climate policy are:\n to strengthen and develop the information and scientific basis of the climate policy,\n to develop and implement immediate and long-term measures to adapt to the climate\n* The main objectives of the climate policy are:\n to strengthen and develop the information and scientific basis of the climate policy,\n to develop and implement immediate and long-term measures to adapt to the climate\n to develop and implement immediate and long-term measures to mitigate the\n* The main objectives of the climate policy are:\n to strengthen and develop the information and scientific basis of the climate policy,\n to develop and implement immediate and long-term measures to adapt to the climate\n to develop and implement immediate and long-term measures to mitigate the\n to engage in the initiatives of the international community to address the climate\n* Improving knowledge on climate system is a necessary prerequisite"}, {"text_block_id": "p6_b76", "text": "Timely identification and assessment of threats to sustainable development and security of the Russian Federation, including threats to defense capabilities,"}, {"text_block_id": "p7_b77", "text": "economy, environment, life and health of the population are among the priorities of the climate policy."}, {"text_block_id": "p7_b78", "text": "economy, environment, life and health of the population are among the priorities of the climate policy.\n* Climate change adaptation is necessary to reduce the losses and take advantage\n<\\li1>"}, {"text_block_id": "p7_b80", "text": "Measures to adapt to climate change are envisaged in the decisions of governmental bodies taking into consideration international agreements of the Russian Federation. Measures to adapt to climate change, including preventive adaptation, are planned and implemented in the framework of public climate policy taking into account sectoral, regional and local context and the long-term character of these measures, their influence on different aspects of social, economic and public life."}, {"text_block_id": "p7_b81", "text": "Measures to adapt to climate change are envisaged in the decisions of governmental bodies taking into consideration international agreements of the Russian Federation. Measures to adapt to climate change, including preventive adaptation, are planned and implemented in the framework of public climate policy taking into account sectoral, regional and local context and the long-term character of these measures, their influence on different aspects of social, economic and public life.\n* In developing and planning measures to adapt to climate change the most\n<\\li1>"}, {"text_block_id": "p7_b83", "text": "vulnerability to adverse effects of climate change and risk of related loses;"}, {"text_block_id": "p7_b84", "text": "possibilities of obtaining benefits connected with the favorable consequences of climate change;"}, {"text_block_id": "p7_b85", "text": "cost-effectiveness, efficiency (including economic) and feasibility of appropriate adaptation measures;"}, {"text_block_id": "p7_b86", "text": "adaptive capacity, including economical, social and other important factors for the State, sectors of economy, population and separate social groups."}, {"text_block_id": "p7_b87", "text": "22."}, {"text_block_id": "p7_b88", "text": "Preventive adaptation to the effects of climate change is a priority of the climate policy."}, {"text_block_id": "p7_b89", "text": "23."}, {"text_block_id": "p7_b90", "text": "The Russian Federation focuses its efforts on lowering theanthropogenic greenhouse gas emissions and increasing its absorption by carbon sinks and receivers. To this end, the following measures are foreseen to:"}, {"text_block_id": "p7_b91", "text": "enhance energy efficiency in all economy sectors;"}, {"text_block_id": "p7_b92", "text": "expand renewable and alternative energy sources use;"}, {"text_block_id": "p8_b93", "text": "reduce market disproportions, implement financial and tax policy measures stimulating the reduction of anthropogenic greenhouse gas emissions;"}, {"text_block_id": "p8_b94", "text": "protect and improve carbon sinks and receivers, including sustainable forest management, deforestation and reforestation on asustainable basis."}, {"text_block_id": "p8_b95", "text": "24. The ddevelopment of proposals on responsibilities concerning thereduction of greenhouse gas emissions should be based on the national interests with the participation of all Russian organizations concerned."}, {"text_block_id": "p8_b96", "text": "An efficient climate policy is to become an important factor and a catalyst of the country’s economy dynamic technological modernization, thestrengthening of its position in the global economic community, theimprovement of its competitiveness first of all as a result of its energy efficiency."}, {"text_block_id": "p8_b97", "text": "The Russian Federation will encourage research and development in thefield of energy efficiency, expanded use of renewable energy sources, greenhouse gas sink technologies and innovative environmentally acceptable technologies."}, {"text_block_id": "p8_b98", "text": "The creation of legal frameworks and mechanisms of state regulation aimed at the reduction of man-made impact on global climate system is among the priorities of our climate policy."}, {"text_block_id": "p8_b99", "text": "25. The Russian Federation takes part in developing collective measures of the world community for mitigating the human-made impact on climate, andtogether with other members of the world community it assists developing countries, including those that are among the most vulnerable to the negative effects of climate change, in implementing measures of adaptation and mitigation of the negative effects of climate change. At the same time, theRussian Federation assumes that a comprehensive and long-term solution to the climate problem is only possible if the universal character of the relevant international regime is ensured and all major greenhouse gas emitters participate in it based on the United Nations Framework Convention on Climate Change principles, including the principle of common but differentiated responsibility, which implies an equitable burden for the countries, depending on their socio-economic development and natural and climatic characteristics."}, {"text_block_id": "p9_b100", "text": "IV."}, {"text_block_id": "p9_b101", "text": "Distinctive features of the Russian Federation that need to be taken into account in addressing the climate change problem"}, {"text_block_id": "p9_b102", "text": "26. A considerable part of the territory of the Russian Federation is subject to maximum climate changes (both observed and predicted ones)."}, {"text_block_id": "p9_b103", "text": "Current and expected climate change, first of all the negative ones, as well as their consequences, have a significant impact on socio-economic development of the country as a whole, and life and health of its citizens."}, {"text_block_id": "p9_b104", "text": "27. Negative effects of the expected climate change for the Russian Federation include the following:"}, {"text_block_id": "p9_b105", "text": "increased health risks (higher morbidity and death rates) among certain social groups;"}, {"text_block_id": "p9_b106", "text": "increased recurrence, intensity and duration of droughts in some regions, and extreme precipitation patterns, floods, soil overmoisture, dangerous for agriculture, in others;"}, {"text_block_id": "p9_b107", "text": "increased fire risk in forest areas;"}, {"text_block_id": "p9_b108", "text": "permafrost degradation in the northern regions causing damage to buildings and communications lines;"}, {"text_block_id": "p9_b109", "text": "ecological balance upset, including displacement of one species by others;"}, {"text_block_id": "p9_b110", "text": "prevalence of infectious and parasitic diseases;"}, {"text_block_id": "p9_b111", "text": "increased electric power consumption for air conditioning in summer in many human settlements."}, {"text_block_id": "p9_b112", "text": "28. Possible positive effects of the expected climate change for the Russian Federation with a significant potential for efficient sectoral and regional economic development include the following:"}, {"text_block_id": "p9_b113", "text": "decreased energy consumption during heating seasons;"}, {"text_block_id": "p10_b114", "text": "improved ice situation and, consequently, conditions of freight hauling in the Arctic seas and an easy access to the Arctic shelves and their exploration;"}, {"text_block_id": "p10_b115", "text": "improved structure and expansion of the plant cultivation area, as well as increased efficiency of cattle breeding (along with meeting other conditions and taking certain measures);"}, {"text_block_id": "p10_b116", "text": "increased productive efficiency of boreal forests."}, {"text_block_id": "p10_b117", "text": "29."}, {"text_block_id": "p10_b118", "text": "As compared with many other countries and regions of the world, the Russian Federation as a whole has an advantage of better adaptive potential, due to the following factors:"}, {"text_block_id": "p10_b119", "text": "vast territory;"}, {"text_block_id": "p10_b120", "text": "substantial water resources;"}, {"text_block_id": "p10_b121", "text": "relatively low proportion of the population residing on the territories particularly vulnerable to climate change."}, {"text_block_id": "p10_b122", "text": "30."}, {"text_block_id": "p10_b123", "text": "Exceptional (in comparison with other countries) variety and scale ofclimate change in the regions of the Russian Federation and their consequences for its environment, economy and population are a natural result of its immense territory and the diversity of natural conditions."}, {"text_block_id": "p10_b124", "text": "While formulating climate policy, including the positioning of theRussian Federation within the international community, it is necessary totake into account the combined effect of the low average population density and immense territory leading to higher transportation needs (both directly for the population and for the infrastructure serving the needs of the government, population and economy) and cold climate resulting in additional heating needs, as well as the production and transportation of significant volumes of fuel and energy resources."}, {"text_block_id": "p10_b125", "text": "V. Implementation of the climate policy"}, {"text_block_id": "p10_b126", "text": "31."}, {"text_block_id": "p10_b127", "text": "The main areas of the climate policy are as follows:"}, {"text_block_id": "p11_b128", "text": "establishment of legal and regulatory frameworks and government regulations in the area of climate change;"}, {"text_block_id": "p11_b129", "text": "development of economic mechanisms related to theimplementation of measures aimed to adapt to and mitigate human impact on climate;"}, {"text_block_id": "p11_b130", "text": "scientific, information and personnel support for the development and implementation of measures aimed to adapt to and mitigate human impact on climate;"}, {"text_block_id": "p11_b131", "text": "international cooperation in the development and implementation of measures aimed to adapt to and mitigate human impact onclimate."}, {"text_block_id": "p11_b132", "text": "32."}, {"text_block_id": "p11_b133", "text": "Developing legal and regulatory frameworks in the area of climate change is the main prerequisite for the establishment and effective functioning of a policy implementation mechanism in this area. In order to ensure that federal executive bodies and those of the constituent entities of the Russian Federation implement specific measures aimed at preventing and neutralizing threats to its national interests in the area of climate change, it is necessary to improve further the legislation of the Russian Federation in the above-mentioned area and to ensure that all economic actors strictly abide by it. Its legislation concerning climate change should be aligned with the relevant norms of international law inaccordance with the international obligations of the Russian Federation. Thebasic principles of the climate policy are also reflected in the legislation adopted by the constituent entities of the Russian Federation."}, {"text_block_id": "p11_b134", "text": "33."}, {"text_block_id": "p11_b135", "text": "Effective implementation of measures aimed to adapt to and mitigate human impact on climate largely depends on various economic factors and their financial regulation."}, {"text_block_id": "p11_b136", "text": "The choice of economic instruments contributing to lower man-made greenhouse gas emissions (including the possible use of market mechanisms, such as emissions trading) will be determined on the basis of their effectiveness with the help of Government and private financing mechanisms."}, {"text_block_id": "p11_b137", "text": "While creating and improving national economic and financial mechanisms and incorporating them into the relevant international mechanisms, it is critical"}, {"text_block_id": "p12_b138", "text": "to ensure that vital interests of individuals, society and government are protected from the negative impact of climate change."}, {"text_block_id": "p12_b139", "text": "The provision to governments, business and civil society information for decision-making is pivotal to providing research support for the development and implementation of the climate change policy."}, {"text_block_id": "p12_b140", "text": "34."}, {"text_block_id": "p12_b141", "text": "Research support for developing measures related to the adaptation and mitigation of human impact on climate includes the following priorities:"}, {"text_block_id": "p12_b142", "text": "development and maintenance of climate observing systems, including climatic factors and climate change indicators, in the Russian Federation;"}, {"text_block_id": "p12_b143", "text": "work on the safety criteria, limits (threshold levels) and standards by the Russian Federation and its regions with regard to the climate change;"}, {"text_block_id": "p12_b144", "text": "research on and assessment of potential regional/global climate change and its impact;"}, {"text_block_id": "p12_b145", "text": "elaboration of measures to prepare the economy and civil society for the effects of climate change;"}, {"text_block_id": "p12_b146", "text": "development of methods for conducting inventory of greenhouse gas sources and sinks;"}, {"text_block_id": "p12_b147", "text": "development of measures related to the mitigation of human impacts on the climate, particularly in the area of energy production and consumption, through research and generation of mechanisms for implementing the relevant innovative projects, and their social and economic impact assessment;"}, {"text_block_id": "p12_b148", "text": "independent (including international) expert analyses of research findings in the area of climate and related fields."}, {"text_block_id": "p12_b149", "text": "35."}, {"text_block_id": "p12_b150", "text": "Research support for implementing measures related to the adaptation and mitigation of human impact on climate includes the following:"}, {"text_block_id": "p13_b151", "text": "positioning of Russian climate science and its integration in international climate research programmes and related studies, taking into account interest of the Russian Federation and benefiting from any possible international cooperation;"}, {"text_block_id": "p13_b152", "text": "active involvement of Russian scientists in the preparation of international evaluation reports on the climate change and related issues;"}, {"text_block_id": "p13_b153", "text": "ongoing preparation of national reports on observed and potential climate change and its effects, adaptation and mitigation patterns of human impact on climate, including evaluation of the current/future greenhouse gas emissions, emission reduction potential;"}, {"text_block_id": "p13_b154", "text": "compliance of Russian climate research with international standards, acknowledgement of Russian research performance by the international research community and its use as a platform for interstate political dialogue on climate;"}, {"text_block_id": "p13_b155", "text": "elaboration and implementation of state hi-tech operational capacity-building programme for national climate research centers."}, {"text_block_id": "p13_b156", "text": "36. Staffing arrangements for the development and implementation ofmeasures related to the adaptation and mitigation of human impact on climate are aimed to provide for research and development inclimate and related fields in line with international standards. That task could be accomplished through training and re-training of professionals in climate, its impact on economy, social area, public health and environment, and development and implementation of engineering and management measures related to the adaptation and mitigation of human impact on climate, including:"}, {"text_block_id": "p13_b157", "text": "training of highly skilled research staff;"}, {"text_block_id": "p13_b158", "text": "training of graduate students of academic institutions in Russia’s leading scientific institutions;"}, {"text_block_id": "p13_b159", "text": "internships of the most promising young scientists, professionals, postgraduate and graduate students in the world major research centers;"}, {"text_block_id": "p14_b160", "text": "training of diplomatic staff and groups of professional advisers for international negotiations and drafting international agreements on climate."}, {"text_block_id": "p14_b161", "text": "37."}, {"text_block_id": "p14_b162", "text": "Awareness among all stakeholders, particularly highest officials, federal authorities, state bodies of the Russian Federation’s entities, business circles, civil society institutions and population of the climate change and its implications for the life of human beings, society and environment is one of themost important factors of successful development and effective implementation of climate policy for the benefit of the present and future generations. The priorities of such policy include an unprejudiced informational coverage of problems related to the climate change and its implications, including dissemination of scientific knowledge in this area, particularly through mass media, and the promotion of environmental culture among the population of the Russian Federation."}, {"text_block_id": "p14_b163", "text": "38."}, {"text_block_id": "p14_b164", "text": "International cooperation in responding to the global and regional challenges of climate change and man-made impacts on climate is aimed atfinding efficient solutions of the climate problems with due account of global factors and national interests. International cooperation of the Russian Federation includes participation in the development and implementation of international agreements on climate change as well as in the activities of international organizations of the United Nations system dealing with the climate change and related problems."}, {"text_block_id": "p14_b165", "text": "International climate change programmes and projects are implemented in the territory of the Russian Federation in accordance with its legislation and with due account of its security interests."}, {"text_block_id": "p14_b166", "text": "VI."}, {"text_block_id": "p14_b167", "text": "Executors of climate policy"}, {"text_block_id": "p14_b168", "text": "Executors of climate policy\n* Executors of climate policy are as follows:\n<\\li1>\n\t* federal authorities;\n\t\t* federal authorities;\n federal state bodies of the constituent entities of the Russian Federation and the local\n\t\t\t* federal authorities;\n federal state bodies of the constituent entities of the Russian Federation and the local\n organizations including public organizations (associations);\n<\\li2>"}, {"text_block_id": "p15_b174", "text": "Executors of climate policy\n* Executors of climate policy are as follows:\n<\\li1>\n\t* federal authorities;\n\t\t* federal authorities;\n federal state bodies of the constituent entities of the Russian Federation and the local\n\t\t\t* federal authorities;\n federal state bodies of the constituent entities of the Russian Federation and the local\n organizations including public organizations (associations);\n<\\li2>\n* Possible future climate change will affect areas of responsibility ofpractically all\n<\\li1>"}, {"text_block_id": "p15_b178", "text": "identification of the broadest spectrum of problems raised by the climate change impact on policy, economy, social issues and environment, establishment of priorities;"}, {"text_block_id": "p15_b179", "text": "integration and coordination of the federal state bodies’ climate-related activities in accordance with their terms of reference;"}, {"text_block_id": "p15_b180", "text": "integration of measures aimed at the adaptation and mitigation of manmade impact on climate in the medium-term and longterm plans of social and economic development of the Russian Federation;"}, {"text_block_id": "p15_b181", "text": "establishment of mechanisms of permanent constructive dialogue between the academic community, decision-making state bodies, population and business community."}, {"text_block_id": "p15_b182", "text": "41."}, {"text_block_id": "p15_b183", "text": "Federal authorities shall be responsible for:"}, {"text_block_id": "p15_b184", "text": "development and implementation of the legislation of the Russian Federation, taking into account the impact of climate onthe corresponding sectors of the economy and population;"}, {"text_block_id": "p15_b185", "text": "development and implementation of measures to mitigate theconsequences of the climate change for the economy and society;"}, {"text_block_id": "p15_b186", "text": "development of economic institutions and financial mechanisms, including taxation systems and financial incentives, conducive to technological modernization, replacement of the obsolete equipment, implementation of technologies that have potential towards reducing the emissions of greenhouse gases, including energy-efficient and energy saving technologies, technologies for reduction inthe emission of greenhouse gases for fuel and energy complex, transport, metallurgical industry,"}, {"text_block_id": "p16_b187", "text": "chemical industry and other branches, as well as intensification of use of renewable energy sources;"}, {"text_block_id": "p16_b188", "text": "development of a legal instrument regulating the procedures for inventorying emissions of the greenhouse gases to the atmosphere;"}, {"text_block_id": "p16_b189", "text": "introduction of an accounting system (the Russian register) for thesources of emission and absorption of the greenhouse gases (including forests, marshes and farmlands), as well as the inventory data (cadastre) on the anthropogenic emissions of greenhouse gases and their absorption by the sinks;"}, {"text_block_id": "p16_b190", "text": "development and implementation of measures to organize and maintain a system of environmental education;"}, {"text_block_id": "p16_b191", "text": "preparation and publication on a regular basis of national reports on climate change and its implications for the Russian Federation."}, {"text_block_id": "p16_b192", "text": "42. While working out regional and local programmes on sustainable development, the following goals in the field of climate change should be achieved:"}, {"text_block_id": "p16_b193", "text": "development and implementation of the legislation of theconstituent entities of the Russian Federation, taking into account the impact of climate on the development of territories, sectors of the economy, and social sphere;"}, {"text_block_id": "p16_b194", "text": "development and implementation of measures to adapt to theclimate change, including medium-term and long-term plans for social and economic development of regional and municipal entities, as well as the corresponding economic sectors, taking into account the climate change factor;"}, {"text_block_id": "p16_b195", "text": "development and application of regional systems for efficient response to dangerous climate and weather events;"}, {"text_block_id": "p16_b196", "text": "implementation of the legal instrument regulating the procedures for inventorying the emissions of greenhouse gases to the atmosphere;"}, {"text_block_id": "p16_b197", "text": "implementation of measures to mitigate the human impact on the climate, including the promotion of technologies conducive toreduction in the emissions of greenhouse"}, {"text_block_id": "p17_b198", "text": "gases to the atmosphere, as well as the technologies of the greenhouse gases absorption."}, {"text_block_id": "p17_b199", "text": "43. At the microeconomic level, the goals of adaptation to and mitigation ofthe human impact on climate shall be achieved by the enterprises in industrial and services sector and by households in everyday life through:"}, {"text_block_id": "p17_b200", "text": "enhancing efficiency of production and consumption of thermal and electric power;"}, {"text_block_id": "p17_b201", "text": "enhancing fuel efficiency of vehicles;"}, {"text_block_id": "p17_b202", "text": "developing energy saving activities at industrial and infrastructural facilities, including reducing waste of energy and energy resources during the transportation;"}, {"text_block_id": "p17_b203", "text": "enhancing energy efficiency of buildings and developing energy saving activities in everyday life;"}, {"text_block_id": "p17_b204", "text": "using weather and climate forecasts to enhance energy efficiency inimplementing measures on adaptation to and mitigation of thehuman impact on climate;"}, {"text_block_id": "p17_b205", "text": "increasing the proportion of alternative (including non-carbon) energy sources; sound exploitation of forests and farmlands."}, {"text_block_id": "p17_b206", "text": "44. Taking into account a possible conflict of interests between the executors of climate policy, professional and other civil organizations (associations) will play an important role in preventing escalation of such conflicts and social tensions, as well as corrupt lobbying by particular interested groups. To this end, the interested parties will discuss ways to resolve the problems of climate change and its implications for the state, society and economy."}, {"text_block_id": "p17_b207", "text": "The implementation of the climate policy involves development on its basis of federal, regional and sectoral programmes and action plans."}], "document_description": "The Doctrine has a declarational nature, sets strategic guidelines and serves as a foundation for the development and implementation of future climate policy, covering issues related to climate change and its consequences. It is not a binding bill.  The Doctrine is based on fundamental and applied scientific knowledge, including various studies carried out within the Russian Federation, and is a political document recognising the challenges and issues surrounding climate change.  The Doctrine will serve as a blueprint to harmonise domestic climate-related legislation with international standards, improve climate monitoring, stimulate the adoption of stronger environmental standards, the adoption of energy-efficiency and energy-saving measures, as well as greater use of alternative (including renewable) energy sources.  It underlines three areas for future climate policy: improving research to better understand the climate system and assess future impacts and risks; developing and implementing short- and long-term measures for mitigation and adaption; and engagement with the international community. Participation in international efforts is recognised as crucial for a long-term solution to climate problems.  Putting a price on carbon: Participation in international mechanisms facilitating the reduction of GHG emissions constitutes one of the most important priorities of Russian climate policy.  Energy - supply-side policies: Russia will aim to reduce the share of energy generated from natural gas to 46% or 47% by 2030 (from more than 50% currently) while doubling the capacity of nuclear power plants. It will also limit the burning of gas produced from oil wells, and increase the share of electricity produced from renewable energy sources to: 1.5% by 2010, 2.5% by 2015 and 4.5% by 2020.  Energy - demand-side policies: Russia will develop and implement measures to enhance energy efficiency across the economy and expand the use of renewable and alternative energy sources.  Mainstreaming climate change: Climate policy will be implemented on the basis of action plans, at a federal, regional and sectoral level.  Federal authorities will be responsible for fiscal and financial incentives for technology development and deployment, including energy-efficient and energy-saving technologies as well as renewable energy technologies, across various industrial and other sectors. It will also be responsible for developing a national GHG inventory along with regional authorities.  Enterprises will be responsible for implementing measures to improve the energy efficiency of thermal and electric power, vehicles, buildings and facilities. They will also implement measures to increase the share of alternative (including non-carbon) energy sources.  Objective coverage of the problems connected with climate change and its consequences, including climate change outreach programmes (including in mass media), is among the priorities of climate policy.  'Anticipatory adaptation to climatic change consequences is among the priorities of the Russian Federation climate policy… Climate change adaptation measures are regulated by state authorities' decisions, including decisions related to interaction of the Russian Federation with the international community.'  The Climate Doctrine has been followed by the Comprehensive Plan for Implementation of the Climate Doctrine to 2020."}