{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Russia", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "25/12/2009", "document_language": "English", "document_name": "Federal Law 261-F3 on Saving Energy and Increasing Energy Efficiency Increase", "document_country_code": "RUS", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/RUS/2009/RUS-2009-12-25-Federal Law 261-F3 on Saving Energy and Increasing Energy Efficiency Increase_b90d5b9c81a44fb82647e5cf972a2b17.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Law establishes basic principles to regulate energy consumption to increase its efficiency and encourage energy saving, and provides for various amendments to existing legislation (on technical regulation, housing, town planning, taxation, etc.) to enforce energy-saving rules.\n\nThe Law calls for a number of follow-up implementing by-laws. Various sub-laws to the 2009 Energy Efficiency legislation further define the tasks and responsibilities. Under the Law, all energy resources produced, transmitted, and consumed are subject to compulsory accounting by virtue of the respective meters.\n\nThe Law contains energy efficiency rules for circulation of goods (energy efficiency classification of goods, labelling, prohibition of non-efficient incandescent bulbs etc.). It establishes a general rule that buildings and other structures should meet applicable energy efficiency requirements both when being commissioned and during their subsequent operation. State construction supervisory authorities shall assign energy efficiency classes to apartment buildings.\n\nThe Law sets the conditions for voluntary or mandatory energy audits and encourages energy-saving technologies including, but not limited to, the use of secondary energy resources and renewable energy sources.\n\nState programmes aimed at energy savings and energy efficiency increases are expected to set such targets as the number of facilities relying on secondary energy resources or renewable energy sources for their energy supplies.\n\nInstruments: Tax incentives include investment tax credits of up to 30% for companies investing in energy efficiency technologies, accelerated depreciation of high energy efficiency assets or sites and partial compensation of interest on loans granted by Russian banks for the purpose of investing in energy saving and increased energy efficiency technologies.\n\nSeventeen Decrees of application will be adopted by the government (covering such issues as energy efficiency requirements for goods, including electric bulbs, buildings and constructions, energy efficiency classes of goods and apartment buildings, requirements for public procurements, requirements for regional and municipal programmes in the sphere of EE1, etc.)."}