{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Russia", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "25/12/2003", "document_language": "English", "document_name": "Rules of Using Thermal Performance of Buildings", "document_country_code": "RUS", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/RUS/2003/RUS-2003-12-25-Rules of Using Thermal Performance of Buildings_eae56634edcf12c756d56fe3ddafa067.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "The Thermal Performance of Buildings code entirely replaced the federal building code, Thermal Engineering for Buildings, revised in 1995 and 1998.<br />\n<br />\nEffective 1 October 2003, the new code:<br />\n- Establishes numerical values for required performance targets, corresponding to world levels<br />\n- Classifies new and existing buildings according to their energy efficiency<br />\n- Encourages buildings that are more efficient than required by code<br />\n- Creates a mechanism for identifying low-performing existing buildings and mandating necessary upgrades<br />\n- Develops design guidelines for both prescriptive and performance-based compliance paths<br />\n- Develops methods for oversight and enforcement of compliance in terms of thermal performance and energy efficiency (energy passports), during design, construction and prospective operation phases<br />\n<br />\nBetween 1995 and 2004, 50 regions implemented their own building codes in accordance with federal building standards. Some local enforcement agencies offered incentives for exemplary performance, others mandated auditing. Regions established their own requirements for calculating a building's energy consumption and compliance with local code."}