{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Russia", "document_category": "Policy", "document_sector_name": ["Industry", "Energy", "Economy-wide"], "document_date": "15/04/2014", "document_language": "English", "document_name": "State Program on Energy Efficiency and Energy Development (approved by Government Decree No 321)", "document_country_code": "RUS", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/RUS/2014/RUS-2014-04-15-State Program on Energy Efficiency and Energy Development (approved by Government Decree No 321)_1bc31f80b4bc9fbebb2ef1e6e423715a.pdf", "document_type": "Programme", "text_blocks": [], "document_description": "The main objective of the Programme, which updates and replaces measures of the previous State Policy on Energy Efficiency Increase through the Use of Renewables for the Period up to 2020 (2009), is to 'ensure reliable supply of the country's fuel and energy resources, increase the efficiency of their use, and reduce of anthropogenic impacts of the energy sector on the environment'.<br />\n<br />\nThis new version keeps the target of a 40% decrease of energy intensity of the economy between 2007 and 2020, but alters the 4.5% share of electricity generation from renewable energy sources target to 2.5% by 2020 (excluding large hydro over 25 MW). The Programme calls for diverse measures to attain those targets, including:<br />\n- evaluating the technological and economic potential of efficient renewables use<br />\n- providing subsidies from the state budget in order to compensate for the costs of grid connection for renewables<br />\n- installation of smart meters (18.9% of metering devices by 2020)<br />\n- increasing the availability of energy infrastructure - reducing the number of steps required to gain access to the grid (from 8 to 5) and reducing the delay of connection to the grid (from 276 to 40 days)<br />\n- raising public awareness on energy conservation and energy efficiency.<br />\n<br />\nThe State Programme is composed of seven sub-programmes:<br />\n- SP1: Energy conservation and energy efficiency improvement<br />\n- SP2: Development and modernisation of the power industry<br />\n- SP3: Development of the oil industry<br />\n- SP4: Development of the gas industry<br />\n- SP5: Restructuring and development of the coal industry<br />\n- SP6: Development of renewable energy<br />\n- SP7: Ensuring the implementation of the state programme."}