{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Gambia", "document_category": "Policy", "document_sector_name": ["Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "Climate Change National Policy", "document_country_code": "GMB", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2016", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/GMB/2016/GMB-2016-01-01-Climate Change National Policy_b351862664ba04dfb5dc0fa21a444e67.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GCCA"}, {"text_block_id": "p0_b2", "text": "SUPPORT PROJECT TO"}, {"text_block_id": "p0_b3", "text": "T"}, {"text_block_id": "p0_b4", "text": "HE"}, {"text_block_id": "p0_b5", "text": "G"}, {"text_block_id": "p0_b6", "text": "AMBIA FOR"}, {"text_block_id": "p0_b7", "text": "INTEGRATED COASTAL ZONE MANAGEMENT AND THE"}, {"text_block_id": "p0_b8", "text": "MAINSTREAMING OF CLIMATE CHANGE"}, {"text_block_id": "p0_b9", "text": "Contract No.: 1363"}, {"text_block_id": "p0_b10", "text": "National Climate Change Policy of The Gambia"}, {"text_block_id": "p0_b11", "text": "Final Report: Final Draft Policy"}, {"text_block_id": "p0_b12", "text": "Compiled by:"}, {"text_block_id": "p0_b13", "text": "Penny Urquhart"}, {"text_block_id": "p0_b14", "text": "January 2016"}, {"text_block_id": "p0_b15", "text": "European Commission."}, {"text_block_id": "p0_b16_merged_merged", "text": "Document No:"}, {"text_block_id": "p1_b19", "text": "GCCA Component 2 Project Team"}, {"text_block_id": "p1_b20", "text": "Acknowledgements"}, {"text_block_id": "p1_b21", "text": "The Project Team has received constant expert direction from the Honourable Minister of Environment, Climate Change, Water, Forestry and Wildlife, Mr. Pa Ousman Jarju, and from the Permanent Secretary of the MoECCWFW, Mr. Ousman Sowe, for which we are highly indebted."}, {"text_block_id": "p1_b22_merged", "text": "This Policy has been formulated under the guidance of a Technical Working Group, consisting of members of the National Climate Committee. The Project Team expresses their profound gratitude to the members of the TWG, and to the work of the eight Task Teams that they supervised. The members of the TWG were: Foday Conteh, Dep. Director, Department of Water Resources; Bubu Pateh Jallow, Chief Consultant, Depart. Water Resources; Alpha Jallow, UNFCCC Focal Point, Depart. Water Resources; Alagie Fadera, Director, Ministry of Planning; Bakary Krubally, Ministry of Finance; Hassan Jallow, DPS, Ministry of Agriculture; Anna Mbenga, Principal Fisheries Officer, Depart. Of Fisheries; Saidou Badgie, Planner, Ministry of Energy; Bubacar Jallow, Principal CC officer, Ministry of Environment; Mbanyang Njie, PAS, MoECCWFW; Ousman Sowe, PS, MoECCWFW; Ismaila Senghore, Programme manager, GRTS; Karamo Keita, Ass.Ex.Director, ISRA; Ousman Yabo, Director, TANGO; Mutarr Jammeh, P.O., NAOSU; Robert Thomas, BDO, GCCI; Ndey Fatou Jobe, Ass. Ex.Director, Women’s Bureau; Sainey Keita, Sr. Lecturer, UTG; Mariatu K Loum, Ex. Director, WISDOM; Lamin Sanneh, DPS, MLGL; Babucarr Mbye, Ex. Secretary, Stay Green Foundation; Lamin S Tamba, P.O., NDMA; Bibhuti Gadanayak, NDMA; Omar Ceesay, PO. EEQC, NEA; Dodou Trawally, Coordinator, UNDP-GEF project (NEA); Salimina Jobe, Coordinator, GCCA – SGP, NEA; Mam Babou Sowe, Director, YAFFSE; Bolong Jobarteh, CPHO, Ministry of Health; and Babanding Sanyang, RFO, Depart. Forestry."}, {"text_block_id": "p1_b27", "text": "Our particular thanks are due to Bubu Pateh Jallow, Alpha Jallow, Momodou Njie, and Babucar Jallow for their generous ongoing support, trouble shooting, expert advice, and fellowship. We also thank Musa Sowe and Sidat Yaffa of The University of The Gambia for their valuable contributions."}, {"text_block_id": "p1_b28", "text": "A number of expert studies were commissioned to feed in to the policy. We thank the authors for their most thoughtful and useful inputs:"}, {"text_block_id": "p1_b29", "text": "We express our enormous thanks to all the participants who played an invaluable role in the range of interviews, stakeholder meetings and regional bantabas that were held during the policy development process. Without your participation, the formulation of this cross-sectoral policy would not have been possible."}, {"text_block_id": "p1_b30", "text": "Finally, we thank the project administrators, Malang Nyass and his team at NAOSU for their efficiency and helpfulness; Frank Feys and his team at Agrer for their flexible management skills; and Dwight Watson, the TA Team Leader for his guidance, as well as the team at Component 1 for helpful discussions."}, {"text_block_id": "p2_b31", "text": "National Climate Change Policy of The Gambia"}, {"text_block_id": "p2_b32", "text": "Final Draft"}, {"text_block_id": "p2_b33", "text": "Department of Water Resources"}, {"text_block_id": "p2_b34", "text": "Ministry of Environment, Climate Change, Water,"}, {"text_block_id": "p2_b35", "text": "Forestry and Wildlife"}, {"text_block_id": "p2_b36_merged", "text": "28th January 2016."}, {"text_block_id": "p3_b39", "text": "Table of Contents"}, {"text_block_id": "p5_b40", "text": "1. Purpose of the National Climate Change Policy"}, {"text_block_id": "p5_b41", "text": "This National Climate Change Policy is developed at a time of accelerating global climate risks, which combine with other international and national stressors to create a challenging developmental context. Climate change effects are evident in The Gambia, including increasing average temperatures and a rainfall regime that is decreasing in amount while increasing in variability. These changes affect the well being of Gambians and the economy: increased flooding damages roads and infrastructure, decreased agricultural production reduces food security, and in"}, {"text_block_id": "p5_b42", "text": "creasing heat and dryness threaten people’s health"}, {"text_block_id": "p5_b43", "text": ". These impacts multiply the stresses associated with high levels of poverty and a fluctuating economy."}, {"text_block_id": "p5_b44", "text": "The Gambia has responded to the emerging climate threats, albeit largely through project-driven responses, given resource constraints, and within a fragmented policy context. There is inadequate consideration of climate change in sector policies, while skills and capacity levels to mainstream and decentralise the climate change response are insufficient."}, {"text_block_id": "p5_b45", "text": "It is therefore clear that an overarching policy framework is needed to steer the transition to a climate-resilient society, within a thriving low-emissions economy. That is the intention behind this Policy, which provides the framework for managing climate risks, building institutions and capacities, and identifying new opportunities for climate-resilient sustainable development in The Gambia."}, {"text_block_id": "p5_b46_merged_merged", "text": "The National Climate Change Policy is grounded in the country’s national development and poverty reduction frameworks, including the Government of The Gambia’s Vision 2020 and the 2012-2015 Programme for Accelerated Growth and Employment (PAGE). It sets out comprehensive and crosscutting policy directions to implement national development strategies in a climate-resilient manner, drawing on all sectors of the population in a spirit of partnership and collaboration."}, {"text_block_id": "p5_b51", "text": "The Policy sets in place enhanced institutional arrangements for coordination and mainstreaming, outlines a new integrated approach to resource mobilisation, and develops a clear policy direction for human resource development. It focuses attention on policy priorities in four key thematic clusters, and emphasises the links between climate change adaptation and disaster risk reduction. Lastly, it outlines the approach to be followed to develop the implementation framework for the Policy, through the subsequent National Climate Change Response Strategy and Action Plan."}, {"text_block_id": "p6_b52", "text": "2. Policy context"}, {"text_block_id": "p6_b53", "text": "2.1 International context"}, {"text_block_id": "p6_b54", "text": "Global climate risks have been accelerating in recent decades, with higher than expected sea level rise, average temperatures and extreme weather events such as floods, droughts and windstorms. These risks combine with global financial and economic instability, threats to human security, and growing environmental degradation to affect all developing countries. These combined stressors shape national econ"}, {"text_block_id": "p6_b55", "text": "omies and people’s livelihoods."}, {"text_block_id": "p6_b56", "text": "As the Fifth Assessment Report (2014) of the Intergovernmental Panel on Climate Change (IPCC) noted, changes in climate have caused impacts on natural and human systems on all continents and across the oceans. In Africa, climate change is multiplying existing health vulnerabilities, while African ecosystems are changing rapidly due to climate change, with substantial projected future impacts (Niang et al., 2014). There is growing evidence that climate change undermines the social and economic rights of vulnerable communities around the world."}, {"text_block_id": "p6_b57_merged_merged", "text": "The emerging international response to climate change has most recently been encapsulated in the Paris Agreement, developed at the 21st session of the Conference of the Parties to the United Nations Framework Convention on Climate Change (UNFCCC), held in December 2015. This unites all countries in a goal to keep global temperatures “well below” 2°C above pre-industrial times and to \"endeavour to limit\" them even more, to 1.5°C. The Agreement includes a global goal on adaptation of “enhancing adaptive capacity, strengthening resilience and reducing vulnerability to climate change”, linked to the temperature goal. Each country's contribution to cutting emissions will be reviewed every five years, and rich countries are committed to help poorer nations by providing climate finance to adapt to climate change and switch to renewable energy."}, {"text_block_id": "p6_b68", "text": "The Gambia continues to play a leading role in the international negotiations, and this Policy responds to a number of the new directions set out in the Paris Accord, including the provisions on loss and damage and the need for all countries to play their parts in mitigating greenhouse gases."}, {"text_block_id": "p6_b69", "text": "2.2 Current national development context"}, {"text_block_id": "p6_b70", "text": "In the past decade, The Gambia’s commitment to poverty reduction, coupled with"}, {"text_block_id": "p6_b71", "text": "an annual GDP growth averaging 6% from 2003-2006, has resulted in poverty rates falling from 58% in 2003 to 48.4% in 2010 (MoFEA, 2011). However, extreme poverty remains widespread, with nearly 40% of the population existing on less than US$1 per person per day (GBS, 2010). Income poverty remains concentrated in rural areas, especially among households headed by subsistence"}, {"text_block_id": "p7_b72", "text": "farmers and unskilled workers. Children and adults aged 65 years and above show higher poverty rates (GBS, 2010)."}, {"text_block_id": "p7_b73", "text": "According to criteria established by the United Nations Economic and Social Council (ECOSOC), the Gambia is ranked as a least developed country (LDC)."}, {"text_block_id": "p7_b74", "text": "In"}, {"text_block_id": "p7_b75", "text": "2014, the country’s nominal GDP was GMD"}, {"text_block_id": "p7_b76", "text": "37,339 million. Taxes accounted for 84% of government revenue (excluding grants and loans). Approximately 20% of total revenues, five percentage points higher than grant receipts, was allocated to debt servicing, contributing to short-and long-run financial vulnerability (ProPAG, 2013)."}, {"text_block_id": "p7_b77", "text": "The economy of The Gambia is largely dependent on agriculture, which accounted for around 25% of GDP over the 1994-2013 period, and which provides an activity for 70% of the labour force. The industrial sector (about 15% of GDP over the same period) consists mostly of construction and agro-processing activities. Services accounted for 60% of GDP, with trade and transport, and communications being its two largest components. Tourism is The"}, {"text_block_id": "p7_b78", "text": "Gambia’s"}, {"text_block_id": "p7_b79", "text": "primary foreign-exchange earner (World Bank, 2015)."}, {"text_block_id": "p7_b80", "text": "Service industries include finance, retail/wholesale, transportation and real estate services (GoTG, 2007; CBG 2015). Financial services, comprising banking, insurance and related services, account for 10.7% of GDP, employ 5% of the work force and undergird virtually all economic activities. Retail trade, which accounts for slightly less than a quarter of the Gambian economy, is the biggest benefactor of the financial services industry."}, {"text_block_id": "p7_b81", "text": "Within this context, the Programme for Accelerated Growth and Employment (PAGE) 2012-2015 sets out various strategies for accelerating and sustaining economic growth, including through improving and modernising infrastructure, strengthening human capital, improving governance and fighting corruption, and reinforcing social cohesion. National priorities revolve around sustainably exploiting agriculture, tourism, infrastructure and other natural resources; and consolidating and extending the gains registered in the health and education sectors. Climate change is included within the PAGE as a crosscutting issue, together with environment, disaster risk reduction and gender equality."}, {"text_block_id": "p7_b82_merged_merged_merged", "text": "Social successes include achieving the Millennium Development Goal (MDG) targets for net enrolment in primary education and for increasing the literacy rate among 15-24 year olds, as well as significantly reducing the malaria burden. Nevertheless, the national context remains one of relative social and economic fragility. Existing widespread poverty is coupled with multi-dimensional social vulnerability, as well as gaps in the provision of social protection (GoTG, 2014a). Four key issues affect people’s livelihoods: lack of productive employment, low returns on labour, inadequate support for entrepreneurship development, and harvest failures among farming households (ibid.)."}, {"text_block_id": "p8_b87_merged", "text": "The status quo of the ecological resource base is critical for the resilience of the country, due to the direct reliance of the economy and of many people’s livelihoods on the natural systems. The Gambia’s rich biodiversity is due to the combination of its geographical position and the central presence of the River Gambia (GoTG, 2014b). However, habitat destruction as a result of urbanization, cultivation, uncontrolled burning, and wood utilization has led to degradation of the ecosystem services and to the local extinction of many well-known species. The terrestrial surface of The Gambia in the past was covered by dense forest, estimated at 43% of the total land area of the country (GoTG, 2014b). However, comparison of the most recent forest inventory against earlier records reveals a declining forest cover from 505,300 hectares in 1981/82 to 423,000 hectares in the 2009/2010 forest inventory. Human population growth, coupled with the decline in annual average rainfall of 25-30%, high consumption rates and the nature of the land and forest management technology used continue to drive environmental and natural resource degradation. Rangeland systems cover about 40% of the total land area and are characterised by poor drainage and low soil fertility; thus they are susceptible to loss of productivity due to over-exploitation and climate effects."}, {"text_block_id": "p8_b92", "text": "As an added factor to the existing national context, The Gambia, like other countries in the region and continent, is bearing the burden of climate change impacts, with associated socio-economic losses. The following sections of the Policy set out the key climate risks facing the country, and summarise the vulnerability of the social, economic and ecological systems to current and impending climate variability and change."}, {"text_block_id": "p8_b93", "text": "2.3 Key climate risks facing The Gambia"}, {"text_block_id": "p8_b94", "text": "2.3.1 Observed trends"}, {"text_block_id": "p8_b95", "text": "The Gambia has a Sahelian climate, characterised by a long dry season (November to May the following year) and a short wet season (June to October). Average temperatures range from 18° to 30°C during the dry season and 23° to 33°C during the wet season. Since 1960, the country has experienced increasingly erratic rainfall patterns, higher intensity storms, intra-seasonal drought and increasing average air temperatures, accompanied by periodic cold spells and heat waves."}, {"text_block_id": "p8_b96", "text": "Observed temperature trends"}, {"text_block_id": "p8_b97", "text": "Temperature measurements since the 1940s reveal a rising trend in the order of 0.5°C per decade (GoTG, 2007). The lowest mean temperature of 25.8°C was recorded in 1947 whilst the highest mean temperature of 28.2°C was recorded in the year 2000 (GoTG, 2012). There are insufficient observations to identify trends"}, {"text_block_id": "p9_b98_merged", "text": "in most daily temperature extremes. However, the average number of ‘hot’nights per year increased by 28 (an additional 7.8% of nights) between 1960 and 2003."}, {"text_block_id": "p9_b101", "text": "Observed rainfall trends"}, {"text_block_id": "p9_b102", "text": "From 1950 to 2000 annual rainfall amounts have decreased by about 30%. This decrease has been evident in the reduction in the length of the rainy season and also the quantity of rainfall amounts recorded in the month of August, particularly during the period 1968 to 1985, and in 2002. An additional feature of the rainfall records is the extreme variability of low rainfall amounts around the long-term average over the last forty years."}, {"text_block_id": "p9_b103", "text": "The size of the area with average summer rainfall -cumulative July-AugustSeptember (JAS) -of less than 800 mm has increased from 36% in 1965 to 93% of the country (GoTG, 2007). In addition, the linear trends indicate that wet season (JAS) rainfall in The Gambia has decreased significantly between 1960 and 2006, at an average rate of 8.8 mm per month per decade. The decline in rainfall is spatially variable across the country, with greater changes in the western half of the country (GoTG, 2007)."}, {"text_block_id": "p9_b104", "text": "These rainfall trends are consistent with the most recent data from the Sahel region, which indicate a clear transition to a phase of great variability with abrupt alternation between wet and dry years, but with overall diminishing total rainfall. This rainfall pattern has led to devastating droughts during the last three decades of the 20th century, alternating, however, with periods of intense rainfall that have also led to increasingly numerous flooding events."}, {"text_block_id": "p9_b105", "text": "Sea Level Rise"}, {"text_block_id": "p9_b106", "text": "Brown et al. (2011) used the Dynamic Interactive Vulnerability Assessment (DIVA) model to project sea level rise in The Gambia of a significantly higher level than the IPCC predictions of 0.13 m in 2025, 0.35 m in 2050, 0.72 m in 2075 and 1.23 m in 2100 (in comparison with 1995 levels)."}, {"text_block_id": "p9_b107", "text": "Wind and dust storms"}, {"text_block_id": "p9_b108", "text": "The frequency and intensity of dust and sand storms in many parts of the world are steadily increasing due to droughts and climate change. During the cool dry season, atmospheric dust is a major element of the Saharan and Sahelian regions, with dry and dust-laden Harmattan winds blanketing the country for extended periods. The frequency of occurrence of dust storms has also increased in The Gambia over the last twenty-five years (Jaiteh and Sarr, 2011). Contributing factors to the increase in dust storms include human impacts such as overgrazing and deforestation, which create a new source of dust."}, {"text_block_id": "p10_b109", "text": "2.3.2 Projected climate risks"}, {"text_block_id": "p10_b110", "text": "The current annual mean temperature of approximately 28°C is projected to increase by between 3°C and 4.5°C by 2100, indicating a significant heating trend."}, {"text_block_id": "p10_b111", "text": "Data presented in the Second National Communication (SNC) to the UNFCCC (GoTG, 2012) show a decrease in rainfall according to most of the global circulation models (GCMs) used. The average annual rainfall is projected to be 800 mm and above in 2020, but by 2100 average rainfall is projected to be less than 500 mm per year. This means that the rainfall total recorded in the drought year of 1982/3 of 480 mm will become the norm by 2100. The overall projected decreases in rainfall are most evident during the months of July, August and September, the wettest months in the year."}, {"text_block_id": "p10_b112", "text": "Variability in the amount and distribution of rainfall in the Gambia is projected to increase, resulting in more frequent extreme events, namely droughts and floods. Flooding events include flash floods immediately following an abnormally heavy rainfall event, which are compounded by inadequate planning and storm water management infrastructure in urban areas. Catastrophic seasonal floods may also occur along the River Gambia after an above average rainy season."}, {"text_block_id": "p10_b113", "text": "2.3.3 Status of climate scenarios"}, {"text_block_id": "p10_b114", "text": "The best available climate projections for The Gambia are currently those presented in the SNC (GoTG, 2012), which are mainly based on the results of four GCMs. The Third National Communication, currently under development, will result in updated projections that are likely to provide more nuanced climate projections, which can be factored into planning and development."}, {"text_block_id": "p10_b115", "text": "2.4 Summary of impacts and vulnerability"}, {"text_block_id": "p10_b116_merged", "text": "The First and Second National Communications to the UNFCCC include vulnerability assessments for the different sectors. The following summarises some of the known sectoral vulnerabilities, highlighting also areas of intersecting vulnerability. The new institutional framework set in place by this Policy, together with the capacity development, knowledge and communication policy directions, will be implemented to address the identified vulnerabilities. Specific activities and timeframes for policy implementation will be spelled out in the National Climate Change Response Strategy and Action Plan, which will constitute The Gambia’s low emissions, climate-resilient development strategy."}, {"text_block_id": "p10_b119", "text": "2.4.1 Sectoral and intersecting impacts and vulnerabilities"}, {"text_block_id": "p10_b120", "text": "The Gambia is a low-lying country, dissected by a deep estuary, with tidallyinundated swamps covering 20% of the country, which are at risk of permanent flooding by sea level rise of one metre (Njie, 2002). The low-lying topography, combined by high dependence on subsistence rain-fed agriculture, and"}, {"text_block_id": "p11_b121", "text": "inadequate drainage and storm water management system in a context of rapidly expanding unregulated urban expansion has placed The Gambia among those countries most vulnerable to climate change"}, {"text_block_id": "p11_b122", "text": "This vulnerability is linked to"}, {"text_block_id": "p11_b123", "text": "the country’s"}, {"text_block_id": "p11_b124", "text": "widespread poverty and limited adaptive capacity to deal with the effects of such changes. Limited access to resources to make quick changes to lifestyles, especially with respect to food supplies, and low access to risk-spreading mechanisms, render many people highly susceptible to the current and future climatic changes. The SNC identifies the following sectors as particularly vulnerable to climate change:"}, {"text_block_id": "p11_b125", "text": "forestry, rangelands, health, agriculture, fisheries and the coastal zone. To this must be"}, {"text_block_id": "p11_b126", "text": "added the country’s water resources"}, {"text_block_id": "p11_b127", "text": ", and the energy sector."}, {"text_block_id": "p11_b128", "text": "Agricultural vulnerability and impacts"}, {"text_block_id": "p11_b129", "text": ": More than 98% of agricultural lands in The Gambia are rain-fed, making the sector highly vulnerable to rainfall variability. The yield of some major crops fluctuates as much as 100% from year to year. Since the 1960s, yields of these crops have decreased by as much as 30%. Decrease in yields has been attributed to low use of improved technology, declining fertility of soils and climate variability (GoTG, 2003). Further decline in the amount and distribution of rainfall, together with increased temperatures, is expected to constrain productivity of crops such as maize, groundnut and millet. Between 2002 and 2007, total rice production dropped by about 68%, from 35,900 tonnes to 11,395 tonnes. Similarly, coarse grains production (e.g. maize, sorghum, millet) fell about 27%, from 248,400 tonnes in 2003 to 181,400 tonnes in 2007, mainly due to drought."}, {"text_block_id": "p11_b130", "text": "Forestry vulnerability and impacts"}, {"text_block_id": "p11_b131", "text": ": Currently, forest degradation is largely driven by consumption of woody biomass from the forests and rangelands to supply fuelwood, which constitutes 85% of the energy consumed by the Gambian population. Charcoal production in The Gambia has been steadily increasing over the years, reaching over 60,000 tonnes in 2014 alone"}, {"text_block_id": "p11_b132", "text": ". Sea level rise of one metre will potentially inundate 6,500 ha of woodland and 40,900 ha of mangrove areas within the North Bank, West Coast, and Central River regions."}, {"text_block_id": "p11_b133", "text": "Fisheries vulnerability and impacts"}, {"text_block_id": "p11_b134_merged_merged_merged", "text": ": Declining Atlantic fish resources due to increasing fishing intensity and irresponsible fishing practices may be exacerbated by the impacts of climate change. Some single species models show increased productivity of the River Gambia under climate change (GoTG, 2012). However, loss of mangroves and salt marsh vegetation due to sea level rise could offset these positive impacts; while a drop in mean annual run-off due to climate changecould result in a complete change in the hydrological and salinity balance of the River Gambia’s estuary, in turn affecting fish species abundance,"}, {"text_block_id": "p12_b138", "text": "composition and distribution. Higher salinity at the mouth of the estuary, caused by reduced freshwater sources and enhanced by less rainfall and simultaneous sea level rise linked to climate change, may impede the entry of larvae and juveniles of many marine species into the estuary"}, {"text_block_id": "p12_b139", "text": ","}, {"text_block_id": "p12_b140", "text": "particularly the shrimp ("}, {"text_block_id": "p12_b141", "text": "Penaeus notialis),"}, {"text_block_id": "p12_b142", "text": "to complete their early lifecycle processes."}, {"text_block_id": "p12_b143", "text": "Sea level rise:"}, {"text_block_id": "p12_b144", "text": "A one metre rise in sea level would inundate about 8.7% of the"}, {"text_block_id": "p12_b145", "text": "Gambia’s total land area, which includes over 61% of current mangrove area and"}, {"text_block_id": "p12_b146", "text": "over one-third of swampland, while potentially creating new wetlands and mangrove growing areas. Also at risk of inundation is the whole of Barra and over"}, {"text_block_id": "p12_b147", "text": "50% of Banjul including Banjul Port, the country’s only deepwater seaport."}, {"text_block_id": "p12_b148", "text": "Furthermore, groundwater in western Gambia is at risk of increased salinization, while coastal aquifers may become reduced, which would affect fresh water supplies and peri-urban agriculture. The impact of sea level rise and coastal erosion on tourism and the artisanal fisheries sector is unquantified, but likely to be significant."}, {"text_block_id": "p12_b149", "text": "Ecosystems vulnerability and impacts"}, {"text_block_id": "p12_b150", "text": ": Ecosystems will be impacted through the combination of rising temperatures and changing rainfall, largely in negative ways. In the absence of any compensatory measures to reduce fuelwood extraction from forests and mangroves, climate change will have additional impacts, thus further imperilling wildlife habitats and perpetuating the loss of valuable genetic resources. Other climate change-related impacts on ecosystems are linked to the frequent bushfires, experienced by 79% of the population in The Gambia at least once or more times per year. The expected drought episodes, resulting from diminishing rainfall and simultaneous increase in temperature and evapotranspiration rates, may exacerbate bushfire incidence."}, {"text_block_id": "p12_b151", "text": "Water resources vulnerability and impacts"}, {"text_block_id": "p12_b152", "text": ": Since the 1960s, large areas of freshwater swamps in western Gambia have been replaced by salt pans or salt water marshes, as a result of reduced fresh water inflow from storm runoff. An increase in sea level would enable saltwater to penetrate farther inland and upstream beyond the estuary area and into freshwater wetlands, and to infiltrate ground water aquifers. Increased salinity would be harmful to some aquatic plants and animals, and would threaten human use of water."}, {"text_block_id": "p12_b153", "text": "Climate change-related health impacts"}, {"text_block_id": "p12_b154_merged_merged_merged", "text": ": While there has been little research in this area, major concerns relate to climate-sensitive diseases, such as malaria, which is endemic and peaks in the rainy season. Climate change impacts on the environment could alter breeding habitats of disease vectors and vector-borne transmission pathways, and endanger the survival of floristic species essential for traditional/alternative medicine. Heat-related impacts on human health and productivity are projected to be significant in Africa, while changes in nutritional quality of crops may exacerbate malnutrition levels."}, {"text_block_id": "p13_b157", "text": "Vulnerability of the energy sector"}, {"text_block_id": "p13_b158", "text": ": rising temperatures combined with decreasing rainfall are likely to cause a decline in standing forest biomass, and hence the renewable volume of fuelwood. Delivery of petroleum products, the second most important source of energy in use, could suffer disruptions in supply related to extreme weather. The vulnerability of growing renewable energy solutions varies according to technologies, with wind turbines likely to be least affected, and solar PV efficiencies slightly reduced by dust coating of modules. Electricity supply infrastructure faces decreased thermal efficiency of power lines, and possibly damage to infrastructure. Higher temperatures degrade heat exchange efficiency of engines and encourage use of air-conditioning, resulting in higher fuel consumption and increased GHG emissions."}, {"text_block_id": "p13_b159", "text": "Vulnerability of infrastructure"}, {"text_block_id": "p13_b160", "text": ": Characteristic strong winds (up to 50km/h) at the beginning and end of the rainy season (GoTG, 2009) have caused serious property damage in North Bank and Upper River Regions over the last decade. Coastal sub-divisions of energy and transport networks are expected to suffer from isolation/increased damages. Electricity transmission losses related to physical impacts on overhead lines are likely to compound power shortages and even trigger power outages. A higher road surface temperature amplified by increasing traffic is likely to cause accelerated degradation of roads. In rural and peri-urban areas, increased erosion by torrential rain, partly attributable to the absence of drainage infrastructure, threatens the integrity of secondary roads, bridges and water distribution networks laid beneath roads. Signal and control systems of telecommunication infrastructure may become more prone to lightning strikes and ensuing disruption unless sufficient redundancy has been built into the system (QUT, 2010). Higher temperatures might also adversely affect chlorine residual decay in storage tanks."}, {"text_block_id": "p13_b161", "text": "2.4.2 Climate vulnerability, poverty and sustainable development"}, {"text_block_id": "p13_b162", "text": "The poverty and fragile economic situation in The Gambia is exacerbated by the strong dependence of the key socioeconomic sectors of agriculture, fisheries and tourism on climate-sensitive natural resources. Poor intra-seasonal rainfall distribution serves to increase food insecurity, rural poverty, and hardship (GoTG, 2009). Degraded savannah woodland ecosystems, poor pasture, and insufficient water in drought years are major constraints on the livestock sector and human livelihoods. Indirect effects of droughts are increased forest and woodland degradation through frequent bushfires, changes in land use, and overall reduction in biodiversity."}, {"text_block_id": "p13_b163", "text": "As the National Social Protection Policy points out, existing economic, environmental and health risks have translated into high levels of food and nutrition insecurity (GoTG, 2014). Only 18% of Gambian households are considered to be food secure (WFP, 2012), while the national malnutrition prevalence rate of 9.9% verges on emergency level in terms of severe"}, {"text_block_id": "p14_b164", "text": "malnutrition (NaNA, 2013). High and persistent vulnerability to health shocks is exacerbated by physical and financial limitations that impede access to healthcare, as well as the limited medical insurance system (GoTG, 2014a). Moreover, differential social vulnerabilities exacerbate the exposure of people to climate risks, as well as to discrimination and poverty. The National Social Protection Policy identifies the following particularly vulnerable population sub"}, {"text_block_id": "p14_b165", "text": "-"}, {"text_block_id": "p14_b166", "text": "groups: extremely poor individuals and households, vulnerable children, the elderly, people with disabilities, the chronically ill, individuals and families affected by HIV, vulnerable women and youth, refugees and migrants, and prison inmates and their families (GoTG, 2014a)."}, {"text_block_id": "p14_b167", "text": "Due to fluctuating weather conditions, the"}, {"text_block_id": "p14_b168", "text": "agricultural sector’s"}, {"text_block_id": "p14_b169", "text": "rate of growth and the GDP share have decreased in recent years as people have sought to diversify sources of household income. Long-term GDP growth in The Gambia -from 1994 through 2013"}, {"text_block_id": "p14_b170", "text": "–"}, {"text_block_id": "p14_b171", "text": "has been unstable, and tends to reflect the variable performance of the agriculture sector, linked to the prevailing weather conditions, particularly the seasonal rainfall. Thus GDP growth faltered markedly in 2002 and 2011, reflecting the low agricultural production in those years, particularly for the groundnut and maize crops, which have significant weight in the economy."}, {"text_block_id": "p14_b172_merged_merged_merged", "text": "Economic sectors are also vulnerable to indirect impacts of climate change. Thus the tourism industry is affected by indirect impacts originating inter alia from the infrastructure, energy, and water sectors that are likely to put additional pressure on the carrying capacity of the Gambian destination (GoTG, 2006). Physiography and climate are dominant attractors for visitors, but at the same time on the frontlines of climate change hazards and impacts."}, {"text_block_id": "p14_b176", "text": "It is clearly important to understand more fully the direct, indirect and interlinked impacts on the Gambian economy and livelihoods resulting from climatic changes. The above discussion suggests the interplay of complex causation and impact pathways; in other words, there is an underlying web of latent positive and negative feedbacks between sectors, which necessitates a holistic approach to vulnerability reduction (Njie, 2002)."}, {"text_block_id": "p14_b177", "text": "2.6 Energy sources and greenhouse gas emissions trends"}, {"text_block_id": "p14_b178", "text": "From eight power stations with an aggregate capacity of 101 megawatts (MW), the National Water and Electricity Company (NAWEC) produces 251 gigawatts (GW) of power annually using light fuel oil and heavy fuel oil electro-mechanical generators. Currently only 46% of the population receives electricity from NAWEC."}, {"text_block_id": "p14_b179", "text": "Households and the transport sector are the biggest consumers of energy in The Gambia, with household fuelwood consumption reaching 796,252.7 metric tonnes in 2012, while petroleum consumption was around 150,000 tonnes between 2010 and 2012 (WAIS, 2015)."}, {"text_block_id": "p14_b180", "text": "Biomass consumption (wood-energy and"}, {"text_block_id": "p15_b181", "text": "agricultural residues) remains the main energy source for domestic and small-scale commercial sectors."}, {"text_block_id": "p15_b182", "text": "According to the estimates of GHG emissions reported in the SNC (GoTG, 2012), 3,623 gigagrammes (Gg) of various greenhouse gases were emitted in 2000. About 84% of these constituted sulphur dioxide, primarily from energy sector activities, 9% were carbon dioxide, 5% carbon monoxide and approximately 1% methane."}, {"text_block_id": "p15_b183", "text": "Sectorally, the highest carbon dioxide (CO"}, {"text_block_id": "p15_b184", "text": "2"}, {"text_block_id": "p15_b185", "text": ") emissions in 2010 came from the energy sector, which generated 438 Gg CO"}, {"text_block_id": "p15_b186", "text": "2"}, {"text_block_id": "p15_b187", "text": "; of that total, the transport sub-sector accounted for 46% (MoE/TNC, 2015). Land Use Change and Forestry (LUCF) is the other major CO"}, {"text_block_id": "p15_b188", "text": "2"}, {"text_block_id": "p15_b189", "text": "source. In 2000, LUCF accounted for 34% of emissions, or 110 Gg CO2, while the energy sector emitted 66% of the CO"}, {"text_block_id": "p15_b190", "text": "2"}, {"text_block_id": "p15_b191", "text": "emissions, or a total of 218 Gg (GoTG, 2012)."}, {"text_block_id": "p15_b192", "text": "Of the total non-sulphur emissions from agriculture, 51% were methane emissions from animal husbandry, rice cultivation, burning of savannah land and crop residues. Emissions of carbon monoxide from burning of savannahs and crop residues constituted 38% of emissions from agriculture. GHG emissions from the transport sector, reported separately in the SNC cited above, involve a wide spectrum of GHGs: in 2000, this was comprised of 99.0Gg of carbon dioxide (CO"}, {"text_block_id": "p15_b193", "text": "2"}, {"text_block_id": "p15_b194", "text": "), 0.019Gg of methane (CH"}, {"text_block_id": "p15_b195", "text": "4"}, {"text_block_id": "p15_b196", "text": "), and 5.812Gg of carbon monoxide (CO)."}, {"text_block_id": "p15_b197", "text": "To date, emissions figures for other key economic sectors have not been computed. An initial analysis carried out in developing this Policy estimated tourism sector emissions of 0.011Gg CO"}, {"text_block_id": "p15_b198", "text": "2"}, {"text_block_id": "p15_b199", "text": "and 1.63Gg CH"}, {"text_block_id": "p15_b200", "text": "4"}, {"text_block_id": "p15_b201", "text": ", and a figure for the financial services sector of 1.308Gg CO"}, {"text_block_id": "p15_b202", "text": "2"}, {"text_block_id": "p15_b203", "text": "and 0.288Gg CH"}, {"text_block_id": "p15_b204", "text": "4"}, {"text_block_id": "p15_b205", "text": ", the latter figure computed on a strict per capita basis assuming total sectoral employment of 5,000 people (Njie, 2015)."}, {"text_block_id": "p15_b206_merged_merged_merged_merged", "text": "While The Gambia’s emissions are negligible in global terms, being in the order of 0.01% global emissions, they are rising in several sectors. In the agriculture sector between 1994 to 2000, methane emissions, principally from animal husbandry, were rising the fastest, followed by carbon monoxide, mainly from burning of savannah and crop residues. Concerning emission and removals of CO2 by the LUCF category, the forestry sector served as a sink of carbon dioxide from 1994 to 1998, whilst in 1999 and 2000 the sector changed to an emitter of carbon dioxide. Emission of methane from waste management shows a rising trend from about 6.4Gg in 1994 to about 8.3Gg in 2000. This is mainly due to an increase in solid waste generated and dumped at disposal sites."}, {"text_block_id": "p16_b211", "text": "3. Policy framework: vision, principles and goal"}, {"text_block_id": "p16_b212", "text": "3.1 Vision"}, {"text_block_id": "p16_b213", "text": "The National Climate Change Policy represents The Gambia’s"}, {"text_block_id": "p16_b214", "text": "determined and systematic response to the interlinked climate threats to sustainable development, wellbeing and ecological integrity set out in the preceding sections."}, {"text_block_id": "p16_b215", "text": "Accordingly, the Policy defines the following long-term vision for The Gambia:"}, {"text_block_id": "p16_b216", "text": "Achieve a climate-resilient society, through systems and strategies that mainstream climate change, disaster risk reduction, gender and environmental management, for sustainable social, political and economic development."}, {"text_block_id": "p16_b217", "text": "The vision suggests that an effective Gambian climate change response requires economic, social and environmental interventions that integrate mitigation and adaptation elements within a developmental framework. This is the meaning of climate-resilient development, in the Gambian context."}, {"text_block_id": "p16_b218", "text": "3.2 Principles"}, {"text_block_id": "p16_b219", "text": "The Gambia’s response to climate change is guided by"}, {"text_block_id": "p16_b220", "text": "eleven principles, which are consistent with the existing national policy framework, aligned to the United Nations Framework Convention on Climate Change, and have been informed by relevant international best practice."}, {"text_block_id": "p16_b221", "text": "eleven principles, which are consistent with the existing national policy framework, aligned to the United Nations Framework Convention on Climate Change, and have been informed by relevant international best practice.\n* : striving for a balance and fairness for all\n* : responding to climate change for the benefit of\n* : promoting a supportive and enabling system for\n* : minimizing the known causes of climate\n* : those responsible for emitting pollutants that affect the\n* : recognizing the developmental needs of The"}, {"text_block_id": "p17_b239", "text": "eleven principles, which are consistent with the existing national policy framework, aligned to the United Nations Framework Convention on Climate Change, and have been informed by relevant international best practice.\n* : striving for a balance and fairness for all\n* : responding to climate change for the benefit of\n* : promoting a supportive and enabling system for\n* : minimizing the known causes of climate\n* : those responsible for emitting pollutants that affect the\n* : recognizing the developmental needs of The\n* : addressing social inequalities, particularly relating\n* : enabling stakeholder participation in\n* -based: climate change responses should be guided by proactive\n* : research and technology for innovative and effective\n* :\n* :\n emphasizing the inter-linkage"}, {"text_block_id": "p17_b255_merged_merged", "text": "These guiding principles inform this National Climate Change Policy, which underpins the country’s overarching legal framework for responding to climate change. The principles should thus be taken into consideration in any future sectoral policy review processes."}, {"text_block_id": "p17_b258", "text": "3.3 Goal"}, {"text_block_id": "p17_b259", "text": "The goal of the Policy is, by 2025, to achieve the mainstreaming of climate change into national planning, budgeting, decision-making, and programme implementation, through effective institutional mechanisms, coordinated financial resources, and enhanced human resources capacity."}, {"text_block_id": "p17_b260", "text": "This Policy has been adopted to guide progression towards a more integrated and sustainable approach to climate change mainstreaming in The Gambia. The National Climate Change Response Strategy and Action Plan (see section 12) will set time-bound sub-goals to steer the implementation of the Policy."}, {"text_block_id": "p17_b261", "text": "The National Climate Change Policy reflects the principles, objectives and provisions of the 1992 United Nations Framework Convention on Climate Change (UNFCCC) as applicable to The Gambia, as well as the efforts envisaged by The Gambia in the context of its Intended Nationally Determined Contribution (INDC) under the UNFCCC."}, {"text_block_id": "p17_b262", "text": "The Policy has been designed so that its implementation contributes to the realisation of the Vision 2020 goals, which aim to develop a well-educated, trained, skilled, healthy, self-reliant and enterprising population, while guaranteeing a well-balanced ecosystem and a decent standard of living for everyone under a system of government based on the consent of the citizenry."}, {"text_block_id": "p17_b263", "text": "The legal status of the National Climate Change Policy is a framework policy instrument that is backed by law. In the absence at this stage of a Climate Change"}, {"text_block_id": "p18_b264", "text": "Act, the legal backing in the first instance is extrapolated from the authority of the MoECCWFW, or similar government ministry."}, {"text_block_id": "p18_b265", "text": "The National Climate Change Policy is a crosscutting policy that applies to all other sectors that are likely to be affected by climate change, or that can play a role in climate change adaptation or mitigation."}, {"text_block_id": "p18_b266", "text": "4. Policy objectives and strategic approach"}, {"text_block_id": "p18_b267", "text": "4.1 Policy Objectives"}, {"text_block_id": "p18_b268", "text": "In order to achieve the goal and move towards the vision of this Policy, the following key policy objectives will be pursued:"}, {"text_block_id": "p18_b269", "text": "In order to achieve the goal and move towards the vision of this Policy, the following key policy objectives will be pursued:\n* Advance the\n* of all\n* climate change research for informed decision\n* climate change research for informed decision\n , and promote timely\n* climate change research for informed decision\n , and promote timely\n access to climate information and early\n* climate change research for informed decision\n , and promote timely\n access to climate information and early\n of climate risks.\n* Put in place\n* that promote effective management of ecosystems and biodiversity,\n* mainstreaming climate risks and opportunities into national\n* through participatory, equitable and pro-poor approaches to climate\n* to strengthen peopleâs ad\n* to strengthen peopleâs ad\n aptive capacities\n* to strengthen peopleâs ad\n aptive capacities\n and develop\n* to address climate change by mainstreaming climate"}, {"text_block_id": "p19_b299", "text": "The policy objectives mean that The Gambia will pursue climate risk management for pro-poor, equitable and inclusive growth, and that social development will be seen as an integral part of adaptation and mitigation. Moreover, the country will pursue a coordinated consultative response to climate change to reduce associated risks and leverage opportunities. Adaptation and mitigation mechanisms will be selected that contribute to poverty reduction and to building long-term resilience to climate and other key risks."}, {"text_block_id": "p19_b300", "text": "The Gambia’s vision for climate"}, {"text_block_id": "p19_b301", "text": "-resilient development recognises that categorising responses as either mitigation or adaptation responses can obscure the real and potential positive combined impact of these responses. While"}, {"text_block_id": "p19_b302", "text": "adaptation is undoubtedly the country’s overriding priority, this wi"}, {"text_block_id": "p19_b303", "text": "ll be implemented in a manner that seeks out and optimises mitigation co-benefits, to promote the transition to a low-carbon economy, and"}, {"text_block_id": "p19_b304", "text": "as part of The Gambia’s"}, {"text_block_id": "p19_b305", "text": "commitment to good global citizenship."}, {"text_block_id": "p19_b306", "text": "4.2 Strategic approach"}, {"text_block_id": "p19_b307", "text": "Given the vision set out for a climate-resilient society in The Gambia, the Policy Objectives will be implemented through a strategic approach, implicit within the objectives, that is:"}, {"text_block_id": "p19_b308", "text": "Given the vision set out for a climate-resilient society in The Gambia, the Policy Objectives will be implemented through a strategic approach, implicit within the objectives, that is:\n* , promoting appropriate responses\n* promoting institutionalisation and coherence of\n* , harnessing indigenous knowledge,\n* , viewing climate change as not only a threat to\n* prioritising responses that also have significant\n* , favouring climate resilience measures that promote"}, {"text_block_id": "p19_b326", "text": "The Policy defines the following time frames:"}, {"text_block_id": "p19_b327", "text": "The Policy defines the following time frames:\n* Short-term â one to two years from date of publication of the Policy\n* Short-term â one to two years from date of publication of the Policy\n \n<\\li1>"}, {"text_block_id": "p20_b332", "text": "The Policy defines the following time frames:\n* Short-term â one to two years from date of publication of the Policy\n* Short-term â one to two years from date of publication of the Policy\n \n<\\li1>\n* Medium-term\n* three to 10 years from date of publication of the policy\n* three to 10 years from date of publication of the policy\n \n* Long-term\n* a planning horizon that extends to 2050, and beyond"}, {"text_block_id": "p20_b341_merged_merged_merged", "text": "5. Strategic focal areas for policy – thematic clusters"}, {"text_block_id": "p20_b344", "text": "5.1 Moving towards an integrated approach to climate change"}, {"text_block_id": "p20_b345", "text": "Different stakeholders in The Gambia are currently implementing climate change responses on various fronts, such as climate resilient sustainable agricultural development, coastal ecosystem management, afforestation and reforestation, renewable energy development, energy efficiency, drought management, and social protection. The NCCP and ensuing National Climate Change Response Strategy and Action Plan provides a mechanism to harmonise and scale up climate resilient planning and implementation."}, {"text_block_id": "p20_b346", "text": "Four strategic and integrated focal areas for priority policy intervention are identified in this Policy:"}, {"text_block_id": "p20_b347", "text": "Four strategic and integrated focal areas for priority policy intervention are identified in this Policy:\n* : Agriculture, food\n* : Energy, transport, infrastructure,\n* : Health, education, equitable social\n* : climate-aware"}, {"text_block_id": "p20_b359", "text": "Each of the four thematic clusters necessitates an informed and constructive dialogue on adaptation and mitigation priorities, within the framework of climate-resilient development that underpins this Policy."}, {"text_block_id": "p20_b360", "text": "The Policy thus constitutes an important move away from a fragmented sectoral approach to designing adaptation and/or mitigation responses, to one in which inter-related sectors are considered jointly in thematic clusters, and adaptation and mitigation are considered together, as required by the policy direction of climate-resilient development. This new policy direction will necessitate enhanced collaborative action and better coordination, which is the end point of the institutional structures set in place by this Policy."}, {"text_block_id": "p20_b361", "text": "The Gambia recognises the critical importance of global mitigation in keeping the average global temperature increase below 2°C, and preferably below 1.5°C above pre-industrial levels by the end of the 21st century."}, {"text_block_id": "p20_b362", "text": "The Gambia’s"}, {"text_block_id": "p21_b363", "text": "mitigation actions will be in line with those set out in the 2011 Nationally Appropriate Mitigation Actions (NAMAS) and the 2015 Intended National Determined Commitment (INDC). The NAMAs and the INDC provide the key policy directions for reducing GHGs in The Gambia, subject to periodic review, and are thus considered to form part of this overarching Policy. According to the INDC, excluding emissions from Land Use, Land-Use Change and Forestry (LULUCF), emissions will be reduced by about 44.4% in 2025, and by 45.4% in 2030 (GoTG, 2015a)."}, {"text_block_id": "p21_b364", "text": "Recent Gap Analyses, based on existing national policy documents, reports and studies, have investigated the first three thematic clusters in terms of: (i) Key climate change vulnerabilities and impacts; (ii) Adaptation and mitigation strategic priorities; (iii) Best available adaptation and mitigation responses for the Gambian context; (iv) Main knowledge and research gaps; (v) Key skills and institutional capacity gaps; and (vi) Systemic and other challenges. These Gap Analyses provide useful information for the development of the National Climate Change Response Strategy and Action Plan. This section of the Policy focuses on the adaptation and mitigation strategic priorities, to set the strategic policy direction."}, {"text_block_id": "p21_b365", "text": "These policy directions will be developed into concrete programmes and actions during the formulation of the National Climate Change Response Strategy and Action Plan, to be developed through a strongly collaborative approach."}, {"text_block_id": "p21_b366", "text": "5.2 Climate-resilient food systems and landscapes"}, {"text_block_id": "p21_b367", "text": "Climate-resilient food systems and landscapes"}, {"text_block_id": "p21_b368", "text": "comprises agriculture, fisheries, forestry and natural resources, including water, biodiversity and wildlife. The complex theme of food security is also included in this thematic cluster, recognising however that climate change will impact on all the components of food security: availability, accessibility, and utilisation. Climateresilient food systems and landscapes thus includes sectors that are both of critical importance for the Gambian economy, as well as for the livelihoods of many people, including those of the poorest and most vulnerable sectors of the population."}, {"text_block_id": "p21_b369", "text": "Adaptation and mitigation strategic priorities"}, {"text_block_id": "p21_b370_merged", "text": "Strategic priorities in this thematic cluster that integrate adaptation and mitigation include broadening and deepening carbon sinks through tree planting, participatory sustainable forest management, agroforestry, organic farming, and soil and water conservation measures. Globally, halting deforestation is the quickest and largest climate change mitigation measure available. This is recognised in The Gambia’s INDC, in which afforestation is designated as the most substantial of the two unconditional mitigation actions."}, {"text_block_id": "p21_b373", "text": "Specific adaptation and mitigation strategic priorities include:"}, {"text_block_id": "p22_b374", "text": "Specific adaptation and mitigation strategic priorities include:\n* (PIWM), which considers the\n* : (i) select and promote crop\n* , through cashew nut production, which has potential\n* , which produces\n* , which produces\n weather-based,"}, {"text_block_id": "p23_b387", "text": "Specific adaptation and mitigation strategic priorities include:\n* (PIWM), which considers the\n* : (i) select and promote crop\n* , through cashew nut production, which has potential\n* , which produces\n* , which produces\n weather-based,\n* , through a suit of measures that include better water\n* , which should include the construction of\n* to enable effective risk reduction for farmers, as well as for protecting\n* by increasing NERICA upland rice in\n* : (i) implement strategies for reducing the\n* (PSFM) which covers a wide\n* Climate Change Adaptation through large-scale ecosystem restoration of the"}, {"text_block_id": "p24_b409", "text": "Specific adaptation and mitigation strategic priorities include:\n* (PIWM), which considers the\n* : (i) select and promote crop\n* , through cashew nut production, which has potential\n* , which produces\n* , which produces\n weather-based,\n* , through a suit of measures that include better water\n* , which should include the construction of\n* to enable effective risk reduction for farmers, as well as for protecting\n* by increasing NERICA upland rice in\n* : (i) implement strategies for reducing the\n* (PSFM) which covers a wide\n* Climate Change Adaptation through large-scale ecosystem restoration of the\n* identified under the 2012 study by the National Disaster Management\n* identified under the 2012 study by the National Disaster Management\n \n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n sub-national land use policies and plans for\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n sub-national land use policies and plans for\n â\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n sub-national land use policies and plans for\n â\n pastoral infrastructure\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n sub-national land use policies and plans for\n â\n pastoral infrastructure\n \n* through: (i)\n* through: (i)\n maximum sustainable yield versus maximum\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n ;\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n ;\n (iii) increasing\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n ;\n (iii) increasing\n building and strengthening of fishing communities in âbest practicesâ such as\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n ;\n (iii) increasing\n building and strengthening of fishing communities in âbest practicesâ such as\n co-management and a Code of Conduct for Responsible Fisheries; as well as\n* : (i) increase adaptive capacity to lessen the projected change in"}, {"text_block_id": "p25_b435", "text": "Specific adaptation and mitigation strategic priorities include:\n* (PIWM), which considers the\n* : (i) select and promote crop\n* , through cashew nut production, which has potential\n* , which produces\n* , which produces\n weather-based,\n* , through a suit of measures that include better water\n* , which should include the construction of\n* to enable effective risk reduction for farmers, as well as for protecting\n* by increasing NERICA upland rice in\n* : (i) implement strategies for reducing the\n* (PSFM) which covers a wide\n* Climate Change Adaptation through large-scale ecosystem restoration of the\n* identified under the 2012 study by the National Disaster Management\n* identified under the 2012 study by the National Disaster Management\n \n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n sub-national land use policies and plans for\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n sub-national land use policies and plans for\n â\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n sub-national land use policies and plans for\n â\n pastoral infrastructure\n* identified under the 2012 study by the National Disaster Management\n \n road and transport infrastructure; (iii) establishing\n \n markets; (iv) improving long-term planning and management through\n \n sub-national land use policies and plans for\n â\n pastoral infrastructure\n \n* through: (i)\n* through: (i)\n maximum sustainable yield versus maximum\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n ;\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n ;\n (iii) increasing\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n ;\n (iii) increasing\n building and strengthening of fishing communities in âbest practicesâ such as\n* through: (i)\n maximum sustainable yield versus maximum\n under changing climatic conditions\n ;\n (iii) increasing\n building and strengthening of fishing communities in âbest practicesâ such as\n co-management and a Code of Conduct for Responsible Fisheries; as well as\n* : (i) increase adaptive capacity to lessen the projected change in\n* : Adaptation efforts in this sector must be\n* : Adaptation efforts in this sector must be\n can be further assisted through increasing the"}, {"text_block_id": "p25_b440", "text": "5.3 Low-emissions and resilient economy"}, {"text_block_id": "p25_b441", "text": "Low emissions and resilient economy"}, {"text_block_id": "p25_b442", "text": "comprises energy, transport, infrastructure, and the key economic sectors of tourism and financial services"}, {"text_block_id": "p25_b443", "text": "Adaptation and mitigation strategic priorities:"}, {"text_block_id": "p25_b444", "text": "Adaptation and mitigation strategic priorities:\n* : (i) enhance energy efficiency across\n* can be achieved through three"}, {"text_block_id": "p26_b453", "text": "Adaptation and mitigation strategic priorities:\n* : (i) enhance energy efficiency across\n* can be achieved through three\n* , including (i) water supply infrastructure in Greater Banjul\n* : (i)\n* : (i) establishing/revitalising\n* : (i) gradually replacing the existing vehicle stock with"}, {"text_block_id": "p27_b467", "text": "Adaptation and mitigation strategic priorities:\n* : (i) enhance energy efficiency across\n* can be achieved through three\n* , including (i) water supply infrastructure in Greater Banjul\n* : (i)\n* : (i) establishing/revitalising\n* : (i) gradually replacing the existing vehicle stock with\n* : (i) reduce severe environmental problems and emissions\n* : (i) increase steps to counter coastal erosion effects, for\n* : (i)\n* : (i)\n assessing the sectorâ\n* : (i)\n assessing the sectorâ\n s risk exposure using the"}, {"text_block_id": "p27_b478", "text": "5.4 Climate-resilient people"}, {"text_block_id": "p27_b479", "text": "Climate resilient people"}, {"text_block_id": "p27_b480", "text": "comprises the inter-linked sectors of health, education, equitable social development, and human settlements."}, {"text_block_id": "p27_b481", "text": "Adaptation and mitigation strategic priorities"}, {"text_block_id": "p27_b482", "text": "Adaptation and mitigation strategic priorities\n* : The Gambia relies almost"}, {"text_block_id": "p28_b487", "text": "Adaptation and mitigation strategic priorities\n* : The Gambia relies almost\n* : control strategies\n* , to promote\n* is critical to foster understanding of the\n* ,\n* should be pursued"}, {"text_block_id": "p29_b502", "text": "5.5 Managing coastlines under a changing climate"}, {"text_block_id": "p29_b503", "text": "Managing our coasts under a changing climate"}, {"text_block_id": "p29_b504", "text": "comprises the cross-sectoral area of Integrated Coastal Zone Management (ICZM), into which climate risks should be fully integrated."}, {"text_block_id": "p29_b505", "text": "Adaptation and mitigation strategic priorities"}, {"text_block_id": "p29_b506", "text": "Adaptation and mitigation strategic priorities\n* in the coastal zone through interdepartmental\n* to reflect current conditions, risks and priorities, and to\n* at all levels to respond to climate change\n* and assessing the impacts of climate change on coastal areas, including\n* for implementation of their programmes, through programme\n* Enhance availability of credit and insurance facilities in coastal and inland\n* , through awareness raising of coastal populations on\n* (ICT) to"}, {"text_block_id": "p30_b532", "text": "Adaptation and mitigation strategic priorities\n* in the coastal zone through interdepartmental\n* to reflect current conditions, risks and priorities, and to\n* at all levels to respond to climate change\n* and assessing the impacts of climate change on coastal areas, including\n* for implementation of their programmes, through programme\n* Enhance availability of credit and insurance facilities in coastal and inland\n* , through awareness raising of coastal populations on\n* (ICT) to\n* that is available for assessment of changes in coastal\n* on weather patterns,"}, {"text_block_id": "p30_b538", "text": "6. Climate change and disaster risk management"}, {"text_block_id": "p30_b539", "text": "This Policy recognises the inextricable nature of climate change adaptation and disaster risk reduction (DRR), and thus the necessity for identifying and implementing policy synergies. There are accordingly a number of proposed policy linkages between climate change adaptation and disaster risk reduction."}, {"text_block_id": "p30_b540", "text": "The Gambia has developed a Disaster Management Policy, the overall objective of which is \"to build safe and resilient communities by enhancing the use of and access to knowledge and information in disaster prevention and management at all levels of society.\" Hazards have recently been mapped in the country, many of which have a climate sensitivity linkage."}, {"text_block_id": "p30_b541", "text": "The vision of this National Climate Change Policy is to build a climate-resilient society. In the context of disaster management, this means a society that can rely on effective early warning and response systems, where there is broad understanding of climate hazards, and which places the emphasis on disaster preparedness and prevention, rather than on disaster response. This is in accord with the existing policy on Disaster Management, which sets out the transition from disaster risk management that deals with the immediate aftermath of a disaster, to long-term disaster resilience."}, {"text_block_id": "p30_b542", "text": "The decentralisation of climate change functions will be integrated with disaster management functions and institutions at local levels. Towards further integration of climate change responses and disaster risk reduction, the National Climate Change Response Strategy and Action Plan will integrate DRR, disaster preparedness and response as crosscutting issues."}, {"text_block_id": "p30_b543", "text": "Sustained resources are needed to build climate resilience and help prevent future risks and disasters from impacting on sustainable economic and social development and sound environmental management. The Gambia Climate Change Fund will provide a sustained channel for leveraging in additional financial resources for climate-related risk and hazard reduction."}, {"text_block_id": "p31_b544", "text": "7. Systemic pillars for policy implementation"}, {"text_block_id": "p31_b545", "text": "7.1 Governance approach"}, {"text_block_id": "p31_b546", "text": "The credibility of national climate change policies relies on legislative coherence, transparent and inclusive decision making, dedicated public bodies, and a track record of delivering on previous climate change commitments. Internationally, The Gambia is recognised for its leadership on climate change matters, and domestically the GoTG has put in place different measures that demonstrate commitment to addressing climate change. These include the presence of a National Climate Committee since 1992; the creation of a Ministry of Environment, Climate Change, Water, Forestry and Wildlife; and various steps to promote mainstreaming."}, {"text_block_id": "p31_b547", "text": "Through this Policy, these initial steps will be enhanced and extended. The Policy creates the enabling environment for a governance approach of coordination and partnership, through which climate change functional responsibilities will be clarified and mainstreaming pursued across the sectors and governance spheres. The Policy provides direction on the approach for enhanced integration of climate change into national development planning and budgetary processes."}, {"text_block_id": "p31_b548", "text": "The governance approach to climate change includes a structured, institutionalised and sustainable approach for capturing opportunities for climate finance in the short, medium and long term, in order to underpin the implementation of this Policy."}, {"text_block_id": "p31_b549", "text": "Creating a strong enabling environment for community-based adaptation is a cornerstone of this Policy. It is well recognised in Africa that secure land tenure and access rights are essential for enabling community-based adaptation, as well as harnessing any related mitigation co-benefits. The GoTG will initiate a process to identify and act upon key constraints to community-based adaptation, including land tenure and access rights."}, {"text_block_id": "p31_b550", "text": "7.2 Existing responses and mainstreaming to date"}, {"text_block_id": "p31_b551", "text": "This Policy recognises and accommodates the major existing climate change mainstreaming responses in the country."}, {"text_block_id": "p31_b552", "text": "Under the Ministry of Environment, Climate Change, Water, Forestry and Wildlife (MoECCWFW), and led by the Department of Water Resources, in which the UNFCCC focal point is located, The Gambia completed its First and Second National Communications, carried out a National Capacity Self Assessment, submitted Nationally Appropriate Mitigation Actions (NAMAs), and developed an Intended National Determined Commitment (INDC). Information contained in all of these reports has been used to develop this Policy. The Third National Communication to the UNFCCC is currently under development, and should be an"}, {"text_block_id": "p32_b553", "text": "additional input into the National Climate Change Response Strategy and Action Plan."}, {"text_block_id": "p32_b554", "text": "In addition to the MoECCWFW, The Ministry of Finance and Economic Affairs (MoFEA) and the National Disaster Management Agency (NDMA), which is located in the Office of the President, have also assumed central roles for climate change actions in The Gambia."}, {"text_block_id": "p32_b555", "text": "Regarding mainstreaming into the national development frameworks and policies, climate change is fully integrated into all of the five pillars in the Programme for Accelerated Growth and Employment, PAGE (2012-2015)"}, {"text_block_id": "p32_b556", "text": "that encourages and promotes sustainable development and low carbon pathways. A Climate Change Priority Action Plan (PAP) 2012-2015 was developed as an annex to the PAGE; however, not all the priority actions identified in this have been implemented. Climate change adaptation is fully mainstreamed into the policy framework for disaster management, including through the National Disaster Management Policy and The National Disaster Management Act. In addition, climate change has been mainstreamed into some sectoral policies and strategies, namely the Agriculture and Natural Resources Policy, the Forest Policy and the Fisheries Strategic Action Plan."}, {"text_block_id": "p32_b557_merged_merged", "text": "The Energy sector has put in place a number of policies and strategies geared toward promoting low carbon development and reducing carbon emissions for sustainable social and economic development. These include the National Energy Policy, Strategy and Action Plan (2014 – 2018), which promotes the use of renewable energy; the National Energy Efficiency Action Plan (NEEAP) of The Gambia (2015-2020/2030), which adopts sectoral energy efficiency targets for 2020 and 2030; the National Investment Programme on Access to Energy in The Gambia (2013 – 2020); and the Renewable Energy Act, 2013, which aims to promote the use of renewable energy systems to achieve greater energy self-reliance and thus reduce the nation’s exposure to fossil fuels. The Ministry of Energy has also initiated a Sustainable Energy for All programme to promote renewable energy, with an estimated installation capacity of 50-75 MW as alternative clean energy."}, {"text_block_id": "p32_b564", "text": "7.3 Institutional arrangements for enhanced coordination and management"}, {"text_block_id": "p32_b565", "text": "The Gambia shall strengthen its institutional capacities to enable mainstreaming of climate change across sectors and organisations at different levels to support the implementation of this Policy, and to promote climate-resilient, low-carbon development."}, {"text_block_id": "p33_b566", "text": "Decentralised approaches to planning, implementation and monitoring shall be prioritized in the implementation of this Policy, recognising that climate impacts are likely to be extremely localised, and will need solutions that take local circumstances into account. Institutional arrangements will be established to ensure that the mechanism for compensation of loss and damage as a result of climate change impacts, devised under the UNFCCC, will be fully incorporated into the implementation of this Policy (see section 8.7)."}, {"text_block_id": "p33_b567", "text": "The revised institutional arrangements set in place by this Policy are depicted schematically in Annex 1."}, {"text_block_id": "p33_b568", "text": "7.4 National-level institutional arrangements"}, {"text_block_id": "p33_b569", "text": "This Policy sets in place a number of national-level institutional arrangements to promote climate change mainstreaming and implementation of climate-resilient development activities. Some of these are new, while others entail a modification of existing structures."}, {"text_block_id": "p33_b570", "text": "7.4.1 National Climate Change Council"}, {"text_block_id": "p33_b571", "text": "A National Climate Change Council (NCCC) shall be formed, with members including the Minsters from the following sectors: foreign affairs, planning, finance, climate change, environment, water, health, social welfare, basic and higher education, food security and agriculture, forestry and natural resources, energy, disaster management, local governance, gender and youth. In addition, representatives from local governments and stakeholder groups, including expert representatives from non-governmental organisations and the private sector, will be included in this Council. The Council will meet bi-annually. It will be responsible for:"}, {"text_block_id": "p33_b572", "text": ""}, {"text_block_id": "p33_b573", "text": "Governing the Gambian Climate Change Fund, as set out in section 8.2.2;"}, {"text_block_id": "p33_b574", "text": ""}, {"text_block_id": "p33_b575_merged", "text": "Overseeing the further development, implementation and regular review of the National Climate Change Policy, inter alia to ensure it is acceptable across the sectors."}, {"text_block_id": "p33_b578", "text": ""}, {"text_block_id": "p33_b579", "text": "Ensuring coherence with national development goals and strategies."}, {"text_block_id": "p33_b580", "text": ""}, {"text_block_id": "p33_b581", "text": "Monitoring overall progress, and making mid-course corrections where necessary."}, {"text_block_id": "p33_b582", "text": "7.4.2 Inter-ministerial Climate Committee"}, {"text_block_id": "p33_b583", "text": "An Inter-ministerial Climate Committee (IMCC), made up of the Permanent Secretaries and Directors of the line ministries represented in the NCCC, shall be formed to assist the NCCC in carrying out its functions."}, {"text_block_id": "p34_b584", "text": "The Committee will be co-chaired by the Permanent Secretary from the MoECCWFW, along with the Permanent Secretaries from the Ministries for Planning and Finance."}, {"text_block_id": "p34_b585", "text": "The Committee will meet once every three months, to compile advice and reports on progress in each of their sectors for consideration by NCCC. Specific responsibilities of the IMCC shall include:"}, {"text_block_id": "p34_b586", "text": ""}, {"text_block_id": "p34_b587", "text": "Calling on all key institutions in relevant sectors to consider the impact of this Policy, and of climate change in general, on their policies, strategies and action plans, and initiating a process to integrate responses to these impacts within a fixed deadline."}, {"text_block_id": "p34_b588", "text": ""}, {"text_block_id": "p34_b589", "text": "Setting clear short-and medium-term goals, through the National Climate Change Response Strategy and Action Plan, to achieve the long-term goal and vision set out in this Policy, and clear targets and time frames."}, {"text_block_id": "p34_b590", "text": ""}, {"text_block_id": "p34_b591", "text": "Creating incentives and disincentives in case of non-compliance or absence of accountability."}, {"text_block_id": "p34_b592", "text": ""}, {"text_block_id": "p34_b593", "text": "Ensuring adherence to reporting requirements."}, {"text_block_id": "p34_b594", "text": "Expert Thematic Groups working in collaboration with the Climate Change Secretariat established under this Policy shall advise the IMCC on specific climate-related issues, via the National Climate Committee."}, {"text_block_id": "p34_b595", "text": "7.4.3 National Climate Committee"}, {"text_block_id": "p34_b596_merged", "text": "A multistakeholder National Climate Committee (NCC) shall be formed with expert representatives of farmers, women, the scientific, research and technological community, children’s and youth groups, communities, workers and trade unions, business and industry, non-governmental organisations, and local authorities, to advise the Climate Change Secretariat on general and specific climate change-related questions and to provide its views on complementary and related issues."}, {"text_block_id": "p34_b599", "text": "To ensure efficiency of operations, the number of members of the NCC shall be strictly limited, preferably to between 12 and 15 people, from relevant organisations. The Climate Change Secretariat shall issue a call for nominations to the multistakeholder National Climate Committee. Detailed terms of reference (ToRs) and rules of procedure of the National Climate Committee shall be examined, debated and adopted during its first two sessions."}, {"text_block_id": "p34_b600", "text": "The NCC shall be required to agree rules and procedures at their first meeting for report-back to their constituencies. Each stakeholder grouping shall determine the optimal means for extending consultations within their sector, to gather views and perspectives on issues to be discussed in the NCC."}, {"text_block_id": "p35_b601_merged", "text": "At its first two sessions, the NCC shall agree a process for convening a National Climate Change Bantaba that brings together a larger group of stakeholders twice a year, for inter alia consultations, sensitization, report-back and confirmation of prioritization exercises, and of The Gambia’s participation in the annual UNFCCC Conference of the Parties."}, {"text_block_id": "p35_b606", "text": "The NCC shall receive the reports of the network of Expert Thematic Groups (see section 7.4.4)."}, {"text_block_id": "p35_b607", "text": "7.4.4 Climate Change Secretariat"}, {"text_block_id": "p35_b608", "text": "A new Climate Change Secretariat shall be formed, with the mandate of working with sectors and institutions on integrating climate change into the national and sub-national plans, and coordinating the implementation of this Policy. The Secretariat shall be housed within the MoECCWFW, and shall work closely with the Ministry of Planning, Policy and Development, and with the Ministry of Finance and Economic Affairs in carrying out its functions."}, {"text_block_id": "p35_b609", "text": "The key roles and responsibilities of this Secretariat shall include the following:"}, {"text_block_id": "p35_b610", "text": ""}, {"text_block_id": "p35_b611", "text": "Facilitation of climate change policy development, including the incorporation of climate change considerations into new and existing policies, in consultation with all sectors. The Secretariat will be responsible for establishing procedures to integrate and mainstream climate change in all relevant national policies and programmes (such as screening programmes and projects, or developing sector wide guidelines); and procedures for including climate considerations in government and administrative processes, procedures and systems (such as budget call circulars, public expenditure reviews, and monitoring processes)."}, {"text_block_id": "p35_b612", "text": ""}, {"text_block_id": "p35_b613", "text": "Develop initial draft of terms of reference (ToRs) and draft rules of procedure, and initiate a call for nominations for the multistakeholder National Climate Committee; and facilitate activities leading to its formal establishment and signing of a Memorandum of Understanding with the Secretariat."}, {"text_block_id": "p35_b614", "text": ""}, {"text_block_id": "p35_b615", "text": "Develop a formal network of Climate Change Focal Points in each sectoral ministry. These focal points will go beyond the role of integrating climate change in new and existing sectoral plans, and will also be responsible for ensuring that climate change considerations are taken into account in the implementation and monitoring of existing sectoral policies."}, {"text_block_id": "p35_b616", "text": ""}, {"text_block_id": "p35_b617", "text": "Develop adaptation-and mitigation-specific policy measures that are not under the mandate of other sectoral ministries."}, {"text_block_id": "p35_b618", "text": ""}, {"text_block_id": "p35_b619", "text": "Manage strategic information and knowledge, in particular information on the risks, costs and benefits of climate change, to promote constructive"}, {"text_block_id": "p36_b620", "text": "engagement with other sectors regarding the need to integrate climate concerns (such as impact, vulnerability and adaptation assessments, and socio-economic analysis)."}, {"text_block_id": "p36_b621", "text": ""}, {"text_block_id": "p36_b622", "text": "Along with the Ministry of Finance and Economic Affairs and the MoECCWFW, represent the interests of The Gambia in international climate negotiations and funds."}, {"text_block_id": "p36_b623", "text": ""}, {"text_block_id": "p36_b624", "text": "Build capacity on climate change across all sectors and at all administrative levels, while taking steps to institutionalise and retain this capacity."}, {"text_block_id": "p36_b625", "text": ""}, {"text_block_id": "p36_b626", "text": "Promote research and technical cooperation between national, regional and international institutions; and support The University of The Gambia to develop and implement the National Research Framework on Climate Change (see section 9.2.2);"}, {"text_block_id": "p36_b627", "text": ""}, {"text_block_id": "p36_b628", "text": "Continue to assess and determine technological requirements to implement the UNFCCC and this Policy, and develop, seek funding for and implement, with other sectors, the Climate Change Technology Development and Transfer Action Plan (see section 9.3.2)."}, {"text_block_id": "p36_b629", "text": ""}, {"text_block_id": "p36_b630", "text": "Develop and implement a National Climate Change Communication Strategy and Awareness Campaign (see section 10.2), to sensitise and solicit the support of relevant stakeholders and the general public for implementation of the National Climate Change Policy."}, {"text_block_id": "p36_b631", "text": ""}, {"text_block_id": "p36_b632", "text": "Along with other sectoral ministries, plan, implement and monitor effective activities to promote public education (see section 10.2)."}, {"text_block_id": "p36_b633", "text": ""}, {"text_block_id": "p36_b634", "text": "Regularly track progress in mitigation and adaptation using participatory monitoring and evaluation methods (see also section 11)."}, {"text_block_id": "p36_b635", "text": ""}, {"text_block_id": "p36_b636", "text": "Develop and promote accountability measures that empower local communities."}, {"text_block_id": "p36_b637", "text": ""}, {"text_block_id": "p36_b638", "text": "Further develop the existing network of Expert Thematic Groups, which includes the National Greenhouse Gas Inventory Team, the National Vulnerability and Adaptation Team, etc., to provide technical advice and support. The Expert Thematic Groups shall report regularly to the National Climate Committee."}, {"text_block_id": "p36_b639", "text": "7.4.5 Formal network of Climate Change Focal Points"}, {"text_block_id": "p36_b640", "text": "A formal network of Climate Change Focal Points, located within the departments of each sectoral ministry, shall be developed. These focal points will be responsible for ensuring that climate change considerations are taken into account in the implementation of existing sectoral policies, and in the development of new ones."}, {"text_block_id": "p37_b641", "text": "This will expand upon and institutionalise the current"}, {"text_block_id": "p37_b642", "text": "ad hoc"}, {"text_block_id": "p37_b643", "text": "situation of climate change focal points within key ministries."}, {"text_block_id": "p37_b644", "text": "The GoTG shall enter into discussions with The Association of Nongovernmental Organizations (TANGO) and the Gambia Chamber of Commerce, Industry,"}, {"text_block_id": "p37_b645", "text": "Agriculture and Employers’ Association (GCCI) to determine the optimal number"}, {"text_block_id": "p37_b646", "text": "and organisation of climate change focal points within civil society and the private sector, to expand the formal system of climate change focal points beyond the government sector."}, {"text_block_id": "p37_b647", "text": "7.5 Local-level arrangements"}, {"text_block_id": "p37_b648", "text": "This Policy proposes a number of local level planning and institutional arrangements to promote climate change mainstreaming and implementation of climate-resilient development activities. These arrangements shall be consistent with the Local Government Act 2002, which designates area councils as the planning authorities that"}, {"text_block_id": "p37_b649", "text": "as such ‘may plan and"}, {"text_block_id": "p37_b650", "text": "implement any programme or project for developing the infrastructure, improving social services, developing"}, {"text_block_id": "p37_b651", "text": "human and financial resources and for the general upliftment of the community.’"}, {"text_block_id": "p37_b652", "text": "These plans are required to include ward development plans, which in turn are composed of village and sub-ward development plans."}, {"text_block_id": "p37_b653", "text": "7.5.1 Local Climate Change Action Plans"}, {"text_block_id": "p37_b654", "text": "National and local governments shall facilitate the formulation, implementation, monitoring and regular updating of ward-and village-level Local Climate Change Action Plans. The planning, implementation, monitoring and updating processes will be community-led and driven, to promote better integration and more sustainable, long-term outcomes."}, {"text_block_id": "p37_b655", "text": "The Gambian Climate Change Fund (GCCF) will channel funds to the Council level to fund the Local Climate Change Action Plans, and national and local governments will ensure that the content of the plans is reflected in policies and plans at other levels, including in climate change-integrated regional development plans. The GoTG shall investigate and implement an agreed mechanism, such as a sub-committee at the ward, sub-ward and village levels, through which the local governments may become custodians of the funds channelled from the GCCF."}, {"text_block_id": "p37_b656_merged_merged_merged_merged", "text": "As recognised by the climate change-integrated Forestry Strategy, such local plans provide a mechanism for integrating local people’s livelihood strategies into the design and review of development plans, sector-specific and spatial planning, environmental and climate assessments, as well as into project development and proposal formulation."}, {"text_block_id": "p38_b659", "text": "7.5.2 Role of local administrations"}, {"text_block_id": "p38_b660_merged", "text": "The main responsibilities of the local administrative institutions in the implementation of this Policy will be to inter alia:"}, {"text_block_id": "p38_b663", "text": ""}, {"text_block_id": "p38_b664", "text": "Ensure that climate change is taken into account in all development activities."}, {"text_block_id": "p38_b665", "text": ""}, {"text_block_id": "p38_b666", "text": "Facilitate local-level planning for resilience building, adaptation and mitigation."}, {"text_block_id": "p38_b667", "text": ""}, {"text_block_id": "p38_b668", "text": "Facilitate local access to climate finance from the national budget, Gambia Climate Change Fund and other sources."}, {"text_block_id": "p38_b669", "text": ""}, {"text_block_id": "p38_b670", "text": "Facilitate implementation of resilience building, adaptation and mitigation measures."}, {"text_block_id": "p38_b671", "text": ""}, {"text_block_id": "p38_b672", "text": "Facilitate access to technical advice."}, {"text_block_id": "p38_b673", "text": ""}, {"text_block_id": "p38_b674", "text": "Carry out capacity building activities."}, {"text_block_id": "p38_b675", "text": ""}, {"text_block_id": "p38_b676", "text": "Develop and provide access to locally appropriate response and recovery mechanisms to deal with emergencies, such as specialised insurance products for the poor, and access to microfinance, in collaboration with the private sector."}, {"text_block_id": "p38_b677", "text": ""}, {"text_block_id": "p38_b678", "text": "Knowledge, information and data management."}, {"text_block_id": "p38_b679", "text": ""}, {"text_block_id": "p38_b680", "text": "Monitoring, reporting and evaluation."}, {"text_block_id": "p38_b681", "text": ""}, {"text_block_id": "p38_b682", "text": "Build partnerships for implementation with non-government stakeholders."}, {"text_block_id": "p38_b683", "text": ""}, {"text_block_id": "p38_b684", "text": "Implement accountability measures."}, {"text_block_id": "p38_b685", "text": "Additional capacity building efforts will be necessary for Area Councils, Ward Development Committees (WDCs), Sub-Ward Development Committees (SDCs), Village Development Committees (VDCs), Technical Advisory Committees (TACs) and Multi-Disciplinary Facilitation Teams (MDFTs), and for Regional, Ward and Village-level Disaster Management Committees, to enable them to facilitate the planning and implementation of the Local Climate Change Action Plans, and to meet the above responsibilities."}, {"text_block_id": "p38_b686", "text": "7.6 Collaborative implementation: civil society and private sector roles"}, {"text_block_id": "p38_b687", "text": "The NGO community has played an important role in implementation of climate change responses on the ground, including through social programmes and climate-resilient agricultural approaches. This can be expanded further to support employment and income-generating activities in both rural and urban areas, for livelihood diversification to spread climate risks; and to empower"}, {"text_block_id": "p39_b688", "text": "climate-vulnerable groups. NGOs have an ongoing key role to play in advocacy and sensitisation, both to influence policy and to help build awareness and knowledge of communities on climate change."}, {"text_block_id": "p39_b689", "text": "In the implementation and monitoring of integrated responses, strong partnerships will be promoted between local institutions, including local administrations, local government, membership organisations, cooperatives, service organisations, and the private sector. This includes the new institutions and mechanisms that build safety nets for vulnerable groups and poor people at the local level, which the National Social Protection Policy states will be encouraged and incentivized, including cooperatives, insurance products, self-help groups, and microcredit institutions and insurance products tailored for the poor."}, {"text_block_id": "p39_b690", "text": "There is a potential role for The Association of Nongovernmental Organizations (TANGO) and the Gambia Chamber of Commerce, Industry, Agriculture and"}, {"text_block_id": "p39_b691", "text": "Employers’ Association (GCCI)"}, {"text_block_id": "p39_b692", "text": "to take the lead in tracking climate change expenditure in the national budget, when budget tracking, tagging and coding systems are established by the Ministry of Finance (see section 8.2.1). Such roles should be implemented with a strong focus on gender equality and informed inclusion of women."}, {"text_block_id": "p39_b693_merged_merged", "text": "There is substantial interest from NGOs in The Gambia to engage the government and work with the private sector to implement projects and finance capacity development in the country. This has yet to be mobilized and harmonized in the country’s efforts to respond to climate change"}, {"text_block_id": "p39_b696", "text": "The private sector in The Gambia is already involved in climate change activities, either knowingly or implicitly. Increased awareness is required of how climate change affects profits, and how best to engage with what may be complex concepts for accessing carbon markets. The private sector in The Gambia is a valuable potential partner for effective climate change response actions, including developing low-carbon technologies, products and services, and in providing green jobs. Government will continue to forge and maintain effective partnerships with business and industry to ensure that their capacity is enhanced and harnessed in driving the transition to a climate-resilient, equitable and internationally competitive, lower-carbon economy and society."}, {"text_block_id": "p39_b697", "text": "Steps shall be taken to enhance the ability of NGOs to play a stronger role in supporting community-based adaptation. The GoTG will discuss and agree these steps with NGO and CBO stakeholders, and will convene discussions on how to establish effective public-private-civil society partnerships for implementing climate-resilient development."}, {"text_block_id": "p39_b698", "text": "Youth represent a vitally important sector in the response to climate change, and their meaningful participation in planning climate change responses should be"}, {"text_block_id": "p40_b699", "text": "ensured. Youth entrepreneurs and leaders should be engaged in all policy development and review initiatives, as well as in capacity development, monitoring and tracking progress."}, {"text_block_id": "p40_b700", "text": "7.7 Ongoing policy review and adaptive management"}, {"text_block_id": "p40_b701", "text": "Adaptive management is required for an effective and proactive response to the climate change challenges faced by The Gambia. This includes conducting periodic institutional and regulatory reviews, and closing the feedback loop between monitoring and evaluation and planning, through an institutionalised learning process (see Section 11)."}, {"text_block_id": "p40_b702", "text": "A mechanism shall be established for periodic review to assess the suitability of the institutional framework for mainstreaming and coordination of climate change response. This may include a proposal at a later stage for the formulation of a National Climate Change Act, to be submitted to the National Assembly in accordance with the provisions of Article 101 of the Gambian Constitution."}, {"text_block_id": "p40_b703", "text": "In the medium-and long-term, the Government shall continue the mainstreaming of climate change into national development frameworks as achieved for the medium-term strategy PAGE and some sectoral policies and strategies, by adjusting all national and sectoral policies to take climate change risks into consideration and to formulate climate change responses."}, {"text_block_id": "p40_b704", "text": "As a key step in the development of the National Climate Change Response Strategy and Action Plan, a process to identify key policy tensions and disincentives to achieving the aims of this National Climate Change Policy, and the long-term resilience of all Gambians, shall be carried out."}, {"text_block_id": "p40_b705_merged", "text": "This policy review is critical to bring about appropriate changes in various policies, including fiscal policy, to achieve the guiding of public investments into key ‘green’ sectors (agriculture, energy, water resources, waste management, etc.); employment of new market-based instruments; greening public procurement; improving environmental rules and regulations, as well as their"}, {"text_block_id": "p41_b708", "text": "enforcement; improving trade and aid flows; and fostering greater international cooperation."}, {"text_block_id": "p41_b709", "text": "Given the above, an important step will be to review the 1994 National Environmental Management Act (NEMA), which provides the legal framework for the control and management of the environment. NEMA makes"}, {"text_block_id": "p41_b710", "text": "inter alia"}, {"text_block_id": "p41_b711", "text": "provisions for the overall management of the coastal zone and all other wetlands, as well as provisions for community-based natural resource management and sustainable development planning. These are critical areas to support climate-resilient development. The GoTG will take steps to revise environmental rules and regulations to ensure that these are fully supportive of the imperatives to address climate change, and to strengthen their enforcement."}, {"text_block_id": "p41_b712", "text": "8. Financing low emissions, climate resilient development"}, {"text_block_id": "p41_b713", "text": "8.1 Status quo of financial resources for climate change"}, {"text_block_id": "p41_b714_merged_merged", "text": "Previously, The Gambia has relied heavily on external project-based funding, which results in an ad hoc approach to addressing climate change, rather than a sustained, systematic and integrated policy or programmatic approach. Sufficient, long-term and predictable resources are required to institutionalize cross-sectoral planning for climate change, as well as for capacity development for climate change."}, {"text_block_id": "p41_b717", "text": "Funding climate change at the sub-national level relates to the wider challenges of decentralization in The Gambia. Local governments in general rely almost entirely on locally generated financial resources, besides occasional project-based tied funding through government or non-government institutions."}, {"text_block_id": "p41_b718", "text": "The Gambia has conducted and completed assessments on investment and financial flows (I&FF) to address climate change in the water, energy, forestry, and agriculture sectors. However, as attention has largely focused on financing climate change from external sources, climate change expenditure in the national budget has not been tracked."}, {"text_block_id": "p41_b719", "text": "Additional efforts are needed to further incentivize and institutionalize sources of finance to address emerging climate risks and build longer-term resilience. All key economic sectors likely to be affected by climate change impacts in The Gambia require enhanced resources as well as the capacity to use these effectively; in short, enhanced climate finance readiness. These sectors include agriculture, livestock, water resources, health, infrastructure, transport, human settlements, physical planning, coastal zone management, energy, tourism, environment, forestry, fisheries and biodiversity inclusive of wildlife."}, {"text_block_id": "p42_b720", "text": "Various studies have identified the further need for climate finance and investors to enhance opportunities for strengthening efficiency and effectiveness of coordination in the country, as there is need for greater transparency on the scale and type of climate finance that is available and required, and on related development priorities."}, {"text_block_id": "p42_b721", "text": "8.2 Policy provisions: national and sub-national budgets"}, {"text_block_id": "p42_b722", "text": "An initial strategic analysis has identified the national and sub-national mechanisms included in this Policy to ensure adequate and sustained funding for"}, {"text_block_id": "p42_b723", "text": "the required response to The Gambia’s climate change challenges. These"}, {"text_block_id": "p42_b724", "text": "mechanisms shall be delineated in more detail during the formulation of the National Climate Change Response Strategy and Action Plan."}, {"text_block_id": "p42_b725", "text": "8.2.1 National climate change budget coding and scoring system"}, {"text_block_id": "p42_b726", "text": "Currently there is no system for identifying national and sub-national budgetary allocations to respond to climate change. This is a critical first step in enhancing resource mobilisation for mainstreaming climate change."}, {"text_block_id": "p42_b727", "text": "Thus, the GoTG shall design and implement a climate change budget coding and scoring system to track, monitor, and report on climate adaptation, resilience building and mitigation expenditures. The system will be harmonised with the Integrated Financial Management Information System (IFMIS), and will identify and in real time check budget codes relevant to these climate change expenditures, to facilitate accounting of and reporting on resource allocation and spending. Scoring of these expenditures will facilitate tracking the impact of government spending on climate change, to enable prioritization of actions with optimal benefits."}, {"text_block_id": "p42_b728", "text": "This will constitute a country-led system for measurement, reporting and verification (MRV) of climate finance at the national level. The MoFEA shall explore different options of coding, tracking and tagging climate change adaptation, resilience and mitigation resource allocations and expenditures based on priorities, functions, and thematic areas. A further in-depth study on how best to institutionalize the financial aspects of mainstreaming climate change may be commissioned to assist with this."}, {"text_block_id": "p42_b729", "text": "Expenditure on climate change shall then be made publicly available in an annual publication of detailed budget estimates, as is done for all national public expenditure."}, {"text_block_id": "p42_b730_merged_merged", "text": "The potential adverse impacts of climate change on all activities funded through the national budget will be carefully considered. The potential positive impacts of climate change on The Gambia’s economy should also be considered by all sectors. For instance, the global move to renewable energy presents an"}, {"text_block_id": "p43_b733", "text": "opportunity for The Gambia to provide electricity to poor communities that are not yet connected to the grid, as recognised in energy sector policies."}, {"text_block_id": "p43_b734", "text": "8.2.2 Gambian Climate Change Fund"}, {"text_block_id": "p43_b735", "text": "A Gambian Climate Change Fund (GCCF) shall be formed, with initial contributions from the national budget, including current spending on climate resilience building by line ministries. This Fund shall be housed in the Ministry of Finance and Economic Affairs (MoFEA). The MoFEA shall play a leading role in assisting the leveraging of resources from national and international, public and private, multilateral and bilateral sources, including from the LDC Fund, Adaptation Fund, Green Climate Fund, and other international sources, particularly those prioritizing resources for LDCs."}, {"text_block_id": "p43_b736_merged", "text": "The main objective of the GCCF shall be to integrate national and international sources of funding; facilitate the use of national systems and institutions in channelling resources, and in planning and implementing climate change responses; and in funding nationally-owned and driven programmes, that are consistent with Vision 2020 and other national development strategies. The GCCF provides the means to attract and channel appropriately the resources needed for implementing the mitigation commitments as set out in the INDC and the NAMAs, as well as the country’s adaptation needs as initially prioritised in the NAPA, expanded on in a range of plans and documents, and to be collated and developed into costed and time-bound programmes through the National Climate Change Response Strategy and Action Plan process."}, {"text_block_id": "p43_b739", "text": "The GCCF shall be governed by the National Climate Change Council (NCCC). The roles and responsibilities of the NCCC in this regard will include the following:"}, {"text_block_id": "p43_b740", "text": ""}, {"text_block_id": "p43_b741", "text": "Capitalization of the Fund, by guiding the MoFEA in fund-raising from national, international, public, private, innovative, multilateral and bilateral sources."}, {"text_block_id": "p43_b742", "text": ""}, {"text_block_id": "p43_b743", "text": "Clear and consistent guidance for the use of the funds, including through time-bound goals and targets."}, {"text_block_id": "p43_b744", "text": ""}, {"text_block_id": "p43_b745", "text": "Coherence with national development goals and strategies, and integration across sectors."}, {"text_block_id": "p43_b746", "text": ""}, {"text_block_id": "p43_b747", "text": "Promotion of integrated solutions, which are not tied to sectoral goals and targets."}, {"text_block_id": "p43_b748", "text": ""}, {"text_block_id": "p43_b749", "text": "Ensuring a balance between the different thematic areas of mitigation, adaptation, capacity building etc."}, {"text_block_id": "p43_b750", "text": ""}, {"text_block_id": "p43_b751", "text": "Ensuring distributive justice, so that the funds reach local communities and vulnerable groups, and their needs are prioritized."}, {"text_block_id": "p44_b752", "text": ""}, {"text_block_id": "p44_b753", "text": "Ensuring ease of access to funds for local communities, and flexibility in decision-making at the local level."}, {"text_block_id": "p44_b754", "text": ""}, {"text_block_id": "p44_b755", "text": "Ownership at the level of implementation, to ensure effectiveness and durability of results."}, {"text_block_id": "p44_b756", "text": ""}, {"text_block_id": "p44_b757", "text": "Continuous review of progress, to make mid-course corrections where necessary."}, {"text_block_id": "p44_b758", "text": "The GCCF will earmark 2% of its total funds received annually towards promoting accountability, through proactively sharing information on the availability and use of funds and the basis for decision-making through the national media and on the Internet. These funds for accountability will also be used to implement tools such as Citizen Report Cards and Community Score Cards, to improve accountability at the local level. A further 2% will be earmarked annually for accountability activities funded by non-government and community-based organisations."}, {"text_block_id": "p44_b759", "text": "At least 50% of all climate finance received from national and international sources will be channelled to local communities, and used initially to develop their capacity. Capacity development needs at the local level will be prioritized, to enable communities and Micro, Small and Medium Enterprises (MSMEs) to identify climate threats and needs, to identify investment opportunities, and to plan and implement solutions. The GCCF will also prioritize the creation of risk reduction and risk transfer tools, and of social safety nets for the most vulnerable sections of society."}, {"text_block_id": "p44_b760", "text": "A percentage of the GCCF funds, to be discussed and determined after the first two meetings of the NCCC, will be reserved to leverage private sector investment in climate change. The aim of this will be to promote innovative public-private-partnerships (PPPs) to attract climate change financing from the Gambian private sector, including mechanisms such as crop insurance."}, {"text_block_id": "p44_b761", "text": "The GCCF will invest in robust and participatory approaches to monitoring and evaluation of funded activities. The GCCF will implement performance-based approaches to improve implementation, where future funding will rely on the delivery of results. To promote effectiveness and efficiency, 5% of GCCF funds will be allocated to monitoring and evaluation of activities and initiatives supported by the Fund. M&E reports will be widely shared and freely available, and may be used as inputs into civil society accountability activities."}, {"text_block_id": "p44_b762", "text": "The NCCC will investigate how to domesticate international best practices such as seed funding and revolving credit lines, in the operation of the Fund."}, {"text_block_id": "p44_b763", "text": "A Council-level Ombudsman will be appointed by the NCCC, as a redress mechanism for local communities to register any grievances against decisions related to the GCCF, or implementation of GCCF-funded activities."}, {"text_block_id": "p45_b764", "text": "8.3 Financial instruments, market mechanisms and private sector funding"}, {"text_block_id": "p45_b765", "text": "Given the required multi-sectoral approach of this Policy, both public and private institutions shall be harnessed to finance low-carbon, climate-resilient development in The Gambia, taking into consideration the capacity challenges in the country and the complex landscape of climate finance structures and mechanisms."}, {"text_block_id": "p45_b766", "text": "The main sources and financial instruments for the implementation of this Policy will include:"}, {"text_block_id": "p45_b767", "text": ""}, {"text_block_id": "p45_b768", "text": "National and sectoral investment plans and budgets, as climate change activities are mainstreamed and leveraged through various investment plans;"}, {"text_block_id": "p45_b769", "text": ""}, {"text_block_id": "p45_b770", "text": "Private-sector investment, particularly with respect to renewable energy, industrial developments, skills and technology transfer;"}, {"text_block_id": "p45_b771", "text": ""}, {"text_block_id": "p45_b772", "text": "Multilateral and bilateral development partners support, as well as support from international climate funds, particularly with respect to capacity development, skills enhancement, technical assistance and awareness creating and raising;"}, {"text_block_id": "p45_b773", "text": ""}, {"text_block_id": "p45_b774", "text": "Market-based instruments for climate change actions, such as dividend and benefit-sharing schemes under Reducing Emissions from Deforestation and Forest Degradation (REDD+), the NAMAs, the INDC, emissions-trading revenues, tax rebate incentives and tariff arrangements and schemes; and"}, {"text_block_id": "p45_b775", "text": ""}, {"text_block_id": "p45_b776", "text": "Payments for Ecosystem Services (PES) mechanisms, to promote the conservation of natural resources in the marketplace. PES schemes offer incentives to local communities, farmers, landowners and traders in exchange for managing their land to provide ecological services, which are essential for climate resilience."}, {"text_block_id": "p45_b777", "text": "In the context of limited government budgets, the country shall explore the use of market mechanisms that can provide opportunities to fund climate action and attract private investment. The following international approaches may be considered:"}, {"text_block_id": "p45_b778", "text": ""}, {"text_block_id": "p45_b779", "text": "Using carbon taxes or emission trading schemes to provide essential sources of public financing for climate change action;"}, {"text_block_id": "p45_b780", "text": ""}, {"text_block_id": "p45_b781", "text": "Providing a clear price signal and incentives to attract private sector investment towards innovative, low-emission technologies and practices;"}, {"text_block_id": "p45_b782", "text": ""}, {"text_block_id": "p45_b783", "text": "Shifting public financing away from activities that encourage GHG emissions, such as deforestation, use of chemical fertilizers and fossil fuel"}, {"text_block_id": "p46_b784", "text": "subsidies, to free up these resources for public financing of climate resilient development;"}, {"text_block_id": "p46_b785", "text": ""}, {"text_block_id": "p46_b786", "text": "Green export credit markets, and expanding sectoral approaches to carbon markets to increase carbon sinks;"}, {"text_block_id": "p46_b787", "text": ""}, {"text_block_id": "p46_b788", "text": "Development of enabling policies to accelerate availability of clean technology and practices for restoration of ecosystems, reducing erosion and managing coastal beaches;"}, {"text_block_id": "p46_b789", "text": ""}, {"text_block_id": "p46_b790", "text": "Promoting public support for investment in new renewable energy or other low or no-emission technologies that are effective to lower the risk premium for these investments and to promote learning; and"}, {"text_block_id": "p46_b791", "text": ""}, {"text_block_id": "p46_b792", "text": "Accessing development assistance and international cooperation needed to build capacity and experience to accelerate international technology transfer and reduce emissions from deforestation and forest degradation and traditional or conventional agricultural practices."}, {"text_block_id": "p46_b793", "text": "In order to leverage private-sector investment, international funding will be blended with government resources through the GCCF. The GoTG will explore how best to leverage private investments through the development and use of innovative financial instruments. Key instruments and actions for attracting private sector investment may include:"}, {"text_block_id": "p46_b794", "text": ""}, {"text_block_id": "p46_b795", "text": "Sensitising the Gambian private sector on investment benefits and opportunities of climate change-related technologies and innovation;"}, {"text_block_id": "p46_b796", "text": ""}, {"text_block_id": "p46_b797", "text": "Exploring the contribution of export credits to climate change finance;"}, {"text_block_id": "p46_b798", "text": ""}, {"text_block_id": "p46_b799", "text": "Developing incentives for the private sector, such as tax breaks, to enhance the use of renewable energy, energy efficiency technologies, and energy conservation practices."}, {"text_block_id": "p46_b800", "text": ""}, {"text_block_id": "p46_b801_merged", "text": "Raising incentives for pension funds and other private pools of capital to invest in low carbon and “climate proofed” development; and"}, {"text_block_id": "p46_b804", "text": ""}, {"text_block_id": "p46_b805", "text": "Encouraging proactive corporate behaviour by adapting international"}, {"text_block_id": "p46_b806", "text": "reporting standards such as the UN’s Global Compact Network."}, {"text_block_id": "p46_b807", "text": "8.4 Sectoral resource mobilization strategies"}, {"text_block_id": "p46_b808", "text": "While an integrated approach to funding climate-resilient development will be encouraged through the GCCF, sectoral resource mobilization strategies may be developed to enhance resource allocation to key climate-sensitive sectors. In such cases, these sectoral resource mobilisation strategies will be harmonised and integrated through the GCCF, to avoid fragmented approaches that could result in maladaptation. Initial efforts will build on lessons learned from existing relevant structures, such as the National Forestry Fund and the Renewable Energy Fund."}, {"text_block_id": "p47_b809", "text": "As proposed by the Climate Change-integrated Forestry Strategy, the National Forestry Fund administered by the Department of Forestry will be strengthened, and linked to evolving national climate change finance sources, such as the Directorate of Budget at the Ministry of Finance and Economic Affairs, which is the National Designated Authority for the Green Climate Fund. Steps will be taken to ensure an increase in recurrent budget allocation by Central Government, including by linking the National Forestry Fund to international climate finance sources such as the World Bank Carbon Funds, through the Gambian Climate Change Fund."}, {"text_block_id": "p47_b810", "text": "8.5 Opportunities through adaptation and low-carbon funding windows"}, {"text_block_id": "p47_b811", "text": "The Gambia’s engagement in the UNFCCC since the 1990s has been central to"}, {"text_block_id": "p47_b812", "text": "climate finance and capacity building discussions. It has also been successful in securing climate finance through the Global Environmental Facility (GEF), United National Development Programme (UNDP), International Fund for Agricultural Development (IFAD), African Development Bank (AfDB) and the European Union (EU) and other bilateral support, as well as from NGOs."}, {"text_block_id": "p47_b813", "text": "Public and private financing for climate action will need to be scaled up significantly using external sources. The Gambia is ready to work with Development Partners and International Finance Institutions to find long-term solutions for financing actions on climate change, building on the long-standing work of the country, and to share country experiences, lessons learned and policy recommendations for good practice in adaptation and resilience."}, {"text_block_id": "p47_b814", "text": "The GoTG shall continue to engage proactively with international cooperation and financing options, through adaptation funding windows such as the Green Climate Fund, the Adaptation Fund, the GEF, the AfDB, and others."}, {"text_block_id": "p47_b815", "text": "The GoTG shall continue its partnership with the Green Climate Fund technical support facility through the Ministry of Finance, to support climate finance capacity building."}, {"text_block_id": "p47_b816_merged", "text": "A range of low-carbon funding windows shall be considered for financing the country’s NAMAs and INDC. The country will explore readiness support through the UN-REDD+ Programme, including options for the Community-Based REDD+ initiative to engage local communities in design, implementation and monitoring."}, {"text_block_id": "p47_b819", "text": "Should REDD+ be implemented in The Gambia, this will be done in a manner that improves the livelihoods and the conditions of forest and woodland-dependent communities, as well as forest and woodland ecosystems."}, {"text_block_id": "p47_b820", "text": "In light of forests’ critical role in food security and poverty eradication, as well as"}, {"text_block_id": "p47_b821", "text": "climate change mitigation, priority will be given to forest-related INDCs action."}, {"text_block_id": "p48_b822", "text": "Partners such as the Food and Agriculture Organisation (FAO) will be approached to play a supporting role in climate-smart and sustainable forest management."}, {"text_block_id": "p48_b823", "text": "The GoTG will institutionalize and continuously subject to review a framework that assesses the financial needs for implementing greenhouse gas mitigation and climate change adaptation measures for all relevant sectors, including Agriculture and the Forest Sector. Such a framework shall include long-term sustainable, combined funding from the Adaptation Fund, the GEF, national/domestic funding; the private sector; Clean Development Mechanism/voluntary carbon markets, and the Green Climate Fund. The Gambian Climate Change Fund will be the holding mechanism for this funding framework."}, {"text_block_id": "p48_b824", "text": "8.6 Approach to loss and damage"}, {"text_block_id": "p48_b825", "text": "The relationship between adaptation, limits to adaptation and loss and damage is defined according to the UNFCCC. As such, loss and damage is the actual and/or potential manifestation of impacts associated with climate change in developing countries that negatively affect human and natural systems, including impacts from extreme events, such as heat waves, flooding, and drought, and slow-onset events, including sea level rise and glacial retreat."}, {"text_block_id": "p48_b826", "text": "“Loss” applies to the complete disappearance of something such as human lives, habitats, or even species. “Damage” refers to something that can be repaired, such"}, {"text_block_id": "p48_b827", "text": "as a road or building or embankment. Thus loss and damage from climate change refers to the complete and irrecoverable loss of some things and the repairable damage of other things due to the impacts of human-induced climate change."}, {"text_block_id": "p48_b828", "text": "The position of The Gambia is that international support should be provided for short-term coping and additional support for longer-term adaptation when mitigation and adaptation efforts would be insufficient to deal with loss and damage due to climate change, including through the Warsaw International Mechanism."}, {"text_block_id": "p48_b829", "text": "In line with the Paris Agreement of December 2015, The Gambia will pursue areas of cooperation to enhance understanding, action, and support on averting and/or minimising loss and damage, which may include:"}, {"text_block_id": "p48_b830", "text": "(a)"}, {"text_block_id": "p48_b831", "text": "Early warning systems;"}, {"text_block_id": "p48_b832", "text": "(b)"}, {"text_block_id": "p48_b833", "text": "Emergency preparedness;"}, {"text_block_id": "p48_b834", "text": "(c)"}, {"text_block_id": "p48_b835", "text": "Slow onset events;"}, {"text_block_id": "p48_b836", "text": "(d)"}, {"text_block_id": "p48_b837", "text": "Events that may involve irreversible and permanent loss and damage;"}, {"text_block_id": "p48_b838", "text": "(e)"}, {"text_block_id": "p48_b839", "text": "Comprehensive risk assessment and management;"}, {"text_block_id": "p48_b840", "text": "(f)"}, {"text_block_id": "p48_b841", "text": "Risk insurance facilities, climate risk pooling and other insurance solutions;"}, {"text_block_id": "p48_b842", "text": "(g)"}, {"text_block_id": "p48_b843", "text": "Non-economic losses; and"}, {"text_block_id": "p49_b844", "text": "(h)"}, {"text_block_id": "p49_b845", "text": "Resilience of communities, livelihoods and ecosystems."}, {"text_block_id": "p49_b846", "text": "8.7 Systematic and sustainable financial resources"}, {"text_block_id": "p49_b847", "text": "This Policy provides direction to enhance sustainability of funding and climate resilience activities, while optimising international funding mechanisms. Institutionalisation of climate finance involves enhanced co-ordination across different delivery channels, with a view to scaling up."}, {"text_block_id": "p49_b848_merged", "text": "International financial sources for responding to climate change, together with domestic resources, can best be mainstreamed through an efficient, effective and equitable operational system that maintains transparency, responsibility and accountability. The system of climate change budget coding and the blending of domestic and international funding through the Gambia Climate Change Fund are the principal means to achieve this sustainability and predictability, with the Ombudsman and civil society accountability measures such as Citizen’s Scorecards providing a checking mechanism to provide for equitable allocation of the funds. As the workings of the Warsaw International Mechanism on Loss and Damage are developed, this funding window too will be channelled through the Fund."}, {"text_block_id": "p49_b851", "text": "9. Information, science, research and technology development"}, {"text_block_id": "p49_b852", "text": "9.1 Information and observational systems"}, {"text_block_id": "p49_b853", "text": "There are major challenges regarding the existence of and access to information on climate change, including the quality of data, and gathering, sharing and translation of that data. Critical information-related needs for planning and implementing climate-resilient development include:"}, {"text_block_id": "p49_b854", "text": ""}, {"text_block_id": "p49_b855", "text": "Expanding the existing meteorological, terrestrial and oceanographic observation networks and consolidating the monitoring programmes;"}, {"text_block_id": "p49_b856", "text": ""}, {"text_block_id": "p49_b857", "text": "Enhanced climate projections, including regionally downscaled projections;"}, {"text_block_id": "p49_b858", "text": ""}, {"text_block_id": "p49_b859", "text": "Data and information in order to access surface and groundwater resources and determine sustainable yield;"}, {"text_block_id": "p49_b860", "text": ""}, {"text_block_id": "p49_b861", "text": "Data and information to permit a quantitative assessment of the ecological, social and economic consequences of forest responses to recent and future climate change;"}, {"text_block_id": "p49_b862", "text": ""}, {"text_block_id": "p49_b863", "text": "Basic data for energy planning, for instance, consumption statistics (energy mix), installed capacity and operation of off-grid systems, which are not routinely collected or updated; and"}, {"text_block_id": "p50_b864", "text": ""}, {"text_block_id": "p50_b865", "text": "Basic data for transport planning, including systematic archival of road vehicles data (type, weight, age, use, etc.), and road usage (tonnes-km, passenger-km), or accidents, and so on."}, {"text_block_id": "p50_b866", "text": "9.2 Science and research"}, {"text_block_id": "p50_b867", "text": "9.2.1 Status quo"}, {"text_block_id": "p50_b868", "text": "The research needs on climate change are significant, and relate back also to the information and knowledge gaps, starting with the pressing need for better projections of possible climate impacts, backed by effective knowledge systems to inform strategy, planning and practice."}, {"text_block_id": "p50_b869", "text": "As with adaptation and mitigation responses, research on climate change is often project-driven, short-term and uncoordinated. Long-term research approaches are also needed, and will be supported. For example, the climate change-integrated Forestry Policy (2010-2019) notes the need for gathering long-term research results, maintaining and enhancing long-term research plots and experiments, and upgrading and maintaining forest monitoring systems in order to provide for the collection of needed data for planning and evaluating adaptation and mitigation programmes."}, {"text_block_id": "p50_b870", "text": ""}, {"text_block_id": "p50_b871", "text": "9.2.2 National Research Framework on Climate Change"}, {"text_block_id": "p50_b872_merged", "text": "A number of the data constraints that hinder the development of strong and localised climate change responses relate to the relatively weak culture of research in The Gambia. Consequently, a National Research Framework on Climate Change will be developed, to guide research efforts in a coordinated and systematic manner, and to develop scientifically sound and policy relevant knowledge. Given its involvement in the WASCALRegional Masters Programme on Climate Change, The University of The Gambia will be asked to lead the development of the national research framework on climate change, and supported to do so. Incentives will be considered for undertaking public research and development (R&D), in order to tap into funding available to scale up and to deliver technology breakthroughs and change."}, {"text_block_id": "p50_b874", "text": "The National Research Framework on Climate Change will build upon the lessons learned through the global change research unit under the National Meteorological and Hydrological Service (NMHS), which has had ongoing international partnerships with the Energy and Development Research Centre (EDRC) of the University of Cape Town, South Africa and the UNEP Collaborating Centre on Energy and Environment (UCCEE) in Risoe, Denmark."}, {"text_block_id": "p50_b875", "text": "The development of the National Research Framework on Climate Change shall take into account the need to value local, traditional and indigenous knowledge as"}, {"text_block_id": "p51_b876", "text": "a complement to scientific knowledge systems; and to promote national and international cooperation to support collaborative research on climate-related issues."}, {"text_block_id": "p51_b877", "text": "Some of the priority research needs to be included in the National Research Framework on Climate Change are:"}, {"text_block_id": "p51_b878", "text": ""}, {"text_block_id": "p51_b879", "text": "Economics of climate change"}, {"text_block_id": "p51_b880", "text": ": a study should be commissioned to understand the economics of climate change in the Gambia. A systematic assessment focused on short-and medium-term priorities at sector and"}, {"text_block_id": "p51_b881", "text": ""}, {"text_block_id": "p51_b882", "text": "cross sector levels should be implemented to quantify the impacts of climate change, particularly for health burdens, agriculture and food security, water and flood risks, and ecosystem services. Such a study should investigate the impacts and economic costs of climate change; the costs of adaptation; and the potential for low carbon growth."}, {"text_block_id": "p51_b883", "text": ""}, {"text_block_id": "p51_b884", "text": "Water"}, {"text_block_id": "p51_b885", "text": ": research to develop a thorough understanding of the river basin hydrology and hydrogeology, to inform systematic control of water abstraction from surface and groundwater sources, as well as impounding above a prescribed minimum volume. This research should be used to develop a River Basin Management Plan that balances available resources with projected demand under a given climate change scenario, addressing also the transboundary issues."}, {"text_block_id": "p51_b886", "text": ""}, {"text_block_id": "p51_b887", "text": "Fisheries:"}, {"text_block_id": "p51_b888", "text": "research to understand the fish community structure in the Gambia estuary, as an important tool in the management of the fisheries of the estuary; determine and assess direct and indirect ecological, social and economic impacts of climate change, including sea level rise, on fisheries resources, associated ecosystems, fishing communities and aquaculture; develop multi-species bio-economic models to understand more accurately the realistic impact of climate change on the ecosystem and the fisheries resources; identify and assess localised priority fisheries sector adaptation measures, appropriate at different scales (fishers, fishing communities, and sector-wide)."}, {"text_block_id": "p51_b889", "text": ""}, {"text_block_id": "p51_b890", "text": "Forests"}, {"text_block_id": "p51_b891_merged_merged", "text": ": enhanced understanding of the impacts of climate change on forest resources; and research and development on alternative socio-economic uses of forest resources (e.g. medicinal trees and herbs)."}, {"text_block_id": "p51_b894", "text": ""}, {"text_block_id": "p51_b895", "text": "Health"}, {"text_block_id": "p51_b896", "text": ": assessments of the range of potential health impacts of climate change, to provide important information about future impacts on vulnerable areas and populations, and to inform the selection of appropriate adaptation options."}, {"text_block_id": "p51_b897", "text": ""}, {"text_block_id": "p51_b898", "text": "Energy:"}, {"text_block_id": "p51_b899", "text": "research on (i) energy consumption patterns and supply problems; (ii) non-economic drivers of fuelwood economy; (iii) conditional requirements for feasibility of renewable fuelwood supplies;"}, {"text_block_id": "p52_b900", "text": "research on (i) energy consumption patterns and supply problems; (ii) non-economic drivers of fuelwood economy; (iii) conditional requirements for feasibility of renewable fuelwood supplies;\n* energy sector contributions and costs to the Gambian economy; (v)\n<\\li1>"}, {"text_block_id": "p52_b902", "text": ""}, {"text_block_id": "p52_b903", "text": "Infrastructure:"}, {"text_block_id": "p52_b904", "text": "(i) disaggregation of technical and non-technical electricity transmission losses and marginal costs of loss reduction; (ii) runoff, sediment transport and control in urban catchments; (iii) safety of recycling of sediments from eroded catchments; (iv) interaction between coastal morphodynamics and coastal engineering; and (v) contamination of bottom estuary and coastal sediments at sewage outfalls."}, {"text_block_id": "p52_b905", "text": ""}, {"text_block_id": "p52_b906", "text": "Tourism:"}, {"text_block_id": "p52_b907", "text": "(i) stakeholder familiarity facts on climate ch"}, {"text_block_id": "p52_b908", "text": "ange; (ii) tourists’"}, {"text_block_id": "p52_b909", "text": "perceptions of climate impacts; (iii) long-term prospects of beach resort tourism; (iv) cultural impacts of tourism in small communities; (v) optimal use of surplus (bed) capacity in lean season; (vi) second/alternative choice destination of tourists and their attractions; and (vii) qualifying and amplifying factors behind customer satisfaction, loyalty and financial performance of sector."}, {"text_block_id": "p52_b910", "text": ""}, {"text_block_id": "p52_b911", "text": "Financial services"}, {"text_block_id": "p52_b912_merged_merged", "text": ": (i) geographical and temporal dimensions of weather and climate related damages, losses and insurance coverage; (ii) climate amplification of risks faced by financial service providers and clients; (iii) households’ risk-taking behaviour within the context of disaster relief and insurance; and (iv) feasibility studies on introducing new insurance products for frequent uninsured climate-related damages and losses."}, {"text_block_id": "p52_b915", "text": ""}, {"text_block_id": "p52_b916", "text": "Enterprise development"}, {"text_block_id": "p52_b917", "text": ": research on innovative mitigation and adaptation technologies that could serve as an entry point for small and medium enterprises (SMEs) to invest in as a profitable enterprise."}, {"text_block_id": "p52_b918", "text": "Implementation of the National Research Framework on Climate Change should assist with meeting the goal set out in the SNC: By 2025, Gambian researchers and scientists should be in a position to conduct joint/collaborative research in a broad spectrum of thematic areas."}, {"text_block_id": "p52_b919", "text": "9.2.3 Knowledge management and sharing"}, {"text_block_id": "p52_b920", "text": "The National Research Framework on Climate Change should specify best methods for knowledge management and sharing of information and lessons relevant to climate science and climate-resilient development."}, {"text_block_id": "p52_b921", "text": "To promote community-based and other forms of adaptation, a national network of adaptation practitioners will be created, to share that experiences and information, and initiate a national information and knowledge base."}, {"text_block_id": "p53_b922", "text": "9.3 Technology development"}, {"text_block_id": "p53_b923", "text": "9.3.1 Technology development needs"}, {"text_block_id": "p53_b924", "text": "Developing appropriate adaptation and mitigation approaches and climate resilient infrastructure for long-term economic benefits and returns necessitates technology contextualisation and/or development."}, {"text_block_id": "p53_b925", "text": "Technologies and technology transfer requirements identified in the SNC include:"}, {"text_block_id": "p53_b926", "text": "1."}, {"text_block_id": "p53_b927", "text": "Climate monitoring, forecasting and dissemination techniques and technologies;"}, {"text_block_id": "p53_b928", "text": "2."}, {"text_block_id": "p53_b929", "text": "Energy efficient technologies (High efficiency lighting, Fluorescent lighting technology,"}, {"text_block_id": "p53_b930", "text": ""}, {"text_block_id": "p53_b931", "text": "Industrial Energy Efficiency Technologies, Fuel Efficiency Technologies;"}, {"text_block_id": "p53_b932", "text": "3."}, {"text_block_id": "p53_b933", "text": "Solar Photovoltaic Technology;"}, {"text_block_id": "p53_b934", "text": "4."}, {"text_block_id": "p53_b935", "text": "Wind Energy infrastructure;"}, {"text_block_id": "p53_b936", "text": "5."}, {"text_block_id": "p53_b937", "text": "Biomass Energy Sources and Technologies (Improved Cook Stoves);"}, {"text_block_id": "p53_b938", "text": "6."}, {"text_block_id": "p53_b939", "text": "Bio-energy Technology for the Transport sector;"}, {"text_block_id": "p53_b940", "text": "7."}, {"text_block_id": "p53_b941_merged_merged", "text": "Waste Management Technologies (Landfill methane capture and Composting   technologies);"}, {"text_block_id": "p53_b944", "text": "8."}, {"text_block_id": "p53_b945", "text": "Irrigation Techniques and Technologies (Surface Irrigation Systems, Sprinkler irrigation systems, Drip Irrigation);"}, {"text_block_id": "p53_b946", "text": "9."}, {"text_block_id": "p53_b947", "text": "Crop Types and Cultivars (Deep-rooted, salt-tolerant tree/grass species, Flood tolerant crop species);"}, {"text_block_id": "p53_b948", "text": "10."}, {"text_block_id": "p53_b949", "text": "Post harvest, food processing and preservation techniques and technologies (Drying food preservation, Food preservation freezing, Vacuum packing Food preservation, Canning and bottling food preservation);"}, {"text_block_id": "p53_b950", "text": "11."}, {"text_block_id": "p53_b951", "text": "Rain water harvesting and Water Treatment technologies;"}, {"text_block_id": "p53_b952", "text": "12."}, {"text_block_id": "p53_b953", "text": "Aquaculture; and"}, {"text_block_id": "p53_b954", "text": "13."}, {"text_block_id": "p53_b955", "text": "Coastal Protection Technologies (Groynes, Sea walls, Offshore breakwaters and revetments)."}, {"text_block_id": "p53_b956", "text": "9.3.2 Climate Change Technology Development and Transfer Action Plan"}, {"text_block_id": "p53_b957", "text": "The Gambia will actively pursue international and South-South cooperation, collaboration and support for the development of its own technologies as well as for technology transfer and innovation to increase its mitigation and adaptive capacities."}, {"text_block_id": "p54_b958", "text": "As part of the process to develop the National Climate Change Response Strategy and Action Plan, a Climate Change Technology Development and Transfer Action Plan will be developed and funding sought to implement it."}, {"text_block_id": "p54_b959", "text": "The Gambia will continue to assess and determine technological requirements to implement the UNFCCC and this National Climate Change Policy."}, {"text_block_id": "p54_b960", "text": "10. Capacity development and awareness raising"}, {"text_block_id": "p54_b961", "text": "10.1 Status quo summary"}, {"text_block_id": "p54_b962", "text": "Significantly enhancing human resources is central to achieving low-emissions, climate-resilient development in The Gambia. Even if financial resources and technology are available, lack of capacity inhibits the implementation of adaptation and mitigation responses in small countries that are also LDCs. Insufficient capacity thus may also increase vulnerability to climate change. A resilient country is one in which there is sufficient capacity to monitor, anticipate and respond to climate change in an efficient and effective manner."}, {"text_block_id": "p54_b963", "text": "The National Capacity Self Assessment (NCSA) carried out in The Gambia in 2005 is a good starting point to identify priority steps for institutional capacity development. It points to the need for strengthening the institutional framework; a dedicated office and staff on climate change; strengthening scientific institutions; South-South collaborations on institution building; and establishing or strengthening centres and institutions for the provision of research, training, education and scientific and technical support in specialized fields relevant to climate change."}, {"text_block_id": "p54_b964", "text": "Building on this, each of the studies carried out in developing this NCCP stressed the criticality of a concerted effort to develop a wide range of capacities in The Gambia to respond to climate change and promote sustainable development."}, {"text_block_id": "p54_b965", "text": "Obstacles and constraints are inherent in institutional and administrative capacity in the country, in relation to institutional memory, for turning identified climate change priorities into strategic interventions that are both feasible and actionable. Additional overarching capacity constraints include a shortage of technical skills, inadequate financial resources and absorption capacity, and lack of localised technological resources."}, {"text_block_id": "p54_b966", "text": "The SNC (GoTG, 2012) identified several capacity constrains in implementation of the UNFCCC and in management of climate risks in general:"}, {"text_block_id": "p54_b967", "text": ""}, {"text_block_id": "p54_b968", "text": "Lack of an enabling environment for effective climate change management;"}, {"text_block_id": "p54_b969", "text": ""}, {"text_block_id": "p54_b970", "text": "Lack of skills for vulnerability and adaptation assessment;"}, {"text_block_id": "p54_b971", "text": ""}, {"text_block_id": "p54_b972", "text": "Low level of implementation of adaptation measures;"}, {"text_block_id": "p55_b973", "text": ""}, {"text_block_id": "p55_b974", "text": "Low level of scientific and technical capacity for effective climate change management;"}, {"text_block_id": "p55_b975", "text": ""}, {"text_block_id": "p55_b976", "text": "Inadequate national policy-and decision-making processes for climate change management;"}, {"text_block_id": "p55_b977", "text": ""}, {"text_block_id": "p55_b978", "text": "Low national capacity for diagnosis of environmental problems; and"}, {"text_block_id": "p55_b979", "text": ""}, {"text_block_id": "p55_b980", "text": "Inadequate, weak and ineffective research bodies and programmes."}, {"text_block_id": "p55_b981", "text": "The need for increased skills for coordination and collaborative functioning are frequently mentioned, and are essential for the cross-sectoral approach required to address a complex challenge such as climate change. For example, the Climate Change-integrated Forestry Strategy notes the need for re-assessing the forestry extension services in light of the new needs related to climate change; and for strengthening intra-and inter-departmental collaborative mechanisms in order to facilitate exchange of information and coordinated action on forests and climate change."}, {"text_block_id": "p55_b982", "text": "The capacity to integrate, plan and implement climate responses at the local level is extremely limited in The Gambia. Therefore even if sectoral policies and plans take climate change into account, implementation remains a challenge. Locallevel training opportunities do exist in the country, for instance training for extension agents at the School of Agriculture and refresher courses for forest guards at the Forestry Training School. However, as yet there are no such institutionalised opportunities for training in climate change."}, {"text_block_id": "p55_b983", "text": "10.2 Climate change education and training"}, {"text_block_id": "p55_b984", "text": "Education and training, together with public awareness, constitute the essential underpinning of all mainstreaming efforts."}, {"text_block_id": "p55_b985", "text": "An important first step is mainstreaming climate change into all education curricula. However, the issue of knowledge and education on climate change remains a challenge. Therefore, as stated in the INDC, the Government will continue prioritizing basic/primary education, while expanding access to secondary, higher and tertiary education with an emphasis on climate change. A new Basic Education curriculum has recently been developed, which integrates environmental issues, including climate change. Training of trainers and teacher training have been initiated for the new curriculum. These promising steps shall be extended to bring about full integration of climate change into all education curricula, to support the achievement of sustainable development in The Gambia."}, {"text_block_id": "p55_b986", "text": "This intervention will build upon the environmental education and communication strategy of the National Environment Agency, which advocates and supports integration of environmental education in the formal education system. Education materials are produced for teaching sustainable development issues such as climate change."}, {"text_block_id": "p56_b987", "text": "Both formal and non-formal types of education will be targeted, including through adult literacy classes."}, {"text_block_id": "p56_b988_merged", "text": "The Gambia will promote and encourage a more institutionalised approach to capacity building, strengthening existing education and training institutions, where possible, to take on the role of “training the trainers” and to develop specially tailored modules for key stakeholders."}, {"text_block_id": "p56_b991", "text": "10.3 Long-term climate change capacity development strategy"}, {"text_block_id": "p56_b992", "text": "A Long-term Climate Change Capacity Development Strategy will be formulated, as part of the process to develop the National Climate Change Response Strategy and Action Plan. The Long-term Climate Change Capacity Development Strategy will spell out the role of education at different levels (primary, secondary, tertiary), and propose effective ways to build on and extend the current efforts to mainstream climate change into educational curricula, as well as to develop an institutionalised climate change training programme across the sectors."}, {"text_block_id": "p56_b993", "text": "The Long-term Climate Change Capacity Development Strategy will use as a basis the capacity requirements identified through a range of studies, including the Gap Analyses carried out in the preparation of this Policy, and the identification in the Second National Communication (2012) of capacity constraints and opportunities for integrated capacity building, disaggregated at the three capacity building levels of individual, institutional and systematic capacities."}, {"text_block_id": "p56_b994", "text": "10.4 Climate change mentoring system"}, {"text_block_id": "p56_b995", "text": "In order to retain and build on the existing human resources capacity in The Gambia, an active system of mentoring will be implemented. Experienced professionals and practitioners in the fields of climate change policymaking, planning, implementation, monitoring, and fundraising will be identified as part of this mentoring system at the national and sub-national levels, to build the capacity of promising young professionals and practitioners."}, {"text_block_id": "p56_b996", "text": "10.5 Decision making under uncertainty"}, {"text_block_id": "p56_b997", "text": "The need for ongoing policy and regulatory review highlights the fundamental importance of national legislators and parliamentarians in identifying and addressing policy conflicts and thus in implementing this Policy. Promoting climate-resilient development needs will require engagement with complex and politically difficult policies, procedures, guidelines, laws, regulations, and incentives. In the energy sector, for example, balancing objectives for higher electrification rates, expanding generation capacity, and minimizing tariff increases while maximizing low carbon energy sources and attracting investment is likely to prove politically complex."}, {"text_block_id": "p57_b998", "text": "These complex roles for policy makers and others shall be facilitated through including conflict resolution and climate change decision-making skills, or decision making under uncertainty, into capacity development interventions."}, {"text_block_id": "p57_b999", "text": "10.6 Immediate capacity development priorities"}, {"text_block_id": "p57_b1000", "text": "This Policy identifies a number of immediate capacity development priorities that should be pursued without delay. This will allow for action in the critical area of human resources development for climate change, without having to wait for the longer-term Climate Change Capacity Development Strategy to be formulated."}, {"text_block_id": "p57_b1001", "text": "The GoTG will address three immediate capacity development priorities:"}, {"text_block_id": "p57_b1002", "text": "1."}, {"text_block_id": "p57_b1003", "text": "Local government representatives and administration staff"}, {"text_block_id": "p57_b1004", "text": ": The GoTG will assist The University of The Gambia to seek funding for and to develop a training module for local government representatives and administration staff, to enable them to understand and facilitate local vulnerability assessments, mainstreaming climate change into local planning, budgeting, implementation, and monitoring and evaluation. Sector-specific climate change modules will also be developed, in institutions such as the National Agricultural Research Institute."}, {"text_block_id": "p57_b1005", "text": "2."}, {"text_block_id": "p57_b1006", "text": "Local level institutions"}, {"text_block_id": "p57_b1007", "text": ": The GoTG will design and implement capacity building efforts for Area Councils, Ward Development Committees (WDCs), Sub-Ward Development Committees (SWDCs), Village Development Committees (VDCs), Technical Advisory Committees (TACs) and Multi-Disciplinary Facilitation Teams (MDFTs), and for Regional, Ward and Village-level Disaster Management Committees, to enable them to facilitate the formulation of Local Climate Change Action Plans, as well as their implementation and planning."}, {"text_block_id": "p57_b1008", "text": "3."}, {"text_block_id": "p57_b1009", "text": "Climate Change Focal Points"}, {"text_block_id": "p57_b1010", "text": ": The GoTG will facilitate the design and implementation of capacity building interventions to equip the new formal system of climate change focal points within key ministries, departments, civil society and the private sector, to deepen their understanding of climate change risks and responses, and to assist them to develop strategies to mainstream climate change fully into their areas of responsibility. These interventions will be designed to promote ongoing action learning and adaptive management."}, {"text_block_id": "p58_b1011", "text": "10.7 Awareness raising, communication and behaviour change"}, {"text_block_id": "p58_b1012", "text": "10.7.1 National Climate Change Communication Strategy and Awareness Campaign"}, {"text_block_id": "p58_b1013", "text": "Awareness raising on climate change in the country has been positive, although largely project-driven. A more concerted and iterative effort is required that is commensurate with the scale of the problems posed by climate change across all sectors and population groups. It remains the case that inadequate knowledge and real understanding of the subject underpins insufficient actions."}, {"text_block_id": "p58_b1014", "text": "The Climate Change Secretariat shall develop and implement a National Climate Change Communication Strategy and Awareness Campaign (NCCCS&AC) as one of the activities under the National Climate Change Response Strategy and Action Plan. The Communication Strategy and Awareness Campaign shall be developed to sensitise and solicit the support of relevant stakeholders and the general public for implementation of the National Climate Change Policy. The NCCCS&AC shall build upon the communications strategy set out in the Task Team reports that preceded the development of this Policy. Experts on communication and behaviour change will be requested to take a lead in this, to ensure effective uptake. Climate change awareness raising programmes will be expanded through formal and informal channels, award programmes, demonstration projects and exhibitions, traditional media such as village cryers, theatre groups, radio, television, and different forms of information and communication technologies (ICTs)."}, {"text_block_id": "p58_b1015", "text": "Existing promising project-based initiatives will be used to develop regular climate change radio and television awareness raising campaigns. The Gambia Radio and Television Services (GRTS) and other media outlets will be asked to play a leading role in this."}, {"text_block_id": "p58_b1016_merged", "text": "Past positive experiences, such as the televised programmes with phone-in segments on climate change and related issues of the GRTS and the-then Ministry of Forestry and the Environment (MOFEN), and the lessons from the National Environment Agency’s mobilization for set settal using mobile phone message systems and social media, will be built upon."}, {"text_block_id": "p58_b1019", "text": "Further opportunities for awareness raising and communication using social media and other innovative channels will be explored."}, {"text_block_id": "p58_b1020", "text": "10.7.2 Web-based Climate Information Platform"}, {"text_block_id": "p58_b1021", "text": "Knowledge and evidence generated through research, analytical work and impact evaluations shall be regularly disseminated to stakeholders, including through policy advocacy campaigns, in order to raise awareness and sustain commitment"}, {"text_block_id": "p59_b1022", "text": "to addressing climate change. A web-based Climate Information Platform will be urgently put in place and regularly updated to ensure effective dissemination of information and knowledge products. Different levels of information will be provided in forms that are easily accessible to both national and sub-national stakeholders. It will be a requirement for every project and programme to contribute to this web-based information platform. The Climate Change Secretariat will have the responsibility for initiating and maintaining this platform."}, {"text_block_id": "p59_b1023", "text": "11. Monitoring, evaluation and reporting"}, {"text_block_id": "p59_b1024_merged", "text": "A robust and participatory climate change monitoring and evaluation system will be developed to undertake regular monitoring and rigorous evaluation of climate change programmes and other responses. The purpose of this will be to monitor progress towards the delivery of policy objectives, and to identify the impact of implemented actions. Design of the Climate Change Monitoring and Evaluation System shall take into account the need for integration with the proposed national monitoring and evaluation system, as well as harmonisation with the evolving social protection M&E frameworks, which seek to understand the degree to which social protection measures are building beneficiaries’ resilience to different kinds of risks, including climate risks."}, {"text_block_id": "p59_b1027", "text": "Effective linkages between the climate change M&E system and the climate change budget coding and scoring system will be developed."}, {"text_block_id": "p59_b1028", "text": "Climate change indicators will be formulated to track resilience and measure progress with adaptation over different time scales and at different administrative levels. Disaggregated indicators and outcomes will be tracked, including age-and gender-disaggregation, to ensure correct targeting and to guide responses towards assisting the poorest and most vulnerable people and groups."}, {"text_block_id": "p59_b1029", "text": "An efficient reporting system will be designed to allow for transparency and civil society engagement, as well as for international reporting."}, {"text_block_id": "p59_b1030", "text": "The National Climate Change Council has responsibility for monitoring overall progress, and making mid-course corrections where necessary. To this end, an institutionalised learning mechanism shall be established, to close the feedback loop between M&E and implementation, to promote adaptive management and action learning."}, {"text_block_id": "p60_b1031", "text": "12. Developing the National Climate Change Response Strategy and Action Plan"}, {"text_block_id": "p60_b1032", "text": "This Policy prescribes the overarching policy direction for The Gambia to transition to a low-emissions and climate-resilient development pathway."}, {"text_block_id": "p60_b1033", "text": "A phased National Climate Change Response Strategy and Action Plan, or LowEmissions Climate Resilient Development Strategy (and Action Plan) shall be developed in a strongly consultative manner within one year of the adoption of this Policy, to serve as the implementation framework for this Policy. All sectors and stakeholder groupings will be involved in the development of this. The Strategy and Action Plan shall develop concrete and time-bound programmes, based on the priority thematic areas identified in the policy, and other priority actions that may be identified. The purpose of this shall be to develop a well-sequenced transition programme to an integrated and comprehensive system for climate change mainstreaming, to help address immediate needs and ultimately, the presented objectives of this Policy. The development of the Strategy and Action Plan shall be informed by the principles, policy objectives and strategic approach of this Policy."}, {"text_block_id": "p60_b1034", "text": "This Policy specifies immediate priorities for institutional arrangements and capacity development, to address critical needs and build on the momentum generated through the policy development process. The National Climate Change Response Strategy and Action Plan shall provide a costed operational framework, to guide further implementation and investment."}, {"text_block_id": "p60_b1035", "text": "In the short-term, the key building blocks for mainstreaming will be addressed, by (i) strengthening governance and coordination, through the new institutional arrangements set out in this Policy; (ii) building human capital and leadership through implementing the prioritised capacity development initiatives set out in this Policy; and (iii) building a sound basis for increased resource mobilisation, through developing a budget coding system and initiating the Gambia Climate Change Fund."}, {"text_block_id": "p60_b1036_merged", "text": "In the medium-term, the development and implementation of the National Climate Change Response Strategy and Action Plan shall be pursued in such a way as to further develop the specific enabling conditions for climate-resilient development in The Gambia. These must consist of revised national regulations and policies; new subsidies and incentives; enhanced international cooperation; and expanded trade and technical cooperation on climate-smart technologies. Supportive steps will include intensive and extensive education, capacity development, awareness raising and development and implementation of socio-economic research as it relates to climate change."}, {"text_block_id": "p61_b1039", "text": "The strong efforts of the GoTG and all Gambians in this regard will turn around the current situation, in which enabling conditions are heavily weighted towards, and encourage, the prevailing brown economy which depends excessively on fossil fuels, resource depletion and environmental degradation."}, {"text_block_id": "p61_b1040", "text": "In this way, the formulation and implementation of the National Climate Change Policy will result in addressing the current adaptation deficit in a way that builds long-term resilience for all citizens of The Gambia."}, {"text_block_id": "p62_b1041", "text": "References"}, {"text_block_id": "p62_b1042", "text": "African Economic Outlook (2013)"}, {"text_block_id": "p62_b1043", "text": "Economic Outlook for 2012: Country Note for The Gambia"}, {"text_block_id": "p62_b1044", "text": "."}, {"text_block_id": "p62_b1045", "text": "Brown, S., Kebede, A. S., and Nicholls, R. J. (2011)"}, {"text_block_id": "p62_b1046", "text": "Sea Level Rise and Impacts in Africa, 2000-2100."}, {"text_block_id": "p62_b1047", "text": "School of Civil Engineering and the Environment, University of Southampton. 215pp."}, {"text_block_id": "p62_b1048", "text": "CBG (2015)"}, {"text_block_id": "p62_b1049", "text": "Central Bank of The Gambia Annual Report 2013"}, {"text_block_id": "p62_b1050", "text": ". Banjul, 92p."}, {"text_block_id": "p62_b1051", "text": "GoTG (2003)"}, {"text_block_id": "p62_b1052", "text": "First National Communication under the UNFCCC"}, {"text_block_id": "p62_b1053", "text": ". Department of State for Fisheries, Natural resources and the Environment., Banjul the Gambia., 94p."}, {"text_block_id": "p62_b1054", "text": "GoTG (2006)"}, {"text_block_id": "p62_b1055", "text": "The Gambia Tourism Development Master Plan."}, {"text_block_id": "p62_b1056", "text": "Department of State for Tourism and Culture, Banjul, 34p."}, {"text_block_id": "p62_b1057", "text": "GoTG (2007)"}, {"text_block_id": "p62_b1058", "text": "Gambia National Adaptation Programme of Action (NAPA)."}, {"text_block_id": "p62_b1059", "text": "Department of State for Forestry and The Environment, Banjul, 97p."}, {"text_block_id": "p62_b1060", "text": "GoTG (2009)"}, {"text_block_id": "p62_b1061", "text": "Disaster Risk Reduction and Climate Change Adaptation Programme for The Gambia."}, {"text_block_id": "p62_b1062", "text": "Prepared by Sahel Invest Management International in collaboration with UNISDR, for the National Disaster Management Agency, Banjul."}, {"text_block_id": "p62_b1063", "text": "GoTG (2011)"}, {"text_block_id": "p62_b1064", "text": "Nationally Appropriate Mitigation Actions."}, {"text_block_id": "p62_b1065", "text": "Ministry of Forestry and the Environment, Banjul, 35p."}, {"text_block_id": "p62_b1066", "text": "GoTG (2012)"}, {"text_block_id": "p62_b1067", "text": "The Gambia’s Second National Communication under the United Nation"}, {"text_block_id": "p62_b1068", "text": "s Framework Convention on Climate Change."}, {"text_block_id": "p62_b1069", "text": "Ministry of Forestry and the Environment, Banjul, 113p."}, {"text_block_id": "p62_b1070", "text": "GoTG (2014a)"}, {"text_block_id": "p62_b1071", "text": "The Gambia National Social Protection Policy 2015-2025."}, {"text_block_id": "p62_b1072", "text": "Department of Social Welfare, Banjul, 38p."}, {"text_block_id": "p62_b1073", "text": "GoTG (2014b)"}, {"text_block_id": "p62_b1074", "text": "The Fifth National Report to The Convention on Biological Diversity. May, 2014"}, {"text_block_id": "p62_b1075", "text": ". Wildlife Management Headquarters, Abuko, The Gambia."}, {"text_block_id": "p62_b1076", "text": "GoTG (2015a)"}, {"text_block_id": "p62_b1077", "text": "Intended Nationally Determined Contribution of The Gambia."}, {"text_block_id": "p62_b1078", "text": "Ministry of Environment, Climate Change, Forestry, Water and Wildlife, Banjul, 24p."}, {"text_block_id": "p62_b1079", "text": "GoTG (2015b)"}, {"text_block_id": "p62_b1080", "text": "National Energy Efficiency Action Plan (NEEAP)."}, {"text_block_id": "p62_b1081", "text": "Ministry of Energy, Banjul, 68p. Developed with technical assistance of ECOWAS Centre for Renewable Energy and Energy Efficiency (ECREEE)."}, {"text_block_id": "p62_b1082", "text": "GPA (2014)"}, {"text_block_id": "p62_b1083", "text": "Corporate strategic plan (2015-2019)."}, {"text_block_id": "p62_b1084", "text": "Ministry of Works, transport and Infrastructure, Banjul, 17p."}, {"text_block_id": "p62_b1085_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "IPCC (1990) Climate Change: the IPCC Impacts Assessment. Report prepared for the IPCC by Working Group II. WMO and UNEP, Australian Government Publishing Service, Canberra, 296p."}, {"text_block_id": "p63_b1088", "text": "Jaiteh, M.S. and B. Sarr (2011)"}, {"text_block_id": "p63_b1089", "text": "Climate Change and Development in The Gambia: Challenges to Ecosystem Goods and Services"}, {"text_block_id": "p63_b1090", "text": ". Available at"}, {"text_block_id": "p63_b1091", "text": "http://www.columbia.edu/~msj42/pdfs/ClimateChangeDevelopmentGambia_small.pdf"}, {"text_block_id": "p63_b1092", "text": "Ministry of Energy / TNC (2015)"}, {"text_block_id": "p63_b1093", "text": "The inventory of greenhouse gas emissions from the energy sector under the Third National Communication."}, {"text_block_id": "p63_b1094", "text": "Banjul, The Gambia."}, {"text_block_id": "p63_b1095", "text": "Ministry of Finance and Economic Affairs (2011)"}, {"text_block_id": "p63_b1096", "text": "Programme for Accelerated Growth and Employment 2012-2015 PAGE Priority Action Plan"}, {"text_block_id": "p63_b1097", "text": ". Banjul: The Government of The Gambia."}, {"text_block_id": "p63_b1098", "text": "National Nutrition Agency and UNICEF (2013)"}, {"text_block_id": "p63_b1099", "text": "National Nutrition Survey in The Gambia."}, {"text_block_id": "p63_b1100", "text": "Banjul: NaNA."}, {"text_block_id": "p63_b1101", "text": "Niang"}, {"text_block_id": "p63_b1102", "text": ", I., O.C. Ruppel, M.A. Abdrabo, A. Essel, C. Lennard, J. Padgham, and P. Urquhart (2014)"}, {"text_block_id": "p63_b1103", "text": "Africa"}, {"text_block_id": "p63_b1104", "text": ". In:"}, {"text_block_id": "p63_b1105", "text": "Climate Change 2014: Impacts, Adaptation, and Vulnerability. Part B: Regional Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p63_b1106", "text": "[Barros, V.R., C.B. Field, D.J. Dokken, M.D. Mastrandrea, K.J. Mach, T.E. Bilir, M. Chatterjee, K.L. Ebi, Y.O. Estrada, R.C. Genova, B. Girma, E.S. Kissel, A.N. Levy, S. MacCracken, P.R. Mastrandrea, and L.L. White (eds.)]. Cambridge University Press, Cambridge, United Kingdom and New York, NY, USA, pp. 1199-1265."}, {"text_block_id": "p63_b1107", "text": "Njie, M. (2002)"}, {"text_block_id": "p63_b1108", "text": "Second Assessment of Climate Change induced vulnerability in the Gambian Water Resources Sector and Adaptation Strategies"}, {"text_block_id": "p63_b1109", "text": ". Consultancy Report for National Climate Committee (The Gambia), Banjul. 71p."}, {"text_block_id": "p63_b1110", "text": "Njie, M. (2015)"}, {"text_block_id": "p63_b1111", "text": "Gap Analysis 2: Low emissions and resilient economy."}, {"text_block_id": "p63_b1112", "text": "Consultancy report prepared for Component 2 of the GCCA Support Programme to The Gambia, Banjul, 39p."}, {"text_block_id": "p63_b1113", "text": "ProPAG (2013)"}, {"text_block_id": "p63_b1114", "text": "Analytical Note on 2014 Budget laid before the National Assembly of the Gambia."}, {"text_block_id": "p63_b1115", "text": "PPAG/SER/AN/GMB Budget/01, Pro-Poor Advocacy Group Publications, Bakau Newtown, 29p."}, {"text_block_id": "p63_b1116", "text": "Queensland University of Technology (QUT) (2010)"}, {"text_block_id": "p63_b1117", "text": "Impacts and adaptation response of infrastructure and communities to heatwaves: the southern Australian experience of 2009"}, {"text_block_id": "p63_b1118", "text": ". Report for the National Climate Change Adaptation Research Facility, Gold Coast, Australia."}, {"text_block_id": "p63_b1119", "text": "The Gambia Bureau of Statistics (2010)"}, {"text_block_id": "p63_b1120", "text": "Integrated Household Survey Validation"}, {"text_block_id": "p63_b1121", "text": ". PPP. Kanifing: The Government of The Gambia."}, {"text_block_id": "p63_b1122", "text": "WAIS (2015)"}, {"text_block_id": "p63_b1123", "text": "National Energy Policy (2015"}, {"text_block_id": "p63_b1124", "text": "–"}, {"text_block_id": "p63_b1125", "text": "2020): The Gambia."}, {"text_block_id": "p63_b1126", "text": "Consultancy report prepared for the Ministry of Energy, Banjul, 56p."}, {"text_block_id": "p63_b1127", "text": "World Bank (2015)"}, {"text_block_id": "p63_b1128", "text": "THE GAMBIA: Policies to Foster Growth. Volume II. Macroeconomy, Finance, Trade and Energy"}, {"text_block_id": "p63_b1129", "text": ". May 19, 2015, 59p."}, {"text_block_id": "p63_b1130_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "World Food Programme (2012) Emergency Operation – The Gambia 200421. Project Report."}, {"text_block_id": "p64_b1135", "text": "Annex 1 Organogram of revised institutional arrangements"}], "document_description": "The National Climate Change Policy of the Gambia sets the country's institutional arrangements for coordination and mainstreaming, outlines a new integrated approach to resource mobilisation, and develops a clear policy direction for human resource development. It emphasises the links between climate change adaptation and disaster risk reduction. Lastly, it outlines the approach to be followed to develop the implementation framework for the Policy, through the subsequent National Climate Change Response Strategy and Action Plan.<br>&nbsp;<br>The goal of the Policy is, by 2025, to achieve the mainstreaming of climate change into national planning, budgeting, decision-making, and programme implementation, through effective institutional mechanisms, coordinated financial resources, and enhanced human resources capacity. The strategy is designed around four policy clusters: 1) Climate resilient food systems and landscapes, 2) Low emissions and resilient economy, 3) Climate resilient people and 4) Managing coastlines in a changing environment. Sectoral policies, for example in the agricultural and energy sectors, are then detailed."}