{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Gambia", "document_category": "Policy", "document_sector_name": ["Urban", "LULUCF", "Energy", "Economy-wide"], "document_language": "English", "document_name": "Forestry Policy (2009 - 2019)", "document_country_code": "GMB", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2009", "document_keyword": ["Institutions / Administrative Arrangements", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/GMB/2009/GMB-2009-12-25-Forestry Policy (2009 - 2019)_013e15a7ad1f369169f05d6a325b9bbc.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "FORESTRY SUB-SECTOR POLICY"}, {"text_block_id": "p0_b2", "text": "REPUBLIC OF THE GAMBIA"}, {"text_block_id": "p0_b3_merged", "text": "(2010 – 2019)"}, {"text_block_id": "p1_b6", "text": "Forest Policy of The Gambia"}, {"text_block_id": "p1_b7", "text": "Background"}, {"text_block_id": "p1_b8", "text": "The Government recognised the prospects of a balanced ecosystem in advancing the socio-economic development of the country. The policy framework for sustainable natural resource management put an adequate forest cover at the centre front. The preceding forest policy, 1995 to 2005, proclaims that, a forest cover of 30% is sufficient for maintaining an ecological balance necessary for sustainable economic growth. Even though, Department of Forestry is unable to achieve this policy objective the review strongly recommend that the target be pursued in the next 10year policy framework. The preceding policy suggested that 75% of the forest cover be managed by involving local communities and private sector. This policy provision was implemented, but only 12% of this target has been achieved under this arrangement. The principal objective of the participatory approach was to check the degradation, in order to restore the natural balance and sustain the production and use of forest resources. However, it has been argued that the 10-year time-bound of the policy was inadequate to achieve the objectives. Hence, after careful consultations at all levels, it was recommended that this policy objectives be further pursued in the next policy period."}, {"text_block_id": "p1_b9", "text": "The Government has recognised the alarming rate of degradation of forest resources, and has commissioned an institutional review, and an update of the preceding policy. The review reflected the poor implementation of the policy provisions resulting to under-achievement of the envisaged targets. The review showed that traditional domestic energy has not been adequately addressed as a key policy objective. It was argued that domestic energy is vital; hence the need to develop a comprehensive long"}, {"text_block_id": "p2_b10", "text": "term responsive policy in line with development needs of energy resources for economic growth."}, {"text_block_id": "p2_b11", "text": "The strategy for this policy period, 2006 to 2016, will have to build on the existing strengths and plug the perceived weaknesses. One key area is the"}, {"text_block_id": "p2_b12", "text": "need to improve the department‟s capacity to manage change. The current"}, {"text_block_id": "p2_b13", "text": "competence base needs to be hugely augmented to deal with the proposed decentralisation and empowerment agenda (at the micro level) and the emerging institution-building, and policy research and implementation agendas (at micro and macro levels)."}, {"text_block_id": "p2_b14", "text": "Similarly, the whole area of research and development on alternative socio-economic uses of forest resources (e.g. medicinal trees and herbs) needs to be augmented. The need to improve learning mechanisms and the M & E system is obvious, as also is the need to harmonise and build synergies between related sectors. The organisational culture has to move to become much more knowledge-base and supportive of innovation. Strategies to develop a more comprehensive funding mix are also required. With respect to the external positioning, Department of Forestry has to fully exploit its potential to facilitate a coalition for forest resource management by taping from the prospects of institutional linkages."}, {"text_block_id": "p2_b15_merged_merged", "text": "In the role of facilitating joint action by related sectors, Department of Forestry will continue to play a collaborative, nurturing and cutting edge role. Building the capacity of local government councils, private sector and other civil society institutions to engage on effective forest resource management will receive even greater focus for the department. Department of Forestry‟s relationship with the levers of power within government, partners and donors, and the corporate sector will remain cordial, and this is an edge for the department to stimulate civil society and private sector involvement in forest resource management. This will be a radical move, and the risks involved in the process are all too clear; but the available political will can provide the strength to proceed. At the same time, Department of Forestry will strive to work closely with related sectors, relevant authorities in NEA and Environment Ministry to benefit from their experiences and exploit synergies of collective action. Although public-private partnership will increasingly be required in forest resource management, securing the tenure-rights for an extended period to match the long-term benefits of private forestry will be reviewed. Department of Forestry will remove the present huddle, which is the limited period for tenure-rights in private forestry."}, {"text_block_id": "p2_b18", "text": "Private sector participation in harvesting and marketing of forest products is currently limited to only processing and selling of wood for construction and furniture production. However, what remains to be accomplished is adding value to non-wood products for both local consumption and export. Both production and processing companies can be active in their niche areas; for instance, the production of medicinal plants and genetic"}, {"text_block_id": "p3_b19_merged", "text": "materials for the pharmaceutical industry. Department of Forestry will develop strategies for exploring emerging markets for forest beverages (local tea) and „green‟products harvested or crafted by the poor.  The policy provisions/strategies will include civil society and private sector participation in forest resource development and management, and ecotourism. These strategies will be advanced in tandem with cross -sectoral strategies while recognising cross-cutting issues of concern: to develop the economic use of forest products by local industry; to protect the natural fauna and flora of the forest environment; to promote integrated approach to natural resource management; and to optimize government revenue and/or community benefits from the forestry sector. The new forest policy is formulated within a national policy framework that provides an enabling environment for private sector investment, civil society participation and socio-economic development. The policy recognises government‟s strategic shift towards poverty reduction and economic growth, which underpins vision 2020, the Gambia Environment Action Plan, Local Government Reforms and Decentralisation, Strategy for Poverty Alleviation II (Poverty Reduction Strategy Paper), National Action on Desertification etc. The provisions will accommodate government‟s decentralization process; and demand driven “bottom-up approach” strategy of the Local Government Act, 2002. This Act places management responsibilities on the Local Government Area Councils for a range of natural resources under their jurisdiction."}, {"text_block_id": "p3_b30", "text": "The Global Policy Approach"}, {"text_block_id": "p3_b31", "text": "Our search for a new policy orientation led to a system that will provide a viable and sustainable natural resource base, which in turn will create true development and growth in the rural economy and thereby improve, in every sense, the quality of rural life. This is the challenge for Department of Forestry to grapple with. The success or failure of any policy largely depend on the approach, the governance in place and its policy orientation, procedures, management and the organisational strategies as well as methodologies that are adopted in discharging the onerous responsibilities."}, {"text_block_id": "p3_b32", "text": "In order to advance a viable forest resource management strategy, three levels of policies have to be considered:"}, {"text_block_id": "p3_b33", "text": "In order to advance a viable forest resource management strategy, three levels of policies have to be considered:\n* The policy in approach;\n* Macro policies which in general terms, guide the conduct in\n* Micro policies which are specific to various actors in natural"}, {"text_block_id": "p4_b39", "text": "There is one common feature applicable to all the three policy levels. Policy should not be sacrosanct but flexible and transformable to answer prevailing circumstances and resource demands. For our purpose, we are mainly concerned with institutional/organisational and programme policies that should guide our overall operations in natural resource management."}, {"text_block_id": "p4_b40", "text": "The Policy"}, {"text_block_id": "p4_b41", "text": "The new policy would be impact, rather than revenue generation and input delivery oriented. The policy orientation will embrace strategies advanced by the medium term plan, strategy for poverty alleviation and growth, and other sub-sector policy frameworks. The policy will be userfriendly and pro-poor; and will advance four areas: research and development, programme development, institutional/organisational development, decentralization and synergy. The main thrust of the policy will be engaging in partnerships and networking in order to strengthen national resource base. The department will engage international and national partners and networks to mobilize resources for natural resource management programming. Department of Forestry will strengthen the existing partnerships and networks, and would build new partnerships and networks to increase its capacity to respond to the increasing environmental degradation."}, {"text_block_id": "p5_b42", "text": "Chapter Two"}, {"text_block_id": "p5_b43", "text": "2. Goals, Objectives and Principles of Forestry Policy"}, {"text_block_id": "p5_b44", "text": "2.1 The Need for a Policy Framework"}, {"text_block_id": "p5_b45", "text": "The need and purpose of the policy framework is to provide Department of Forestry core policies and a set of minimum standards for organizational effectiveness and programme management. This policy framework establishes a clear departmental position in some areas that have previously depended only on precedent, interpretation of rules and regulations, procedures and concepts. It sets out and defines certain principles to inform decisions. It provides a basis for accountability and gives consistent bench marks against which to monitor and assess practice."}, {"text_block_id": "p5_b46", "text": "2.2 The Status"}, {"text_block_id": "p5_b47", "text": "This document will become a corporate policy which is binding on all parts of the department. The process through which the documentation goes before reaching approval stage is important. Once it has been approved by government, all operatives will then be held to account against the policy framework. It will be both a mandate for action and a tool to the staff accountable for management practice."}, {"text_block_id": "p5_b48", "text": "2.3 The Scope"}, {"text_block_id": "p5_b49", "text": "This policy framework will be binding on all parts of Department of Forestry where staff are designated as employees of the department, or are working for or representing Department of Forestry in a voluntary or legal capacity."}, {"text_block_id": "p5_b50", "text": "This policy framework will be binding on all parts of Department of Forestry where staff are designated as employees of the department, or are working for or representing Department of Forestry in a voluntary or legal capacity.\n* The goals of the Forestry policy shall include the following:\n<\\li1>\n\t* Improvement in the living standards of the citizenry through\n\t* Institutional empowerment for effective decentralized forest\n\t* Encouragement of coordinated efforts and inflow of\n\t* Improvement in Department of Forestryâs absorptive capacity and effective management of forest resources;"}, {"text_block_id": "p6_b62", "text": "2.3.2 Specific Objectives"}, {"text_block_id": "p6_b63", "text": "The Department of Forestry"}, {"text_block_id": "p6_b64", "text": "‟s"}, {"text_block_id": "p6_b65", "text": "policy intends to achieve the following specific objectives:"}, {"text_block_id": "p6_b66", "text": "policy intends to achieve the following specific objectives:\n* strengthening the institutional capacity of the Department\n* further integration of Department of Forestry into the\n* ensuring that Department of Forestry create\n* technology transfer to decentralized structures and\n* promoting efficient and unified systems for forest"}, {"text_block_id": "p6_b76", "text": "2.4 Principles of the Forestry Policy"}, {"text_block_id": "p6_b77", "text": "The relationship of Department of Forestry with others shall be governed by the following principles:"}, {"text_block_id": "p6_b78", "text": "The relationship of Department of Forestry with others shall be governed by the following principles:\n* The principle of\n* The principle of\n quality:\n* The principle of\n quality:\n Department of Forestry will seek best\n* The principle of\n* The principle of\n innovativeness,\n* The principle of\n innovativeness,\n which requires the courage to be\n* The principle of\n* The principle of\n partnership and synergy,\n* The principle of\n partnership and synergy,\n which allots different\n* The principle of\n* The principle of\n devolution\n* The principle of\n devolution\n , which conforms to local government"}, {"text_block_id": "p6_b94_merged_merged_merged_merged_merged_merged", "text": "Department of Forestry seeks mutual trust and confidence in its relationship with local area councils and other civil society organisations regardless of size, financial resources or influence. The principle of relationship should be listening to and understanding each other‟s constraints, opportunities and disciplines and not imposition of particular"}, {"text_block_id": "p7_b97", "text": "ideologies and specific practice. For Department of Forestry, mutuality is a critical guiding principle. Any form of collaboration should be based on the relationship being of mutual benefit. Principles should be developed mutually, apply to all parties, and be monitored jointly. All parties should respect the autonomy of others and their need to remain accountable to their respective constituencies."}, {"text_block_id": "p7_b98", "text": "2.5 Policy Implementation Approach"}, {"text_block_id": "p7_b99_merged", "text": "Department of Forestry‟s approach towards policy implementation will be based on its long experience of working with and learning from its engagement with communities in resource management programming. It will build on the existing strengths of its experience in order to mobilise the capacity and the will to change. Furthermore, it should work creatively and constantly innovate and introduce new technologies and methods in all aspects of its work and organisation. It will undertake policy work with a holistic approach, meaning the department will seek to understand and act on the overall context and causes of land degradation, without being driven by technical specification. This will be its core approach to policy implementation."}, {"text_block_id": "p8_b102", "text": "Chapter Three"}, {"text_block_id": "p8_b103", "text": "Policy Provisions"}, {"text_block_id": "p8_b104", "text": "1. Institutional Development Policy"}, {"text_block_id": "p8_b105", "text": "1. Institutional Development Policy\n* Department of Forestry will engage on\n\t* Enhancing the professional and institutional ability of\n<\\li2>\n\t\t* continuous development and improvement of quality of programmes\n\t\t* improve capacity to learn from experience of both success and\n\t\t* effective balanced programmes at all levels, and the consequent\n\t\t* integrated planning;\n\t\t* strengthened institutional framework at Regional and local\n\t\t* providing technical guidance and support to Regional forestry offices\n\t\t* engaging on a nation-wide comprehensive natural resource"}, {"text_block_id": "p8_b124", "text": "1. Institutional Development Policy\n* Department of Forestry will engage on\n\t* Enhancing the professional and institutional ability of\n<\\li2>\n\t\t* continuous development and improvement of quality of programmes\n\t\t* improve capacity to learn from experience of both success and\n\t\t* effective balanced programmes at all levels, and the consequent\n\t\t* integrated planning;\n\t\t* strengthened institutional framework at Regional and local\n\t\t* providing technical guidance and support to Regional forestry offices\n\t\t* engaging on a nation-wide comprehensive natural resource\n* To maintain a forestry service with an adequate number of\n<\\li1>\n\t* adequate licensing administration and supervision by local area\n\t* extension activities that will promote a positive public attitude towards\n\t* extension activities to ensure the willingness of the local population to"}, {"text_block_id": "p9_b132", "text": "1. Institutional Development Policy\n* Department of Forestry will engage on\n\t* Enhancing the professional and institutional ability of\n<\\li2>\n\t\t* continuous development and improvement of quality of programmes\n\t\t* improve capacity to learn from experience of both success and\n\t\t* effective balanced programmes at all levels, and the consequent\n\t\t* integrated planning;\n\t\t* strengthened institutional framework at Regional and local\n\t\t* providing technical guidance and support to Regional forestry offices\n\t\t* engaging on a nation-wide comprehensive natural resource\n* To maintain a forestry service with an adequate number of\n<\\li1>\n\t* adequate licensing administration and supervision by local area\n\t* extension activities that will promote a positive public attitude towards\n\t* extension activities to ensure the willingness of the local population to\n* Department of Forestry will advance strategy\n\t* To provide a strategic framework for programming and policy work\n\t\t* providing an understanding of micro/macro linkages;\n\t\t* developing links with key policy makers and change agents;\n\t\t* providing a focus for programme and policy work;\n\t\t* providing a framework for accountability in relation to strategy and\n\t\t* providing a forecast of human and financial resource needs;\n\t\t* identifying major operational implications including required changes in\n\t\t* enhancing planning, monitoring and evaluation of skills of staff;\n\t\t* fostering a sense of staff identity and ownership of local level\n\t\t* developing staff understanding of macro-micro linkages, poverty, the\n\t\t* Leading to more effective action by Department of Forestry at all levels;\n\t\t* engaging government to provide the required institutional support for at\n\t\t* Department of Forestry will engage all\n\t\t* To advance a holistic approach that presents an executiveâs role in dealing with forest resource management; and the role of\n\t\t* designing programmes based on proven scientific principles;\n\t\t* engaging on institutional capacity building at all levels, particularly at Regional\n\t\t* building on existing strengths and capacity, and integrate national development\n\t\t* To promote, harmonise and mainstream forest policy, development\n\t\t* engaging related sectors for synergy and programme learning;\n\t\t* ensuring a multi-disciplinary approach calling for knowledge of various\n\t\t* advancing a multi-sectoral approach, and recognise the niche competence of all"}, {"text_block_id": "p10_b180", "text": "1. Institutional Development Policy\n* Department of Forestry will engage on\n\t* Enhancing the professional and institutional ability of\n<\\li2>\n\t\t* continuous development and improvement of quality of programmes\n\t\t* improve capacity to learn from experience of both success and\n\t\t* effective balanced programmes at all levels, and the consequent\n\t\t* integrated planning;\n\t\t* strengthened institutional framework at Regional and local\n\t\t* providing technical guidance and support to Regional forestry offices\n\t\t* engaging on a nation-wide comprehensive natural resource\n* To maintain a forestry service with an adequate number of\n<\\li1>\n\t* adequate licensing administration and supervision by local area\n\t* extension activities that will promote a positive public attitude towards\n\t* extension activities to ensure the willingness of the local population to\n* Department of Forestry will advance strategy\n\t* To provide a strategic framework for programming and policy work\n\t\t* providing an understanding of micro/macro linkages;\n\t\t* developing links with key policy makers and change agents;\n\t\t* providing a focus for programme and policy work;\n\t\t* providing a framework for accountability in relation to strategy and\n\t\t* providing a forecast of human and financial resource needs;\n\t\t* identifying major operational implications including required changes in\n\t\t* enhancing planning, monitoring and evaluation of skills of staff;\n\t\t* fostering a sense of staff identity and ownership of local level\n\t\t* developing staff understanding of macro-micro linkages, poverty, the\n\t\t* Leading to more effective action by Department of Forestry at all levels;\n\t\t* engaging government to provide the required institutional support for at\n\t\t* Department of Forestry will engage all\n\t\t* To advance a holistic approach that presents an executiveâs role in dealing with forest resource management; and the role of\n\t\t* designing programmes based on proven scientific principles;\n\t\t* engaging on institutional capacity building at all levels, particularly at Regional\n\t\t* building on existing strengths and capacity, and integrate national development\n\t\t* To promote, harmonise and mainstream forest policy, development\n\t\t* engaging related sectors for synergy and programme learning;\n\t\t* ensuring a multi-disciplinary approach calling for knowledge of various\n\t\t* advancing a multi-sectoral approach, and recognise the niche competence of all\n* Department of Forestry to be committed to\n\t* To engage national and international partners and networks in\n<\\li2>\n\t\t* soliciting regional cooperation with allied organisations;\n\t\t* building solidarity in national and international fora;\n\t\t* advancing inter-governmental and professional interaction in the approach;\n\t\t* sharing skills and experiences;\n\t\t* combining resources to develop a common approach to forest resource\n\t\t* mobilizing resources for natural forest resource management;\n\t\t* strengthening existing partnerships and networks;\n\t\t* expanding roles to include capacity development of personnel and institutions;\n\t\t* building new partnerships and networks."}, {"text_block_id": "p10_b203", "text": "Funding Policy"}, {"text_block_id": "p10_b204", "text": "Funding Policy\n* Department of Forestry will solicit more long\n\t* To secure adequate funding (from government, development\n\t\t* strengthening the forestry fund administered by the Department of Forestry; and\n\t\t* ensuring an increase in recurrent budget allocation by Central Government.\n\t\t* To develop a funding mix for expanded Regional level programmes\n\t\t* building the profile of Department of Forestry and increase understanding of level\n\t\t* building the income base from existing and new partners and donors through new\n\t\t* maximising income from trust and private sector at acceptable cost ratios; and\n\t\t* building income from official donors (both multi-and bi-lateral organisations)"}, {"text_block_id": "p11_b223", "text": "Funding Policy\n* Department of Forestry will solicit more long\n\t* To secure adequate funding (from government, development\n\t\t* strengthening the forestry fund administered by the Department of Forestry; and\n\t\t* ensuring an increase in recurrent budget allocation by Central Government.\n\t\t* To develop a funding mix for expanded Regional level programmes\n\t\t* building the profile of Department of Forestry and increase understanding of level\n\t\t* building the income base from existing and new partners and donors through new\n\t\t* maximising income from trust and private sector at acceptable cost ratios; and\n\t\t* building income from official donors (both multi-and bi-lateral organisations)\n* To improve and stabilise revenue generation from state plantations,\n<\\li2>\n\t\t* introducing ecological levy on ecotourism and private saw mills;\n\t\t* devolving permits and related levies to local government area and municipal\n\t\t* recoup 15% of royalties, licences, permits and penalties paid from local government"}, {"text_block_id": "p11_b231", "text": "2. Programme Development Policy"}, {"text_block_id": "p11_b232", "text": "2. Programme Development Policy\n* Department of Forestry will engage on integrated\n\t* To reserve, maintain and develop forest land resources including\n\t\t* minimizing soil desiccation and soil erosion;\n\t\t* improving, conserving and preserving biodiversity;\n\t\t* maintaining river bank stability (mangroves); and\n\t\t* protecting the swamp lands.\n\t\t* To ensure that 75% of forest lands are managed and protected\n\t\t* engaging local communities in forest resource management;\n\t\t* strengthening local structures such as community forest management\n\t\t* devolving more authority and management responsibilities to local communities\n\t\t* introducing effective participatory techniques for local empowerment.\n\t\t* To ensure that sufficient supply of forest produce needed by both\n\t\t* rehabilitation of forest lands; and\n\t\t* establishment of fast growing plantations and woodlots (e.g Jatroffa carcus spp for\n\t\t* Develop the institutional capacity of local government councils, the\n\t\t* building skills base of partner institutions;\n\t\t* providing technical assistance to partner institutions; and\n\t\t* providing financial assistance, which can be reduced over time."}, {"text_block_id": "p12_b269", "text": "2.1.5 To promote national tree planting by encouraging:"}, {"text_block_id": "p12_b270", "text": ""}, {"text_block_id": "p12_b271", "text": "tree farming on agricultural lands, grazing lands, and along roadsides to improve their productivity and contribute to soil and water conservation; and"}, {"text_block_id": "p12_b272", "text": ""}, {"text_block_id": "p12_b273", "text": "the participation of forest produce-exploitation local government area councils in tree farming."}, {"text_block_id": "p12_b274", "text": "2.1.6"}, {"text_block_id": "p12_b275", "text": "To engage local communities and their forest committees on bush fire prevention and mitigation programmes through:"}, {"text_block_id": "p12_b276", "text": "To engage local communities and their forest committees on bush fire prevention and mitigation programmes through:\n* extension activities that will promote a positive public attitude towards forest\n* extension activities to ensure the willingness of the local population to be involved\n* approved technologies on rational utilisation of wood energy; and\n* engaging Energy Department on charcoal briquette study.\n* encouraging local industry for the production of charcoal brique"}, {"text_block_id": "p12_b280", "text": "2.1.7 To promote national awareness on conservation and rational utilisation of forest resources especially in urban areas through:"}, {"text_block_id": "p12_b281", "text": ""}, {"text_block_id": "p12_b282", "text": "community level traditional communicators;"}, {"text_block_id": "p12_b283", "text": ""}, {"text_block_id": "p12_b284", "text": "radio and television slots;"}, {"text_block_id": "p12_b285", "text": ""}, {"text_block_id": "p12_b286", "text": "community level meetings; and"}, {"text_block_id": "p12_b287", "text": ""}, {"text_block_id": "p12_b288", "text": "community-based education and campaign programmes"}, {"text_block_id": "p12_b289", "text": "2.1.8 Encourage urban forestry through:"}, {"text_block_id": "p12_b290", "text": ""}, {"text_block_id": "p12_b291", "text": "establishment of green belts and woodlots in urban and semi-urban areas for landscaping and recreational purposes."}, {"text_block_id": "p12_b292", "text": "2.1.9 Encourage the multiple use of forest and forest lands which are not in conflict with forest management especially in the areas of:"}, {"text_block_id": "p12_b293", "text": ""}, {"text_block_id": "p12_b294", "text": "controlled grazing;"}, {"text_block_id": "p12_b295", "text": ""}, {"text_block_id": "p12_b296", "text": "collection of minor forest produce;"}, {"text_block_id": "p12_b297", "text": ""}, {"text_block_id": "p12_b298", "text": "eco-tourism; and"}, {"text_block_id": "p12_b299", "text": ""}, {"text_block_id": "p12_b300", "text": "wildlife conservation."}, {"text_block_id": "p12_b301_merged", "text": "2.1.10 To stem the on-going forest resource degradation and its over-arching environmental implications through:"}, {"text_block_id": "p12_b304", "text": ""}, {"text_block_id": "p12_b305", "text": "greater involvement of the communities;"}, {"text_block_id": "p12_b306", "text": "2.1.11"}, {"text_block_id": "p12_b307", "text": "To introduce pro-poor alternative source of energy to slow down the rate of forest destruction and the extinction of certain tree species through:"}, {"text_block_id": "p12_b312", "text": "2.1.12"}, {"text_block_id": "p12_b313", "text": "To promote the production and adoption of efficient fuelwood and biomass charcoal briquette end-use appliances which improve the efficiency and reduce the quantities of these household energy source by:"}, {"text_block_id": "p12_b317", "text": "3. Policy on Decentralization and Synergy."}, {"text_block_id": "p13_b318", "text": "3.1"}, {"text_block_id": "p13_b319", "text": "Policy Statement:"}, {"text_block_id": "p13_b320", "text": "Government is committed to advance its local government reforms and decentralisation program. Hence, Department of Forestry must conform to this commitment."}, {"text_block_id": "p13_b321", "text": "Government is committed to advance its local government reforms and decentralisation program. Hence, Department of Forestry must conform to this commitment.\n* Department of Forestry to devolve the management responsibility\n\t* re-aligning the organisational structure to conform to the local government\n\t* strengthening Regional forestry services;\n\t* devolving all management responsibilities;\n\t* devolving all licence and permit administrations to local government councils;\n\t* building skills -base of local council forestry services; and\n\t* providing technical assistance to local council forestry services.\n\t* To utilize the combine efforts of all related sectors, local government\n\t* facilitating joint action by related sectors;\n\t* playing a collaborative, nurturing and cutting edge role;\n\t* harmonising intra-sectoral related policies for cost effective collaboration; and\n\t* maximising the limited physical incentives.\n\t* Engage partners to develop new strategies for the prevention and\n\t* Encourage the active participation of the private sector in the\n\t* engaging private sector (individuals and firms) in forest resource management;\n\t* increasing tenure rights to an extended period;\n\t* improving forest product markets;\n\t* facilitating linkages between private plantations with ecotourism and financial\n\t* To promote private sector involvement in non-wood forest products,\n\t* encouraging local/cottage industries in herb (e.g combretum spp) processing into\n\t* encouraging processing of forest fruits into beverages."}, {"text_block_id": "p13_b335", "text": "3.2"}, {"text_block_id": "p13_b336", "text": "Policy Statement:"}, {"text_block_id": "p13_b337", "text": "Department of Forestry to engage related sectors and non-state actors in forest resource management."}, {"text_block_id": "p14_b366", "text": "3.3"}, {"text_block_id": "p14_b367", "text": "Policy Statement:"}, {"text_block_id": "p14_b368", "text": "Establish Farmers Platform to advance strategies in land and agricultural resource management at local level."}, {"text_block_id": "p14_b369", "text": "Establish Farmers Platform to advance strategies in land and agricultural resource management at local level.\n* To mobilize the rural communities to assume increasing\n\t* developing and strengthening the concept of farmers platform;\n\t* encouraging and facilitating the creation of Regional farmers platforms;\n\t* farmer training and community-based resource management education\n\t* facilitating the creation of national farmers platform;\n\t* dissemination of resource management technologies; and\n\t* translating forest policy into local languages.\n\t* To engage and collaborate with NARI and other relevant sub-regional research institutions on technology generation and transfer\n\t* silvicultural research (growth & yield);\n\t* agro-silvo-pastoral studies and research; and\n\t* forest economics studies (e.g showing contribution of forestry on GDP, etc.).\n\t* To support research in acquiring base line data through applied\n\t* forest produce consumption trends studies;\n\t* local knowledge about trees and forest;\n\t* wood utilization research; and\n\t* studies on cross-boarder trade.\n\t* To Engage production and processing companies to add value to non-wood\n\t* collaboration with MRC to explore economic use of medicinal plants and genetic\n\t* exploring emerging markets for forest beverages (local tea) and âgreenâ products\n\t* engaging local companies in the production of medicinal plants and genetic"}, {"text_block_id": "p14_b383", "text": "4. Policy on Research and Development"}, {"text_block_id": "p14_b384", "text": "4.1"}, {"text_block_id": "p14_b385", "text": "Policy Statement:"}, {"text_block_id": "p14_b386", "text": "Department of Forestry to engage on resource management technology generation and transfer at local level."}, {"text_block_id": "p14_b416", "text": "4.2"}, {"text_block_id": "p14_b417", "text": "Policy Statement:"}, {"text_block_id": "p14_b418", "text": "Department of Forestry to prioritise programme learning and development"}, {"text_block_id": "p15_b419", "text": "Department of Forestry to prioritise programme learning and development\n* To improve the capacity of M&E unit to develop an effective\n\t* establishing an appraisal and strategic planning system;\n\t* engaging on effective monitoring and evaluation;\n\t* developing the second and third level indicators;\n\t* developing an effective reporting system to share and spread information on good\n\t* documenting and learning from best practices; and\n\t* sharing experiences internally and externally.\n\t* To update forest resource inventory and assess the countr\n\t* of\n\t* develop early warning systems for timely decision making;\n\t* develop the baseline data and programme learning; and\n\t* monitor environmental change and impact."}, {"text_block_id": "p15_b443", "text": "Chapter Five"}, {"text_block_id": "p15_b444", "text": "Policy Conclusion"}, {"text_block_id": "p15_b445", "text": "This policy builds momentum into a process of continuous change, which will continue into the next ten years. It seeks to increase organisational understanding, alignment and commitment towards the new direction and enable Department of Forestry to move at an appropriate pace of change. At the same time it provides sufficient flexibility so that the department can continue to challenge and extend the boundaries for innovation and improvement."}, {"text_block_id": "p15_b446", "text": "This policy places emphasis on"}, {"text_block_id": "p15_b447", "text": "civil society and private sector involvement in forest resource management. It underpins partnership and adequate collaboration with related sectors for synergy."}, {"text_block_id": "p15_b448", "text": "The policy is vformulated within a national policy framework underscoring macro economic programmes. The challenge is the local"}, {"text_block_id": "p15_b449", "text": "government‟s"}, {"text_block_id": "p15_b450", "text": "decentralization"}, {"text_block_id": "p15_b451", "text": "process; demand driven “bottom"}, {"text_block_id": "p15_b452", "text": "-"}, {"text_block_id": "p15_b453", "text": "up approach”"}, {"text_block_id": "p15_b454", "text": "and organisational change."}, {"text_block_id": "p15_b455_merged_merged_merged", "text": "The policy is emphatic about Department of Forestry‟s position and direction. However, it recognises that the degree and rate of change will depend upon the operating environment and the capabilities that exist in different parts of the organisation. For an effective change, it must from the traditional approach, to enable it to deal with the operating environment in order to achieve its organisational objectives."}, {"text_block_id": "p15_b458", "text": "The policy is"}, {"text_block_id": "p15_b459", "text": "all embracing for efficiency and effectiveness, requiring a multi-disciplinary approach, calling for a multi-sectoral cooperation. The policy advocates for technologies that are based on proven scientific"}, {"text_block_id": "p16_b460", "text": "principles, and is impact oriented. It is user-friendly and pro-poor while putting people before trees."}], "document_description": "The Forestry Policy embraces medium term strategies for poverty alleviation and growth. It focuses on research and development, programme development, institutional/organisational development, decentralization and synergy. The Policy aims at engaging in partnerships and networking in order to strengthen national resource base. Specific objectives include 1) further integration of Department of Forestry into the medium and long-term national development framework, 2) ensuring that Department of Forestry create multiplier effects on forest resource management and the domestic economy in general, 3) technology transfer to decentralized structures and development of indigenous technology in forest resource management, and 4) promoting efficient and unified systems for forest resource management.<br />\n<br />\nThe Department of Forestry will also engage on integrated resource management programming to maintain and develop forest and mangroves, notably to ensure that 75 % of forest lands are managed and protected, to promote national tree planting and encourage urban forestry. The Department will also promote the production and adoption of efficient fuelwood and biomass charcoal briquette end-use appliances which improve the efficiency and reduce the quantities of these household energy source."}