{"document_instrument_name": ["Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment", "Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Gambia", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Renewable Energy Act 2013", "document_country_code": "GMB", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Law", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "12/12/2013", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/GMB/2013/GMB-2013-12-12-Renewable Energy Act 2013_f56bb70d2d3a63281f6dfe15e8c92b79.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC"}, {"text_block_id": "p0_b2", "text": "OF THE GAMBIA"}, {"text_block_id": "p0_b3", "text": "Renewable Energy Act 2013"}, {"text_block_id": "p0_b4", "text": "Ministry of Energy"}, {"text_block_id": "p1_b5", "text": "ARRANGEMENT OF SECTIONS"}, {"text_block_id": "p1_b6", "text": "Section"}, {"text_block_id": "p1_b7", "text": "Section\n* Responsibilities under this Act\n* Sources of money for the Fund\n* Management of the Fund\n* Tax Exemption\n* Accounts and audit\n* Annual report\n* Regulations"}, {"text_block_id": "p2_b21", "text": "A BILL ENTITLED"}, {"text_block_id": "p2_b22", "text": "AN ACT"}, {"text_block_id": "p2_b23", "text": "to"}, {"text_block_id": "p2_b24", "text": "establish legal, economic and institutional basis to promote the use of renewable energy resources and for connected matters."}, {"text_block_id": "p2_b25", "text": "["}, {"text_block_id": "p2_b26", "text": "]"}, {"text_block_id": "p2_b27", "text": "ENACTED"}, {"text_block_id": "p2_b28", "text": "by the President and the National Assembly."}, {"text_block_id": "p2_b29", "text": "1. Short title"}, {"text_block_id": "p2_b30", "text": "This Act may be cited as the Renewable Energy Act, 2013."}, {"text_block_id": "p2_b31", "text": "2. Definitions"}, {"text_block_id": "p2_b32", "text": "2. Definitions\n* In this Act, unless the context otherwise\n<\\li1>"}, {"text_block_id": "p2_b34", "text": "“aerothermal energy” means energy stored in the form of heat in"}, {"text_block_id": "p2_b35", "text": "the ambient air;"}, {"text_block_id": "p2_b36", "text": "“Authority” means The"}, {"text_block_id": "p2_b37", "text": "Public Utilities Regulatory Authority;"}, {"text_block_id": "p2_b38", "text": "“bio fuels” means liquid or gaseous fuel for transport produced from"}, {"text_block_id": "p2_b39", "text": "biomass;"}, {"text_block_id": "p2_b40", "text": "“b"}, {"text_block_id": "p2_b41_merged", "text": "io gas” means a fuel gas produced from biomass or from the bio degradable fraction of waste, that can be purified to natural gas quality, to be used as bio fuel or wood gas;"}, {"text_block_id": "p2_b44", "text": "\"bio mass\" means non-fossil, bio degradable organic material originating from naturally occurring or cultured plants, animals and micro-organisms, including products from agriculture (including vegetal and animal substances), forestry and related industries including fisheries and aquaculture, as well as the biodegradable fraction of industrial and municipal waste;"}, {"text_block_id": "p2_b45", "text": "“capacity” means the rated power output;"}, {"text_block_id": "p2_b46", "text": "“consumer” means any person or entity receiving electricity from"}, {"text_block_id": "p2_b47", "text": "the distribution or transmission network for his or her or its own use;"}, {"text_block_id": "p2_b48", "text": "“Electricity Act” means the Electricity Act;"}, {"text_block_id": "p3_b49", "text": "“Feed In Tariff Rules” means the rules to establish the Feed In"}, {"text_block_id": "p3_b50", "text": "Tariff system and to regulate the method of establishing and approving the Feed In Tariffs;"}, {"text_block_id": "p3_b51", "text": "“generation licence” has the meaning given to it in the Electricity"}, {"text_block_id": "p3_b52", "text": "Act;"}, {"text_block_id": "p3_b53", "text": "“geothermal energy” means energy stored in the form of heat"}, {"text_block_id": "p3_b54", "text": "beneath the surface of solid earth;"}, {"text_block_id": "p3_b55", "text": "“grid” means a number of transm"}, {"text_block_id": "p3_b56", "text": "ission and distribution systems linked together, as provided for under the Electricity Act;"}, {"text_block_id": "p3_b57", "text": "\"hybrid systems\" means any power or energy generation facility which makes use of more than one fuel source with a minimum of ten percent of the annual energy output provided by renewable energy sources, including but not limited to integrated combined solar and wind systems, combined biomass and fossil fuel systems, combined hydro and fossil fuel systems, integrated solar and biomass systems, integrated wind and fossil fuel systems;"}, {"text_block_id": "p3_b58", "text": "“hydrothermal” means energy stored in the form of heat in surface"}, {"text_block_id": "p3_b59", "text": "water;"}, {"text_block_id": "p3_b60", "text": "\"hydropower\" means water-based energy systems;"}, {"text_block_id": "p3_b61", "text": "“Minister” means the Minister responsibl"}, {"text_block_id": "p3_b62", "text": "e for Energy and"}, {"text_block_id": "p3_b63", "text": "“Ministry”"}, {"text_block_id": "p3_b64", "text": "shall be construed accordingly;"}, {"text_block_id": "p3_b65", "text": "\"off-grid\" means not connected to the grid;"}, {"text_block_id": "p3_b66", "text": "“r"}, {"text_block_id": "p3_b67_merged_merged", "text": "egistry” means a registry established by the Ministry to monitor renewable energy facilities;"}, {"text_block_id": "p3_b70", "text": "\"renewable energy resources\" means energy from non-fossil sources such as wind, solar, hydropower, biogas, biomass, landfill gas, sewage treatment plant gas, geothermal, aero thermal, hydrothermal and ocean;"}, {"text_block_id": "p3_b71", "text": "“Responsible Network Utility” means the"}, {"text_block_id": "p3_b72", "text": "holder of a distribution or transmission licence (as applicable) granted by the Authority under the Electricity Act at the receiving point at which electric energy is delivered directly from a generating facility;"}, {"text_block_id": "p3_b73", "text": "\"solar resources\" means the energy derived from solar radiation"}, {"text_block_id": "p4_b74", "text": "which can be converted into useful thermal or electrical energy; and"}, {"text_block_id": "p4_b75", "text": "\"wind resources\" means energy derived from wind, converted into useful electrical or mechanical energy."}, {"text_block_id": "p4_b76", "text": "\"wind resources\" means energy derived from wind, converted into useful electrical or mechanical energy.\n* A word or phrase not specifically defined in this Act, but defined\n<\\li1>"}, {"text_block_id": "p4_b78", "text": "3. Responsibilities under this Act"}, {"text_block_id": "p5_b79", "text": "4. Targets"}, {"text_block_id": "p5_b80", "text": "4. Targets\n* The Ministry shall recommend middle and long-term national\n* The Ministry shall report annually to the Cabinet on progress"}, {"text_block_id": "p6_b84", "text": "5. Establishment of the Renewable Energy Fund"}, {"text_block_id": "p6_b85", "text": "5. Establishment of the Renewable Energy Fund\n* There is established by this Act, the Renewable Energy Fund.\n* Moneys from the Fund shall be used for -\n\t* the promotion, development, sustainable management and\n\t* the provision of financial incentives, feed-in-tariffs, capital\n\t\t* grid interactive renewable electricity,\n\t\t* mini-grid and off-grid renewable power systems for\n\t\t* renewable energy projects for non-electricity\n\t\t* any other renewable energy activity that the Ministry\n\t\t* the promotion of renewable energy projects especially\n\t\t* the promotion of renewable energy for industrial use;\n\t\t* scientific, technological and innovative research into\n\t\t* the production or fabrication of equipment for the\n\t\t* programmes to adopt international best practices and"}, {"text_block_id": "p7_b112", "text": "5. Establishment of the Renewable Energy Fund\n* There is established by this Act, the Renewable Energy Fund.\n* Moneys from the Fund shall be used for -\n\t* the promotion, development, sustainable management and\n\t* the provision of financial incentives, feed-in-tariffs, capital\n\t\t* grid interactive renewable electricity,\n\t\t* mini-grid and off-grid renewable power systems for\n\t\t* renewable energy projects for non-electricity\n\t\t* any other renewable energy activity that the Ministry\n\t\t* the promotion of renewable energy projects especially\n\t\t* the promotion of renewable energy for industrial use;\n\t\t* scientific, technological and innovative research into\n\t\t* the production or fabrication of equipment for the\n\t\t* programmes to adopt international best practices and\n* the development of infrastructure for renewable energy; and\n\t* capacity building for renewable energy development.\n\t* participation in the ownership of an organisation or venture"}, {"text_block_id": "p7_b119", "text": "6. Sources of money for the Fund"}, {"text_block_id": "p7_b120", "text": "The moneys in the Fund shall be derived from"}, {"text_block_id": "p7_b121", "text": "–"}, {"text_block_id": "p7_b122", "text": "–\n* moneys appropriated by the National Assembly;\n* registration fees of individuals and organisations involved in\n* donations, grants and gifts received for renewable energy\n* moneys generated by the Authority from the provision of\n* moneys generated by the Authority from the licences issued\n* any levy that may be introduced by the Government; and\n* moneys from any other source approved by the Minister"}, {"text_block_id": "p7_b136", "text": "7. Management of the Fund"}, {"text_block_id": "p7_b137", "text": "7. Management of the Fund\n* The Authority is responsible for the management of the Fund\n\t* pursue policies to achieve the object of the Fund;\n\t* collect or arrange to be collected, moneys lawfully due"}, {"text_block_id": "p8_b144", "text": "7. Management of the Fund\n* The Authority is responsible for the management of the Fund\n\t* pursue policies to achieve the object of the Fund;\n\t* collect or arrange to be collected, moneys lawfully due\n* keep moneys of the Fund in bank accounts separate\n* ensure accountability of the Fund by defining\n* prepare and publish the criteria for the disbursement of\n* disburse moneys from the Fund;\n* receive and examine reports from designated persons\n* perform any other function assigned to it under this Act\n* The administration expenses of the Fund related to the\n<\\li1>"}, {"text_block_id": "p8_b159", "text": "8. Tax exemption"}, {"text_block_id": "p8_b160", "text": "The Fund is exempt from the payment of tax."}, {"text_block_id": "p8_b161", "text": "9. Accounts and audit"}, {"text_block_id": "p8_b162", "text": "9. Accounts and audit\n* The Authority shall within three months before the end of each\n* The Authority shall keep proper records and books of accounts\n* The Authority shall within two months of the end of each"}, {"text_block_id": "p9_b168", "text": "10. Annual report"}, {"text_block_id": "p9_b169", "text": "(1)"}, {"text_block_id": "p9_b170", "text": "The Authority shall not later than three months after the end of each financial year, submit to the Minister an annual report on the activities of the Fund during the preceding year."}, {"text_block_id": "p9_b171", "text": "(2)"}, {"text_block_id": "p9_b172", "text": "The report under subsection (1) shall"}, {"text_block_id": "p9_b173", "text": "The report under subsection (1) shall\n* audited Financial Statements;\n* information with regard to the operation and performance\n* such other information as the Minister may require.\n* the Responsible Network Utility shall pay the Feed In\n* the rules defining eligibility for the tariff;"}, {"text_block_id": "p9_b179", "text": "(3)"}, {"text_block_id": "p9_b180", "text": "The Minister shall, not later than three months after the end of the financial year cause the report to be laid before the National Assembly."}, {"text_block_id": "p9_b181", "text": "11. Support for on-grid renewable electricity (Feed in Tariff)"}, {"text_block_id": "p9_b182", "text": "(1)"}, {"text_block_id": "p9_b183_merged", "text": "To accelerate the development of renewable energy resources, a tariff system (the “Feed In Tariff”) for electricity produced from eligible renewable energy resources, including such portion of electricity from hybrid systems that is directly attributable to eligible renewable energy resources, shall be introduced."}, {"text_block_id": "p9_b186", "text": "(2)"}, {"text_block_id": "p9_b187", "text": "Eligibility for the Feed in Tariff shall be defined in the Feed In Tariff Rules."}, {"text_block_id": "p9_b188", "text": "(3)"}, {"text_block_id": "p9_b189", "text": "The Authority shall formulate, with the approval of the Minister, Feed In Tariff Rules within six months of this Act coming into force, which shall conform to the"}, {"text_block_id": "p10_b194", "text": "The Authority shall formulate, with the approval of the Minister, Feed In Tariff Rules within six months of this Act coming into force, which shall conform to the\n* electricity generated outside of The Gambia shall not be\n* hybrid systems shall receive the Feed In Tariff only for\n* only biomass deemed sustainable by the Biomass\n* a duration for power purchase agreements (âFeed In\n* the principles and methodology for determining the Feed\n* the Feed In Tariff payment during the Feed In Tariff\n* priority connection to the grid for any electricity producer\n* the priority purchase and transmission of, and payment\n* a maximum national capacity limit of electricity production\n* the fixed tariff to be paid for electricity produced from each"}, {"text_block_id": "p10_b211", "text": "(4)"}, {"text_block_id": "p10_b212", "text": "The Authority in consultation with the Responsible Network Utility, shall determine -"}, {"text_block_id": "p10_b217", "text": "(5)"}, {"text_block_id": "p10_b218", "text": "The maximum capacity limit may be reviewed and revised by the Authority, based on evidence of the impact on the safety and reliability of the electricity system or the financial impact that it may be having in the power sector in accordance with the provisions set out in the Feed In Tariff Rules."}, {"text_block_id": "p11_b219", "text": "(6)"}, {"text_block_id": "p11_b220", "text": "Retrospective changes shall not be made during the Feed In Tariff Power Purchase Duration."}, {"text_block_id": "p11_b221", "text": "(7)"}, {"text_block_id": "p11_b222", "text": "Financial Institutions may offer preferential loans with financial interest subsidy, capital subsidies or other complementary mechanisms to renewable energy projects, without affecting their eligibility for Feed In Tariffs."}, {"text_block_id": "p12_b223", "text": "12. Support for on-grid renewable electricity not qualifying for Feed in Tariff"}, {"text_block_id": "p12_b224", "text": "The tariff paid for electricity generated from renewable energy resources that do not qualify for the Feed In Tariff regime shall be governed as"}, {"text_block_id": "p12_b225", "text": "(a)"}, {"text_block_id": "p12_b226", "text": "provided the Responsible Network Utility ensures the safety and technical capability of the grid to integrate the project, the electricity produced may be purchased at a negotiated rate which shall not be higher than the alternative cost of electricity generation;"}, {"text_block_id": "p12_b227", "text": "(b)"}, {"text_block_id": "p12_b228", "text": "the Authority shall be responsible for assessing the alternative cost of electricity generation referred to in paragraph (a);"}, {"text_block_id": "p12_b229", "text": "(c)"}, {"text_block_id": "p12_b230", "text": "required grid connection will be carried out with the division of costs normally applied for new grid developments, as approved by the Authority, unless the required grid development is considered excessive in the reasonable judgement of the Responsible Network Utility;"}, {"text_block_id": "p12_b231", "text": "(d)"}, {"text_block_id": "p12_b232", "text": "in the event that the required grid development is considered excessive in the reasonable judgement of the Responsible Network Utility, the developer of a potential electricity generation project using renewable energy resources may carry out these justified grid development activities at their own expense; and"}, {"text_block_id": "p12_b233", "text": "(e)"}, {"text_block_id": "p12_b234", "text": "the Authority shall act as arbitrator in the event of a disagreement between the Responsible Network Utility and the developer of a potential electricity generation project using renewable energy resources."}, {"text_block_id": "p12_b235", "text": "13. Support for off-grid renewable electricity"}, {"text_block_id": "p12_b236", "text": "(1)"}, {"text_block_id": "p12_b237_merged", "text": "Electricity generation from renewable energy resources or hybrid systems in off-grid areas which build the required facilities to connect end consumers (“Private Wire Network”) are allowed to charge electricity tariffs to end consumers up to the current national retail tariff rates (“Approved Electricity Tariffs”), as determined by the Authority, provided the capacity of generating facility on such private wire networks system is no greater than two hundred kilowatts."}, {"text_block_id": "p13_b242", "text": "(2)"}, {"text_block_id": "p13_b243", "text": "Private Wire Networks with a capacity of generation from renewable energy resources or hybrid systems greater than two hundred kilowatts or wishing to charge tariffs greater than the approved electricity tariff may also be permitted, but shall justify any tariff to the Authority following the normal procedures under the Electricity Act."}, {"text_block_id": "p13_b244", "text": "14. General incentives"}, {"text_block_id": "p13_b245", "text": "(1)"}, {"text_block_id": "p13_b246", "text": "The operators of facilities using renewable energy resources, including hybrid systems in proportion to and to the extent of the renewable energy component, for both power and non-power applications, as duly certified by the Ministry, shall be entitled to the following"}, {"text_block_id": "p13_b247", "text": "The operators of facilities using renewable energy resources, including hybrid systems in proportion to and to the extent of the renewable energy component, for both power and non-power applications, as duly certified by the Ministry, shall be entitled to the following\n* duly registered projects producing electricity from\n* all renewable energy equipment that fulfil the eligibility\n* duly registered projects producing electricity from\n* duly registered projects producing electricity from\n* all proceeds from the sale of carbon emission credits"}, {"text_block_id": "p13_b257", "text": "(2)"}, {"text_block_id": "p13_b258", "text": "The fiscal incentives shall apply from the coming into force of this Act."}, {"text_block_id": "p13_b259", "text": "(3)"}, {"text_block_id": "p13_b260", "text": "Grid connection and administrative expenses reasonably incurred by the Responsible Network Utility for the purchase of renewable power and other reasonable expenses may be included with other reasonable costs and recovered through the regulated selling price."}, {"text_block_id": "p13_b261", "text": "(4)"}, {"text_block_id": "p13_b262", "text": "Qualified and registered generating facilities based on intermittent renewable energy resources, including but not limited to solar and wind, shall enjoy the benefit of priority dispatch whenever it is technically possible."}, {"text_block_id": "p14_b263", "text": "15. Biomass strategy"}, {"text_block_id": "p14_b264", "text": "(1)"}, {"text_block_id": "p14_b265", "text": "Within one year of this Act coming into force, the Ministry shall carry out an impact assessment of the use of biomass for electricity and other energy purposes (heating, cooling and transport fuel)."}, {"text_block_id": "p14_b266", "text": "(2)"}, {"text_block_id": "p14_b267", "text": "The assessment shall include, but not be limited"}, {"text_block_id": "p14_b268", "text": "The assessment shall include, but not be limited\n* the potential impacts of growing energy crops specifically\n* the most appropriate use for waste biomass, considering\n* forestry impacts of using different biomass energy\n* agricultural impacts of using different biomass energy\n* the feasibility of using different biomass energy sources;\n* potential economic impacts."}, {"text_block_id": "p14_b280", "text": "(3)"}, {"text_block_id": "p14_b281", "text": "Until such impact assessment is complete, biomass energy sources beyond one megawatt total capacity shall not benefit from the Feed In Tariff or any other incentive."}, {"text_block_id": "p14_b282", "text": "(4)"}, {"text_block_id": "p14_b283", "text": "Following completion of the impact assessment, the Government shall prepare and adopt a strategy for the sustainable"}, {"text_block_id": "p14_b284", "text": "use of biomass energy sources (“"}, {"text_block_id": "p14_b285", "text": "Biomass Strategy”)."}, {"text_block_id": "p14_b286", "text": "16. Streamlined permitting"}, {"text_block_id": "p14_b287", "text": "(1)"}, {"text_block_id": "p14_b288", "text": "The Government shall simplify as far as reasonably possible, the permitting process for facilities using renewable energy resources to facilitate timely development of these facilities."}, {"text_block_id": "p14_b289", "text": "(2)"}, {"text_block_id": "p14_b290", "text": "The Ministry shall work with other relevant ministries and authorities to coordinate and simplify the permitting process, including where applicable on environmental impact, generation, distribution, land use, water use and construction."}, {"text_block_id": "p14_b291", "text": "(3)"}, {"text_block_id": "p14_b292", "text": "The Ministry shall issue clear guidelines for the processing of applications for the development of projects using renewable"}, {"text_block_id": "p15_b293", "text": "energy resources, which shall include the"}, {"text_block_id": "p15_b294", "text": "(a)"}, {"text_block_id": "p15_b295", "text": "requiring the relevant agency to respond within ten business days acknowledging receipt of any permit application and informing the applicant of any missing information required to assess their application;"}, {"text_block_id": "p15_b296", "text": "(b)"}, {"text_block_id": "p15_b297", "text": "an application process that reflects the scale and potential impact of the development (simpler processes for those developments that may have lower impacts);"}, {"text_block_id": "p15_b298", "text": "(c)"}, {"text_block_id": "p15_b299", "text": "establishing a timeline for the processing of each application;"}, {"text_block_id": "p15_b300", "text": "(d)"}, {"text_block_id": "p15_b301", "text": "specific deadlines for decisions and actions on permit applications;"}, {"text_block_id": "p15_b302", "text": "(e)"}, {"text_block_id": "p15_b303", "text": "complete permit applications for developments using renewable energy sources shall be assessed and responded to within sixty days after submission, unless otherwise agreed with the applicant;"}, {"text_block_id": "p15_b304", "text": "(f)"}, {"text_block_id": "p15_b305", "text": "if any agency fails to comply with any deadline with respect to a permit application, they shall notify the applicant every ten days with specific information regarding the reasons for the delay and an estimate of the time the permit decision will be made; and"}, {"text_block_id": "p15_b306", "text": "(g)"}, {"text_block_id": "p15_b307", "text": "establish a deadline by which the applicants must use the permit or forfeit their right to it."}, {"text_block_id": "p15_b308", "text": "(4)"}, {"text_block_id": "p15_b309", "text": "The Ministry shall compile details of all relevant permit application processes and summarise them for potential developers, including making the information and relevant application forms available on their website."}, {"text_block_id": "p15_b310", "text": "(5)"}, {"text_block_id": "p15_b311", "text": "For avoidance of doubt, application fees, timelines for construction, penalties, and other provisions set out in regulation shall remain unchanged."}, {"text_block_id": "p15_b312", "text": "17. Quality of installation"}, {"text_block_id": "p15_b313", "text": "(1)"}, {"text_block_id": "p15_b314", "text": "Installers of systems using renewable energy resources, including electricity generation and thermal energy systems shall be appropriately trained to install the equipment that they offer, with appropriate certification where relevant."}, {"text_block_id": "p15_b315", "text": "(2)"}, {"text_block_id": "p15_b316", "text": "Installers of systems using renewable energy resources shall provide a quality guarantee for the proper installation according to"}, {"text_block_id": "p16_b317", "text": "best practice."}, {"text_block_id": "p16_b318", "text": "(3)"}, {"text_block_id": "p16_b319", "text": "The minimum obligatory duration of such guarantee shall be six months or such other period set by announcement by the Authority."}, {"text_block_id": "p16_b320", "text": "18. Reporting under the Act"}, {"text_block_id": "p16_b321", "text": "(1)"}, {"text_block_id": "p16_b322", "text": "The Authority shall, within two weeks after the end of each quarter, publish on an appropriate website, a report setting out the"}, {"text_block_id": "p16_b323", "text": "The Authority shall, within two weeks after the end of each quarter, publish on an appropriate website, a report setting out the\n* the number of applications for the connection of\n* the number of renewable energy generating facilities\n* the total number of renewable energy generating\n* network and their capacity, and comparing this to the\n* the information the Authority requires to prepare the\n* the data the Authority requires to record tariff payments\n* register facilities with the Ministry for inclusion in the\n* inform the Responsible Network Utility of the location and\n* by 31 January of each year, provide the Responsible"}, {"text_block_id": "p16_b331", "text": "(2)"}, {"text_block_id": "p16_b332", "text": "The Responsible Network Utility shall make available to the Authority without"}, {"text_block_id": "p16_b339", "text": "(3)"}, {"text_block_id": "p16_b340", "text": "Developers of systems using renewable energy resources"}, {"text_block_id": "p17_b347", "text": "(4)"}, {"text_block_id": "p17_b348", "text": "Responsible Network Utilities shall determine the quantities of electricity and tariff payments based on actual measurements."}, {"text_block_id": "p17_b349", "text": "(5)"}, {"text_block_id": "p17_b350", "text": "The Authority shall publish in an anonymised form on a shared website, the quantities of electricity purchased at the Feed In Tariff and the surcharge if any, on the consumers."}, {"text_block_id": "p17_b351", "text": "(6)"}, {"text_block_id": "p17_b352", "text": "The Authority may disclose the surcharge to final consumers."}, {"text_block_id": "p17_b353", "text": "(7)"}, {"text_block_id": "p17_b354", "text": "This surcharge shall be laid out in a manner which is understandable to consumers without the need for further information."}, {"text_block_id": "p17_b355", "text": "19. Regulations"}, {"text_block_id": "p17_b356", "text": "The Minister may make regulations for the implementation of this Act."}, {"text_block_id": "p17_b357", "text": "20. Miscellaneous"}, {"text_block_id": "p17_b358", "text": "(1)"}, {"text_block_id": "p17_b359", "text": "The Ministry shall be the lead agency mandated to implement the provisions of this Act, and shall work closely with the Authority on such aspects that pertain to electricity generation."}, {"text_block_id": "p17_b360", "text": "(2)"}, {"text_block_id": "p17_b361", "text": "All prior rules and guidelines issued by the Authority not consistent with this Act are hereby repealed or modified accordingly."}, {"text_block_id": "p17_b362", "text": "OBJECTS AND REASONS"}, {"text_block_id": "p17_b363", "text": "The objectives of this Act are"}, {"text_block_id": "p17_b364", "text": "(a)"}, {"text_block_id": "p17_b365", "text": "promote the use of renewable energy resources, including hybrid systems, to achieve greater energy self-reliance and thereby reduce the exposure to fossil fuel price fluctuations, reduce harmful emissions, and promote economic growth and protection of the environment in The Gambia;"}, {"text_block_id": "p17_b366", "text": "(b)"}, {"text_block_id": "p17_b367", "text": "increase the development of renewable energy by development of national and local capabilities and providing both fiscal and non-fiscal incentives;"}, {"text_block_id": "p17_b368", "text": "(c)"}, {"text_block_id": "p17_b369", "text": "enhance the use of renewable energy resources;"}, {"text_block_id": "p18_b370", "text": "(d)"}, {"text_block_id": "p18_b371", "text": "establish the roles of each relevant institution; and"}, {"text_block_id": "p18_b372", "text": "(e)"}, {"text_block_id": "p18_b373", "text": "contribute to observe the regional decisions adopted in Accra regarding the ECOWAS Regional Renewable Energy Policy."}, {"text_block_id": "p18_b374", "text": "……………………………………"}, {"text_block_id": "p18_b375", "text": "TENENG MBA JAITEH"}, {"text_block_id": "p18_b376", "text": "MINISTER OF ENERGY"}], "document_description": "This act establishes the legal, economic and institutional basis to promote the use of renewable energy resources in the Gambia.<br />\n<br />\nThe Act defines responsibilities for the Energy Ministry in Part 3, including to recommend national targets for the use of renewable energy resources, determine the equipment that is eligible for tax exemption in collaboration with the Finance Ministry, carry out an impact assessment of the use of biomass for energy purposes, and to encourage the development of technical and standard requirements and certification of renewable energy installations for Renewable Energy Systems, to ensure the quality of these systems especially in small scale installations, whether residential or commercial.<br />\n<br />\nThe Act further establishes the Renewable Energy Fund.<br />\n<br />\nPart 11 introduces a Feed in Tariff scheme to accelerate the development of renewable energy resources."}