{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Gambia", "document_category": "Policy", "document_sector_name": "Residential and Commercial", "document_language": "English", "document_name": "The National Disaster Management Policy", "document_country_code": "GMB", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": "Drm/Drr", "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2007", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/GMB/2007/GMB-2007-12-25-The National Disaster Management Policy_7a4d1f95bc6a49d1617133e705dc1893.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE GOVERNMENT OF THE REPUBLIC OF THE GAMBIA"}, {"text_block_id": "p0_b2", "text": "July 2007"}, {"text_block_id": "p1_b3", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p1_b4", "text": "SECTION II"}, {"text_block_id": "p1_b5", "text": "SECTION III"}, {"text_block_id": "p1_b6", "text": "SECTION IV"}, {"text_block_id": "p1_b7", "text": "SECTION V"}, {"text_block_id": "p2_b8", "text": "1. ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p3_b9", "text": "1. 1 FOREWORD"}, {"text_block_id": "p3_b10", "text": "As the incidence and severity of disasters are on the rise, disaster management deserves highest priority. Until recently disaster management was considered a post disaster activity focussing mainly on rescue, relief and rehabilitation with emphasis on state-centric approaches. In the face of challenges posed by the paradigm shift from rescue and relief operations to disaster prevention and preparedness, the policy paper makes a significant case for deliverable development objectives."}, {"text_block_id": "p3_b11", "text": "Disaster Management is an important issue that cannot be addressed by the government alone. It calls for a convergence of efforts from both agencies and institutions to undertake various types of tasks at various stages of the disaster management cycle."}, {"text_block_id": "p3_b12", "text": "The Policy distils key recommendations from international conventions and protocols on disaster management and adapts them to the overall country programme. This, in practical terms, should be reflected in a coordinated and harmonised disaster management approach that links national, regional and international strategies. The Government of the Gambia views such an approach as an extremely important issue because any national policy which is at variance with international standards can have serious implications for the conduct and realisation of disaster management goals and strategies. Today, a malfunction in the disaster management mechanism in some remote community in the Upper River Region, for example, could have wider far reaching disastrous consequences elsewhere."}, {"text_block_id": "p3_b13", "text": "A Vision and focus for disaster management in the Gambia are clearly outlined in the policy paper which points out the directions for the delivery of expected community and sustainability outcomes. The Policy Paper also establishes the strategic priorities and targets to guide and inform practice and highlights the need to institutionalise disaster risk reduction approaches in national development and planning strategies."}, {"text_block_id": "p3_b14", "text": "With the publication of this Policy Paper, we hope that our development partners, NGOS and Civil Society Organisations will draw on its insights in order to contribute effectively to disaster management in the Gambia."}, {"text_block_id": "p3_b15", "text": "Dr. Ajaratou Isatou Njie-Saidy"}, {"text_block_id": "p3_b16", "text": "Vice- President of the Republic of the Gambia and Chairperson of the National Disaster Management Council"}, {"text_block_id": "p4_b17", "text": "1.2 Executive Summary"}, {"text_block_id": "p4_b18", "text": "In recent years, the Gambia has been experiencing quite a significant number of disaster events of both natural and anthropogenic origins. The document on the hazard profile of the Gambia and its vulnerability and capacity assessment report shows that these disasters are related to drought, floods, locust invasions, environmental degradation and epidemics. For example, between 2002 and 2006 there were 65 flood related disasters, 45 incidents of fire in the Western Region only. The figures for other regions of the country were much lower. The recurrence of disaster events and the increasing concerns about disaster impacts have attracted a lot of attention from both government and development partners not the least because the risk calculus for vulnerable groups within the society and infrastructure is enormous. Hence the urgent need to design a policy that would outline the development of standard instruments for disaster prevention and preparedness as well as organisational mechanisms for plan implementation. The underlying assumption is that disaster prevention and preparedness are crucial entry points for disaster risk reduction."}, {"text_block_id": "p4_b19", "text": "It is becoming increasingly apparent that investment in disaster prevention saves expenditure in managing disasters. The Policy Paper therefore outlines approaches and strategies that will build a culture of safety and resilience through capacity development. As stipulated in the government•s plan for development, Vision 2020 •the greatest challenge facing the nation is the elaboration of a disaster preparedness plan of inter -sectorial character•. It is therefore important to make the case to decision-makers about the benefits of preventive action and the need to mainstream such actions into development programmes. The policy is therefore underpinned by a comprehensive disaster management approach that seeks to achieve the right balance of prevention, preparedness, mitigation and response."}, {"text_block_id": "p4_b20", "text": "The overall objective of the policy is to build safe and resilient communities by enhancing the use of and access to knowledge and information in disaster prevention and management at all levels of society. To this end, the Policy will:"}, {"text_block_id": "p4_b21", "text": "The overall objective of the policy is to build safe and resilient communities by enhancing the use of and access to knowledge and information in disaster prevention and management at all levels of society. To this end, the Policy will:\n* Promote the incorporation of disaster prevention and management education in both the formal and non formal educational systems. This emphasis entails a two-pronged approach that stresses, on the one hand, broad opportunities for knowledge and information that enhances public awareness of disaster risk reduction, and on the other hand, sound disaster risk reduction judgement at all levels.\n* Pay particular attention to the gender dimension of disaster management. There is a great preventive value in initiatives that focus on women, not only are they the main victims of disasters, but they contribute immensely to community stability and vitality.\n* Make a case for a culture of prevention to be taught in schools, emphasised by the media and vigorously pursued by disaster management agencies.\n* Promote the incorporation of indigenous knowledge into Early Warning systems and disaster response initiatives."}, {"text_block_id": "p4_b29", "text": "The Policy is divided into four main sections outlining main areas for intervention and institutional structures and agencies for plan intervention. The Policy also identifies action stations and possible financing options. The policy paper concludes with mechanisms for review and evaluation.  An Annex has been added for the fulfilment of the requirements of the Hyogo Framework for Action to develop an internal work plan to help determine the"}, {"text_block_id": "p5_b30", "text": "human and financial resources required to undertake disaster prevention and management tasks."}, {"text_block_id": "p5_b31", "text": "1.3 Introduction"}, {"text_block_id": "p5_b32", "text": "The Gambia is situated on the west coast of Africa between the Equator and the Tropic of Cancer and it forms a narrow strip of land on either side of the River Gambia. It is about 30 miles (48 kilometres) wide along the coast, narrowing to 15 miles (24 kilometres) at its eastern border. From sea level, interior elevations rise to 112 feet."}, {"text_block_id": "p5_b33", "text": "The Gambia is vulnerable to periodic drought because it is part of the arid Sahel Zone between the Sahara Desert and the coastal rain forest. The subtropical climate has a distinct hot and rainy season from June to October, and a cooler dry season from November to May. High temperatures and humidity mark the beginning and end of the rainy season. The dry season is noted for the dry trade winds known as Harmattan."}, {"text_block_id": "p5_b34", "text": "The realisation that environmental threats could result in serious socioeconomic and human costs has refocused the disaster management agenda on some critical challenges relating to disaster risks reduction. Some of these challenges are in essence development challenges, especially when many of these threats that confront the international community emanate largely from failures of development."}, {"text_block_id": "p5_b35_merged", "text": "At the UN, a series of policy documents and reforms underpinned the new disaster management agenda: ISDR 2002 publication entitled Living with Risk: A Global review of disaster reduction initiatives. Prior to this publication, the UN General Assembly declared 1990-1999 the international decade for national disaster reduction and in 2000, the UN General Assembly founded the ISDR (International Strategy for Disaster Reduction), a coalition of governments, UN agencies, regional organisations and civil society organisations. In 2005, a major reform within the UN system resulted in some UN agencies, in particular the UNDP, becoming increasingly concerned about disaster risk issues by actively engaging in enhancing disaster risk programmes at country level. The road map towards the implementation of the United Nations Millennium Declaration (Secretary-General•s Report to the General Assembly) touches on areas which are closely linked to vulnerability to natural hazards such as ensuring environmental stability, the eradication of extreme poverty and hunger and promoting gender equality."}, {"text_block_id": "p5_b38", "text": "In Tandem with developments at the UN, several Governments and NGOs championed issues of disaster reduction. During the world conference on disaster reduction held in Kobe, Hyogo, Japan, world Governments agreed on the Hyogo Framework for Action 2005-2015 which was formulated as a comprehensive, action- oriented response to international concern about disaster impacts on communities and national development. For its part, the World Bank launched the Pro Vention Consortium in 2000, which works towards a more effective public-private dialogue on disaster risk."}, {"text_block_id": "p5_b39", "text": "These normative and policy developments have been articulated in various government policy documents and development agenda. The Gambia Vision 2020 document, the National Disaster Emergency Relief and Resettlement, the Gambia Environmental Action Plan I & II, The National Environment Management Act, the Capacity building for sustainable development (CAP 2015) project, The MDG Reports 2003, 2004 and the PRSP are cases in point."}, {"text_block_id": "p6_b40", "text": "One of the major obstacles to effective disaster management policies in the past has been a dominant approach that justifies disaster response. The debate is now moving from the idea of a basic diagnosis of relief operation to a more proactive strategy of disaster prevention. This shift in focus in recent years from disaster response to disaster prevention and disaster risk reduction is largely motivated by the high toll of disasters both in terms of human sufferings and the loss of economic assets. Yet prevailing policy responses of both Governments and the international community is to treat disaster as a series of unexpected events whose remedy lies in the provision of humanitarian relief. This, in essence is what is normally called •crisis survival• as the aim is to minimise short-term suffering. What is needed, as clearly indicated in a recent DFID Policy Paper, is •a well-resourced and prepared response system with a focus on national and local capacity•."}, {"text_block_id": "p6_b41", "text": "This Policy Paper emphasises that any successful mechanism for disaster prevention must be multifaceted and designed for the long-term. The capacity to anticipate and analyse possible disaster threats is a prerequisite for prudent decision-making and effective action. Yet even practical early warning will not ensure successful preventive action unless there is a fundamental change of attitude towards disaster perceptions. An integrated approach that brings together the efforts of the Government, UN agencies, NGOs, key development partners and local communities is probably the most viable disaster management strategy."}, {"text_block_id": "p6_b42", "text": "1.4 Goals"}, {"text_block_id": "p6_b43", "text": "1.4 Goals\n* Articulate the vision and goals for disaster management in The Gambia\n* Outline the strategic direction to guide the development of disaster management Policies\n* Align the strategic direction for disaster risk reduction with international norms and framework conventions.\n* Mainstream disaster mitigation into relevant areas of activity of Government NGOs and Civil Society Organisations.\n* Strengthen the governance and accountability arrangements in place that support achievements of disaster management priorities."}, {"text_block_id": "p6_b53", "text": "1.5 Vision"}, {"text_block_id": "p6_b54", "text": "1.5 Vision\n* Safer and resilient communities in which the impact of hazards would not hamper development and the ecosystem and the provision for a better quality of life through effective emergency and disaster services.\n<\\li1>"}, {"text_block_id": "p6_b56", "text": "1.6 Strategic Objectives"}, {"text_block_id": "p6_b57", "text": "1.6 Strategic Objectives\n* To integrate disaster risk reduction into sustainable development policies and planning;\n* To develop and strengthen institutional mechanisms and capacities to build resilience to hazards\n* The systematic incorporation of international, regional, national and local disaster risk reduction strategies and approaches into the implementation of emergency preparedness, response and recovery.\n* To achieve a comprehensive, all hazard, all agencies approach by achieving the right balance of prevention, preparedness, mitigation, response and recovery;"}, {"text_block_id": "p7_b65", "text": "1.6 Strategic Objectives\n* To integrate disaster risk reduction into sustainable development policies and planning;\n* To develop and strengthen institutional mechanisms and capacities to build resilience to hazards\n* The systematic incorporation of international, regional, national and local disaster risk reduction strategies and approaches into the implementation of emergency preparedness, response and recovery.\n* To achieve a comprehensive, all hazard, all agencies approach by achieving the right balance of prevention, preparedness, mitigation, response and recovery;\n* Prepare communities to ensure that they are fully equipped to anticipate and respond to disaster events.\n* To promote a transparent, systematic and consistent approach to disaster risk assessment and management.\n* A multi-stakeholder participatory approach including community participation at all levels.\n* Develop a database and information exchange system at national and international levels."}, {"text_block_id": "p7_b73", "text": "SECTION II"}, {"text_block_id": "p7_b74", "text": "2 Policy Statement"}, {"text_block_id": "p7_b75", "text": "To develop and implement an integrated action plan that will create an effective disaster management system at local, national and international levels."}, {"text_block_id": "p7_b76", "text": "2.1 Focus areas and Strategies for Intervention"}, {"text_block_id": "p9_b77", "text": "SECTION III"}, {"text_block_id": "p9_b78", "text": "3. Policy Implementation Agencies and Structures"}, {"text_block_id": "p9_b79", "text": "The Policy will adopt various approaches to ensure that risk reduction in particular and disaster management in general is a national and local priority with strong involvement of local actors, the victims of disaster and institutional basis for implementation. A rights-based approach would ensure that effective steps for disaster management no longer remain an optional discretionary initiative on ad hoc basis. Rather, it becomes a collective mandatory responsibility. A legal framework would create an enabling environment and empower institutional structures and agencies to protect the rights of people who could be affected by disasters as well as the victims of disasters."}, {"text_block_id": "p9_b80", "text": "a) Agencies"}, {"text_block_id": "p9_b81", "text": "a) Agencies\n* NGOS\n* Civil Society Organisations\n* Government Agencies\n* UN Agencies\n* Private Sector"}, {"text_block_id": "p9_b91", "text": "Functions"}, {"text_block_id": "p9_b92", "text": "Functions\n* Identify, assess and monitor disaster risks and enhance early warning systems.\n* Use indigenous knowledge, innovation, practices and education to build a culture of safety and resilience at all levels.\n* Strengthen disaster preparedness for effective response at all levels.\n* Creation of Disaster Prevention Volunteer Corps at local and national levels to be fully trained and equipped to identify, assess and monitor disaster events."}, {"text_block_id": "p9_b100", "text": "3.1 Implementing Structures"}, {"text_block_id": "p9_b101", "text": "The Government•s strategy in the management of disasters in the country is not to create new or additional structures but to ensure optimum utilisation of existing resources. Furthermore, since disaster management is multi-faceted, multi-sectoral and multi-disciplinary it calls for the concerted efforts of people with different professional backgrounds and institutions with expertise in disaster management. The organisation to be established to manage disasters will have staff posted throughout the country. The organisation will set up a mechanism whereby professionals from various Departments could be called upon to offer technical support and advice."}, {"text_block_id": "p10_b102", "text": "a) DISASTER MANAGEMENT COUNCIL"}, {"text_block_id": "p10_b103", "text": "A Disaster Management Council shall be established to provide policy guidelines."}, {"text_block_id": "p10_b104", "text": "The Council shall have the power to review and/or amend the policy to meet the emerging needs of the country in all disaster-related matters. H.E. the Vice- President shall head the Council and shall chair its meetings, twice in every year (July/January). The composition of the National Disaster Management Council shall include the following but not limited to:"}, {"text_block_id": "p10_b105", "text": "Secretary of State for Interior"}, {"text_block_id": "p10_b106", "text": "Secretary of State for Defence"}, {"text_block_id": "p10_b107", "text": "Secretary of State for Finance and Economic Affairs"}, {"text_block_id": "p10_b108", "text": "Secretary of State for Health and Social Welfare"}, {"text_block_id": "p10_b109", "text": "Attorney General and Secretary of State for Justice"}, {"text_block_id": "p10_b110", "text": "Secretary of State for Forestry and Environment"}, {"text_block_id": "p10_b111", "text": "Secretary of State for Local Government & Lands"}, {"text_block_id": "p10_b112", "text": "The Council can co-opt other members when the need arises but members from the civil service shall not be below the rank of Permanent Secretary."}, {"text_block_id": "p10_b113", "text": "b) DISASTER MANAGEMENT AGENCY"}, {"text_block_id": "p10_b114", "text": "The Agency shall carry out the day-to-day administrative matters to ensure the full implementation of disaster management policies and strategies."}, {"text_block_id": "p10_b115", "text": "c) TECHNICAL ADVISORY GROUP"}, {"text_block_id": "p10_b116", "text": "A Technical Advisory Group made up of professionals shall be formed and it shall, through the National Disaster Management Organisation, advise the National Disaster Management Council and will also prepare the National Disaster Management Plan and review Regional Disaster Management Plans."}, {"text_block_id": "p10_b117", "text": "3.2 Organisational Chart of the National Disaster Management Organization"}, {"text_block_id": "p10_b118", "text": "3.2 Organisational Chart of the National Disaster Management Organization\n* National Disaster Management Council\n* Central Operations Group (National Coordinator & Technical Team)\n* National Disaster Management Organisation\n* National/Regional/District Technical Committees\n* Regional/Municipal/City Council Disaster Management Committees\n* District Disaster Management Committees\n* Village Development Committees"}, {"text_block_id": "p10_b132", "text": "i) Roles and Responsibilities for Disaster Management at various levels"}, {"text_block_id": "p10_b133", "text": "A bill shall be passed establishing the National Disaster Management Organisation which shall be the overall disaster management body in the country:"}, {"text_block_id": "p11_b134", "text": "There shall be established within the Organisation an Agency that shall carry out the day-to-day administrative matters to ensure the full implementation of disaster management plans."}, {"text_block_id": "p11_b135", "text": "The Organisation shall have its operational office at the National, Regional, Municipal, City and District Council levels."}, {"text_block_id": "p11_b136", "text": "The administrative head of the Agency shall be the National Coordinator and he/she shall be the Secretary of the National Disaster Management Council."}, {"text_block_id": "p11_b137", "text": "At the Regional, Municipal/City Council and District levels, there shall be established Regional/Municipal/City Council, District and Village Disaster Management Committees and the composition of membership shall be the heads of institutions at various levels. The Governor/Mayor/Mayoress/District Chief and Alkalo shall ensure that the departments and the agencies comply with the directives."}, {"text_block_id": "p11_b138", "text": "The Regional/Municipal/City Council/District / Village Coordinators of the National Disaster Management Organisation shall be the administrative heads of the organisation and shall in addition to their duties serve as Secretaries to the Disaster Management Committees."}, {"text_block_id": "p11_b139", "text": "At the national level"}, {"text_block_id": "p11_b140", "text": "Disaster management shall be under the Chairperson of Office of the Vice -President"}, {"text_block_id": "p11_b141", "text": "."}, {"text_block_id": "p11_b142", "text": "At the Regional/Municipal/City Council level"}, {"text_block_id": "p11_b143", "text": ":"}, {"text_block_id": "p11_b144", "text": "The responsibilities shall rest with the Governor/Mayor."}, {"text_block_id": "p11_b145", "text": "At the District level"}, {"text_block_id": "p11_b146", "text": ":"}, {"text_block_id": "p11_b147", "text": "District Chief"}, {"text_block_id": "p11_b148", "text": "At Village level"}, {"text_block_id": "p11_b149", "text": ":"}, {"text_block_id": "p11_b150", "text": "The Alkalo"}, {"text_block_id": "p11_b151", "text": "3.3 Operational Mechanism"}, {"text_block_id": "p11_b152", "text": "This Policy will be implemented through the following strategic actions"}, {"text_block_id": "p11_b153", "text": "This Policy will be implemented through the following strategic actions\n* Sensitisation programmes and advocacy on disaster prevention\n* Mainstreaming disaster prevention and management in school curricula and development programmes.\n* Factor disaster scenarios into economic planning and programmes.\n* Capacity building and information sharing\n* Monitoring and Evaluation"}, {"text_block_id": "p11_b163", "text": "3.4 Policy Recommendations"}, {"text_block_id": "p11_b164", "text": "Early Warning Systems"}, {"text_block_id": "p11_b165", "text": "Early Warning Systems\n"}, {"text_block_id": "p12_b170", "text": "Disaster Prevention and Preparedness"}, {"text_block_id": "p12_b171", "text": "Sensitisation and immunisation programmes."}, {"text_block_id": "p12_b172", "text": "Proper planning/ construction of buildings, e.g. appropriate urban and rural settlements/ proper specification by engineers."}, {"text_block_id": "p12_b173", "text": "Afforestation."}, {"text_block_id": "p12_b174", "text": "Creation of fire belts"}, {"text_block_id": "p12_b175", "text": "Enforcement of legislative laws to protect, conserve and preserve forest/ environment."}, {"text_block_id": "p12_b176", "text": "Adhere to water and sanitary regulations"}, {"text_block_id": "p12_b177", "text": "Monitoring and evaluation of settlements by physical planning in collaboration with Regional Governors especially in rural areas."}, {"text_block_id": "p12_b178", "text": "Availability of resources for disaster prevention and preparedness activities."}, {"text_block_id": "p12_b179", "text": "Adequate safety precautions, adherence to capacity and proper maintenance of boats, ferries and vehicles."}, {"text_block_id": "p12_b180", "text": "Vulnerability and Capacity Assessment (VCA)"}, {"text_block_id": "p12_b181", "text": "Human Resources and Training"}, {"text_block_id": "p12_b182", "text": "Creation of Regional Coordination"}, {"text_block_id": "p12_b183", "text": "Identify  training needs and provision of adequate resources"}, {"text_block_id": "p12_b184", "text": "Council, Technical Committee, Region, District, Village"}, {"text_block_id": "p12_b185", "text": "Provision of adequate resources to enhance capacities in order to prevent disasters"}, {"text_block_id": "p12_b186", "text": "Drawing on the expertise from within the region and the sub-region."}, {"text_block_id": "p12_b187", "text": "Response to Disasters"}, {"text_block_id": "p12_b188", "text": "Disaster Financing Options"}, {"text_block_id": "p12_b189", "text": "Private sector interventions"}, {"text_block_id": "p12_b190", "text": "Local level (village and community)"}, {"text_block_id": "p12_b191", "text": "Local Councils/Municipalities"}, {"text_block_id": "p12_b192", "text": "Civil Society Organisations"}, {"text_block_id": "p12_b193", "text": "Government"}, {"text_block_id": "p12_b194", "text": "International Organisations"}, {"text_block_id": "p12_b195", "text": "NGO"}, {"text_block_id": "p12_b196", "text": "UN Agencies"}, {"text_block_id": "p12_b197", "text": "Private individuals and others"}, {"text_block_id": "p12_b198", "text": "Issues of Coordination"}, {"text_block_id": "p12_b199", "text": "Development of contingency and operational plans"}, {"text_block_id": "p12_b200", "text": "Resource allocation/ distribution"}, {"text_block_id": "p12_b201", "text": "Collaboration"}, {"text_block_id": "p12_b202", "text": "Monitoring, Evaluation and Assessment"}, {"text_block_id": "p12_b203", "text": "Harmonization"}, {"text_block_id": "p12_b204", "text": "Information dissemination"}, {"text_block_id": "p12_b205", "text": "Standardisation"}, {"text_block_id": "p12_b206", "text": "Disaster Relief and Recovery"}, {"text_block_id": "p13_b207", "text": "Provide Psycho-social support and Counselling;"}, {"text_block_id": "p13_b208", "text": "Activate co-ordinating mechanisms- The Community Structures (Regional, Community and Village Disaster Committees)"}, {"text_block_id": "p13_b209", "text": "Regional Disaster Management Committees will be expanded to all levels including the District and Village levels;"}, {"text_block_id": "p13_b210", "text": "Assess the impact of the disaster on affected community, individuals and the environment."}, {"text_block_id": "p13_b211", "text": "Provision of immediate needs: shelter, food, medical care, psycho-social support and reintegration."}, {"text_block_id": "p13_b212", "text": "Role of local partners: Compensation /Insurance, National Disaster Fund, support from Donor Agencies."}, {"text_block_id": "p13_b213", "text": "Identify and prioritise the immediate and long- term needs of the affected people."}, {"text_block_id": "p13_b214", "text": "The use of international standards in disaster intervention."}, {"text_block_id": "p13_b215", "text": "Stakeholders and individuals should be encouraged to insure their assets and personnel"}, {"text_block_id": "p13_b216", "text": "SECTION IV"}, {"text_block_id": "p13_b217", "text": "4. Financing Options for the Policy"}, {"text_block_id": "p13_b218", "text": "Inadequate financial and human resources undermine the effective and continuing operations of disaster management, especially during critical periods of emergencies. The Policy develops a strategy for resource mobilisation by supporting and sustaining the NDMF and establishing a Donor Pool Fund"}, {"text_block_id": "p13_b219", "text": "4.1 National Disaster Management Fund"}, {"text_block_id": "p13_b220", "text": "•"}, {"text_block_id": "p13_b221", "text": "Allocation of funds in the national budget for disaster management activities"}, {"text_block_id": "p13_b222", "text": "•"}, {"text_block_id": "p13_b223", "text": "Engage NGOs, Regional and Sub-regional organisation and UN agencies to fund specific areas of interest in the disaster management work plan."}, {"text_block_id": "p13_b224", "text": "4.2 Donor Pool Fund"}, {"text_block_id": "p13_b225", "text": "•"}, {"text_block_id": "p13_b226", "text": "Invite development partners to make contributions to the Pool Fund"}, {"text_block_id": "p13_b227", "text": "•"}, {"text_block_id": "p13_b228", "text": "A budget and a work plan for the Pool Fund shall be prepared"}, {"text_block_id": "p13_b229", "text": "•"}, {"text_block_id": "p13_b230", "text": "A Mechanism to ensure compliance with donor requirements and procedures shall be established."}, {"text_block_id": "p14_b231", "text": "SECTION V"}, {"text_block_id": "p14_b232", "text": "5. Policy Review, Monitoring and Evaluation"}, {"text_block_id": "p14_b233", "text": "The Policy Paper is a dynamic document and will be reviewed and evaluated every three years to ensure consistency with national initiatives and an annual progress report sent to the Government."}, {"text_block_id": "p14_b234", "text": "5.1 Policy Review"}, {"text_block_id": "p14_b235", "text": "The experience gained from monitoring should inform the assessment of the policy. This would lead to effective review of the policy. The Policy needs to be reviewed every three years."}, {"text_block_id": "p14_b236", "text": "5.2 Monitoring and Evaluation Processes"}, {"text_block_id": "p14_b237", "text": "Disaster risk reduction policy making needs to be evidence-based. To ensure that the disaster reduction objectives at community, national, sub-regional levels are achieved depend on effective disaster monitoring information."}, {"text_block_id": "p14_b238", "text": "H.E. the Vice President shall be kept informed about the activities of the Council, the Regional, Municipal /City Council, District and Village Disaster Management Committees and that of the Organisation. This will be done through:"}, {"text_block_id": "p14_b239", "text": "•"}, {"text_block_id": "p14_b240", "text": "Bi-annual report on activities carried out by the organisation in the areas of education, contingency planning and simulation exercises."}, {"text_block_id": "p14_b241", "text": "•"}, {"text_block_id": "p14_b242", "text": "Bi-annual report on disaster risk reduction initiatives"}, {"text_block_id": "p14_b243", "text": "•"}, {"text_block_id": "p14_b244", "text": "An assessment report is to establish cause(s) of the disaster and appropriate suggestions as how to improve on existing approaches and strategies. Bi-annual reports shall be submitted, the first report to be submitted in July for the first half of the year and the other report in January of the following year to cover the second half of the previous year."}, {"text_block_id": "p14_b245", "text": "•"}, {"text_block_id": "p14_b246", "text": "A Post Disaster Report on major disaster events. The second report is to assess the organisation and the various committees• preparedness and ways of improving on their response capabilities."}, {"text_block_id": "p14_b247", "text": "GOVERNMENT AUTHORISATION"}, {"text_block_id": "p14_b248", "text": "This policy is issued under Cabinet decision"}, {"text_block_id": "p14_b249", "text": "No: ••••••••  Dated: ••••••••••."}, {"text_block_id": "p15_b250", "text": "Annex 1"}, {"text_block_id": "p15_b251", "text": "National Disaster Management Agency"}, {"text_block_id": "p16_b252", "text": "ANNEXE 2"}, {"text_block_id": "p17_b253", "text": "Village Co-ordinator"}, {"text_block_id": "p17_b254", "text": "Annex 3"}, {"text_block_id": "p17_b255", "text": "Command structure of the Organisation during an emergency"}, {"text_block_id": "p18_b256", "text": "ANNEXE 4"}], "document_description": "The National Disaster Management Policy aims at building safe and resilient communities by enhancing the use of and access to knowledge and information in disaster prevention and management at all levels of society. This document thus promotes the incorporation of disaster prevention and management education in educational systems, pays attention to the gender dimension of disaster management, makes a case for a culture of prevention and promotes the incorporation of indigenous knowledge into Early Warning systems and disaster response initiatives. The Policy also identifies action stations and possible financing options, and addresses mechanisms for review and evaluation."}