{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "Gambia", "document_category": "Policy", "document_sector_name": ["Transport", "Tourism", "Social development", "LULUCF", "Health", "Environment", "Energy", "Economy-wide", "Coastal zones", "Agriculture"], "document_language": "English", "document_name": "The Gambia 2050 Climate Vision", "document_country_code": "GMB", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Vision", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "03/01/2021", "document_keyword": ["Education", "Gender", "Infrastructure", "Culture", "Intergenerational"], "document_url": "https://cdn.climatepolicyradar.org/GMB/2021/GMB-2021-01-03-The Gambia 2050 Climate Vision_f5efe2396680a7bee728aeea67455bf7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBIC OF THE GAMBIA"}, {"text_block_id": "p0_b2", "text": "The Gambia 2050 Climate Vision"}, {"text_block_id": "p0_b3_merged", "text": "Meeting our commitments under the Paris Agreement – moving towards climate resilience and net zero carbon emissions by 2050"}, {"text_block_id": "p0_b6", "text": "Vision underlying the forthcoming long-term strategy (LTS) for low greenhouse gas emissions and climate-resilient development"}, {"text_block_id": "p0_b7", "text": "March 2021"}, {"text_block_id": "p1_b8", "text": "Contents"}, {"text_block_id": "p1_b9", "text": "Boxes, figures and tables"}, {"text_block_id": "p1_b10", "text": "Box 1. The Gambia 2050 Climate Vision: what we want to achieve"}, {"text_block_id": "p1_b11", "text": "Figure 1. a) Administrative map of The Gambia, indicating its location along the west coast of Africa"}, {"text_block_id": "p1_b12", "text": "Figure 1. a) Administrative map of The Gambia, indicating its location along the west coast of Africa\n* Broad landcover classes c) Ecoregions and topography\n<\\li1>"}, {"text_block_id": "p1_b14", "text": "Table 1. Barriers and challenges to address"}, {"text_block_id": "p1_b15", "text": "Acronyms"}, {"text_block_id": "p2_b16", "text": "Foreword"}, {"text_block_id": "p2_b17", "text": "The Impacts of climate change hit us on a variety of fronts. In The Gambia, sea level rise n.rlns our groundwater, coastline and rice fields. More intense storms devastate our communities. The Impacts of climate change aggravate existing development challQnges. Climate change hinders our efforts to reduce poverty and hunger."}, {"text_block_id": "p2_b18", "text": "Yet, global emissions continue to rise, .and with no sign of peaking."}, {"text_block_id": "p2_b19", "text": "Despite all this, there is hope. Science tells us that limiting warming to 1.s•cel remains feasible. But it will require rapid and f&Meaching transitions ,n a,11 aspects of society,"}, {"text_block_id": "p2_b20", "text": "We are already seeing positive signals In this regard; however, actions must accelerate and quickty. Current national pledges to the Paris Agreement will lead us to a 3\"-wa.rmer world. At this rate, devastating Impacts seem Inevitable, particularly for the poor and vulnerable communities. So ambitious plans for domestic emission reductions are critical for all, particularly developing countries."}, {"text_block_id": "p2_b21", "text": "In accordanc,e with Article 4.19 of the Pans Agreement, all Parties should strive to formulate and communicate long-term low greenhouse gas emission development strategies, mindful of Article 2 of the Convention, taking into account their common but differentiated .responsibilities and respective capabilities, in the light of different national circumstances."}, {"text_block_id": "p2_b22", "text": "In this document, The Gambia lays out its 2050 Climate Vision. Developed over the course of a year, with an inclusive and participatory process that Involved over 100 stakeholders, the Vision is a product of the ambitions and needs of Gambians from all walks of life. National stakeholders from across all sectors .of Gambian society -government, private sector and businesses, clvil society, academia, regional administrations and local communities, and more -took an actWe part and contributed many ideas and inputs in the preparation of the country's long-term climate vision."}, {"text_block_id": "p2_b23", "text": "We therefore take thls opportunity to slnceraly thank all stakeholders for their valuable contributions in our collective efforts to forge this vision. Our development partners also took a keen interest in the wo.rk and they have our sincere thanks and appreciation. The leadership of the Core Team (Alpha A. K. Jallow, MECCNAR; Bubacarr Zaidi Jallow, MECCNAR; Alagie Fadera, MoFEA; lsatou F. Camara, MoFEA; and Jainaba fatty, MECCNAR) tasked with spearheading this exercise were all critical in ensuring that this complex process was brought to a successful conclusion. We thank them for their efforts. Our partner throughout this process has beeri the lnternatjonal Institute of Environment and Development (ll'ED) who spared no effort in providing sound technical support and guidance throughout, ind for p,oviding the services of a national consultant (Ahmad Tijan fallow) who, as lead drafter, supported the work of the Core Team. We wish to thank IIEO (in particular Gabrielle Swaby and Elaine Harty) for the exemplary partnership and support. Finally, to the 2050, Pathways Platform, we express our sincere gratitude for their commitment at\"ld support to The Gambia,"}, {"text_block_id": "p2_b24_merged", "text": "We are not finished yet -the next step ls to detail the strategy, actions and measutes to ensure we achieve this vision. This vision will inform the forthcoming long-term low carbon, dlmate resilient development strategy, which will fulfil the Paris Agreement's invitation,"}, {"text_block_id": "p2_b27", "text": "But for The Gambia to Implement our ambitious plans, Increased levels of support are needed. We are not calling for bus1ness as usual, but tong-term commitments to support the vision set by LDCS."}, {"text_block_id": "p3_b28", "text": "Climate change is a global Issue with global consequences; addressfng it requires a cooperative global effort."}, {"text_block_id": "p3_b29_merged", "text": "With global solidarity and support from the International community, all countries can move forward with climate action p.lans, and people and the planet can be protected from the worst effects of climate change. Fairness and Justice should be deeply rooted ln alt climate actions to ensure no one is left behind. A safer and more prosperous future for all ls possible."}, {"text_block_id": "p4_b32", "text": "1 Introduction: the global and national context"}, {"text_block_id": "p4_b33", "text": "1.1"}, {"text_block_id": "p4_b34", "text": "National"}, {"text_block_id": "p4_b35", "text": "development"}, {"text_block_id": "p4_b36", "text": "context"}, {"text_block_id": "p4_b37", "text": "The Gambia is a small, fragile country located on the eastern seaboard of the Atlantic Ocean and stretches 450km along the Gambia River. It forms a narrow enclave into the Republic of Senegal except for a short stretch of coastline adjacent to the Atlantic Ocean, with approximately 80km of coastline and about 200km of sheltered shoreline within the tidal reaches of the Gambia River."}, {"text_block_id": "p4_b38", "text": "Inland of the floodplain, the landscape is characterised by savannah and low hills, with the highest elevation point reaching only 53m above sea level."}, {"text_block_id": "p4_b39_merged_merged_merged", "text": "Figure 1. a) Administrative map of The Gambia, indicating its location along the west coast of Africa b) Broad landcover classesc) Ecoregions and topography"}, {"text_block_id": "p5_b41", "text": "With an estimated population of just over 2.33 million and with 174 people per square kilometre, The Gambia is one of the most densely populated countries in Africa. This high population density imposes a huge pressure on productive resources, infrastructure and the provision of social services. Most of the population (54.6%) is concentrated around urban centres."}, {"text_block_id": "p5_b42", "text": "The Gambia’s economy is small and heavily dependent on agriculture, remittances and tourism. It is"}, {"text_block_id": "p5_b43", "text": "highly vulnerable to external shocks and limited diversification and modernisation. The country is a key transit and trade route for Senegal and regional countries. The agriculture, forestry and fisheries sectors employ 9.2% of the working population aged 15"}, {"text_block_id": "p5_b44", "text": "–"}, {"text_block_id": "p5_b45", "text": "64 years, a percentage which does not include the large number of subsistence farmers in The Gambia. Agriculture represents about 24% of gross domestic product (GDP). For about 72% of poor households and 91% of extremely poor rural households, agriculture is the main source of income."}, {"text_block_id": "p5_b46", "text": "Yet performance in agriculture is vulnerable to erratic rains, low productivity and little mechanisation."}, {"text_block_id": "p5_b47", "text": "The Gambia has a human development index ranking of 174 out of 189 countries"}, {"text_block_id": "p5_b48", "text": "with a gross domestic product per capita of US$813 in 2019."}, {"text_block_id": "p5_b49", "text": "Overall, 48.6% of the population lives below the poverty line with a large difference between urban (31.6%) and rural areas (69.5 %)"}, {"text_block_id": "p5_b50", "text": "–"}, {"text_block_id": "p5_b51", "text": "thus manifesting poverty as a rural phenomenon."}, {"text_block_id": "p5_b52", "text": "The number of people living below the poverty line (i.e. on less than US$1.25/day) was 0.94 million in 2016, representing a 48.6% poverty rate."}, {"text_block_id": "p5_b53", "text": "However, some progress has been registered with respect to life expectancy, access to education, water, nutrition outcomes and maternal mortality."}, {"text_block_id": "p5_b54", "text": "The key long-term development challenges facing The Gambia are related to its small and undiversified economy, high public debt burden, small private sector and internal market, low levels of integration with regional/international markets, limited access to resources, high population growth rate, deficits in infrastructure, and inadequate skills necessary to create jobs for the youthful population. Additionally, economic growth is highly vulnerable to climate change as well as the volatility of external factors such as tourism and remittances. With per capita growth close to zero throughout the past two decades, it is also worth noting that the only growth is in GDP and stemmed mainly from private consumption (fuelled by remittances and tourism) and not from investments by either the private or public sector, which is preferable for growth. Agriculture (including forestry and fisheries) contribute to a large share of economic output and livelihood opportunities but are subject to erratic rainfall, frequent droughts and movement of fishing grounds triggered by climate change."}, {"text_block_id": "p5_b55_merged_merged_merged", "text": "Notwithstanding these, the transition to a pluralistic democratic dispensation has opened many opportunities which can be exploited to transform the country and put it on a sustainable path to growth, jobs and incomes. In this regard, the government is implementing a comprehensive and ambitious National Development Plan or NDP (2018–2021)with eight strategic priorities touching on governance, macro-economic reforms, human capital, infrastructure, private-sector development and youth empowerment. The NDP also identifies climate change as a critical enabler to support the socio-economic transformation agenda of the government."}, {"text_block_id": "p6_b59", "text": "1.2"}, {"text_block_id": "p6_b60", "text": "Climate change:"}, {"text_block_id": "p6_b61", "text": "the"}, {"text_block_id": "p6_b62", "text": "crisis"}, {"text_block_id": "p6_b63", "text": ", the science"}, {"text_block_id": "p6_b64", "text": "and The Gambia"}, {"text_block_id": "p6_b65", "text": "Human activities are estimated to have caused approximately 1.0°C of global warming above pre"}, {"text_block_id": "p6_b66", "text": "-"}, {"text_block_id": "p6_b67", "text": "industrial levels, the impacts of which have been felt across the globe on natural and human systems."}, {"text_block_id": "p6_b68", "text": "Life at 1.0°C of warming is already proving to be dangerous and unbearable for the poorest and most vulnerable. But global warming is likely to reach 1.5°C between 2030 and 2052 if increases continue at the current rate. Current emissions, unless curbed, will breach crucial tipping points sooner than expected causing irreversible impacts globally"}, {"text_block_id": "p6_b69", "text": "–"}, {"text_block_id": "p6_b70", "text": "including the loss of biodiversity, the forced displacement of millions of people, rising sea levels and ocean warming that threatens marine life. Poverty and disadvantage are expected to increase as global warming increases, multiplying and compounding climate-related risks."}, {"text_block_id": "p6_b71", "text": "As an African and a least developed country (LDC), The Gambia is at disproportionately higher risk of adverse consequences of global warming of 1.5°C and beyond. Indeed, while only 18% of climate-related disasters occurred in LDCs in the last 50 years, 69% of worldwide deaths caused by such"}, {"text_block_id": "p6_b72", "text": "disasters during that period were in LDCs, even though only 13% of the world’s population live"}, {"text_block_id": "p6_b73", "text": "there."}, {"text_block_id": "p6_b74", "text": "For LDCs, the difference between 1.5°C and 2°C is beyond fundamental"}, {"text_block_id": "p6_b75", "text": "–"}, {"text_block_id": "p6_b76", "text": "it is existential."}, {"text_block_id": "p6_b77", "text": "Limiting global warming to 1.5°C rather than 2°C would significantly increase chances of avoiding climate change impacts on sustainable development, eradication of poverty and reducing inequalities: a difference which could reduce the number of people both exposed to climate-related risks and susceptible to poverty by up to several hundred million by 2050."}, {"text_block_id": "p6_b78", "text": "It could also lead to 50% fewer people being exposed to heat extremes and water scarcity, 10cm-lower levels of sea-level rise and lower rates of sea-level increase by 2100 as well as lower reductions of crop yields."}, {"text_block_id": "p6_b79", "text": "The reverse also reaps benefits: sustainable development, eradicating poverty and reducing inequality all support, and often enable, the fundamental societal and systems transitions and transformations that help limit global warming to 1.5°C. Increasing investment in physical and social infrastructure is a key enabling condition to enhance the resilience and the adaptive capacities of societies."}, {"text_block_id": "p6_b80", "text": "The Intergovernmental Panel on Climate Change (IPCC) special report on the impact of global warming of 1.5°C confirms that there is still a chance to limit global warming to 1.5°C. Nevertheless, it will require rapid, far-reaching and unprecedented changes in all aspects of society."}, {"text_block_id": "p6_b81", "text": "Early, effective action to limit global warming to 1.5°C is necessary, desirable and achievable, avoiding"}, {"text_block_id": "p6_b82", "text": "many of the irreversible risks to human societies and Earth’s ecosystems."}, {"text_block_id": "p6_b83_merged_merged_merged_merged_merged_merged", "text": "The building blocks are in place to drive rapid, transformational change. Multilateral agreements and goals – under the Paris Agreement, the Sustainable Development Goals, the Sendai Framework for Disaster Risk Reduction – are testament to the fact that the international community is working to address the climate challenge. Several countries, states and cities have set, or intend to s"}, {"text_block_id": "p6_b88", "text": "et, ‘net zero by 2050’ targets around the world. Real economy changes are trending toward a sustainable, green"}, {"text_block_id": "p7_b89", "text": "future and clean energy investment has been relatively resilient in the downturn following the COVID-19 pandemic."}, {"text_block_id": "p7_b90", "text": "It is worth noting that while the pandemic-linked global economic slowdown has resulted in a 7% drop in carbon dioxide emissions in 2020, this dip will have an insignificant impact on the Paris Agreement goal of limiting global warming to well below 2°C, and pursuing 1.5°C, unless the international community prioritises a green recovery."}, {"text_block_id": "p7_b91", "text": "At the level of the African continent, which bears the brunt of the impacts of climate change, this issue features prominently in the African Union agenda for transformation. Moreover, various initiatives at regional and national level attest to the importance African countries attach to climate change and its impacts. Goal 7 of Aspiration 1 of"}, {"text_block_id": "p7_b92", "text": "the African Union’s"}, {"text_block_id": "p7_b93", "text": "Agenda 2063 of 2015"}, {"text_block_id": "p7_b94", "text": "("}, {"text_block_id": "p7_b95", "text": "‘"}, {"text_block_id": "p7_b96", "text": "A prosperous Africa, based on inclusive growth and sustainable development"}, {"text_block_id": "p7_b97", "text": "’"}, {"text_block_id": "p7_b98", "text": ") is to achieve environmentally sustainable and climate-resilient economies and communities. This demonstrates the recognition and high priority accorded by African political leadership to climate change, which predates the Paris Agreement. The commitment cascades downwards to the sub-regional and national levels, with regional economic communities and national governments all intensifying efforts to mainstream climate change in their development policy frameworks and plans. In tandem with these actions, a growing number of African countries are developing or have already submitted long-term low greenhouse gas emissions (GHG) development strategies, as proposed under the Paris Agreement."}, {"text_block_id": "p7_b99", "text": "1.3"}, {"text_block_id": "p7_b100", "text": "The Gambia’s climate profile: emissions,"}, {"text_block_id": "p7_b101", "text": "vulnerabilities, impacts"}, {"text_block_id": "p7_b102", "text": "The Gambia is not a significant contributor to global warming"}, {"text_block_id": "p7_b103", "text": "–"}, {"text_block_id": "p7_b104", "text": "standing at 0.01% of GHG emissions. However, its emissions have grown by 70% since 1993, with methane (CH4) contributing 47% of emissions recorded in 2010."}, {"text_block_id": "p7_b105", "text": "The agricultural sector accounts for most emissions and, by extension, the greatest opportunity for emissions reductions."}, {"text_block_id": "p7_b106", "text": "The Gambian landscapes, economy and people are highly sensitive to climate variability and manifestations of climate change. Climate change projections for the remainder of the 21st century point to warming in all parts of the country. Annual mean temperatures are estimated to increase relative to the year 2000 by 1.7"}, {"text_block_id": "p7_b107", "text": "–"}, {"text_block_id": "p7_b108", "text": "2.1°C in 2050, and by 3.1"}, {"text_block_id": "p7_b109", "text": "–"}, {"text_block_id": "p7_b110", "text": "3.9°C in 2100."}, {"text_block_id": "p7_b111", "text": "Mean sea level in Gambian coastal areas is projected to lie within 20% of the global mean sea-level rise of 26cm to 98cm by 2100; on a pro rata basis that puts expected sea-level rise in The Gambia between 19cm and 43cm by 2050. The Gambia is primarily low-lying and a 1m rise in sea level could potentially"}, {"text_block_id": "p7_b112", "text": "inundate over 8% of the country’s land area. The inundation could effectively drown over 50% of the"}, {"text_block_id": "p7_b113", "text": "capital city of Banjul. By mid-century, beach loss to sea-level rise and wave action driven by high-impact weather events will diminish shoreline attractions, degrade amenities and restrict recreational activities."}, {"text_block_id": "p7_b114_merged_merged_merged_merged", "text": "While projections for annual rainfall levels are less certain, under the scenario of decreasing rainfall, salinisation and acidification of lowland soils in The Gambia is expected to intensify, putting a squeeze on marginally productive soils or soils most exposed to climate stressors.Under a"}, {"text_block_id": "p8_b116", "text": "progressively drier climate, the combined effects of heat and soil moisture stress is expected to become a major constraint to crop development and yield under rainfed cropping systems. Several studies and assessments suggest that climate change negatively influences yields of major crops grown in The Gambia."}, {"text_block_id": "p8_b117", "text": "The 2011 and 2014 droughts in The Gambia led to a 50% drop in crop output while the 2016 short rainy season led to a drop of crop production, boosting food price inflation."}, {"text_block_id": "p8_b118", "text": "Windstorms and flash floods cause the most damage to property in the Gambia."}, {"text_block_id": "p8_b119", "text": "Each year these hazards result in significant infrastructure damage, injuries and fatalities, and loss and damage to agricultural crops. It is estimated that each year property damage from windstorms and floods and loss from crop yield amount to tens of millions of Gambian dalasi. Flooding in urban areas also increases exposure to malaria and other waterborne and water-contact diseases."}, {"text_block_id": "p8_b120", "text": "The flooding incidents are further exacerbated by poor land use and settlement planning."}, {"text_block_id": "p8_b121", "text": "As such, climate change is expected to put severe pressure on natural and societal systems. Unmitigated impacts (up to 2050) of climate stressors on terrestrial and marine resources, habitat suitability and other impact receptors have strong connections to economic and societal impacts."}, {"text_block_id": "p8_b122", "text": "19"}, {"text_block_id": "p8_b123", "text": "For example, there has been a deterioration in the ability of both rural and urban communities to cope due to recurrent shocks, predominantly during the 2011"}, {"text_block_id": "p8_b124", "text": "–"}, {"text_block_id": "p8_b125", "text": "2012 Sahel drought crisis, the impact of which continues to aggravate food and nutrition security of the most vulnerable populations in the country. The 2014 and 2015 agricultural seasons also suffered shocks that impacted household"}, {"text_block_id": "p8_b126", "text": "food security and in turn, affected children’s nutrition as well as access to basic social services."}, {"text_block_id": "p8_b127", "text": "Anticipated impacts on public health are diverse, from increasing cases of heat-stress dehydration among vulnerable groups, to the spread of allergens (dry climate) and resurgence of endemic diseases emanating from favourable conditions for spreading waterborne diseases (wet climate)."}, {"text_block_id": "p8_b128", "text": "19"}, {"text_block_id": "p8_b129", "text": "The future of beach resort tourism faces the challenge of destination attractiveness linked to milder winters in source countries in northern Europe, and adverse changes in coastal morphology, especially severe coastal erosion in the Tourism Development Area (TDA). Most other environmental changes accruing from climate change within the geostrategic coastal zone pose huge risks for the sustainability of ecosystems and viability of specific elements of human systems, and quality of life of the resident population."}, {"text_block_id": "p8_b130", "text": "19"}, {"text_block_id": "p8_b131_merged_merged_merged_merged_merged", "text": "This vulnerability is linked to the country’s widespread poverty and limited adaptive capacity to deal with the effects of such changes. Limited access to resources to make quick changes to lifestyles, especially with respect to food supplies, and low access to risk-spreading mechanisms, render many people highly susceptible to the current variability of and future climatic changes. Recent vulnerability analyses1 also highlight the specific challenges faced by women, youth and the disabled with respect to current and future climate risks. All necessary efforts will be made to engage the country in the formulation and implementation of a comprehensive transformational adaptation investment plan to protect the country in light of its high vulnerability to climate change."}, {"text_block_id": "p9_b136", "text": "2 The Gambia as a climate leader"}, {"text_block_id": "p9_b137", "text": "2.1 Addressing climate challenges and vulnerabilities"}, {"text_block_id": "p9_b138", "text": "The Gambia’s 2050 Climate Vision builds on its existing"}, {"text_block_id": "p9_b139", "text": "and significant efforts to implement the United Nations Framework Convention on Climate Change and Paris Agreement, including a National Adaptation Plan of Action,"}, {"text_block_id": "p9_b140", "text": "National Appropriate Mitigation Actions"}, {"text_block_id": "p9_b141", "text": "and a forthcoming National Adaptation Plan (NAP), which is currently in the preparatory phase."}, {"text_block_id": "p9_b142", "text": "In 2015, The Gambia proposed an ambitious NDC with a conditional target that would bend its emissions onto a downward trajectory."}, {"text_block_id": "p9_b143", "text": "The unconditional target is also amongst the most ambitious, dubbed as"}, {"text_block_id": "p9_b144", "text": "‘"}, {"text_block_id": "p9_b145", "text": "1.5°C Paris Agreement compatible"}, {"text_block_id": "p9_b146", "text": "’"}, {"text_block_id": "p9_b147", "text": "."}, {"text_block_id": "p9_b148", "text": "The Gambia"}, {"text_block_id": "p9_b149", "text": "’"}, {"text_block_id": "p9_b150", "text": "s target aims to unconditionally reduce emissions by 2.7% by 2030 below business-as-usual (BAU) and, conditional on international financial support, aims for a target of 45.4% reduction by 2030."}, {"text_block_id": "p9_b151", "text": "One of the pillars of The Gambia’s strategy to achieve these reductions is the uptake of renewable"}, {"text_block_id": "p9_b152", "text": "energy technologies. To meet its conditional target and give confidence to international investors, The Gambian government announced in its Sustainable Energy Action Plan,"}, {"text_block_id": "p9_b153", "text": "specific renewable energy and energy efficiency targets for 2020 and 2030, and declared the measures it would deploy to reach those targets. After a slow start, this goal is now well on its way. The policy framework for the proliferation of renewable energy already exists with a Renewable Energy Act which outlines a target of 30% renewable energy in the national power mix by 2030. In March 2019, the first large-scale photovoltaic project of 20MW solar energy and 400km distribution began, making The Gambia the first country in Africa, if not the only country in the world, to have provided renewable energy electrification for all 1,000 public school and 100 health facilities, through financing from the European Investment Bank. The NDC also includes abatement in the land use, land-use change and forestry (LULUCF) and agriculture sectors. The Gambia plans to undertake considerable abatement through afforestation with targets for 2025 and 2030. In 2018, it launched a large project (Ecosystem Based Adaptation project funded by the Green Climate Fund) to restore 10,000 hectares of forests, mangroves, and savannas."}, {"text_block_id": "p9_b154", "text": "It will also replace flooded rice paddies with dry upland rice fields and promote adoption of efficient cook stoves to reduce the overuse of forest resources, conditional on international support."}, {"text_block_id": "p9_b155_merged_merged_merged_merged", "text": "Building on the NDC, the formulation of the National Climate Change Policy (NCCP) in 2016 seeks to provide ‘the framework for managing climate risks, building institutions and capacities, and identifying new opportunities for climate-resilient sustainable development in The Gambia’. In 2017, the country developed its Strategic Programme for Climate Resilience (SPCR), an overarching strategy to support the implementation of the NCCP. The SPCR is a comprehensive transformational adaptation and mitigation investment plan, designed to reduce and manage the country’s high vulnerability to climate variability and change. It serves as a guide to secure catalytic financing from international and national climate-financing sources, thereby making the SPCR a key building block in"}, {"text_block_id": "p10_b163", "text": "the country’s quest for a successful transition to"}, {"text_block_id": "p10_b164", "text": "a low emissions climate-resilient development"}, {"text_block_id": "p10_b165", "text": "pathway. Specifically, the programmatic approach of The Gambia’s SPCR entails a long"}, {"text_block_id": "p10_b166", "text": "-term, strategic arrangement of linked investment projects to maximise synergies, take advantage of co-financing opportunities, and achieve long-lasting impacts in priority areas. The SPCR will be a foundational component to the long-term strategy (LTS). There is a clear link between the NCCP and the SPCR with regards to priority areas, and this has been reflected in T"}, {"text_block_id": "p10_b167", "text": "he Gambia’"}, {"text_block_id": "p10_b168", "text": "s 2050 Climate Vision."}, {"text_block_id": "p10_b169", "text": "Complementing these programmes is the 2030 Low Emission Climate-Resilient Development Strategy (LECRDS), which has the objective of moving The Gambia towards a green development pathway. The LECRDS intends to support the achievement of targets included in the NDC and will be a major component of the forthcoming LTS, as it maps out proposed interventions to reduce or mitigate climate impacts, while promoting a low-carbon economy and climate change-resilient production systems up to 2030."}, {"text_block_id": "p10_b170", "text": "More recently, The Gambia stepped forward as a frontrunner country for the LDC Initiative for Effective Adaptation and Resilience (LIFE-AR), and committed to achieving the LDC Group"}, {"text_block_id": "p10_b171", "text": "’s"}, {"text_block_id": "p10_b172", "text": "2050 Vision"}, {"text_block_id": "p10_b173", "text": "‘"}, {"text_block_id": "p10_b174", "text": "to be on climate-resilient development pathways by 2030 and deliver net-zero emissions by 2050 to ensure our societies and ecosystems thrive."}, {"text_block_id": "p10_b175", "text": "’"}, {"text_block_id": "p10_b176_merged_merged_merged", "text": "These policies and initiatives, and the goals embedded therein, provide a solid foundation and the necessary inspiration for The Gambia’s 2050 Climate Vision presented here. It is worth noting that as The Gambia prepares to formulate a COVID-19 recovery plan, there is growing consensus among key stakeholders that whatever pathway we embark on, recovery must be people focused, green, resilient and leave no one behind."}, {"text_block_id": "p10_b179", "text": "2.2 Why we need a 2050 Climate Vision and long-term strategy"}, {"text_block_id": "p10_b180", "text": "The Gambia is strongly committed to addressing the issue of climate change. We have taken several short-and medium-term actions in terms of policy initiatives and programme interventions. It is important to note, however, that while urgent action is required, the battle is a long-term one that will require many structural changes in society and the economy. Consequently, it is necessary that short-and medium-term measures are informed by a long-term vision to provide guidance and stability, in the form of a roadmap for national efforts. This vision will underpin the forthcoming LTS (and all iterations thereof)."}, {"text_block_id": "p10_b181", "text": "The purpose of the 2050 Climate Vision outlined in this document is to provide such a roadmap. The vision will also assist the country in making the right investment decisions regarding where scarce resources should be deployed. By prioritising climate-related development actions, the 2050 Climate Vision will also provide a framework for responding to global disruptions and ensure that hard-earned development gains are not eroded or lost. Our 2050 Climate Vision serves not only as a strategy for a better future but also as a bedrock for current investment."}, {"text_block_id": "p10_b182", "text": "In this light, as The Gambia pushes forward with its own socio-economic recovery efforts from the COVID-19 pandemic, it is an opportune moment to reflect on how best to address the triple crises of debt distress, biodiversity loss and climate change. It will be important to develop specific environment enabling conditions for climate-resilient development in The Gambia, including:"}, {"text_block_id": "p10_b183", "text": "In this light, as The Gambia pushes forward with its own socio-economic recovery efforts from the COVID-19 pandemic, it is an opportune moment to reflect on how best to address the triple crises of debt distress, biodiversity loss and climate change. It will be important to develop specific environment enabling conditions for climate-resilient development in The Gambia, including:\n* Revised national regulations and policies (including fiscal policy and a climate change bill)\n* New subsidies and incentives and fostering public investments in key sectors (such as"}, {"text_block_id": "p11_b187", "text": "In this light, as The Gambia pushes forward with its own socio-economic recovery efforts from the COVID-19 pandemic, it is an opportune moment to reflect on how best to address the triple crises of debt distress, biodiversity loss and climate change. It will be important to develop specific environment enabling conditions for climate-resilient development in The Gambia, including:\n* Revised national regulations and policies (including fiscal policy and a climate change bill)\n* New subsidies and incentives and fostering public investments in key sectors (such as\n* Greening public procurement\n* Improving environmental rules and regulations as well as enforcement\n* Enhanced international cooperation, and\n* Expanded trade and technical cooperation on climate-smart technologies."}, {"text_block_id": "p11_b195", "text": "This is an important consideration for creating a more sustainable debt environment for The Gambia. Investment from borrowing and restructuring must be geared towards longevity that is growth enhancing, aimed towards stimulating productivity and reducing poverty in the long run, especially for agriculture, food and nutritional security. Considering that climate change is a major destabiliser for The Gambia, climate resilience must be embedded as a cross-cutting activity, supporting each sector and enabling a green and inclusive post-COVID-19 recovery. The priorities mapped out in the 2050 Climate Vision (which will inform the forthcoming LTS) support an approach of resilience and longevity, contributing not only to the national development agenda, but also the international climate action effort."}, {"text_block_id": "p11_b196", "text": "This 2050 Climate Vision document is aimed at multiple audiences."}, {"text_block_id": "p11_b197", "text": "This 2050 Climate Vision document is aimed at multiple audiences.\n* First and foremost, it is a national climate vision. It isa product of the\n* First and foremost, it is a national climate vision. It isa product of the\n â\n* First and foremost, it is a national climate vision. It isa product of the\n â\n government and its institutions,\n* Secondly, it is a demonstration of The Gambia delivering on its\n* Secondly, it is a demonstration of The Gambia delivering on its\n understand The Gambiaâs\n* Secondly, it is a demonstration of The Gambia delivering on its\n understand The Gambiaâs\n thinking and development priorities in addressing climate change, and to strengthen"}, {"text_block_id": "p11_b207", "text": "In parallel to the development of the 2050 Climate Vision, The Gambia is also in the process of updating its Nationally Determined Contribution (NDC), which sets out its medium-term goals and targets for GHG emissions reductions. The vision will serve as a guide for subsequent NDC revisions, enabling the assessment of progress of long-term objectives. Furthermore, the next National Development Vision (NDV) (out to 2050) is also currently underway by the Ministry of Finance and Economic Affairs Directorate of Planning and this will reflect T"}, {"text_block_id": "p11_b208", "text": "he Gambia’s"}, {"text_block_id": "p11_b209", "text": "2050 Climate Vision."}, {"text_block_id": "p11_b210_merged_merged_merged_merged", "text": "By presenting our 2050 Climate Vision (and forthcoming LTS), The Gambia would like to provide a moral voice, calling for all responsible and capable countries to undertake actions that are proportionate for their responsibilities and capabilities – not only for themselves, but for the whole global community."}, {"text_block_id": "p11_b213", "text": "2.3 Developing our 2050 Climate Vision: an inclusive process"}, {"text_block_id": "p11_b214", "text": "The process leading to the 2050 Climate Vision includes technical work carried out by consultants, a national stakeholder engagement process and other additional inputs. The formulation of the vision involved a wide consultative and participative process with stakeholders. This included workshops, several small and virtual consultations throughout 2020, email surveys and questionnaires and key informant interviews. The stakeholders included representatives of government institutions and agencies, local communities (including women and youth), NGOs and the private sector. The issues raised and the recommendations made during these stakeholder consultations were considered in preparing the vision."}, {"text_block_id": "p12_b215", "text": "The inception meeting (30"}, {"text_block_id": "p12_b216", "text": "–"}, {"text_block_id": "p12_b217", "text": "31 January 2020) was convened at the senior technical-expert level to inform experts on the context and planning of the project and the purpose of the activities. At a two-day stakeholder meeting in December 2020, a draft vision was presented. Comments and observations from stakeholder at the meeting were used to further improve the vision and address divergent views and concerns. Both meetings were attended by about 50 participants and 50 experts, hailing from ministries, departments, local government authorities/regional councils, NGOs, youth and academic groups, industry and trade associations, development partners, the media and the private sector. In addition to this consultative process, the lead consultant drafting the 2050 Climate Vision reviewed all available literature (print and digital), including current policy and programmatic work underway across government as well as other international commitments."}, {"text_block_id": "p12_b218", "text": "2.4 Guiding principles for the 2050 Climate Vision and LTS"}, {"text_block_id": "p12_b219", "text": "Building on the Gambian concept of ‘"}, {"text_block_id": "p12_b220", "text": "tesito"}, {"text_block_id": "p12_b221", "text": "’"}, {"text_block_id": "p12_b222_merged_merged", "text": "(self-reliance, drawing upon one’s own resources) several key principles underpin the development of our 2050 Climate Vision and long-term strategy:"}, {"text_block_id": "p12_b225", "text": "(self-reliance, drawing upon one’s own resources) several key principles underpin the development of our 2050 Climate Vision and long-term strategy:\n* Use inclusive processes based on informed participation, equity (including intergenerational\n* Draw on the best scientific knowledge available so that policy decisions and programmes of\n* Foster a culture of innovation, continuous learning and take a flexible, pragmatic approach.\n* Develop international cooperation and solidarity.\n* Take precautionary measures to anticipate, prevent or minimise the causes of climate\n* Achieve climate justice and adopt the principle of âpolluter paysâ.\n* Maintain a decent environment and ensure sustainable development."}, {"text_block_id": "p14_b239", "text": "2.5 Our"}, {"text_block_id": "p14_b240", "text": "strategic priorities"}, {"text_block_id": "p14_b241", "text": "2.5.1 Climate-resilient food and landscapes: agriculture, food security, forestry and natural resources (including water, biodiversity and wildlife)"}, {"text_block_id": "p14_b242", "text": "Present status:"}, {"text_block_id": "p14_b243", "text": "Present status:\n* Agriculture is the primary livelihood for many Gambians, especially women, contributing\n* Land will be the critical foundation of any approach to development, climate change\n* There are 97,000ha of forest in The Gambia. If the current trend of deforestation continues\n* Livestock intensification in the past two decades has contributed to increased GHG\n* Water availability and sustainability is an increasing challenge. The projected increase in"}, {"text_block_id": "p14_b253", "text": "Where we want to be:"}, {"text_block_id": "p14_b254", "text": "Where we want to be:\n* We will prioritise adapting the agriculture system to climate change in The Gambia. This\n* We aim to manage and protect our forests, waters, wildlife, wetlands and biodiversity by\n* We will implement climate-smart and conservation agriculture, enhanced for food security\n* We will promote environmentally friendly agriculture production, technology and inputs.\n* We aim to develop more robust and sustainable land conversion processes.\n* We will protect and promote flora and fauna, with an increase in the number and diversity"}, {"text_block_id": "p14_b266", "text": "2.5.2 Low emissions and resilient economy: energy, transport (land, maritime and air), infrastructure, information and communications technologies (ICTs), and key economic sectors of tourism and financial services"}, {"text_block_id": "p14_b267", "text": "Present status:"}, {"text_block_id": "p14_b268", "text": "Present status:\n* The country faces a limited availability of foreign exchange, high inflation, a large fiscal\n<\\li1>"}, {"text_block_id": "p15_b270", "text": "Present status:\n* The country faces a limited availability of foreign exchange, high inflation, a large fiscal\n<\\li1>\n* Households and the transport sector are the biggest consumers of energy in The Gambia.\n* Households and the transport sector are the biggest consumers of energy in The Gambia.\n Wood fuels\n* Economic development is currently hindered by limited energy and transportation\n* In spite of the high rate of mobile penetration, the country faces significant challenges in"}, {"text_block_id": "p15_b280", "text": "Where we want to be:"}, {"text_block_id": "p15_b281", "text": "Where we want to be:\n* We commit to introducing efficient, green, renewable and sustainable energy sources to\n* Our transport system will be a major priority as we seek to create a modern, green/clean\n* We commit to progressively introducing clean and energy-efficient modes of transport,\n* We will endeavour to introduce modern solid waste and waste-management systems in our\n* The Gambia aims to enhance ICT infrastructure and services for increased access to quality\n* We will promote innovation and encourage ambitious action at all levels of the economy"}, {"text_block_id": "p16_b293", "text": "2.5.3 Climate-resilient people: health, education, equitable social development and human settlements"}, {"text_block_id": "p16_b294", "text": "Present status:"}, {"text_block_id": "p16_b295", "text": "Present status:\n* Recent progress on poverty reduction has been minimal, with increases in rural poverty\n* Attitudes and behaviours coupled with insufficient emphasis on environmental education"}, {"text_block_id": "p16_b299", "text": "Where we want to be:"}, {"text_block_id": "p16_b300", "text": "●"}, {"text_block_id": "p16_b301", "text": "We recognise that our education system is at the heart of valorising our precious human resources, creating public-spirited citizens, generating the workforce for our economy, and providing us the leadership to drive our nation and mould our young people for the future. The sector will therefore play a huge catalytic role in our quest to achieve this vision."}, {"text_block_id": "p16_b302", "text": "●"}, {"text_block_id": "p16_b303", "text": "We want all Gambian citizens to be healthy, well nourished, educated, safe, have a high standard of living. Our well-being should be supported by an economy that is people-centred, sustainable, diversified, competitive and green."}, {"text_block_id": "p16_b304", "text": "●"}, {"text_block_id": "p16_b305", "text": "We commit to climate-proofing infrastructure (including housing, water and sanitation, and energy infrastructure), which will contribute to building healthy and safe communities, towns and cities."}, {"text_block_id": "p16_b306", "text": "●"}, {"text_block_id": "p16_b307", "text": "We commit to improving, modernising and appropriately orienting all levels of our educational system"}, {"text_block_id": "p16_b308", "text": "–"}, {"text_block_id": "p16_b309", "text": "early childhood, elementary, secondary and tertiary"}, {"text_block_id": "p16_b310", "text": "–"}, {"text_block_id": "p16_b311", "text": "to meet the challenge of creating a low-carbon and green economy."}, {"text_block_id": "p16_b312", "text": "●"}, {"text_block_id": "p16_b313", "text": "We pledge to focus on secured resilience of communities to climate change including efforts towards food security, climate justice, comprehensive disaster prevention, agroecology and eco-restoration, disaster management and risk reduction, and enhanced early warning systems management/implementation."}, {"text_block_id": "p16_b314", "text": "●"}, {"text_block_id": "p16_b315", "text": "We commit to building social protection systems to deliver sustainable development, help cope with high-level vulnerabilities among individuals and communities, and to also increase resilience in an era of heightened vulnerabilities and shocks such as COVID-19 and climate change-related disasters."}, {"text_block_id": "p16_b316", "text": "2.5.4 Managing our coasts in a changing environment: climate-aware Integrated Coastal Zone Management"}, {"text_block_id": "p16_b317", "text": "Present status:"}, {"text_block_id": "p16_b318", "text": "●"}, {"text_block_id": "p16_b319", "text": "Approximately 50% of the total land area of The Gambia lies less than 20m above sea level and about 33% lies only 10m above mean sea level. At a national level, the greatest predicted impact of climate change will be the effective loss of the capital city, Banjul."}, {"text_block_id": "p16_b320", "text": "●"}, {"text_block_id": "p16_b321_merged_merged", "text": "Up to 20% of the country currently experiences annual flooding. In addition, the remaining mangrove ecosystems – depleted by widespread logging – are already affected by saline intrusion as well as flooding."}, {"text_block_id": "p16_b326", "text": "●"}, {"text_block_id": "p16_b327", "text": "It is estimated that a one metre rise in sea level would inundate 60% of mangrove forests, 33% of swamp areas and 20% of rice-growing areas (assuming no protective measures are taken). In addition, saline water would infiltrate groundwater aquifers, which lie at depths of between 4m and 50m."}, {"text_block_id": "p16_b328", "text": "Where we want to be:"}, {"text_block_id": "p16_b329", "text": "●"}, {"text_block_id": "p16_b330", "text": "We envisage a Gambia where the coastal cities, towns, villages and communities are well protected from the impacts of climate-triggered coastal degradation, flooding and"}, {"text_block_id": "p17_b331", "text": "salination, and that the livelihoods of populations are secured."}, {"text_block_id": "p17_b332", "text": "●"}, {"text_block_id": "p17_b333", "text": "We envisage a Gambia where coastal and riverine ecosystems, including fisheries, mangroves and other habitats flourish and the erosion of biodiversity is sustainably reversed."}, {"text_block_id": "p17_b334", "text": "We envisage a Gambia where coastal and riverine ecosystems, including fisheries, mangroves and other habitats flourish and the erosion of biodiversity is sustainably reversed.\n* We foresee a tourism and hospitality sector flourishing due to pristine coastal and riverine\n<\\li1>"}, {"text_block_id": "p17_b336", "text": "The forthcoming LTS will build upon these to further advance vision implementation."}, {"text_block_id": "p18_b337", "text": "3 The way forward"}, {"text_block_id": "p18_b338", "text": "3.1 Elaborating the LTS and unanswered questions"}, {"text_block_id": "p18_b339", "text": "Creating a vision for The Gambia’s climate future is only the first step. With this blueprint, The"}, {"text_block_id": "p18_b340", "text": "Gambia will design its strategy to achieve this vision. Building on the current plans and policies across sectors, most of which only extend to 2025 or 2030 (including the 2030 LECRDS), The Gambia will develop a long-term strategy that addresses the following key considerations in accordance with the principles outlined above:"}, {"text_block_id": "p18_b341", "text": ""}, {"text_block_id": "p18_b342", "text": "Policy implications and adjustments."}, {"text_block_id": "p18_b343", "text": "Given the cross-cutting and overarching role that policy,"}, {"text_block_id": "p18_b344", "text": "legislative and institutional reform play in enabling The Gambia’s climate change response, the"}, {"text_block_id": "p18_b345", "text": "following issues must be addressed in the LTS:"}, {"text_block_id": "p18_b346", "text": "following issues must be addressed in the LTS:\n* Establishing an enabling legislative framework to implement the LTS (to 2050) and the\n* Amending key sectoral laws and mainstreaming climate change into sector policies will be\n* Mainstreaming climate into our response planning and development objectives.\n* Building our climate capabilities and knowledge by investing in our own institutions, and\n* Finalising arrangements for a cross-government Climate Change Secretariat, to interface and\n* Improving the governance and inclusiveness of climate decisions, so that they centre on"}, {"text_block_id": "p18_b350", "text": ""}, {"text_block_id": "p18_b351", "text": "Institutional arrangements"}, {"text_block_id": "p18_b352", "text": "for coordination and implementation will need to address:"}, {"text_block_id": "p18_b361", "text": ""}, {"text_block_id": "p18_b362", "text": "Financing:"}, {"text_block_id": "p18_b363", "text": "Developing strong architectures for climate finance that support the local level"}, {"text_block_id": "p18_b364", "text": "–"}, {"text_block_id": "p18_b365", "text": "where action to build resilience is needed critically"}, {"text_block_id": "p18_b366", "text": "–"}, {"text_block_id": "p18_b367", "text": "will be an important component in seeing our 2050 Climate Vision come to life. We are convinced that domestic financing is vital if our priorities are to be addressed in a sustainable manner. However, given the challenging fiscal space, and the high level of debt distress the country faces, maximum efforts will also be deployed to diversify sources of finance, including access to international financing and technology transfer. The National Climate Change Policy has identified the need for a National Climate Change Fund under the Ministry of Finance. Establishing this fund would greatly support local adaptation interventions."}, {"text_block_id": "p18_b368", "text": ""}, {"text_block_id": "p18_b369", "text": "Monitoring and evaluating progress:"}, {"text_block_id": "p18_b370", "text": "A long-term vision such as this one must be viewed as a living document and subject to changes arising from new ideas and innovations, informed by progress made and emerging challenges. We shall therefore review and adjust it periodically as necessary, strengthening transparency and accountability in results and learning and sharing climate information at all levels"}, {"text_block_id": "p18_b371", "text": "–"}, {"text_block_id": "p18_b372", "text": "the details for such a process are being elaborated."}, {"text_block_id": "p18_b373", "text": ""}, {"text_block_id": "p18_b374", "text": "Advocacy, mobilisation, communication and information:"}, {"text_block_id": "p18_b375_merged_merged_merged_merged", "text": "Long-term climate action can only be sustained, and the needed structural transformation and attitudinal changes achieved, if large-scale public mobilisation is undertaken, built around access to information and transparency. We will endeavour to lead a new discourse on social inclusion that puts climate justice at its heart, involving the whole of society – especially youth, women, indigenous peoples and other traditionally excluded groups – in decisions, planning, programmes, finance and technology."}, {"text_block_id": "p19_b380", "text": "3.2"}, {"text_block_id": "p19_b381", "text": "Barriers and challenges"}, {"text_block_id": "p19_b382", "text": "Business-as-usual approaches to addressing climate change are not working. Furthermore, several challenges and bottlenecks will have to be addressed if the 2050 Climate Vision is to be realised. Table 1 presents in summary form some key challenges/bottlenecks and envisaged actions to address them."}, {"text_block_id": "p19_b383", "text": "Table 1. Barriers and challenges to address"}, {"text_block_id": "p21_b384", "text": "4 Conclusion"}, {"text_block_id": "p21_b385", "text": "Developing and adopting our 2050 Climate Vision is just one step in the long road to addressing the impacts of climate change in The Gambia. The vision must be accompanied by a comprehensive and long-term costed strategy that builds on existing climate-related policy framework and programmes, the NDC and other relevant frameworks. Consequently, the country is shortly planning to launch the development of such a long-term strategy. Our intention is to finalise the full LTS by the end of 2021. Furthermore, The Gambia is soon to launch the formulation of a long-term NDV to replace Vision 2020. The 2050 Climate Vision will be an integral part of the NDV."}, {"text_block_id": "p21_b386", "text": "While climate change is a global problem, local action is needed to make progress. In our context, we recognise that our 2050 Climate Vision will only be realised when Gambians understand and take ownership of the vision. The government is therefore fully committed to ensuring this happens."}, {"text_block_id": "p21_b387", "text": "The government and people of the Republic of The Gambia request that this submission is published on the UNFCCC webpage dedicated to the communication of long-term strategies. The Gambia and its collaborators are willing and available to provide further information to enhance clarity. It is our ardent belief that other countries in circumstances similar to or more advanced than The Gambia can and should submit their long-term strategies as soon as possible."}], "document_description": "This document sets the government's strategy to meet commitments made under the Paris Agreement, move towards resilience and net zero carbon emissions by 2050. It underlines the long-term strategy (LTS) for low greenhouse gas emissions and climate-resilient development.<br><br>Four strategic axes of policy action are identified: 1) Climate-resilient food and landscapes: Agriculture, food security, forestry and natural resources (including water, biodiversity and wildlife), 2) Low emissions and resilient economy: Energy, transport, infrastructure and the key economic sectors of tourism and financial services, 3) Climate-resilient people: Health, education, equitable social development and human settlements, and 4) Climate-aware Integrated Coastal Zone Management.<br><br>"}