{"document_instrument_name": ["International cooperation|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Gambia", "document_category": "Policy", "document_sector_name": ["Tourism", "LULUCF", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "The Gambia National Development Plan (2018-2021)", "document_country_code": "GMB", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "12/01/2017", "document_keyword": ["Youth", "Fisheries", "Gender", "Human Rights", "Infrastructure", "Jobs"], "document_url": "https://cdn.climatepolicyradar.org/GMB/2017/GMB-2017-01-12-The Gambia National Development Plan (2018-2021)_de3233a92a7bcb8b2cfe08f52d1a83f9.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Gambia National Development Plan (2018-2021)"}, {"text_block_id": "p0_b2", "text": "Delivering good governance and accountability, social cohesion, and national reconciliation and a revitalized and transformed economy for the wellbeing of all Gambians"}, {"text_block_id": "p0_b3", "text": "An abridged version"}, {"text_block_id": "p0_b4", "text": "Know"}, {"text_block_id": "p0_b5_merged", "text": "and Take Ownership of Your National Development Plan (NDP)!!!"}, {"text_block_id": "p0_b14", "text": "December 2017"}, {"text_block_id": "p1_b15", "text": "Contents"}, {"text_block_id": "p2_b16", "text": "Foreword by H.E. Adama Barrow, President of the Republic of The Gambia"}, {"text_block_id": "p2_b17_merged", "text": "On 2nd December 2016, Gambians with great courage, determination and dignity decided to take back their country after 22 years of dictatorship. During this period, the abuse of power and total disregard for our constitution, the rule of law and respect for fundamental human rights of citizens reigned supreme. This historic decision that ushered in the “new Gambia” has created a seismic shift in our country’s trajectory since gaining independence in 1965. It heralds a new chapter in our history and offers a renewed opportunity to build a modern accountable state based on the foundations of democracy, good governance, respect for human rights and security and prosperity for all. However, it also presents new challenges that need to be urgently addressed."}, {"text_block_id": "p2_b20", "text": "My government inherited an extremely challenging legacy manifested by a broken economy, gross abuse and plunder of our meagre state resources, social regression, poor and dilapidated infrastructure, and wide-ranging societal challenges, among the most urgent of which is the frustrations and lack of opportunities for our young people. The latter has propelled thousands of our young people to undertake the risky journey, often with tragic consequences, across the Mediterranean Sea in search of a better future. Similarly, many of our able and distinguished sons and daughters in the Diaspora, were forced to live in exile due to the repressive environment that prevailed thus, depriving the country of vital human capital and resources needed to fuel the growth and economic and social transformation of our society."}, {"text_block_id": "p2_b21", "text": "Since coming to power, we have undertaken many measures to stabilize the economy, restore public confidence and strengthen democratic institutions. However, we are also aware that more must be done, and urgently. That is why I tasked government to draw up a new National Development Plan (NDP) to provide greater clarity and focus for government action, citizens’ engagement and also for our development partners who are eager and stand ready to assist us."}, {"text_block_id": "p2_b22", "text": "The National Development Plan 2018-2021 presented in this document is the fruit of these endeavours. Through its eight strategic priorities and their critical enablers, my government aspires not only to lay the foundations for a modern democratic state, but also to address the most pressing economic and social ills besetting our society. The plan through its robust accountability framework, responds to my concern to ensure a strong focus on results, sound monitoring and evaluation processes, as well as strengthened engagement between government and the country’s citizens, including those in the Diaspora. As you will see the plan also provides for the setting up of a Presidential Monitoring and Evaluation (PM&E) system that will allow me to personally follow plan implementation in certain critical"}, {"text_block_id": "p3_b23", "text": "areas. This will complement and enhance the sector level M&E processes provided for in the plan."}, {"text_block_id": "p3_b24", "text": "If we are to realize the vision and goal of this plan, creating a secure and stable environment, nurturing strong social cohesion and safety and peace are critical. My government, with the assistance of the UN, EU, ECOWAS and other partners has therefore also embarked upon a robust security sector reform process, aimed at bringing the security services fully under civilian democratic control, ensuring that the force’s structures and manpower are appropriate for our national security needs, and that the men and women in our armed and uniformed services can play a meaningful and positive role in national development."}, {"text_block_id": "p3_b25", "text": "I call upon all Gambians to make this NDP their plan, to seriously interrogate themselves on how best they might contribute to its realization and most importantly to hold us to account when we fall short, in a constructive and positive spirit of nation building. I am convinced that the courage and determination shown by Gambians in defeating tyranny and oppression can be successfully harnessed to also help us overcome our challenges and ensure that together we fully realize the vision and goal of this National Development Plan."}, {"text_block_id": "p3_b26", "text": "Finally, I want to take this opportunity to thank all friends of The Gambia – bilateral friendly governments and multilateral institutions, who have stood by us during trying times, and continue to do so. I look forward to strengthened collaboration and partnership as we move from plan formulation to full implementation."}, {"text_block_id": "p3_b27", "text": "……………………………………………"}, {"text_block_id": "p3_b28", "text": "His Excellency Adama Barrow"}, {"text_block_id": "p3_b29", "text": "President of the Republic of The Gambia"}, {"text_block_id": "p4_b30", "text": "Where are we coming from?"}, {"text_block_id": "p4_b31", "text": "–"}, {"text_block_id": "p4_b32", "text": "The Context"}, {"text_block_id": "p4_b33_merged_merged", "text": "The Gambia is at the cusp of a historic transition brought on by a ground breaking development on 2nd December 2016, when the Gambian people voted out of office the former President Yaya Jammeh who ruled the country for 22 years."}, {"text_block_id": "p4_b36", "text": "During that period, Gambia’s governance landscape was characterized by a system of arbitrary one-man rule, which subjugated the population to gross human rights violations, terror and serious abuses of office. Similarly, on the security front, the armed services did not play their part in upholding the constitution and defending the sovereign will of Gambians. Consequently, government with the support of partners (UN, EU and ECOWAS) has embarked upon a security sector reform aimed at bringing the security services under full democratic civilian control."}, {"text_block_id": "p4_b37", "text": "There is a direct correlation between the denial of fundamental freedoms and the bad governance that existed under the previous regime, and the dire economic and social situation inherited by the new government."}, {"text_block_id": "p4_b38", "text": "Thankfully, with the help of providence, the determination of the country’s citizens, the efforts of the new government, as well as the assistance of the international community that dark chapter in Gambia’s history is now a thing of the past."}, {"text_block_id": "p4_b39", "text": "However, despite the new democratic dispensation, the country is faced with a difficult economic and social situation:"}, {"text_block_id": "p4_b40", "text": "However, despite the new democratic dispensation, the country is faced with a difficult economic and social situation:\n* ocks\n* ocks\n :\n* ocks\n :\n these include a poor\n* this has resulted in further fiscal shocks. Theft from State Owned Enterprises\n* it has an unsustainable public\n* this\n* this\n arises from the inability of the sector to\n* this\n arises from the inability of the sector to\n .\n* the sector has not significantly contributed to poverty"}, {"text_block_id": "p5_b60", "text": "However, despite the new democratic dispensation, the country is faced with a difficult economic and social situation:\n* ocks\n* ocks\n :\n* ocks\n :\n these include a poor\n* this has resulted in further fiscal shocks. Theft from State Owned Enterprises\n* it has an unsustainable public\n* this\n* this\n arises from the inability of the sector to\n* this\n arises from the inability of the sector to\n .\n* the sector has not significantly contributed to poverty\n* :\n* :\n this sector is challenged by poor destination\n* :\n* :\n the trading landscape is characterized by declining and stagnant\n* :\n* :\n while advances have been made with regards to enrolment\n* :\n* :\n The Gambiaâs strong primary healthcare (PHC), which was a\n* â\n* â\n s empowerment:\n* â\n s empowerment:\n gender equality and womenâs empowerment are\n* poor and inadequate education continues to limit the youthâs"}, {"text_block_id": "p5_b85", "text": "Furthermore, efforts to fight poverty have proven ineffective with poverty levels remaining unchanged in the past decade (the percentage of households living below the poverty line of 1.25 $/day was 48.4 per cent in 2010 and 48.65 per cent in 2015). The average GDP growth of 3 per cent per annum has barely kept up with population growth of 3.1 per cent."}, {"text_block_id": "p5_b86", "text": "There is a rising rural poverty and a growing gap between rural and urban Gambia with regards to access to health, education, and basic services. While the proportion of the households living below the poverty line is 31.6 per cent in urban areas, the proportion rises to 69.5 per cent for rural Gambia. The rural areas account for 42.2 per cent of the country’s population, but they hold 60 per cent of its poor."}, {"text_block_id": "p5_b87", "text": "Through this plan, Government will act decisively to address poverty, particularly rural poverty, and close the growing gap in access to basic services between the predominantly urban western part of the country, and the rural poor predominantly found in the east of the country"}, {"text_block_id": "p5_b88", "text": "."}, {"text_block_id": "p5_b89", "text": "Government is committed to serious economic reforms and the historic transition to democracy opens many possibilities that could spur growth and restore the country’s economic stability."}, {"text_block_id": "p6_b90", "text": "Since assuming office, many significant measures have been taken by government:"}, {"text_block_id": "p6_b91", "text": "Since assuming office, many significant measures have been taken by government:\n* There is a marked reduction in domestic borrowing, which is already bringing\n* A revision of the 2017 Budget has been undertaken with a view to bringing the\n* Priority is being given to youth issues and the first project signed by the new\n* Government has also concluded budget support agreements with key"}, {"text_block_id": "p7_b99", "text": "What is our Vision and Goal?"}, {"text_block_id": "p7_b100", "text": "The Vision"}, {"text_block_id": "p7_b101", "text": "The Government’s vision for the “new Gambia” is a country that upholds the highest standard of governance, accountability and transparency; where social cohesion and harmony prevails among communities; citizens enjoy a standard of living and access to basic services to enable them to lead descent and dignified lives; youth, women, children realize their full potential, and a nurturing and caring environment exists for the vulnerable; there is an enabling environment for our private sector to thrive; and our natural heritage is nurtured and preserved for future generations”."}, {"text_block_id": "p7_b102", "text": "The Goal"}, {"text_block_id": "p7_b103", "text": "The goal of government is to “"}, {"text_block_id": "p7_b104", "text": "deliver good governance and accountability, social cohesion, and national reconciliation and a revitalized and transformed economy for the wellbeing of all Gambians”"}, {"text_block_id": "p7_b105", "text": "."}, {"text_block_id": "p8_b106", "text": "What are our priorities?"}, {"text_block_id": "p8_b107", "text": "The vision and overall goal of the NDP will be realized through eight strategic priorities, namely:"}, {"text_block_id": "p8_b108", "text": "The vision and overall goal of the NDP will be realized through eight strategic priorities, namely:\n* Restoring good governance, respect for human rights, the rule of law, and\n* Stabilizing our economy, stimulating growth, and transforming the economy;\n* Modernizing our agriculture and fisheries for sustained economic growth, food\n* Investing in our people through improved education and health services, and\n* Building our infrastructure and restoring energy services to power our economy;\n* Promoting an inclusive and culture-centred tourism for sustainable growth;\n* Reaping the demographic dividend through an empowered youth; and\n* Making the private sector the engine of growth, transformation, and job creation."}, {"text_block_id": "p8_b124", "text": "Seven crosscutting critical enablers will complement the eight strategic priorities of the plan, namely:"}, {"text_block_id": "p8_b125", "text": "Seven crosscutting critical enablers will complement the eight strategic priorities of the plan, namely:\n* A public sector that is efficient and responsive to the citizenry;\n* Empowering the Gambian Woman to realize her full potential;\n* Enhancing the role of the Gambian Diaspora in national development;\n* Promoting environmental sustainability, climate resilient communities and\n* Making The Gambia a Digital Nation and creating a modern information society;\n* A civil society that is engaged and is a valued partner in national development;\n* Strengthening evidence-based policy, planning and decision-making."}, {"text_block_id": "p8_b139", "text": "Through these strategic priorities and critical enablers, the NDP both domesticates and serves as an instrument for realizing the Sustainable Development Goals (SDGs) and the first ten year implementation plan of the African Agenda 2063."}, {"text_block_id": "p10_b140", "text": "Restoring good governance, rebuilding, and restoring public confidence in key institutions, upholding human rights and strengthening access to justice, in the context of transitional justice are urgent priorities in the NDP. In this regard, government aims to"}, {"text_block_id": "p10_b141", "text": "enhance and improve human rights, access to justice and good governance for all"}, {"text_block_id": "p10_b142", "text": ". To this end, government will review and adopt a new constitution; amend repressive laws; strengthen the independence and autonomy of the judiciary; indigenize the judiciary; leverage on ICT to improve and speed up justice delivery; and strengthen the office of the Ombudsman, Alternate Dispute Resolution Secretariat (ADRS) in aid of greater access to justice delivery. Human Rights will be improved using the transitional justice mechanism, the Truth and Reconciliation and Reparations Commission, and by establishing a National Human Rights Commission, as well as an Anti-Corruption Commission. Other interventions will strengthen the National Agency for Legal Aid (NALA), the National Agency Against Trafficking In Persons (NAATIP), the National Assembly, the Independent Elections Commission (IEC), and the National Council for Civic Education (NCCE) to execute their mandates in order to attain the objective of the strategic priority on the restoration of governance."}, {"text_block_id": "p10_b143", "text": "Decentralization is key to strengthening local governance and ensuring accountability, as well as the effective delivery of services to citizens. Under the plan, government will review and update the decentralization and local government act, in order to strengthen its implementation; other policies and regulatory frameworks will be harmonized for enhanced coordination of the decentralization programme; the revenue base of Councils will be expanded and Standardized Financial Management and Accounting Systems will support the decentralization process."}, {"text_block_id": "p10_b144_merged_merged", "text": "Years of poor economic governance and misuse of state resources has left the Gambian economy in a perilous state. Under the plan, government will undertake major reforms in a bid to enhance macroeconomic management for sustainable and inclusive economic growth and poverty reduction. This will be achieved through prudent fiscal management, debt sustainability measures, broadening the tax base and improving tax efficiency, as well as implementing Public Finance Management reforms. Government will design and implement sound monetary and flexible exchange rate policies for price and exchange rate stability while also strengthening"}, {"text_block_id": "p11_b148", "text": "the State Owned Enterprises (SOEs), as well as financial governance institutions, such as the, Central Bank of The Gambia (CBG). Government will also strengthen and deepen Gambia’s financial sector to ensure that barriers in access to finance to the private sector, including for agriculture, women and youth are eliminated."}, {"text_block_id": "p11_b149_merged", "text": "Agriculture is a leading sector in The Gambia’s economy, contributing 20-30 per cent of the nation’s GDP and employing most of the country’s poor. The poor performance of the sector has resulted in deepening rural poverty and stalled GDP growth, which is barely able to keep up with population growth. The goal for agriculture under the plan is a modern, sustainable and market oriented agriculture and livestock sector for increased food and nutrition security, income and employment generation, poverty reduction and economic transformation."}, {"text_block_id": "p11_b152", "text": "Key interventions include an Agriculture Sector Policy and associated sub-sector policies to attract private sector investments; agriculture value chain development, including promotion of agri-business and agro processing; rebuilding and revitalizing the agricultural market infrastructure through cooperatives and commodities exchanges; quality assurance mechanisms development to strengthen access to export markets; increased production and productivity using sustainable land and water management practices to address hunger and food security needs; research and development and extension to ensure that farmers have access to the latest technologies, irrigation, seeds and other inputs to enhance productivity; promotion of climate smart agriculture to build resilience; pest and disease control, reduction of post harvest losses, as well as inputs management. Increased support will be provided to the livestock sector through promotion of value chains; development of feed resources; and disease control."}, {"text_block_id": "p11_b153", "text": "Government will promote a vibrant fisheries and aquaculture sector through research, sustainable management and utilization of the fisheries resources that would enhance employment and create livelihood opportunities, generate income and foreign exchange earnings, and contribute to food, and nutrition security. In this regard, key interventions will address institutional development (human, policy and legislative, systems and tools); enhance fisheries infrastructure; and the improvement of value chains for fisheries and aquaculture."}, {"text_block_id": "p12_b154", "text": "The Gambia has made modest advances in realizing the MDG targets on education, health, nutrition and WASH, but significant challenges remain. Under the plan, government will prioritize further investments to develop the country’s human capital through ensuring quality health and education, and making basic social services accessible and affordable to all and improving social and child protection systems for the most vulnerable."}, {"text_block_id": "p12_b155", "text": "Education"}, {"text_block_id": "p12_b156", "text": ":"}, {"text_block_id": "p12_b157", "text": "Government under the plan will focus on (i) enhancing access to early childhood education, (ii) improving quality learning, with special emphasis on Science, Technology, Engineering and Mathematics (STEM), Health, Agriculture and special needs at the basic, post-secondary/tertiary and higher education levels, promote TVET and other skills enhancing initiatives to match the job market; and (iii) take measures to enhance access to non-formal education in order to build a more skilled and productive work force."}, {"text_block_id": "p12_b158", "text": "Health, Nutrition and WASH"}, {"text_block_id": "p12_b159", "text": ": Government will focus on reducing maternal and newborn mortality, reducing the burden of communicable and non-communicable diseases, and ensuring that the country has an appropriately skilled health workforce. The weak health governance and partnership framework will also be strengthened. In nutrition, government will take measures to improve the nutritional well being of all Gambians, paying attention to mothers and children, including the use of the Baby Friendly Community and Hospital Initiatives; Micronutrient Deficiency Control mechanisms; and use of IYCF practices to improve optimal infant and young child feeding. Under WASH, the plan will address improved, equitable access to safe and affordable water and sanitation, good hygiene practices, and environmental protection for all."}, {"text_block_id": "p12_b160", "text": "Social Protection"}, {"text_block_id": "p12_b161", "text": ":"}, {"text_block_id": "p12_b162", "text": "Key interventions on social protection will focus on building resilience and providing safety nets to address vulnerabilities by: Building Resilience through Social Transfer (BReST); cash transfer; improved leadership and coordination; strengthening child protection; and enhanced participation and economic empowerment of persons with disabilities."}, {"text_block_id": "p12_b163_merged", "text": "Building our infrastructure and restoring energy services to power our economy"}, {"text_block_id": "p12_b165", "text": "Energy and Electricity:"}, {"text_block_id": "p12_b166", "text": "The Gambia is facing an electricity crisis, with demand significantly higher than capacity -old dilapidated equipment, a dysfunctional policy"}, {"text_block_id": "p13_b167", "text": "environment that is poorly adapted to attract private sector investment and a power corporation deeply indebted, are among the key challenges faced. The energy situation is a serious constraint on growth and transformation of the economy. Under the plan, government will focus on improving the policy and regulatory environment to attract investments into the energy sector, improve generation capacity, including the use of renewables and access to electricity and enhance household energy security and ensure secured petroleum resources to support national development."}, {"text_block_id": "p13_b168", "text": "Petroleum:"}, {"text_block_id": "p13_b169", "text": "To tap the potential for the new growth opportunity presented by petroleum, government will formulate and implement a sound exploration programme (permits and studies); design and establish a sound licensing regime (license model, sound tax schedules and environment management); formulate petroleum data management policies; review the Petroleum Exploration, Development, and Production Act 2004; and work towards security of supplies."}, {"text_block_id": "p13_b170", "text": "The transport sector"}, {"text_block_id": "p13_b171", "text": ":"}, {"text_block_id": "p13_b172", "text": "Government will make a major effort to enhance land, sea, and air transport to boost affordability, accessibility, and competitiveness. Major strategies are Public Private Partnerships (PPP) for infrastructural development; policy reforms; road network expansions; road safety; port expansion and innovative management models; airport improvement; and public works management. Completion of the national road network, its maintenance and expansion of the secondary feeder roads network to improve access in rural areas are key priorities of government under the plan."}, {"text_block_id": "p13_b173", "text": "Government’s goal is to make tourism a highly competitive and sustainable industry that is people and culture -centred that celebrates our cultural heritage and contributes to socio-economic development. Key interventions will focus on policy reforms in aid of competitiveness; marketing for destination recognition and attractiveness; quality service delivery; enhanced security; product diversity; enhanced community participation and greater linkages with other sectors especially agriculture and natural resources, as well as promotion of the Gambia’s biodiversity and rich culture through opening up the sector to rural and non-urban based locations. These measures will boost tourism arrivals, tap high value market segments and contribute to jobs and economic diversification."}, {"text_block_id": "p13_b174", "text": "Government is determined to realize its commitment to “leave no youth behind” as it recognizes that youth are the engines of growth and are an essential pillar for any"}, {"text_block_id": "p14_b175", "text": "development. The goal for the sector is therefore premised on “secured sustainable livelihood for youths through skills development, decent work and excellence in sports”. Under this theme, the major interventions include: creation of employment opportunities and entrepreneurial skills for Gambian Youth; strengthening institutional and technical capacity of youth services agencies; strengthening existing youth employment and entrepreneurship programmes; advocacy programmes and policy dialogue platforms on youth employment and entrepreneurship; a national youth development fund; entrepreneurship and skills development programmes for persons with disabilities, including financing; multi"}, {"text_block_id": "p14_b176", "text": "-"}, {"text_block_id": "p14_b177", "text": "purpose youth friendly service centres across the country; increasing and improving young people’s access to quality health services including Sexual and Reproductive Health; incorporation of rights based approach to youth planning and programming and the promotion of excellence in sports. Special programmes will be designed and implemented to facilitate the placing of returning youth migrants into productive employment and society."}, {"text_block_id": "p14_b178", "text": "Making the private sector and trade the engine of growth,"}, {"text_block_id": "p14_b179", "text": "transformation, and job creation"}, {"text_block_id": "p14_b180", "text": "A vibrant private sector with significant growth in manufacturing, industry and trade contributions to economic growth and employment is envisaged under the plan. The key interventions will diversify local production by introducing high value products such, as findi, moringa, sesame, honey, cashew and horticulture for both export and the domestic market; create market linkages focusing on building the quality infrastructure and hard infrastructure for agricultural products; enhance capacity for custom clearance and establishment of Single Window Custom Clearance system; diversify service export and strengthen trade in services data management; improve trade and investment negotiations; enhance consumer welfare through competitive markets; strengthen Weights and Measures Bureau; improve access to finance, and undertake tax reforms; undertake Investment incentives policy reforms; promote the Gambia brand; strengthen GIEPA; strengthen MSME and industry development, and create employment. Measures will also be taken to strengthen labour administration through review and implementation of the Labour Act and the Trade Union Act and regulations."}, {"text_block_id": "p14_b181_merged_merged_merged", "text": "The new government’s bold reform agenda will require strong public institutions and civil service reform as an important priority. The goal of civil service reform is: efficient and responsive public-sector institutions. Ensuring appropriate remuneration, motivation and proper management of the public service; pay and pension reform; as well as the establishment of performance management systems constitute the major interventions of this critical enabler."}, {"text_block_id": "p15_b185", "text": "Empowering the Gambian Woman to realize her full"}, {"text_block_id": "p15_b186", "text": "potential"}, {"text_block_id": "p15_b187", "text": "While significant steps have been taken for the empowerment of women through several legislative acts, as well as vigorous efforts to ensure gender parity in primary education, the welfare of the Gambian women continues to lag significantly behind that of men. Government is therefore determined to promote gender equity, equality and empowerment of women and girls for sustained socio-economic development. Key measures under this theme will include gender mainstreaming; capacity development of women entrepreneurs; establishment of a fund to improve access to finance; legislative reforms and advocacy for enhanced representation and participation in decision making; gender based violence reduction programmes; and abolishing harmful traditional practices, such as female genital mutilation (FGM) and early marriage."}, {"text_block_id": "p15_b188", "text": "Enhancing the role of the Gambian Diaspora in national"}, {"text_block_id": "p15_b189", "text": "development"}, {"text_block_id": "p15_b190", "text": "The suspicion and antagonism that the former dictatorial regime had against the Diaspora is over. Government recognizes and values the Gambian diaspora as important factors and actors in national development. The NDP heralds a new approach to effective and productive engagement and partnership between government, non-state actors and the diverse diaspora. Practical and result-oriented diaspora-development programmes and schemes, based on global best practice will be developed and implemented. A Gambia Diaspora Directorate (GDD) will be created to coordinate government’s work in optimizing diaspora input and contributions to national development. Another key intervention is the formulation and implementation of a Diaspora strategy."}, {"text_block_id": "p15_b191_merged_merged_merged", "text": "Promoting environmental sustainability, climate resilient communities and appropriate land use"}, {"text_block_id": "p15_b193", "text": "Under the plan government aims to ensure that Gambia’s environment and natural resources are sustainably managed and conserved to increase resilience for the benefit of all. The interventions will focus on strengthening environment and Climate Change-friendly policies, programmes and awareness at all levels for resilience; emergency and disaster risk reduction and response at all levels – including through the use of Early Warning Systems (EWS); and the sustainable management of natural resources, and appropriate land use. Opportunities to tap resources from global climate funds in order to launch the country on a low carbon growth trajectory will be vigorously pursued."}, {"text_block_id": "p16_b194", "text": "Government will strive to harness the benefits of ICT in all sectors of the economy for equitable development"}, {"text_block_id": "p16_b195", "text": "."}, {"text_block_id": "p16_b196", "text": "Measures during the plan period will include: improving regulatory services and polices; establishing a National ICT Agency; establishing a National Data Centre to strengthen e-government; upgrading the Telecoms Access Network (Last Mile Connectivity); establishing a National Technology Park to spur research and development; increasing roll out of regional ICT centres to enhance connectivity to schools and communities; achieving digital switch over and analogue switch off; strengthening cyber-security and enhancing postal service delivery."}, {"text_block_id": "p16_b197_merged_merged", "text": "Decades of poor governance and dictatorship have significantly marginalized the role of civil society in the development of the country. Government is determined to reverse this and to work to ensure the emergence of an engaged civil society that is a valued partner in national development. Under the plan, civil society organizations will be strengthened to ensure that they are positioned as a representative, dynamic and credible consortium through capacity building, coordination and information sharing at both organizational and community levels, strengthening of social accountability mechanisms and improvements in the legislative and policy environment through research and advocacy for an appropriate NGO Act. Similarly CSOs will be supported to deliver effective, relevant and sustainable services in a participatory way through capacity development on resources mobilization for sustainable development and comprehensive strategic plan development. Partnership/relationship with all stakeholders will also be strengthened to benefit from national, regional and global development initiatives."}, {"text_block_id": "p16_b200", "text": "The availability of credible data to inform development policy and track effectiveness is vital if the plan’s objectives are to be met. The Gambia has made significant strides through the Gambia Bureau of Statistics (GBoS). Government will take further measures to ensure the generation and dissemination of credible development data for results based planning, implementation, monitoring and evaluation in a timely and cost effective manner. Key interventions relate to improving statistical governance, coordination of the National Statistical System and data quality; enhancing human and physical resources, ICT and statistical infrastructures; production, dissemination and adequate monitoring and evaluating of quality data; and the forging of partnerships for sustainable funding."}, {"text_block_id": "p17_b201", "text": "How will the plan be implemented?"}, {"text_block_id": "p17_b202", "text": "Government will put in place robust mechanisms to ensure that the plan is fully and effectively implemented. The main elements for this are: clarity with respect to the roles and responsibilities of key national actors and stakeholders; appropriate institutional mechanisms; and a well thought-through implementation strategy."}, {"text_block_id": "p17_b203", "text": "Roles and Responsibilities"}, {"text_block_id": "p17_b204", "text": "Oversight and policy coordination for the NDP will be provided by:"}, {"text_block_id": "p17_b205", "text": "Oversight and policy coordination for the NDP will be provided by:\n* The National Assembly;\n* Cabinet;\n* An Inter-Ministerial Steering Committee;\n* A Multi-Stakeholder National Coordinating Committee;\n* A Regional Governorâs and Municipalities Forum; and\n* A Government-Development Partners forum is also envisaged."}, {"text_block_id": "p17_b217", "text": "For technical and implementation oversight, the following mechanisms will be put in place:"}, {"text_block_id": "p17_b218", "text": "For technical and implementation oversight, the following mechanisms will be put in place:\n* A National Technical Committee;\n* Technical Clusters;\n* A National M&E platform; and\n* Regional Technical Advisory Committee and cascading down to Ward levels."}, {"text_block_id": "p17_b226", "text": "Implementation Strategy"}, {"text_block_id": "p17_b227", "text": "Several interconnected strategies shall drive implementation of the NDP, namely:"}, {"text_block_id": "p17_b228", "text": "Several interconnected strategies shall drive implementation of the NDP, namely:\n* Rigorous prioritization and sequencing of actions;\n* Addressing regional disparities in access to basic services and strengthening\n* Realignment of sector strategies and action plans to the overall orientation of\n* Regional integration and cross-border cooperation; and\n* Capacity development."}, {"text_block_id": "p19_b238", "text": "How do we know we are making progress?"}, {"text_block_id": "p19_b239", "text": "Measuring progress is a critical element in the quest to ensure accountability for delivery. The NDP foresees the following:"}, {"text_block_id": "p19_b240", "text": "Measuring progress is a critical element in the quest to ensure accountability for delivery. The NDP foresees the following:\n* A robust results framework;\n* Monitoring &Evaluation mechanisms; and\n* Strengthening government-citizens engagement."}, {"text_block_id": "p19_b246", "text": "The Results Framework"}, {"text_block_id": "p19_b247", "text": "For each strategic priority and critical enabler of the NDP, key outcomes and results to be achieved have been identified to enable measurement of progress. These are presented in annex 1 and 2 respectively."}, {"text_block_id": "p19_b248", "text": "Monitoring &Evaluation Mechanisms"}, {"text_block_id": "p19_b249", "text": "The monitoring and the evaluation of the NDP will be done at three levels:"}, {"text_block_id": "p19_b250", "text": "The monitoring and the evaluation of the NDP will be done at three levels:\n* Executive level;\n* Sector level; and\n* Citizensâ level."}, {"text_block_id": "p19_b256", "text": "Executive level M&E"}, {"text_block_id": "p19_b257", "text": "q"}, {"text_block_id": "p19_b258", "text": "Presidential M&E System"}, {"text_block_id": "p19_b259", "text": "/Presidential Dashboard that will allow the Executive to monitor and track selected key results and outcomes of the plan at the highest level of government; and"}, {"text_block_id": "p19_b260", "text": "q"}, {"text_block_id": "p19_b261_merged", "text": "A Delivery Unit situated in the Office of the President (OP) to ensure implementation of the priorities and to manage the Presidential M&E system."}, {"text_block_id": "p19_b264", "text": "Sector level M&E processes"}, {"text_block_id": "p19_b265", "text": "Key features of the plan’s M&E system are the following:"}, {"text_block_id": "p19_b266", "text": "•"}, {"text_block_id": "p19_b267", "text": "A results matrix where each strategic priority and critical enabler has an accompanying goal(s), a set of outcomes, indicators (disaggregated to an appropriate level) with baselines and targets to facilitate the tracking and reporting progress of implementation;"}, {"text_block_id": "p19_b268", "text": "•"}, {"text_block_id": "p19_b269", "text": "A Metadata for each indicator was also developed to provide definitions and to serve as reference;"}, {"text_block_id": "p20_b270", "text": "•"}, {"text_block_id": "p20_b271", "text": "A system decentralized to the regional level to create and/or strengthen linkages and synergies between the central government and the regions through the Regional Technical Advisory Committees;"}, {"text_block_id": "p20_b272", "text": "•"}, {"text_block_id": "p20_b273", "text": "To ease Government’s burden in monitoring and reporting progress of the international and regional agreements, the indicators in the NDP were closely matched to those from the SDGs and Agenda 2063. The aim is to have a national M&E process that is uniform and a “one stop shop” for all information on both national and international plans and agreements;"}, {"text_block_id": "p20_b274", "text": "•"}, {"text_block_id": "p20_b275", "text": "To meet the growing demand for information and accurately report on the progress of results on a timely basis, there will be: an annual review of progress, tools, evaluations, capacity building; and"}, {"text_block_id": "p20_b276", "text": "•"}, {"text_block_id": "p20_b277", "text": "A web-based database will be housed and managed by the Gambia Bureau of Statistics. This will provide a common and centrally located database for the storage and easy retrieval of data on key development indicators for the country."}, {"text_block_id": "p20_b278", "text": "Strengthening Government -Citizens"}, {"text_block_id": "p20_b279", "text": "’"}, {"text_block_id": "p20_b280", "text": "Engagement"}, {"text_block_id": "p20_b281", "text": "a)"}, {"text_block_id": "p20_b282_merged_merged", "text": "All public institutions will be required to develop and publish Service Charters, which will outline the standards of service delivery citizens can expect;"}, {"text_block_id": "p20_b286", "text": "b)"}, {"text_block_id": "p20_b287", "text": "Government will take action to better articulate its messages, and will undertake public campaigns on key policy issues to mobilize public action through simple messages using posters, banners, pamphlets, public education talks, radio and TV, etc;"}, {"text_block_id": "p20_b288", "text": "c)"}, {"text_block_id": "p20_b289", "text": "Government will set up forums for citizens’ engagements and create opportunities for citizens to interact with public officials at all levels through town and village hall meetings, dialogue forums, panel discussions, focus group discussions and other mechanisms such as meet the people tours;"}, {"text_block_id": "p20_b290", "text": "d)"}, {"text_block_id": "p20_b291", "text": "Government will establish digital platforms to strengthen engagement (e.g. Facebook, Twitter, Instagram, YouTube, etc.);"}, {"text_block_id": "p20_b292", "text": "e)"}, {"text_block_id": "p20_b293", "text": "Government will establish a “Feedback Unit” whose purpose would be to build the social media platforms to ensure a more active and engaged public; and"}, {"text_block_id": "p20_b294", "text": "f)"}, {"text_block_id": "p20_b295", "text": "Government will endeavour to create a new mind-set among public officials, such that they are citizen-focused and are ready and willing to respond positively to public concerns."}, {"text_block_id": "p21_b296", "text": "What does the plan cost and how will it be resourced?"}, {"text_block_id": "p21_b297", "text": "Cost of the Plan"}, {"text_block_id": "p21_b298_merged", "text": "The total budget, without accounting for available resources, stands at $US 2.4 billion. The main cost drivers are energy and infrastructure (41.2 per cent), agriculture (19.6 per cent) and human capital (16.8 per cent). Combined the three strategic priorities account for 77 per cent of the budget. The budget for the flagships and priority programmes and project is however considerably lower."}, {"text_block_id": "p21_b300", "text": "Strategies to Mobilize Resources"}, {"text_block_id": "p21_b301", "text": "To meet the financing needs of the plan, government will pursue three interlinked strategies, in addition to traditional development assistance"}, {"text_block_id": "p21_b302", "text": ":"}, {"text_block_id": "p21_b303", "text": "q"}, {"text_block_id": "p21_b304", "text": "Concessionary financing;"}, {"text_block_id": "p21_b305", "text": "q"}, {"text_block_id": "p21_b306", "text": "Domestic resources mobilization; and"}, {"text_block_id": "p21_b307", "text": "q"}, {"text_block_id": "p21_b308", "text": "Innovative financing instruments."}, {"text_block_id": "p21_b309", "text": "Concessionary Financing"}, {"text_block_id": "p21_b310", "text": "partners to secure the necessary financing."}, {"text_block_id": "p21_b311", "text": "Domestic Resource Mobilization"}, {"text_block_id": "p21_b312", "text": "Reliance on domestic resourcing is becoming increasingly important for meeting the financing needs of developing countries. Already the Gambia relies heavily on taxation to finance government expenditure."}, {"text_block_id": "p21_b313", "text": "However, because of the debt servicing obligations, government has been unable to allocate significant resources to finance development. In the context of the NDP, three measures will be adopted to increase government’s contribution to implement its development agenda:"}, {"text_block_id": "p22_b314", "text": "•"}, {"text_block_id": "p22_b315", "text": "Continue the path of prudent fiscal management, sound monetary policy and structural reforms which is expected to rationalize the budget;"}, {"text_block_id": "p22_b316", "text": "•"}, {"text_block_id": "p22_b317", "text": "Prudent debt management, especially domestic borrowing, and debt restructuring, which will lead to increased fiscal space; and"}, {"text_block_id": "p22_b318", "text": "•"}, {"text_block_id": "p22_b319", "text": "More efficient revenue collections mechanisms and simplifying and expanding the tax base."}, {"text_block_id": "p22_b320", "text": "Innovative Financing"}, {"text_block_id": "p22_b321", "text": "To ensure the successful implementation of the National Development Plan, critical focus must be anchored on alternative and more innovative ways of financing. Public Private Partnerships, Capital Markets, Blended Finance among other means will be explored as priorities to ensure sustainability and efficiency, especially considering the modern economy and the global financing agenda of moving away from overdependence on aid."}, {"text_block_id": "p23_b322", "text": "What is your role in realizing the Plan, and what does it mean for you?"}, {"text_block_id": "p23_b323", "text": "The National Development Plan embodies the collective aspirations of all Gambians, including those in the Diaspora. It emanated from the political manifesto of Coalition 2016 that shattered the stranglehold of 22 years of dictatorship and was further given content and substance by the Government Compact arrived at during the Cabinet retreat of 5-7 May 2017, which outlined key government priorities."}, {"text_block_id": "p23_b324", "text": "The document also sums up the inputs from the 13 Thematic Working Groups set up to prepare the plan, and comprising government ministries, civil society, private sector and development partners. Opportunities were also provided to all stakeholders to contribute and this process culminated in a validation workshop held on 3"}, {"text_block_id": "p23_b325", "text": "rd"}, {"text_block_id": "p23_b326", "text": "October 2017 when the draft document was thoroughly reviewed. The plan is therefore a “home-grown” high quality document, which must be read, understood and acted upon by all."}, {"text_block_id": "p23_b327", "text": "The plan provides many avenues for participation by citizens and stakeholders. There are mechanisms for robust citizen participation and engagement through the plan’s accountability framework, which empowers them to provide their views and feedback on government performance and effectiveness. Each and every citizen can also capitalize on the opportunities the plan provides:"}, {"text_block_id": "p23_b328", "text": "q"}, {"text_block_id": "p23_b329", "text": "For the country’s"}, {"text_block_id": "p23_b330", "text": "young people"}, {"text_block_id": "p23_b331", "text": ","}, {"text_block_id": "p23_b332", "text": "there are opportunities to build your skills to become better entrepreneurs, to cater for your all-round development and to strengthen your voice in decision-making;"}, {"text_block_id": "p23_b333", "text": "q"}, {"text_block_id": "p23_b334", "text": "For the"}, {"text_block_id": "p23_b335", "text": "farmers and the rural population"}, {"text_block_id": "p23_b336", "text": ", development of irrigation systems, value chains development and the introduction of modern production technologies would ensure increase in rural incomes and ensure food security and freedom from hunger;"}, {"text_block_id": "p23_b337", "text": "q"}, {"text_block_id": "p23_b338", "text": "For"}, {"text_block_id": "p23_b339", "text": "the"}, {"text_block_id": "p23_b340", "text": "private sector"}, {"text_block_id": "p23_b341", "text": ", an improved business environment, reforms in the tax system, access to credit, as well as better infrastructure and energy services will provide new opportunities for growth;"}, {"text_block_id": "p23_b342", "text": "q"}, {"text_block_id": "p23_b343", "text": "For"}, {"text_block_id": "p23_b344", "text": "school children"}, {"text_block_id": "p23_b345", "text": ","}, {"text_block_id": "p23_b346", "text": "a quality education foreseen in the plan paves the way for satisfactory careers and capacity to realize your full potential"}, {"text_block_id": "p23_b347", "text": "q"}, {"text_block_id": "p23_b348", "text": "For"}, {"text_block_id": "p23_b349", "text": "women"}, {"text_block_id": "p23_b350", "text": ","}, {"text_block_id": "p23_b351", "text": "the removal of the socio-cultural barriers, strengthening your participation in decision-making, as well as better economic opportunities will lead to improved status and wellbeing for families;"}, {"text_block_id": "p23_b352", "text": "q"}, {"text_block_id": "p23_b353", "text": "For"}, {"text_block_id": "p23_b354", "text": "the"}, {"text_block_id": "p23_b355", "text": "poor and vulnerable"}, {"text_block_id": "p23_b356", "text": ","}, {"text_block_id": "p23_b357", "text": "a greater security and assistance is provided for by the plan through the proposed social protection interventions;"}, {"text_block_id": "p23_b358", "text": "q"}, {"text_block_id": "p23_b359_merged_merged_merged_merged_merged_merged_merged_merged", "text": "For all citizens, the restoration of good governance, respect for human rights and the rule of law means no one will be subjected to arbitrary arrests, there will be freedom of expression, and the fundamental rights of all will be respected and upheld."}, {"text_block_id": "p24_b362", "text": "The plan is yours so make use of it!!!"}, {"text_block_id": "p24_b363", "text": "No one should be left behind!!!!"}, {"text_block_id": "p25_b364", "text": "Annex1: Outcomes and Key Results of the Eight Strategic Priorities of The Gambia National Development Plan (2018-2021)"}, {"text_block_id": "p33_b365", "text": "Annex 2: Outcomes and Key Results of the Seven Critical Enablers of The Gambia National Development Plan (2018-2021)"}], "document_description": "This document sets the government's development vision for the period 2018-2021. It seeks to \"deliver good governance and accountability, social cohesion,&nbsp; national reconciliation and a revitalised and transformed economy for the wellbeing of all Gambians”. It notably aims to promote climate resilience, climate-smart agriculture, the tapping of resources from&nbsp;global climate funds,&nbsp;<br><br><br>"}