{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Namibia", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Disaster Risk Management Policy", "document_country_code": "NAM", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2009", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_url": "https://cdn.climatepolicyradar.org/NAM/2009/NAM-2009-12-25-Disaster Risk Management Policy_cf276dcfe9477eb7b2dabaa38c4ec8cc.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Foreword"}, {"text_block_id": "p0_b2", "text": "article 1 of Article 26 of Chapter 4 of the constitution; “"}, {"text_block_id": "p0_b3", "text": "part thereof.”"}, {"text_block_id": "p0_b4", "text": "Sub article 5 (a) states that “ During a state of emergency in terms of this Article or"}, {"text_block_id": "p0_b5", "text": ", public safety"}, {"text_block_id": "p0_b6", "text": "and the maintenance of law and order.”"}, {"text_block_id": "p0_b7", "text": "security and safety nets."}, {"text_block_id": "p0_b8", "text": "The goal of the National Disaster Risk Management Policy is to contribute to the"}, {"text_block_id": "p0_b9", "text": "attainment of sustainable development in line with Namibia‟s Vision 2030 through"}, {"text_block_id": "p0_b10", "text": "strengthening of national capacities to reduce risk and build community resilience to"}, {"text_block_id": "p0_b11", "text": "disasters."}, {"text_block_id": "p0_b12", "text": "The National Disaster Risk Management Policy aims to:"}, {"text_block_id": "p0_b13", "text": "The National Disaster Risk Management Policy aims to:\n* minimise the loss of human life, property and damage to the environment\n* minimise the loss of human life, property and damage to the environment\n from hazards of natural, technological and ecological origin;\n* vulnerable due to poverty and a general lack of resources;\n* vulnerable due to poverty and a general lack of resources;\n advocate an approach to disaster risk management that focuses on\n* advocate for a shared awareness and responsibility to reduce disaster risk\n* advocate for a shared awareness and responsibility to reduce disaster risk\n in homes, communities, places of work and in society generally;\n* stakeholders.\n* stakeholders.\n give effect to the application of co-operative governance on issues\n* and to\n* and to\n facilitate the involvement of the private sector, non-governmental\n* facilitate partnerships in this regard between organs of state and the private sector, non-governmental organisations and communities;"}, {"text_block_id": "p1_b31", "text": "commitment to strategies to prevent disasters and mitigate their severity."}, {"text_block_id": "p1_b32", "text": "………………………………………………"}, {"text_block_id": "p1_b33", "text": "H.E. Hifikepunye Pohamba"}, {"text_block_id": "p1_b34", "text": "PRESIDENT OF THE REPUBLIC OF NAMIBIA"}, {"text_block_id": "p2_b35", "text": "Preface"}, {"text_block_id": "p2_b36_merged", "text": "Disaster loss is on the rise in Namibia with grave consequences for the survival, dignity and livelihood of individuals, particularly the poor as a result of increasing vulnerabilities related to changing demographics, technological and socioeconomic conditions. The increased vulnerability can be attributed to unplanned urbanisation taking place within high-risk zones, under-development, environmental degradation, climate variability, climate change, geological hazards, competition for scarce resources, and the impact of epidemics such as HIV/AIDS. These factors indicate a future where disasters could increasingly threaten the national economy, its population and sustainable development."}, {"text_block_id": "p2_b38", "text": "Currently, Namibia does not have a national policy that defines parameters within which disaster risk management is implemented. The former administration used the Civil Defence Act and Civil Defence Ordinances, which are no longer in keeping with new political dispensation. Furthermore, the existing legislation and national disaster plan focus on disaster management against disaster risk management. The National Disaster Risk Management Policy offers an alternative to disaster management that seeks to address the root causes of disasters through reducing the exposure and vulnerability of people and economic assets in order to reduce losses. Cost effective disaster risk management requires the ability to identify where hazards are most likely to strike, who or what will be exposed, and what vulnerabilities will lead to those assets being damaged or destroyed. Disaster risk management, therefore, depends not only on identifying the consequences of disasters but also on addressing the underlying causes. These causes need to be made visible and real so that the risks can be perceived, understood and reduced."}, {"text_block_id": "p2_b39", "text": "Disaster Risk Management Policy."}, {"text_block_id": "p2_b40", "text": "…………………………………….."}, {"text_block_id": "p2_b41", "text": "Right Honourable Nahas Angula"}, {"text_block_id": "p2_b42", "text": "Prime Minister of the Republic of Namibia"}, {"text_block_id": "p3_b43", "text": "Acronyms and abbreviations"}, {"text_block_id": "p5_b44", "text": "Table of Contents"}, {"text_block_id": "p9_b45", "text": "1. INTRODUCTION"}, {"text_block_id": "p9_b46", "text": "1.1 Preamble"}, {"text_block_id": "p9_b47", "text": "In pursuance of the Government of Namibia‟s constitutional mandate to"}, {"text_block_id": "p9_b48", "text": "after"}, {"text_block_id": "p9_b49", "text": "It is in this context therefore that this policy aligns itself with:"}, {"text_block_id": "p9_b50", "text": "It is in this context therefore that this policy aligns itself with:\n* Conference on Disaster Reduction held in Kobe, Hyogo, Japan in 2005;\n* Conference on Disaster Reduction held in Kobe, Hyogo, Japan in 2005;\n The Hyogo Framework for Action 2005-2015: Building the Resilience of\n* The Kyoto Protocol which is an agreement made under the United Nations\n* The Kyoto Protocol which is an agreement made under the United Nations\n frameworks for disaster risks associated with climate change;\n* The Africa Regional Strategy for Disaster Risk Reduction\n* The Africa Regional Strategy for Disaster Risk Reduction\n â\n* The Africa Regional Strategy for Disaster Risk Reduction\n â\n which aims to"}, {"text_block_id": "p9_b60", "text": "Taking into account:"}, {"text_block_id": "p9_b61", "text": "Taking into account:\n* The need to integrate total disaster risk management into national and local\n* The need to integrate total disaster risk management into national and local\n development initiatives in Namibia;\n* The priorities identified in the 2005 National Action Plan for Capacity\n* The priorities identified in the 2005 National Action Plan for Capacity\n Development in Disaster Risk Reduction in Namibia;\n* The need for consistency in developing national capacity for disaster risk management and community resilience to disasters; and\n* In the absence of a legal framework for disaster risk management in Namibia,"}, {"text_block_id": "p10_b72", "text": "Management System in Namibia."}, {"text_block_id": "p10_b73", "text": "1.2 The rationale for developing and establishing a Disaster Risk Management Policy for the Republic of Namibia"}, {"text_block_id": "p10_b74", "text": "sustainable development is underpinned by the following rationale:"}, {"text_block_id": "p10_b75", "text": "Political commitment is an essential ingredient for sustained disaster risk reduction"}, {"text_block_id": "p10_b76", "text": "political commitment."}, {"text_block_id": "p10_b77", "text": "Disasters put development at risk"}, {"text_block_id": "p10_b78", "text": "disaster risk."}, {"text_block_id": "p10_b79_merged", "text": "Disasters are known to disproportionately affect poorpeople the most"}, {"text_block_id": "p10_b81", "text": "and social upliftment and on building resilience."}, {"text_block_id": "p10_b82", "text": "Disasters can be a trigger for food insecurity"}, {"text_block_id": "p10_b83", "text": "Disasters cause human losses and hardship, constrain progress, damage and destroy infrastructure and the environment"}, {"text_block_id": "p10_b84", "text": ") is not fast enough."}, {"text_block_id": "p11_b85", "text": "development to humanitarian/relief support."}, {"text_block_id": "p11_b86", "text": "Disasters often damage environmental resources affecting environmental sustainability (MDG7)"}, {"text_block_id": "p11_b87", "text": "development."}, {"text_block_id": "p11_b88", "text": "Disaster relief/humanitarian assistance sub-serves the goals of national development"}, {"text_block_id": "p11_b89", "text": "country."}, {"text_block_id": "p11_b90", "text": "Developing capacities to deal with existing disaster risk is an effective way to generate capacity to deal with future climate change risk"}, {"text_block_id": "p11_b91", "text": "Climate related risk, aggravated by processes of global economic and climate change poses a central unresolved development issue for many countries. In line with Hyogo Framework of Action and the Africa Regional Strategy for Disaster Risk Reduction that emphasise Disaster Risk Reduction, it is recognised that developing capacities that deal with existing disaster risks is an effective way to generate capacity to deal with future climate change risk."}, {"text_block_id": "p11_b92", "text": "Disaster risk management is a multi-sectoral and multi-disciplinary responsibility"}, {"text_block_id": "p11_b93_merged", "text": "– effects of hazards so that disaster losses can be reduced in coming years."}, {"text_block_id": "p12_b95", "text": "positive role and not a destabilising role that can increase risk."}, {"text_block_id": "p12_b96", "text": "Participation and ownership is core to effective disaster risk management"}, {"text_block_id": "p12_b97", "text": "long term."}, {"text_block_id": "p12_b98", "text": "Capacity development is a prerequisite for successful disaster risk reduction"}, {"text_block_id": "p12_b99", "text": "technology transfer, skills development and organisational strengthening."}, {"text_block_id": "p12_b100", "text": "Gender relations affect how people experience disasters and how disasters impact people in general"}, {"text_block_id": "p12_b101", "text": "and mitigate disasters."}, {"text_block_id": "p12_b102_merged", "text": "Enhancing gender aspects involves increasing women‟s participation quitably change women‟s options and opportunities by ensuring equality of opportunity and of outcomes in disaster reduction interventions."}, {"text_block_id": "p12_b106", "text": "HIV/AIDS impacts negatively on human development"}, {"text_block_id": "p13_b107", "text": "The debilitating impact of HIV/AIDS on human development is recognised as a longterm problem. HIV/AIDS is viewed as a hazard and a disaster. Mainstreaming HIV/AIDS into risk management initiatives is a fundamental disaster risk"}, {"text_block_id": "p13_b108", "text": "management policy issue."}, {"text_block_id": "p13_b109", "text": "The allocation and mobilisation of resources is fundamental to the development, establishment and implementation of national disaster risk management policy"}, {"text_block_id": "p13_b110", "text": "during and after any disaster."}, {"text_block_id": "p13_b111", "text": "The involvement of other development agencies including UN agencies, donors and nongovernmental organisations adds value to a national disaster risk management system"}, {"text_block_id": "p13_b112", "text": "disaster risk management that such development partners have adopted."}, {"text_block_id": "p13_b113", "text": "2 FUNDAMENTAL PRINCIPLES ON WHICH THE NATIONAL DISASTER RISK MANAGEMENT POLICY IS GROUNDED"}, {"text_block_id": "p13_b114_merged_merged", "text": "The National Disaster Risk Management Policy is grounded on five fundamental principles:"}, {"text_block_id": "p14_b116", "text": "2.1 Fundamental human rights and freedoms"}, {"text_block_id": "p14_b117", "text": "Republic of Namibia."}, {"text_block_id": "p14_b118", "text": "2.2 Humanitarian principles and codes of practices for humanitarian assistance"}, {"text_block_id": "p14_b119", "text": "The policy shall respect the right of citizens to receive humanitarian assistance, and for Government to offer in accordance with international laws, the humanitarian principles promoted by the United Nations, the Sphere Standards and the Red Cross"}, {"text_block_id": "p14_b120", "text": "and Red Crescent Societies‟ Codes of Conduct. In rendering humanitarian"}, {"text_block_id": "p14_b121", "text": "assistance, people shall be treated humanely and with respect in all circumstances irrespective of gender, creed, race or political affiliation. The policy must seek to reduce disaster risks at national, regional and local levels with the primary aim of saving lives and alleviating suffering."}, {"text_block_id": "p14_b122", "text": "2.3 The shift towards disaster risk reduction"}, {"text_block_id": "p14_b123", "text": "The Government of the Republic of Namibia has adopted the Hyogo Framework for Action and the Africa Regional Strategy for Disaster Risk Reduction both of which underline the paradigm shift in the approach to disasters and dealing with disasters by moving away from emergency response only to integrating disaster risk reduction into development. At all levels, policies and strategies must be implemented with a twofold aim -firstly to build resilience in communities to the impacts of natural hazards and secondly to ensure that development efforts do not increase vulnerability to hazards."}, {"text_block_id": "p14_b124_merged_merged", "text": "2.4 Protecting sustainable development gains of Namibia by mainstreamingdisaster risk reduction into development"}, {"text_block_id": "p14_b126", "text": "Through Vision 2030, Namibia strives to a prosperous and industrialised nation, developed by her human resources, enjoying peace, harmony and political stability. To protect and enhance development gains for prosperity and industrialisation, disaster risk reduction must be integrated into development policies, strategies and programmes."}, {"text_block_id": "p15_b127", "text": "2.5"}, {"text_block_id": "p15_b128", "text": "Sustainable ecosystem and environmental management"}, {"text_block_id": "p15_b129", "text": "The policy must support the principle that a healthy environment enhances society‟s"}, {"text_block_id": "p15_b130", "text": "disaster resilience by reducing the impact of natural and human induced disasters and that environmental degradation on the other hand, increases the risk of disaster from landslides, floods, droughts, climate change impacts and other hazards."}, {"text_block_id": "p16_b131", "text": "3 THE NAMIBIA HAZARD PROFILE"}, {"text_block_id": "p16_b132", "text": "3.1 Hazard and vulnerability in Namibia"}, {"text_block_id": "p16_b133", "text": "which delays planned developmental programmes."}, {"text_block_id": "p16_b134", "text": "urban areas."}, {"text_block_id": "p16_b135", "text": "vulnerability in Namibia."}, {"text_block_id": "p16_b136", "text": "increasing levels of vulnerability."}, {"text_block_id": "p16_b137_merged", "text": "The Namibia hazard profile and the social, economic, infrastructural and environmental impact that these hazards cause is depicted in the table below:"}, {"text_block_id": "p17_b139", "text": "Table1:Namibia’s hazard profile and the impact of these hazards on Namibia"}, {"text_block_id": "p21_b140", "text": "4 THE NATIONAL DISASTER RISK MANAGEMENT POLICY STATEMENT, GOAL, STRATEGIES AND OBJECTIVES"}, {"text_block_id": "p21_b141", "text": "4.1 Policy statement"}, {"text_block_id": "p21_b142", "text": "Disaster Risk Management System in Namibia."}, {"text_block_id": "p21_b143", "text": "4.2 Policy goal"}, {"text_block_id": "p21_b144", "text": "The goal of the NDRM Policy for the Republic of Namibia is:"}, {"text_block_id": "p21_b145", "text": "To contribute to the attainment of sustainable development in line with Namibia‟s"}, {"text_block_id": "p21_b146", "text": "Vision 2030 through strengthening national capacities to significantly reduce disaster"}, {"text_block_id": "p21_b147", "text": "risk and build community resilience to disasters."}, {"text_block_id": "p21_b148", "text": "4.3 Policy strategies"}, {"text_block_id": "p21_b149_merged_merged", "text": "In pursuance of the goal of the NDRM Policy, the following broad strategies must be applied:"}, {"text_block_id": "p21_b151", "text": "In pursuance of the goal of the NDRM Policy, the following broad strategies must be applied:\n* The integration of disaster risk reduction into sustainable development policies\n* The strengthening of disaster risk management structures, mechanisms and\n* The systematic incorporation of risk reduction approaches into the\n* The building of multi-stakeholder partnerships at all levels to contribute to the"}, {"text_block_id": "p21_b159", "text": "4.4 Policy objectives"}, {"text_block_id": "p21_b160", "text": "In pursuance of achieving the goal and applying the broad strategies of the NDRM Policy for Namibia, five policy objectives have been identified. These policy objectives are consistent with the priorities for action identified in the Hyogo Framework for Action 2005-2015, to which Namibia was party and are as follows:."}, {"text_block_id": "p21_b161", "text": "Policy Objective 1:"}, {"text_block_id": "p21_b162", "text": "the concept of total disaster risk management."}, {"text_block_id": "p22_b163", "text": "Policy Objective 2:"}, {"text_block_id": "p22_b164", "text": "Improve risk identification, assessment and monitoring mechanisms in Namibia."}, {"text_block_id": "p22_b165", "text": "Policy Objective 3:"}, {"text_block_id": "p22_b166", "text": "Reduce the underlying risk and vulnerability factors by improving disaster risk"}, {"text_block_id": "p22_b167", "text": "management applications at all levels."}, {"text_block_id": "p22_b168", "text": "Policy Objective 4:"}, {"text_block_id": "p22_b169", "text": "Strengthen disaster preparedness for effective response and recovery practices at all"}, {"text_block_id": "p22_b170", "text": "levels."}, {"text_block_id": "p22_b171", "text": "Policy Objective 5:"}, {"text_block_id": "p22_b172", "text": "Enhance information and knowledge management for disaster risk management."}, {"text_block_id": "p22_b173_merged_merged_merged", "text": "The five policy objectives serve as the priorities for implementing the NDRM Policy for Namibia. As such, they have been further expanded into five key performance areas to provide the parameters within which implementation must take place and against which progress can be monitored and evaluated."}, {"text_block_id": "p23_b175", "text": "5 THE ESTABLISHMENT OF THE NATIONAL DISASTER RISK MANAGEMENT SYSTEM (NDRMS) IN NAMIBIA"}, {"text_block_id": "p23_b176", "text": "The decision to transform the National Emergency Management System (NEMS) which was established by Cabinet in 1994, into a National Disaster Risk Management System (NDRMS) is concrete expression of the political will and institutional recognition of disaster risk reduction as a relevant issue at all levels of government in Namibia. An effectively functioning NDRMS will minimise duplication of efforts and will optimise the utilisation of resources by facilitating the alignment and integration of roles and responsibilities for disaster risk management. In addition, the new focus on disaster risk reduction within the broader concept of total disaster risk management will ensure that all ministries, the private sector, other non-state actors and development partners integrate disaster risk reduction practice into their routine activities, thereby building national and community resilience to disasters."}, {"text_block_id": "p23_b177", "text": "5.1 Establishment of the National Disaster Risk Management System"}, {"text_block_id": "p23_b178", "text": "In terms of Cabinet Action Letter 5"}, {"text_block_id": "p23_b179", "text": "TH"}, {"text_block_id": "p23_b180", "text": "the Prime Minister."}, {"text_block_id": "p23_b181", "text": "As resolved by Cabinet"}, {"text_block_id": "p23_b182", "text": "the NDRMS comprises the following inter-sectoral"}, {"text_block_id": "p23_b183", "text": "structures:"}, {"text_block_id": "p23_b184", "text": "structures:\n* The National Disaster Risk Management Committee (NDRMC) formerly the\n* The National Disaster Risk Management Committee (NDRMC) formerly the\n National Emergency Management Committee (NEMC);\n* The Directorate Disaster Risk Management (DDRM) (formerly Directorate\n* The Directorate Disaster Risk Management (DDRM) (formerly Directorate\n Emergency Management);\n* Regional Disaster Management Committees (RDRMCs) formerly the Regional\n* Regional Disaster Management Committees (RDRMCs) formerly the Regional\n Emergency Management Unit;\n* Constituency Disaster Risk Management Committees (CDRMCs) formerly\n* Constituency Disaster Risk Management Committees (CDRMCs) formerly\n Constituency Emergency Management Units;\n* Local Authority Disaster Risk Management System (LADRMS); and\n* Settlement Disaster Risk Management Committees (SDRMCs) formerly the\n* Settlement Disaster Risk Management Committees (SDRMCs) formerly the\n Settlement Emergency Management Units."}, {"text_block_id": "p23_b201", "text": "5.2 Mandate of"}, {"text_block_id": "p23_b202", "text": "the"}, {"text_block_id": "p23_b203", "text": "NDRMS"}, {"text_block_id": "p23_b204_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The NDRMS is responsible for the development and implementation of integrated disaster risk management policy in Namibia. The mandate of the NDRMS is to give effect to the NDRM Policy. This must be done by developing, establishing and maintaining integrated and coordinated disaster risk management in Namibia through"}, {"text_block_id": "p24_b208", "text": "the application of innovative approaches and technologies to build communities,"}, {"text_block_id": "p24_b209", "text": "infrastructure and environments in Namibia that are resilient to disaster risks."}, {"text_block_id": "p24_b210", "text": "5.3 Role of the NDRMS"}, {"text_block_id": "p24_b211", "text": "The primary role of the NDRMS is to provide an enabling environment for the development, establishment and maintenance of integrated and coordinated disaster risk management in Namibia. The NDRMS must ensure that the concept of disaster risk reduction is applied through a participatory process of ideas and actions amongst all Government ministries, the private sector, other non-state actors and development partners at national, regional, constituency, local authority and settlement levels in Namibia."}, {"text_block_id": "p24_b212", "text": "5.4 Institutional and operational arrangements for the NDRMS"}, {"text_block_id": "p24_b213", "text": "In order to give effect to Objective 1 of the National Disaster Risk Management (NDRM) Policy, institutional and operational arrangements must be established and maintained that will provide a strong basis for the effective implementation of the NDRMS. These arrangements must include:"}, {"text_block_id": "p24_b214", "text": "In order to give effect to Objective 1 of the National Disaster Risk Management (NDRM) Policy, institutional and operational arrangements must be established and maintained that will provide a strong basis for the effective implementation of the NDRMS. These arrangements must include:\n* setting out the mechanisms for the development, adoption, regular review and\n* sound organisational mechanisms to enable the integrated direction and\n* establishing multi-stakeholder partnerships at all levels to contribute to the\n* establishing relationships with neighbouring and other states in the southern"}, {"text_block_id": "p24_b222", "text": "5.5 The legal and regulatory framework for the NDRMS"}, {"text_block_id": "p24_b223", "text": "5.5.1"}, {"text_block_id": "p24_b224", "text": "The President"}, {"text_block_id": "p24_b225_merged_merged", "text": "e‟s commitment to this obligation."}, {"text_block_id": "p25_b227", "text": "Constitution, which states that:"}, {"text_block_id": "p25_b228", "text": "“At a time of national disas"}, {"text_block_id": "p25_b229", "text": "emergency exists in Namibia or any part thereof.”"}, {"text_block_id": "p25_b230", "text": "purpose of dealing with the situation giving rise to the emergency (or disaster)."}, {"text_block_id": "p25_b231", "text": "5.5.2"}, {"text_block_id": "p25_b232", "text": "Cabinet"}, {"text_block_id": "p25_b233", "text": "are applied and integrated into sustainable development."}, {"text_block_id": "p25_b234", "text": "Cabinet is responsible for prescribing, adopting and amending the NDRM Policy for Namibia; for approving disaster risk management plans; and for ensuring the allocation of adequate resources for the establishment and operation of the NDRMS."}, {"text_block_id": "p25_b235", "text": "risk management in Namibia."}, {"text_block_id": "p25_b236", "text": "required."}, {"text_block_id": "p25_b237", "text": "5.5.3"}, {"text_block_id": "p25_b238", "text": "The National Assembly"}, {"text_block_id": "p25_b239_merged", "text": "In terms of Article 63 of the Namibia Constitution, the National Assembly is the principal legislative authority that has power, subject to the Constitution, to make and repeal laws for the peace, order and good governance of the country in the best interests of the people of Namibia. It has power to approve budgets for the effective government and administration of the country. The National Assembly also receives reports on the activities of the Executive and in this regard reports on the disaster situation in the country from the Office of the Prime Minister. The National Assembly"}, {"text_block_id": "p26_b246", "text": "thus has power to approve the Disaster Risk Management laws, policies and plans"}, {"text_block_id": "p26_b247", "text": "as well as the declaration and/or revocation of state of national disaster."}, {"text_block_id": "p26_b248", "text": "5.5.4"}, {"text_block_id": "p26_b249", "text": "The Office of the Prime Minister"}, {"text_block_id": "p26_b250", "text": "The Office of the Prime Minister (OPM) has the overall responsibility for the operation"}, {"text_block_id": "p26_b251", "text": "of the NDRMS in Namibia. The OPM must establish and maintain the Directorate for"}, {"text_block_id": "p26_b252", "text": "settlement levels."}, {"text_block_id": "p26_b253", "text": "5.5.5"}, {"text_block_id": "p26_b254", "text": "The Secretary to Cabinet"}, {"text_block_id": "p26_b255", "text": "The Secretary to Cabinet is the national focal point for disaster risk management in Namibia and is the Convenor of the NDRMC. The Secretary to Cabinet is responsible for motivating all policy issues related to disaster risk management to Cabinet on behalf of the NDRMC and for overseeing the implementation of the decisions of the President in respect of disaster risk management."}, {"text_block_id": "p26_b256", "text": "The Secretary to Cabinet has the authority to make decisions and to mobilise resources for the routine disaster risk management operations in the country as well for any urgent needs arising from the occurrence of significant events"}, {"text_block_id": "p26_b257", "text": "and disasters."}, {"text_block_id": "p26_b258", "text": "5.5.6"}, {"text_block_id": "p26_b259", "text": "National Disaster Risk Management Committee (NDRMC)"}, {"text_block_id": "p26_b260", "text": "The National Disaster Risk Management Committee (NDRMC) (formerly the National Emergency Management Committee (NEMC)) serves as the national multi-stakeholder platform that is assigned the responsibility for disaster risk management in Namibia."}, {"text_block_id": "p26_b261", "text": "The President established a National Emergency Management Committee (NEMC) now NDRMC chaired by the Secretary to Cabinet. The body will be responsible to the President and the Prime Minister. The NDRMC has the overall responsibility for the institutional arrangements; and for the development of the Disaster Risk Management Policy and plans for Namibia; and for submitting the policy and plans to Cabinet for approval."}, {"text_block_id": "p26_b262", "text": "The Secretary to Cabinet must serve as the chairperson of the NDRMC and the Directorate Disaster Risk Management must provide the secretariat."}, {"text_block_id": "p26_b263_merged_merged_merged_merged", "text": "In terms of Cabinet Action Letter 5th/15.02.94/006 the NDRMC is directly responsible to Cabinet through the Secretary to Cabinet. This mechanism enables the NDRMC to"}, {"text_block_id": "p27_b266", "text": "operate outside the normal government bureaucracy when time is of the essence and critical decisions have to be made at short notice. The NDRMC is convened by the Secretary to Cabinet who has the authority to convene urgent meetings of the NDRMC, as and when required."}, {"text_block_id": "p27_b267", "text": "The NDRMC must function in accordance with the responsibilities recorded in Appendix ll to this NDRM Policy."}, {"text_block_id": "p27_b268", "text": "5.5.6.1 Composition of the NDRMC"}, {"text_block_id": "p27_b269", "text": "The NDRMC comprises the following Permanent Secretaries from the following Offices and Ministries:"}, {"text_block_id": "p27_b270", "text": "The NDRMC comprises the following Permanent Secretaries from the following Offices and Ministries:\n* Prime Minister\n* Finance\n* Health and Social Services\n* Labour and Social Welfare\n* Agriculture, Water and Forestry\n* Defence\n* Education\n* Information, Broadcasting and Technology\n* Mines and Energy\n* Regional, Local Government and Housing and Rural Development\n* Safety and Security\n* Works and Transport\n* National Planning Commission\n* Foreign Affairs\n* Home Affairs\n* Justice\n* Any other Secretary as the chairperson of NDRMC may appoint."}, {"text_block_id": "p27_b304", "text": "The following organisations and development partners shall also be members of NDRMC:"}, {"text_block_id": "p27_b305", "text": "The following organisations and development partners shall also be members of NDRMC:\n* The Association of Regional Councils\n* The Association of Local Authorities in Namibia\n* The United Nations Development Programme\n* The World Health Organisation\n* The United Nations Childrenâs Fund\n* The World Food Programme\n* The Food and Agriculture Organisation\n* The Namibia Red Cross Society\n* The Namibia Non-Governmental Organisations\n* The Desert Research Foundation\n* The University of Namibia\n* Recognised Labour Organisations in Namibia\n* The Namibia Economic Policy Research Unit\n* The Namibia Chamber of Commerce and Industry and\n* Any other organisation that the Chairperson may appoint to serve on the"}, {"text_block_id": "p28_b337", "text": "5.6 Organisational arrangements for the execution of the NDRM Policy"}, {"text_block_id": "p28_b338", "text": "5.6.1"}, {"text_block_id": "p28_b339", "text": "The Directorate Disaster Risk Management (DDRM)"}, {"text_block_id": "p28_b340", "text": "the Office of the Prime Minister."}, {"text_block_id": "p28_b341", "text": "management in Namibia by:"}, {"text_block_id": "p28_b342", "text": "management in Namibia by:\n* all offices, ministries and agencies at national, regional and municipal level;\n* relevant statutory organisations;\n* the private sector;\n* other non-state role-players who are involved in disaster risk management in\n* other non-state role-players who are involved in disaster risk management in\n Namibia; and\n* in communities."}, {"text_block_id": "p28_b353", "text": "The responsibilities of the DDRM are recorded in Appendix lll of this NDRM Policy."}, {"text_block_id": "p28_b354", "text": "The DDRM must execute these responsibilities in accordance with predetermined"}, {"text_block_id": "p28_b355", "text": "Key Performance Areas"}, {"text_block_id": "p28_b356", "text": "."}, {"text_block_id": "p28_b357", "text": "All appointments made to the DDRM must be in accordance with the Public Service"}, {"text_block_id": "p28_b358", "text": "Act, No 13 of 1995."}, {"text_block_id": "p28_b359", "text": "5.6.2"}, {"text_block_id": "p28_b360", "text": "The National Focal Persons Forum (NFPF) for DRM"}, {"text_block_id": "p28_b361", "text": "their disaster risk management planning and operations."}, {"text_block_id": "p28_b362", "text": "The Director Disaster Risk Management must chair the NFPF."}, {"text_block_id": "p28_b363", "text": "persons."}, {"text_block_id": "p28_b364_merged_merged_merged_merged", "text": "The responsibilities of national focal persons are recorded in Appendix IV to this NDRM Policy."}, {"text_block_id": "p29_b366", "text": "5.6.3"}, {"text_block_id": "p29_b367", "text": "The Namibia Vulnerability Assessment Committee (NamVAC)"}, {"text_block_id": "p29_b368", "text": "A fully institutionalised Namibia Vulnerability Assessment Committee must be established. The NamVac is a multi-stakeholder committee that conducts vulnerability assessments to identify vulnerable groups, the prevalence and degree of any given risk, and their causes using agreed indicators and assessment tools. NamVac also forms an institutionalised information system to collate vital information and conduct multi-disciplinary analysis of the kind required to tackle vulnerability reduction and food security issues that will inform policy and decision makers"}, {"text_block_id": "p29_b369", "text": "5.6.3.1 Composition of the NamVAC"}, {"text_block_id": "p29_b370", "text": "The NamVAC committee comprises key stakeholders from the following ministries and relevant governmental and non-governmental organisations:"}, {"text_block_id": "p29_b371", "text": ""}, {"text_block_id": "p29_b372", "text": "the Ministry of Health and Social Services;"}, {"text_block_id": "p29_b373", "text": ""}, {"text_block_id": "p29_b374", "text": "the Ministry of Regional and Local Government, and Housing and Rural Development;"}, {"text_block_id": "p29_b375", "text": ""}, {"text_block_id": "p29_b376", "text": "the Ministry of Gender Equality and Child Welfare;"}, {"text_block_id": "p29_b377", "text": ""}, {"text_block_id": "p29_b378", "text": "the Ministry of Agriculture, Water and Forestry;"}, {"text_block_id": "p29_b379", "text": ""}, {"text_block_id": "p29_b380", "text": "the Ministry of Defence;"}, {"text_block_id": "p29_b381", "text": ""}, {"text_block_id": "p29_b382", "text": "the Ministry of Environment and Tourism;"}, {"text_block_id": "p29_b383", "text": ""}, {"text_block_id": "p29_b384", "text": "the National Planning Commission;"}, {"text_block_id": "p29_b385", "text": ""}, {"text_block_id": "p29_b386", "text": "the University of Namibia;"}, {"text_block_id": "p29_b387", "text": ""}, {"text_block_id": "p29_b388", "text": "the United Nations Development Programme;"}, {"text_block_id": "p29_b389", "text": ""}, {"text_block_id": "p29_b390", "text": "the World Food Programme;"}, {"text_block_id": "p29_b391", "text": ""}, {"text_block_id": "p29_b392", "text": "the Food and Agriculture Organisation;"}, {"text_block_id": "p29_b393", "text": ""}, {"text_block_id": "p29_b394", "text": "the United Nations Children‟s Fund; and"}, {"text_block_id": "p29_b395", "text": ""}, {"text_block_id": "p29_b396", "text": "the Namibia Red Cross Society."}, {"text_block_id": "p29_b397", "text": "The responsibilities of NamVac are recorded in Appendix V to this NDRM Policy."}, {"text_block_id": "p29_b398", "text": "5.6.4"}, {"text_block_id": "p29_b399", "text": "The Regional Disaster Risk Management Committee (RDRMC)"}, {"text_block_id": "p29_b400", "text": "players involved in disaster risk management at regional level."}, {"text_block_id": "p29_b401", "text": "management matters affecting the region."}, {"text_block_id": "p29_b402", "text": "The Chief Regional Officer must chair the RDRMC."}, {"text_block_id": "p29_b403_merged", "text": "The Chief Regional Officer must establish a technical subcommittee to the RDRMC to facilitate the integration of disaster risk reduction into the development planning of relevant regional offices, ministries and agencies. The technical subcommittee to the"}, {"text_block_id": "p30_b406", "text": "RDRMC must be chaired by the Chief Regional Officer who must appoint a team to"}, {"text_block_id": "p30_b407", "text": "act as the secretariat to the RDRMC and the technical subcommittee."}, {"text_block_id": "p30_b408", "text": "5.6.4.1 Composition of the RDRMC"}, {"text_block_id": "p30_b409", "text": "The composition of the RDRMC must include:"}, {"text_block_id": "p30_b410", "text": ""}, {"text_block_id": "p30_b411", "text": "the heads of all relevant regional offices, ministries and agencies;"}, {"text_block_id": "p30_b412", "text": ""}, {"text_block_id": "p30_b413", "text": "representatives of the Local Authorities DRMS"}, {"text_block_id": "p30_b414", "text": ""}, {"text_block_id": "p30_b415", "text": "representatives of development partners in the region;"}, {"text_block_id": "p30_b416", "text": ""}, {"text_block_id": "p30_b417", "text": "representatives of the current Civil Defence organisation"}, {"text_block_id": "p30_b418", "text": ";"}, {"text_block_id": "p30_b419", "text": ""}, {"text_block_id": "p30_b420", "text": "councillors; and"}, {"text_block_id": "p30_b421", "text": ""}, {"text_block_id": "p30_b422", "text": "representatives of the Namibia Red Cross Society in the region."}, {"text_block_id": "p30_b423", "text": "development planning."}, {"text_block_id": "p30_b424", "text": "The RDRMC must function in accordance with the responsibilities recorded in Appendix VI to this"}, {"text_block_id": "p30_b425", "text": "NDRM Policy"}, {"text_block_id": "p30_b426", "text": "."}, {"text_block_id": "p30_b427", "text": "5.6.4.2 Regional Disaster Risk Management Field Coordinators (RDMFC)"}, {"text_block_id": "p30_b428", "text": "Each region must appoint a Disaster Risk Management Field Coordinator (DRMFC) to coordinate disaster risk management activities at regional and constituency levels."}, {"text_block_id": "p30_b429", "text": "The RDRMFC shall be at the post level of a Control Officer and shall be responsible"}, {"text_block_id": "p30_b430", "text": "to the Chief Regional Officer."}, {"text_block_id": "p30_b431", "text": "The responsibilities of the RDRMFC are recorded in Appendix VIl to this NDRM"}, {"text_block_id": "p30_b432", "text": "Policy."}, {"text_block_id": "p30_b433", "text": "5.6.5"}, {"text_block_id": "p30_b434", "text": "Local Authorities Disaster Risk Management System (LADRMS)"}, {"text_block_id": "p30_b435", "text": "Risk Management Plan of the region in which it is located."}, {"text_block_id": "p30_b436_merged_merged_merged_merged_merged_merged", "text": "The LADRMS must be established in accordance with the NDRM Policy and must operate within the legal framework governing local authorities in Namibia"}, {"text_block_id": "p30_b438", "text": "The LADRMS must be represented on the RDRMC but must still maintain its specialist units (Ambulance and Fire Services) and the provision of emergency services in terms of the existing laws and regulations i.e. The Civil Defence Ordinance of 1978 and the Local Authority Fire Brigade Services Act No 5 of 2006."}, {"text_block_id": "p31_b439", "text": "The responsibilities of the LADRMS are recorded in Appendix VIII to this NDRM"}, {"text_block_id": "p31_b440", "text": "Policy"}, {"text_block_id": "p31_b441", "text": "5.6.6"}, {"text_block_id": "p31_b442", "text": "Constituency Disaster Risk Management Committee (CDRMC)"}, {"text_block_id": "p31_b443", "text": "players involved in disaster risk management and amongst communities."}, {"text_block_id": "p31_b444", "text": "The Regional Councillor in his/her capacity as political head must oversee the"}, {"text_block_id": "p31_b445", "text": "activities of the CDRMC."}, {"text_block_id": "p31_b446_merged_merged_merged", "text": "the CDRMC and the technical subcommittee and to maintain a database for disaster risk management at constituency level."}, {"text_block_id": "p31_b448", "text": "The responsibilities of the CDRMC are recorded in Appendix IX to this NDRM Policy."}, {"text_block_id": "p31_b449", "text": "5.6.6.1 Composition of the CDRMC"}, {"text_block_id": "p31_b450", "text": "The composition of the CDRMCs must include:"}, {"text_block_id": "p31_b451", "text": ""}, {"text_block_id": "p31_b452", "text": "representatives of government at constituency level such as teachers, nurses, agriculture and other extension staff;"}, {"text_block_id": "p31_b453", "text": ""}, {"text_block_id": "p31_b454", "text": "non-governmental organisations operating in the constituency;"}, {"text_block_id": "p31_b455", "text": ""}, {"text_block_id": "p31_b456", "text": "traditional leaders;"}, {"text_block_id": "p31_b457", "text": ""}, {"text_block_id": "p31_b458", "text": "representatives of faith based organisations in the constituency; and"}, {"text_block_id": "p31_b459", "text": ""}, {"text_block_id": "p31_b460", "text": "local representatives of development partners in the constituency."}, {"text_block_id": "p31_b461", "text": "5.6.7"}, {"text_block_id": "p31_b462", "text": "Settlement Disaster Risk Management Committee (SDRMC)"}, {"text_block_id": "p31_b463", "text": "members of the community in the relevant settlement."}, {"text_block_id": "p31_b464", "text": "disaster risk management at settlement level."}, {"text_block_id": "p31_b465", "text": "The responsibilities of the SDRMCs are recorded in Appendix X to this NDRM Policy."}, {"text_block_id": "p32_b466", "text": "5.6.7.1 Composition of the SDRMCs"}, {"text_block_id": "p32_b467", "text": "The composition of the SDRMCs must include:"}, {"text_block_id": "p32_b468", "text": ""}, {"text_block_id": "p32_b469", "text": "representatives of government at settlement level such as  teachers, nurses, other health personnel and agriculture extension officers;"}, {"text_block_id": "p32_b470", "text": ""}, {"text_block_id": "p32_b471", "text": "nongovernmental organisations;"}, {"text_block_id": "p32_b472", "text": ""}, {"text_block_id": "p32_b473", "text": "traditional leaders; and"}, {"text_block_id": "p32_b474", "text": ""}, {"text_block_id": "p32_b475", "text": "faith based organisations"}, {"text_block_id": "p32_b476", "text": "."}, {"text_block_id": "p33_b477", "text": "6 FUNDING OF DISASTER RISK MANAGEMENT IN NAMIBIA"}, {"text_block_id": "p33_b478", "text": "regulations."}, {"text_block_id": "p33_b479", "text": "6.1 The National Disaster Fund"}, {"text_block_id": "p33_b480", "text": "A National Disaster Fund has been established. Funding shall be derived from the"}, {"text_block_id": "p33_b481", "text": "following sources:"}, {"text_block_id": "p33_b482", "text": ""}, {"text_block_id": "p33_b483", "text": "monies payable to the National Disaster Fund as appropriated by Parliament"}, {"text_block_id": "p33_b484", "text": "in accordance with the annual budget;"}, {"text_block_id": "p33_b485", "text": ""}, {"text_block_id": "p33_b486", "text": "advances made to the National Disaster Fund if in any financial year, the"}, {"text_block_id": "p33_b487", "text": "demand exceeds the actual income or estimated liabilities in the fund;"}, {"text_block_id": "p33_b488", "text": ""}, {"text_block_id": "p33_b489", "text": "any other monies to which the fund is lawfully entitled, including gifts and"}, {"text_block_id": "p33_b490", "text": "donations from any person or organisation; and"}, {"text_block_id": "p33_b491", "text": ""}, {"text_block_id": "p33_b492", "text": "monies received from partnerships with stakeholders and development"}, {"text_block_id": "p33_b493", "text": "partners."}, {"text_block_id": "p33_b494", "text": "related regulations."}, {"text_block_id": "p33_b495", "text": "The National Disaster Fund will be managed by the Office of the Prime Minister."}, {"text_block_id": "p33_b496", "text": "the following purposes:"}, {"text_block_id": "p33_b497", "text": ""}, {"text_block_id": "p33_b498_merged_merged_merged_merged_merged_merged", "text": "research, capacity building and training programmes to promote and strengthen disaster risk management;"}, {"text_block_id": "p34_b500", "text": ""}, {"text_block_id": "p34_b501", "text": "Policy;"}, {"text_block_id": "p34_b502", "text": "the acquisition of land, equipment, materials and other assets and the construction of buildings in order to promote the objectives of the NDRM"}, {"text_block_id": "p34_b503", "text": ""}, {"text_block_id": "p34_b504", "text": "meeting any expenses arising from the establishment and maintenance of the"}, {"text_block_id": "p34_b505", "text": "fund;"}, {"text_block_id": "p34_b506", "text": ""}, {"text_block_id": "p34_b507", "text": "local authority in Namibia has been breached; and"}, {"text_block_id": "p34_b508", "text": "the acquisition of relief assistance, disaster recovery and rehabilitation once the prescribed percentage threshold of the budget of the affected regional or"}, {"text_block_id": "p34_b509", "text": ""}, {"text_block_id": "p34_b510", "text": "any other purpose, which the Prime Minister considers to be in the interests of"}, {"text_block_id": "p34_b511", "text": "and contributes to the promotion of disaster risk management in Namibia."}, {"text_block_id": "p34_b512", "text": "6.2 Estimates and Expenditure"}, {"text_block_id": "p34_b513", "text": "reflecting:"}, {"text_block_id": "p34_b514", "text": ""}, {"text_block_id": "p34_b515", "text": "all receipts and accruals to the fund;"}, {"text_block_id": "p34_b516", "text": ""}, {"text_block_id": "p34_b517_merged_merged_merged_merged_merged", "text": "all expenditures including the purpose for which the expenditure was made; and"}, {"text_block_id": "p34_b519", "text": ""}, {"text_block_id": "p34_b520", "text": "the balance of the fund at the close of the relevant financial year."}, {"text_block_id": "p34_b521", "text": "6.3 Funding for disaster risk management materials"}, {"text_block_id": "p34_b522", "text": "for the procurement of emergency equipment and materials."}, {"text_block_id": "p34_b523", "text": "6.4 Funding for human resources"}, {"text_block_id": "p34_b524", "text": "partnerships with development partners and the private sector."}, {"text_block_id": "p35_b525", "text": "6.5 Funding of Post Disaster Recovery and Rehabilitation"}, {"text_block_id": "p35_b526", "text": "When a state of national disaster has been declared, the following principles shall"}, {"text_block_id": "p35_b527", "text": "apply:"}, {"text_block_id": "p35_b528", "text": "1."}, {"text_block_id": "p35_b529", "text": "The OMAs, regional councils and local authorities must contribute financially to the response efforts and post disaster recovery and rehabilitation."}, {"text_block_id": "p35_b530", "text": "2."}, {"text_block_id": "p35_b531", "text": "The cost of repairing or replacing public sector infrastructure should be borne by the Government Ministry and local authority responsible for maintenance of such infrastructure."}, {"text_block_id": "p35_b532", "text": "3."}, {"text_block_id": "p35_b533", "text": "The Office of the Prime Minister after consultations with the NDRMC may prescribe a percentage of the budget of OMAs, regional councils or local authorities as a threshold for accessing additional funding from the National Disaster Fund for disaster recovery and rehabilitation efforts."}, {"text_block_id": "p35_b534", "text": "When considering applications for such additional funding the following factors will be"}, {"text_block_id": "p35_b535", "text": "taken into account:"}, {"text_block_id": "p35_b536", "text": ""}, {"text_block_id": "p35_b537", "text": "whether any prevention and mitigation measures were taken, and if not the"}, {"text_block_id": "p35_b538", "text": "reasons for the absence of such measures;"}, {"text_block_id": "p35_b539", "text": ""}, {"text_block_id": "p35_b540", "text": "whether the disaster could have been avoided or minimised had prevention"}, {"text_block_id": "p35_b541", "text": "and mitigation measures been taken;"}, {"text_block_id": "p35_b542", "text": ""}, {"text_block_id": "p35_b543", "text": "the extent of financial assistance available from community, public or other"}, {"text_block_id": "p35_b544", "text": "non-governmental support programmes; and"}, {"text_block_id": "p35_b545", "text": ""}, {"text_block_id": "p35_b546", "text": "the magnitude and severity of the disaster, the financial capacity of those"}, {"text_block_id": "p35_b547", "text": "affected by the disaster and their accessibility to commercial insurance."}, {"text_block_id": "p35_b548", "text": "Rehabilitation is not only limited to the repair of infrastructure but also includes the rehabilitation of the environment and of communities and must be funded through:"}, {"text_block_id": "p35_b549", "text": ""}, {"text_block_id": "p35_b550", "text": "sector own funding;"}, {"text_block_id": "p35_b551", "text": ""}, {"text_block_id": "p35_b552", "text": "reprioritisation within the existing capital budget;"}, {"text_block_id": "p35_b553", "text": ""}, {"text_block_id": "p35_b554", "text": "access to the National Disaster Fund; and"}, {"text_block_id": "p35_b555", "text": ""}, {"text_block_id": "p35_b556", "text": "external funding."}, {"text_block_id": "p35_b557", "text": "Risk Management."}, {"text_block_id": "p35_b558_merged_merged_merged_merged_merged_merged_merged", "text": "The Government of the Republic of Namibia will also engage in bilateral agreements with donor agencies for disaster risk reduction. Line Ministries are urged to develop appropriate project proposals to be submitted to potential donor agencies for funding. This can be achieved through mainstreaming disaster risk reduction measures appropriately into multilateral and bilateral development assistance programmes,"}, {"text_block_id": "p36_b563", "text": "including those related to poverty reduction, natural resource management, urban"}, {"text_block_id": "p36_b564", "text": "development and adaptation to climate change."}, {"text_block_id": "p36_b565", "text": "The Government will engage the participation of the private sector and nongovernmental organisations in both disaster risk reduction and disaster response initiatives. In so doing it will also emphasise the importance of disaster risk reduction and the benefits that can be derived from participating in disaster risk reduction"}, {"text_block_id": "p36_b566", "text": "activities."}, {"text_block_id": "p36_b567_merged_merged_merged", "text": "All government institutions, Regional Councils and Local Authorities are expected to avail required resources before, during and after disasters."}, {"text_block_id": "p36_b569", "text": "increase the funding base for post disaster reconstruction and rehabilitation."}, {"text_block_id": "p36_b570", "text": "regulations made from the State Finance Act."}, {"text_block_id": "p36_b571", "text": "6.6 Disaster Risk Management funding arrangements for Regional Councils and Local Authority"}, {"text_block_id": "p36_b572", "text": "Each Regional Council and Local Authority must provide for disaster risk management in their annual budget. Regional Councils and Local Authorities must set aside a proportion of their budget for disaster risk reduction activities. Such funds should be raised through the creation of a Disaster Risk Management Account and approved fund raising activities."}, {"text_block_id": "p36_b573", "text": "Regional Councils and Local Authorities may however access the funds from the National Disaster Fund if a disaster or significant event is of such a magnitude that it exceeds the capacity of the Regional Council or Local Authority to manage using own resources."}, {"text_block_id": "p37_b574", "text": "7 THE CONCEPTUAL FRAMEWORK FOR DISASTER RISK MANAGEMENT IN NAMIBIA"}, {"text_block_id": "p37_b575", "text": "The NDRM Policy of Namibia is grounded on the following internationally accepted"}, {"text_block_id": "p37_b576", "text": "core concepts of disaster risk reduction:"}, {"text_block_id": "p37_b577", "text": "7.1 Disaster"}, {"text_block_id": "p37_b578", "text": "A disaster is a serious disruption of the functioning of a community or a society causing widespread human, material, economic or environmental losses, which exceed the ability of the affected community, or society to cope using its own resources."}, {"text_block_id": "p37_b579", "text": "A disaster is a function of the risk process. It results from the combination of hazards, conditions of vulnerability and insufficient capacity or measures to reduce the potential negative consequences of risk."}, {"text_block_id": "p37_b580", "text": "7.2 Disaster Risk Management"}, {"text_block_id": "p37_b581", "text": "hazards and related environmental, biological and technological disasters."}, {"text_block_id": "p37_b582_merged_merged", "text": "Disaster risk management aims to increase the likelihood that a household, community, city or any area will be able to anticipate, resist or recover from the"}, {"text_block_id": "p38_b584", "text": "losses resulting from a hazard or other threat, without external assistance. It can also"}, {"text_block_id": "p38_b585", "text": "be described as the process of identifying, measuring and assessing risks posed by"}, {"text_block_id": "p38_b586", "text": "various hazards and then developing the strategies to manage the risk of hazards"}, {"text_block_id": "p38_b587", "text": "becoming disasters."}, {"text_block_id": "p38_b588", "text": "7.3 Hazard"}, {"text_block_id": "p38_b589", "text": "disruption or environmental degradation (U.N. ISDR 2002, 24)."}, {"text_block_id": "p38_b590", "text": "of natural origin or human induced."}, {"text_block_id": "p38_b591", "text": "planning and implementing DRM activities."}, {"text_block_id": "p38_b592", "text": "7.4 Vulnerability"}, {"text_block_id": "p38_b593", "text": "susceptibility of an individual or community to the impact of hazards."}, {"text_block_id": "p38_b594_merged_merged", "text": "The level of vulnerability of an individual or group depends on levels of access to services and alternative coping options for example before, during and after a"}, {"text_block_id": "p39_b596", "text": "drought, wild fire or flooding. In a country like Namibia where sections of the"}, {"text_block_id": "p39_b597", "text": "population suffer from chronic levels of poverty, or where poverty is compounded by"}, {"text_block_id": "p39_b598", "text": "other factors like HIV/AIDS, vulnerability to hazards is much higher, exacerbating"}, {"text_block_id": "p39_b599", "text": "disaster risk."}, {"text_block_id": "p39_b600", "text": "7.5 Capacity"}, {"text_block_id": "p39_b601", "text": "level of risk, or the effects of a disaster."}, {"text_block_id": "p39_b602", "text": "Capacity may include physical, institutional, social or economic means as well as"}, {"text_block_id": "p39_b603", "text": "skilled personnel or collective attributes such as leadership and management."}, {"text_block_id": "p39_b604", "text": "guided by national policies and legislation."}, {"text_block_id": "p39_b605", "text": "7.6 Resilience"}, {"text_block_id": "p39_b606", "text": "Resilience refers to the capacity of a system, community, or society that is potentially exposed to hazards, to adapt by resisting or changing so as to reach and maintain an acceptable level of functioning and structure."}, {"text_block_id": "p39_b607", "text": "Risk"}, {"text_block_id": "p39_b608_merged_merged_merged", "text": "from interactions between natural or human-induced hazards and vulnerable conditions"}, {"text_block_id": "p40_b610", "text": "Beyond expressing a possibility of physical harm, it is crucial to recognize that risks are inherent or can be created or exist within social systems. It is important to consider the social contexts in which risks occur and that people therefore do not necessarily share the same perceptions of risk and their underlying causes."}, {"text_block_id": "p40_b611", "text": "8 KEY PERFORMANCE AREAS TO GUIDE THE IMPLEMENTATION OF THE NATIONAL DISASTER RISK MANAGEMENT POLICY IN NAMIBIA."}, {"text_block_id": "p40_b612", "text": "management as envisaged by the NDRM Policy, must take place in Namibia."}, {"text_block_id": "p40_b613", "text": "Central to the five KPAs are the following broad policy strategies:"}, {"text_block_id": "p40_b614", "text": ""}, {"text_block_id": "p40_b615", "text": "The integration of disaster risk reduction into sustainable development policies and planning at all levels."}, {"text_block_id": "p40_b616", "text": ""}, {"text_block_id": "p40_b617", "text": "The strengthening of disaster risk management structures, mechanisms and capacities to build resilience to hazards at national, regional, local authority, constituency and community levels."}, {"text_block_id": "p40_b618", "text": ""}, {"text_block_id": "p40_b619", "text": "The systematic incorporation of risk reduction approaches into the implementation of emergency preparedness, response and recovery programmes."}, {"text_block_id": "p40_b620", "text": ""}, {"text_block_id": "p40_b621", "text": "Building multi-stakeholder partnerships at all levels to contribute to the implementation of total disaster risk management."}, {"text_block_id": "p40_b622", "text": "executed."}, {"text_block_id": "p40_b623", "text": "Each KPA is supported by a set of Key Performance Indicators (KPIs) which serve as the instruments against which the application of the NDRM Policy will be monitored and progress with the implementation of total disaster risk management will be evaluated."}, {"text_block_id": "p40_b624", "text": "The five KPAs are as follows:"}, {"text_block_id": "p40_b625", "text": ""}, {"text_block_id": "p40_b626", "text": "Key Performance Area 1:"}, {"text_block_id": "p41_b627", "text": "Establishing sound, integrated and functional legal and institutional capacity"}, {"text_block_id": "p41_b628", "text": "for total disaster risk management in Namibia."}, {"text_block_id": "p41_b629", "text": ""}, {"text_block_id": "p41_b630", "text": "Key Performance Area 2:"}, {"text_block_id": "p41_b631", "text": "Improving risk identification, assessment and monitoring mechanisms in"}, {"text_block_id": "p41_b632", "text": "Namibia."}, {"text_block_id": "p41_b633", "text": ""}, {"text_block_id": "p41_b634", "text": "Key Performance Area 3:"}, {"text_block_id": "p41_b635", "text": "Reducing the underlying risk and vulnerability factors by improving disaster"}, {"text_block_id": "p41_b636", "text": "risk management applications at all levels."}, {"text_block_id": "p41_b637", "text": ""}, {"text_block_id": "p41_b638", "text": "Key Performance Area 4:"}, {"text_block_id": "p41_b639", "text": "Strengthening disaster preparedness for effective response and recovery"}, {"text_block_id": "p41_b640", "text": "practices at all levels."}, {"text_block_id": "p41_b641", "text": ""}, {"text_block_id": "p41_b642", "text": "Key Performance Area 5:"}, {"text_block_id": "p41_b643", "text": "Enhancing information and knowledge management for disaster risk"}, {"text_block_id": "p41_b644", "text": "management."}, {"text_block_id": "p41_b645", "text": "8.1 Key Performance Area 1: Establishing sound, integrated and functional legal and institutional capacity for total disaster risk management in Namibia"}, {"text_block_id": "p41_b646", "text": "KPA 1"}, {"text_block_id": "p41_b647", "text": "concept of total disaster risk management."}, {"text_block_id": "p41_b648", "text": "The three imperatives which must be applied to achieve the objective of KPA 1 are:"}, {"text_block_id": "p41_b649", "text": "1."}, {"text_block_id": "p41_b650", "text": "maintained."}, {"text_block_id": "p41_b651", "text": "Identify and establish mechanisms to ensure that political commitment to the application of total disaster risk management is enhanced and"}, {"text_block_id": "p41_b652", "text": "2."}, {"text_block_id": "p41_b653", "text": "Develop and promulgate a Disaster Risk Management Act for Namibia."}, {"text_block_id": "p41_b654", "text": "3."}, {"text_block_id": "p41_b655_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Strengthen and transform the existing National Disaster Risk Management System to enable it to implement total disaster risk management."}, {"text_block_id": "p41_b657", "text": "8.1.1"}, {"text_block_id": "p41_b658", "text": "Imperative 1: Identify and establish mechanisms to ensure that political commitment to the application of total disaster risk management is enhanced and maintained"}, {"text_block_id": "p42_b659", "text": "Political commitment is fundamental to ensuring that disaster risk reduction remains"}, {"text_block_id": "p42_b660", "text": "a priority in Namibia."}, {"text_block_id": "p42_b661", "text": "The Office of the Prime Minister must:"}, {"text_block_id": "p42_b662", "text": ""}, {"text_block_id": "p42_b663", "text": "Identify and establish intergovernmental mechanisms to enhance and sustain"}, {"text_block_id": "p42_b664", "text": "political commitment."}, {"text_block_id": "p42_b665", "text": ""}, {"text_block_id": "p42_b666", "text": "Promote disaster risk management as a multi-sector responsibility."}, {"text_block_id": "p42_b667", "text": ""}, {"text_block_id": "p42_b668", "text": "Advocate for the recognition of disaster risks reduction as part and parcel of"}, {"text_block_id": "p42_b669", "text": "sustainable development."}, {"text_block_id": "p42_b670", "text": ""}, {"text_block_id": "p42_b671", "text": "and climate change with disaster"}, {"text_block_id": "p42_b672", "text": "risk management practices."}, {"text_block_id": "p42_b673", "text": "Harmonize and link such fields as environmental management, poverty reduction, social risk management (SRM)"}, {"text_block_id": "p42_b674", "text": ""}, {"text_block_id": "p42_b675", "text": "Disseminate good disaster risk management practices and results that provide evidence to encourage more commitment to disaster risk reduction."}, {"text_block_id": "p42_b676", "text": ""}, {"text_block_id": "p42_b677", "text": "Put the concerns of vulnerable people at the centre of development policy and practice at all levels."}, {"text_block_id": "p42_b678", "text": "8.1.2"}, {"text_block_id": "p42_b679", "text": "Imperative 2: Develop and promulgate a Disaster Risk Management Act for Namibia"}, {"text_block_id": "p42_b680", "text": "integration of disaster risk reduction into sustainable development."}, {"text_block_id": "p42_b681", "text": "reduction a priority in Namibia. The Disaster Risk Management Act must:"}, {"text_block_id": "p42_b682", "text": ""}, {"text_block_id": "p42_b683", "text": "management policy;"}, {"text_block_id": "p42_b684", "text": "provide for the establishment of an intergovernmental structure that serves as the political forum in which the relevant Cabinet Ministers, their regional counterparts and organised local government can deliberate on disaster risk management matters, coordinate disaster risk management amongst the levels of government and make recommendations to Cabinet on disaster risk"}, {"text_block_id": "p42_b685", "text": ""}, {"text_block_id": "p42_b686", "text": "focus on disaster risk reduction as a national priority;"}, {"text_block_id": "p42_b687", "text": ""}, {"text_block_id": "p42_b688", "text": "make provision for the establishment of mechanisms to ensure that all"}, {"text_block_id": "p42_b689", "text": "development planning is risk reduction based;"}, {"text_block_id": "p42_b690", "text": ""}, {"text_block_id": "p42_b691_merged_merged_merged_merged_merged_merged_merged", "text": "sustainable development; establish clear lines of authority and must assign statutory responsibilities to disaster risk management stakeholders for integrating risk reduction into"}, {"text_block_id": "p43_b693", "text": ""}, {"text_block_id": "p43_b694", "text": "make provision for multi-stakeholder engagement which includes the"}, {"text_block_id": "p43_b695", "text": "participation of communities;"}, {"text_block_id": "p43_b696", "text": ""}, {"text_block_id": "p43_b697", "text": "make provision for the establishment of mechanisms for the dissemination of"}, {"text_block_id": "p43_b698", "text": "early warnings and promote public awareness of known risks; and"}, {"text_block_id": "p43_b699", "text": ""}, {"text_block_id": "p43_b700", "text": "provide for rapid and effective response to significant events and disasters;"}, {"text_block_id": "p43_b701", "text": "and must facilitate rapid decision-making."}, {"text_block_id": "p43_b702", "text": "8.1.3"}, {"text_block_id": "p43_b703", "text": "Imperative 3: Strengthen and transform the existing National Disaster Risk Management System to enable it to implement total disaster risk management"}, {"text_block_id": "p43_b704", "text": "are integrated with each other."}, {"text_block_id": "p43_b705", "text": "mechanisms. These mechanisms must include:"}, {"text_block_id": "p43_b706", "text": ""}, {"text_block_id": "p43_b707", "text": "broadening the scope of the NDRMC‟s role and responsibilities to serve as the"}, {"text_block_id": "p43_b708", "text": "multi-sector national platform for disaster risk management in Namibia and to provide for the application of the concept of total disaster risk management;"}, {"text_block_id": "p43_b709", "text": ""}, {"text_block_id": "p43_b710", "text": "broadening the scope of the RDRMC‟s role and responsibilities to serve as the"}, {"text_block_id": "p43_b711", "text": "multi-sector platform for disaster risk management in the relevant region and to provide for the application of the concept of total disaster risk management;"}, {"text_block_id": "p43_b712", "text": ""}, {"text_block_id": "p43_b713", "text": "broadening the"}, {"text_block_id": "p43_b714", "text": "scope of the CDRMC‟s role and responsibilities to serve as the"}, {"text_block_id": "p43_b715", "text": "management;"}, {"text_block_id": "p43_b716", "text": "multi-sector platform for disaster risk management in the relevant constituency and to provide for the application of the concept of total disaster risk"}, {"text_block_id": "p43_b717", "text": ""}, {"text_block_id": "p43_b718", "text": "disaster risk assessments;."}, {"text_block_id": "p43_b719", "text": "establishing functional multi-stakeholder planning teams to enable integrated disaster risk management planning amongst the relevant sectors and their substructures within each level of government. The respective multi-stakeholder planning teams must operate under the auspices of the National, Regional and Constituency DRMCs and must be tasked with the responsibility for the development of holistic disaster risk management plans that are aimed at reducing specific risks identified in the findings of robust and reliable"}, {"text_block_id": "p43_b720", "text": ""}, {"text_block_id": "p43_b721", "text": "the relevant level;"}, {"text_block_id": "p43_b722", "text": "identifying and assigning responsibility to the relevant Office, Ministry or Agency to serve as the lead agency for the development and implementation of disaster risk management plans for the specific identified priority risk/s for"}, {"text_block_id": "p43_b723", "text": ""}, {"text_block_id": "p43_b724_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "identifying and assigning responsibility to relevant stakeholders from other Offices, Ministries, Agencies and communities to serve as support agencies in"}, {"text_block_id": "p44_b726", "text": "the planning teams established for the development and implementation of"}, {"text_block_id": "p44_b727", "text": "disaster risk management plans for the specific identified priority risk/s for the"}, {"text_block_id": "p44_b728", "text": "relevant level;"}, {"text_block_id": "p44_b729", "text": ""}, {"text_block_id": "p44_b730", "text": "relevant level;"}, {"text_block_id": "p44_b731", "text": "appointing the focal points from the lead Offices, Ministries and Agencies to serve as project managers and facilitate the work of the relevant multi-stakeholder planning teams for the specific identified priority risk/s for the"}, {"text_block_id": "p44_b732", "text": ""}, {"text_block_id": "p44_b733", "text": "and ARC"}, {"text_block_id": "p44_b734", "text": "representation on the"}, {"text_block_id": "p44_b735", "text": "NDRMC;"}, {"text_block_id": "p44_b736", "text": "establishing mechanisms to enable coordination and integration of disaster risk management planning and implementation between the different levels of government. This applies particularly for the purposes of mutual assistance and for managing cross-boundary threats. One way of achieving this is to make provision for regional and the ALAN"}, {"text_block_id": "p44_b737", "text": ""}, {"text_block_id": "p44_b738", "text": "management into development planning and implementation;"}, {"text_block_id": "p44_b739", "text": "assigning responsibility to national focal points for disaster risk management to facilitate the review of policies, legislation and frameworks relevant to their sector and where necessary to reconcile such legislation, policies and frameworks to make provision for the integration of total disaster risk"}, {"text_block_id": "p44_b740", "text": ""}, {"text_block_id": "p44_b741", "text": "assigning responsibility to Regional Councils to appoint a Regional Disaster"}, {"text_block_id": "p44_b742", "text": "Risk Management Field Coordinator (RDRMFC);"}, {"text_block_id": "p44_b743", "text": ""}, {"text_block_id": "p44_b744", "text": "constituency level;"}, {"text_block_id": "p44_b745", "text": "ensuring that Regional Councils assign specific responsibilities to RDRMFCs that will improve coordination and strengthen institutional capacity to enable fully functional disaster risk management operations at the regional and"}, {"text_block_id": "p44_b746", "text": ""}, {"text_block_id": "p44_b747", "text": "standard national format for submission to the DDRM;"}, {"text_block_id": "p44_b748", "text": "developing and implementing a system to monitor progress of the implementation of total disaster risk management which includes the requirement for the preparation of six monthly national, regional and constituency disaster risk management progress reports in accordance with a"}, {"text_block_id": "p44_b749", "text": ""}, {"text_block_id": "p44_b750", "text": "response and recovery;"}, {"text_block_id": "p44_b751", "text": "establishing mechanisms to facilitate cooperation with neighbouring states which includes planning for prevailing cross boundary risks that pose a threat to Namibia and for the purposes of mutual assistance in terms of disaster"}, {"text_block_id": "p44_b752", "text": ""}, {"text_block_id": "p44_b753", "text": "with counterparts performing similar functions in other countries;"}, {"text_block_id": "p44_b754", "text": "establishing mechanisms that will enable disaster risk management stakeholders in Namibia to participate in disaster risk management activities in the southern African region and internationally in order to learn from and contribute to global experience in disaster risk management. Mechanisms must include procedures for engaging expertise and accessing resources available from international organisations; and establishing links and networks"}, {"text_block_id": "p44_b755", "text": ""}, {"text_block_id": "p44_b756_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "the private sector; and regional and constituency representatives; facilitating the development of a National Action Plan for Capacity Development in Disaster Risk Management to serve as a road map for implementing the KPAs to achieve the objectives of the NDRM Policy in Namibia. The National Action Plan (NAP) must be developed with the full participation of all disaster risk management stakeholders including the relevant government ministries, offices and agencies; NGOs; UN Agencies;"}, {"text_block_id": "p45_b758", "text": ""}, {"text_block_id": "p45_b759", "text": "decentralised budget for Regional and Constituencies"}, {"text_block_id": "p45_b760", "text": "‟ Operations;"}, {"text_block_id": "p45_b761", "text": "and"}, {"text_block_id": "p45_b762", "text": "assigning responsibility to all RDRMCs to develop annual work plans for capacity development in disaster risk management that are applicable to their area of jurisdiction but are consistent in approach and format with the NAP. The Regional and Constituency Action Plans for Capacity Development in Disaster Risk Management must be developed in consultation with the DDRM, which will provide technical support and advice. The Regional and Constituency Action Plans and budgets will be funded as part of the"}, {"text_block_id": "p45_b763", "text": ""}, {"text_block_id": "p45_b764", "text": "as part of the overall Ministries and OPM budget submission."}, {"text_block_id": "p45_b765", "text": "based on the regional and constituencies plans, and the NAP the DDRM must develop a national annual work plan. The development of the annual work plan must be undertaken with the full participation of all relevant DRM stakeholders. The annual national DRM work plan must be developed in consultation with the regions and constituencies. A business case for the national annual DRM work plan must be presented to the Ministry of Finance"}, {"text_block_id": "p45_b766", "text": "8.1.4"}, {"text_block_id": "p45_b767", "text": "Key Performance Indicators for KPA1:"}, {"text_block_id": "p45_b768", "text": ""}, {"text_block_id": "p45_b769", "text": "There is sustained political commitment to the application of total disaster risk"}, {"text_block_id": "p45_b770", "text": "management in Namibia."}, {"text_block_id": "p45_b771", "text": ""}, {"text_block_id": "p45_b772", "text": "implemented."}, {"text_block_id": "p45_b773", "text": "A Disaster Risk Management Act that provides a legal framework for Disaster Risk Management in Namibia has been developed, promulgated and"}, {"text_block_id": "p45_b774", "text": ""}, {"text_block_id": "p45_b775", "text": "and legislation in Namibia."}, {"text_block_id": "p45_b776", "text": "The existing NDRMS is transformed and is implementing total disaster risk management in accordance with relevant disaster risk management policy"}, {"text_block_id": "p45_b777", "text": ""}, {"text_block_id": "p45_b778", "text": "legislation in Namibia."}, {"text_block_id": "p45_b779", "text": "Institutional arrangements at regional and local levels have been strengthened to facilitate the application of relevant disaster risk management policy and"}, {"text_block_id": "p45_b780", "text": ""}, {"text_block_id": "p45_b781", "text": "management."}, {"text_block_id": "p45_b782", "text": "Legislation, policies and frameworks governing functional areas relevant to disaster risk management incorporate the concept of total disaster risk"}, {"text_block_id": "p45_b783", "text": ""}, {"text_block_id": "p45_b784", "text": "There is multi-stakeholder participation in disaster risk management planning"}, {"text_block_id": "p45_b785", "text": "and implementation at all levels of government in Namibia."}, {"text_block_id": "p45_b786", "text": ""}, {"text_block_id": "p45_b787", "text": "DDRM."}, {"text_block_id": "p45_b788", "text": "Progress with the implementation of total disaster risk management at all levels is monitored and is evidenced in progress reports submitted to the"}, {"text_block_id": "p45_b789", "text": ""}, {"text_block_id": "p45_b790", "text": "Namibia participates in disaster risk management activities in the SADC"}, {"text_block_id": "p45_b791", "text": "region and internationally."}, {"text_block_id": "p45_b792", "text": ""}, {"text_block_id": "p45_b793", "text": "risk/s for the relevant level."}, {"text_block_id": "p45_b794", "text": "All relevant sectors have appointed focal persons to facilitate the work of the relevant multi-stakeholder planning teams for the specific identified priority"}, {"text_block_id": "p45_b795", "text": "8.2 Key Performance Area 2: Improving disaster risk identification, assessment and monitoring mechanisms"}, {"text_block_id": "p45_b796_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The Government recognises that making disaster risk reduction a priority in Namibia through the implementation of the concept of total disaster risk management is entirely dependent on robust and reliable disaster risk assessment information. This"}, {"text_block_id": "p46_b799", "text": "means that disaster risk identification and assessment must be the first step in the"}, {"text_block_id": "p46_b800", "text": "development and implementation of successful disaster risk management policy and"}, {"text_block_id": "p46_b801", "text": "planning in Namibia. The dynamics of disaster risk are such that a significantly"}, {"text_block_id": "p46_b802", "text": "improved capacity is required to track, monitor and disseminate information on"}, {"text_block_id": "p46_b803", "text": "phenomena and activities that trigger disaster events."}, {"text_block_id": "p46_b804", "text": "KPA 2"}, {"text_block_id": "p46_b805", "text": "areas at risk in Namibia."}, {"text_block_id": "p46_b806", "text": "The four imperatives which must be applied to achieve the objective of KPA 2 are:"}, {"text_block_id": "p46_b807", "text": "1."}, {"text_block_id": "p46_b808", "text": "planning in Namibia."}, {"text_block_id": "p46_b809", "text": "Establish mechanisms for conducting comprehensive multi-hazard disaster risk assessments to serve as an interface for all disaster risk management"}, {"text_block_id": "p46_b810", "text": "2."}, {"text_block_id": "p46_b811", "text": "Establish mechanisms to engage the participation of all stakeholders in"}, {"text_block_id": "p46_b812", "text": "disaster risk assessment processes."}, {"text_block_id": "p46_b813", "text": "3."}, {"text_block_id": "p46_b814", "text": "Establish mechanisms for tracking, monitoring, updating and archiving"}, {"text_block_id": "p46_b815", "text": "disaster risk information."}, {"text_block_id": "p46_b816", "text": "4."}, {"text_block_id": "p46_b817", "text": "Establish mechanisms for quality assurance."}, {"text_block_id": "p46_b818", "text": "8.2.1"}, {"text_block_id": "p46_b819", "text": "Imperative 1: Establish mechanisms for conducting comprehensive"}, {"text_block_id": "p46_b820", "text": ""}, {"text_block_id": "p46_b821", "text": "hazard disaster risk assessments in Namibia to serve as an interface for disaster risk management planning"}, {"text_block_id": "p46_b822", "text": "Comprehensive disaster risk assessments that are robust and reliable are prerequisites to ensuring that all disaster risk management planning undertaken in"}, {"text_block_id": "p46_b823", "text": "Namibia is risk"}, {"text_block_id": "p46_b824", "text": "–"}, {"text_block_id": "p46_b825", "text": "based."}, {"text_block_id": "p46_b826", "text": "livelihoods and the environment on which the Namibian people depend."}, {"text_block_id": "p46_b827", "text": "projects and programmes aimed at reducing risk."}, {"text_block_id": "p46_b828_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Disaster risk assessment involves four distinct stages whereby the results of each stage leads to more comprehensive and more technical assessments. Interpreting the findings of these more comprehensive assessments usually requires specialised"}, {"text_block_id": "p47_b831", "text": "technical expertise. The staged approach provides the mechanism for interfacing the"}, {"text_block_id": "p47_b832", "text": "findings of each stage of the disaster risk assessment with the various components"}, {"text_block_id": "p47_b833", "text": "of the total disaster risk management planning package as follows:"}, {"text_block_id": "p47_b834", "text": ""}, {"text_block_id": "p47_b835", "text": "regional and national context;"}, {"text_block_id": "p47_b836", "text": "response and recovery plans for hazards that have been identified as priorities because of the potential impact they could have in Namibia in the local,"}, {"text_block_id": "p47_b837", "text": ""}, {"text_block_id": "p47_b838", "text": "property, livelihoods and the environment to be at risk; and"}, {"text_block_id": "p47_b839", "text": "specific vulnerability reduction plans and programmes that address identified social, economic, physical and environmental factors that cause people,"}, {"text_block_id": "p47_b840", "text": ""}, {"text_block_id": "p47_b841", "text": "specific structural and non-structural risk reduction plans and programmes designed to address households, communities, areas and developments that have been identified to be at high risk because of their multiple vulnerabilities."}, {"text_block_id": "p47_b842", "text": "The disaster risk assessment process must start with the systematic collection of data at grass roots level by engaging communities and harnessing indigenous knowledge and historical data, which must be integrated with scientific and contemporary knowledge. Information emanating from local disaster risk assessments must be consolidated to generate regional disaster risk profiles, which in turn must be consolidated to generate a national disaster risk profile for Namibia."}, {"text_block_id": "p47_b843", "text": "In order to facilitate the consolidation of disaster risk assessment information across"}, {"text_block_id": "p47_b844", "text": "uniform methodology and methods including:"}, {"text_block_id": "p47_b845", "text": ""}, {"text_block_id": "p47_b846", "text": "applying the four-staged approach for conducting disaster risk assessments"}, {"text_block_id": "p47_b847", "text": "used by the ISDR"}, {"text_block_id": "p47_b848", "text": ";"}, {"text_block_id": "p47_b849", "text": ""}, {"text_block_id": "p47_b850", "text": "the use of the internationally recognised classification as used by the ISDR"}, {"text_block_id": "p47_b851", "text": ";"}, {"text_block_id": "p47_b852", "text": ""}, {"text_block_id": "p47_b853", "text": "the assessment of vulnerability according to social, economic, physical (built"}, {"text_block_id": "p47_b854", "text": "environment), environmental and political factors;"}, {"text_block_id": "p47_b855", "text": ""}, {"text_block_id": "p47_b856", "text": "the identification of a common given geographical area at which disaster risk"}, {"text_block_id": "p47_b857", "text": "must be represented;"}, {"text_block_id": "p47_b858", "text": ""}, {"text_block_id": "p47_b859", "text": "the use of known hazard scales such as:"}, {"text_block_id": "p47_b860", "text": "the use of known hazard scales such as:\n* The Fujita Tornado Intensity Scale used to describe the intensity of a\n* The Richter Local Magnitude Scale used to quantify the amount of\n* The Beaufort Wind Scale â an empirical measure used for describing\n* The Palmer Drought (Severity) Index used to measure dryness based"}, {"text_block_id": "p47_b870", "text": ""}, {"text_block_id": "p47_b871", "text": "the use of scientifically sound and robust mathematical formulae for determining levels of risk. For example the development of livelihoods baselines based on the Household Economy Approach to be used to assess the vulnerability of communities to hazard shocks; and"}, {"text_block_id": "p48_b872", "text": ""}, {"text_block_id": "p48_b873", "text": "the development of integrated hazard maps to identify and record geographical areas and communities at risk."}, {"text_block_id": "p48_b874_merged", "text": "The DDRM must establish mechanisms to capacitate stakeholders on the use of the guidelines and standard tools for conducting disaster risk assessments."}, {"text_block_id": "p48_b876", "text": "complement risk assessments conducted by other actors."}, {"text_block_id": "p48_b877", "text": "8.2.2"}, {"text_block_id": "p48_b878", "text": "Imperative 2: Establish mechanisms to engage the participation of all stakeholders in disaster risk assessment processes"}, {"text_block_id": "p48_b879", "text": "engaged in disaster risk assessment processes."}, {"text_block_id": "p48_b880", "text": "8.2.3"}, {"text_block_id": "p48_b881", "text": "Imperative 3: Establish mechanisms for tracking, monitoring, updating and archiving disaster risk information"}, {"text_block_id": "p48_b882", "text": "available to the DDRM and other relevant stakeholders."}, {"text_block_id": "p48_b883", "text": "Geographical Information Systems and other relevant software."}, {"text_block_id": "p48_b884", "text": "8.2.4"}, {"text_block_id": "p48_b885", "text": "Imperative 4: Establish mechanisms for quality assurance"}, {"text_block_id": "p48_b886", "text": "In view of the legal and other implications of producing flawed disaster risk assessments that contain incorrect or unverified risk assessment findings, it is essential to put mechanisms in place to establish standards for conducting disaster risk assessments in Namibia and to exercise quality control. In order to achieve the objective of this imperative the DDRM must, in consultation with the NDRMC, establish a Namibia Vulnerability Assessment Committee (NamVAC) to:"}, {"text_block_id": "p48_b887", "text": ""}, {"text_block_id": "p48_b888", "text": "ensure that assessments are conducted using uniform methodology;"}, {"text_block_id": "p48_b889", "text": ""}, {"text_block_id": "p48_b890", "text": "ensure that all disaster risk management planning and practice is based on scientifically sound risk assessments; and"}, {"text_block_id": "p48_b891", "text": ""}, {"text_block_id": "p48_b892", "text": "provide scientific and technical support and advice to offices, ministries, agencies, Regional Councils, Constituencies, Local Authorities and other relevant stakeholders commissioning disaster risk assessments."}, {"text_block_id": "p49_b893", "text": "The composition of the NamVAC will consist of specialists drawn from nationally recognised research organisations, specialist ministries, UN agencies, NGOs or the private sector. Consideration must be given to appointing a core group of permanent members who will be supported by ad hoc members that are selected to serve for the duration of the task at hand because of their specific expertise in the relevant field."}, {"text_block_id": "p49_b894", "text": "The NamVAC must operate under the auspices of the NDRMC in accordance with predetermined terms of reference and must submit reports on its activities to the DDRM and the NDRMC in accordance with specified timeframes."}, {"text_block_id": "p49_b895", "text": "The DDRM in consultation with the NamVAC must determine the time intervals at which disaster risk assessments in Namibia must be reviewed."}, {"text_block_id": "p49_b896", "text": "All proposed disaster risk assessments planned by offices, ministries, agencies, Regional Councils, Local Authorities and other relevant stakeholders must be submitted to the NamVAC and NDRMC via the DDRM for technical review and approval before being commissioned."}, {"text_block_id": "p49_b897", "text": "Reports of all disaster risk assessments conducted by offices, ministries, agencies, Regional Councils, Local Authorities and other relevant stakeholders must be submitted to the DDRM for referral to the NDRMC and the NamVAC for technical validation of findings. This has to be done before any plans, projects, programmes, initiatives, and risk and hazard maps based on the assessment findings are initiated; and to enable the National Information Management and Communication System to be updated."}, {"text_block_id": "p49_b898", "text": "8.2.5"}, {"text_block_id": "p49_b899", "text": "Key Performance Indicators for KPA 2:"}, {"text_block_id": "p49_b900", "text": ""}, {"text_block_id": "p49_b901", "text": "A Namibian Vulnerability Assessment Committee (NamVAC) has been established and is functioning effectively."}, {"text_block_id": "p49_b902", "text": ""}, {"text_block_id": "p49_b903", "text": "National standards and guidelines for conducting disaster risk assessments have been developed and applied."}, {"text_block_id": "p49_b904", "text": ""}, {"text_block_id": "p49_b905", "text": "Stakeholders have been capacitated in the use of the guidelines for conducting disaster risk assessment."}, {"text_block_id": "p49_b906", "text": ""}, {"text_block_id": "p49_b907", "text": "Comprehensive multi-hazard disaster risk assessments have been undertaken at all levels of government in Namibia."}, {"text_block_id": "p49_b908", "text": ""}, {"text_block_id": "p49_b909", "text": "Disaster risk assessment reports show evidence of community participation and the incorporation of indigenous and historical knowledge."}, {"text_block_id": "p49_b910", "text": ""}, {"text_block_id": "p49_b911", "text": "Information emanating from disaster risk assessments has been consolidated to generate local, regional and national disaster risk profiles."}, {"text_block_id": "p49_b912", "text": ""}, {"text_block_id": "p49_b913", "text": "Systematic disaster risk assessments are conducted prior to the implementation of any programmes and projects aimed at reducing risk."}, {"text_block_id": "p49_b914", "text": ""}, {"text_block_id": "p49_b915", "text": "Mechanisms have been identified and established for funding disaster risk assessment in Namibia."}, {"text_block_id": "p49_b916", "text": ""}, {"text_block_id": "p49_b917", "text": "Disaster risk assessment reports show evidence of multi disciplinary stakeholder engagement."}, {"text_block_id": "p50_b918", "text": ""}, {"text_block_id": "p50_b919", "text": "All relevant sectors at national, regional and constituency level have developed and established systems that are capable of monitoring vulnerability and of tracking hazards, disasters and significant events to provide early warning of changing patterns of risk and of impending threats."}, {"text_block_id": "p50_b920", "text": ""}, {"text_block_id": "p50_b921", "text": "Disaster risk assessment information has been documented, mapped, and archived in the disaster risk management information management system."}, {"text_block_id": "p50_b922", "text": ""}, {"text_block_id": "p50_b923", "text": "Disaster risk assessment information is disseminated and is readily available."}, {"text_block_id": "p50_b924", "text": ""}, {"text_block_id": "p50_b925", "text": "All relevant sectors at national, regional and constituency level have developed and established mechanisms for updating disaster risk assessment information and for systematically integrating such information into disaster risk management planning."}, {"text_block_id": "p50_b926", "text": ""}, {"text_block_id": "p50_b927", "text": "Disaster risk assessment information has been integrated into the National Information Management and Communication System."}, {"text_block_id": "p50_b928", "text": "8.3 Key Performance Area 3: Reducing the underlying risk and vulnerability factors by improving disaster risk management applications at all levels"}, {"text_block_id": "p50_b929", "text": "environmental conditions. These include risks related to the use of unsuitable land"}, {"text_block_id": "p50_b930", "text": "livelihoods"}, {"text_block_id": "p50_b931", "text": "disaster resilient."}, {"text_block_id": "p50_b932", "text": "and guaranteed transfers"}, {"text_block_id": "p50_b933", "text": "."}, {"text_block_id": "p50_b934", "text": "Environmental and natural resource management initiatives must support and"}, {"text_block_id": "p50_b935", "text": "promote:"}, {"text_block_id": "p50_b936", "text": ""}, {"text_block_id": "p50_b937", "text": "the sustainable use and management of ecosystems;"}, {"text_block_id": "p50_b938", "text": ""}, {"text_block_id": "p50_b939", "text": "the implementation of integrated environmental and natural resource"}, {"text_block_id": "p50_b940", "text": "management mechanisms; and"}, {"text_block_id": "p50_b941", "text": ""}, {"text_block_id": "p50_b942", "text": "disaster risk and adaptation to climate change."}, {"text_block_id": "p50_b943", "text": "the integration of disaster risk reduction associated with existing climate variability and future climate change into strategies for the reduction of"}, {"text_block_id": "p50_b944_merged_merged_merged_merged_merged_merged", "text": "Social and economic development practices must include initiatives to reduce disaster risk that support and promote:"}, {"text_block_id": "p51_b946", "text": ""}, {"text_block_id": "p51_b947", "text": "food security through water harvesting for crop irrigation;"}, {"text_block_id": "p51_b948", "text": ""}, {"text_block_id": "p51_b949", "text": "the implementation of social safety net mechanisms;"}, {"text_block_id": "p51_b950", "text": ""}, {"text_block_id": "p51_b951", "text": "income generating and livelihoods projects to assist the poor;"}, {"text_block_id": "p51_b952", "text": ""}, {"text_block_id": "p51_b953", "text": "hazards;"}, {"text_block_id": "p51_b954", "text": "the integration of disaster risk management into national development plans of key sectors and into post disaster recovery and rehabilitation projects. This must include protecting and strengthening critical public facilities, utilities and physical infrastructure through proper design, retrofitting, rebuilding and preventive maintenance in order to render them adequately resilient to"}, {"text_block_id": "p51_b955", "text": ""}, {"text_block_id": "p51_b956", "text": "diversified income options for populations in high risk areas;"}, {"text_block_id": "p51_b957", "text": ""}, {"text_block_id": "p51_b958", "text": "the development of financial risk sharing mechanisms, particularly insurance"}, {"text_block_id": "p51_b959", "text": "and reinsurance against disasters;"}, {"text_block_id": "p51_b960", "text": ""}, {"text_block_id": "p51_b961", "text": "finance a culture of disaster risk management; and"}, {"text_block_id": "p51_b962", "text": "the establishment of public/private sector partnership to better engage the private sector in disaster risk management activities and to support and"}, {"text_block_id": "p51_b963", "text": ""}, {"text_block_id": "p51_b964", "text": "land use planning and other technical measures which include:"}, {"text_block_id": "p51_b965", "text": "land use planning and other technical measures which include:\n* incorporating disaster risk assessments into urban planning;\n* the management of disaster prone human settlements;\n* mainstreaming disaster risk considerations into planning procedures for\n* the revision of existing or the development of new building codes and\n* the revision of existing or the development of new building codes and\n standards, and\n* with a view to fostering disaster resilient structures.\n* with a view to fostering disaster resilient structures.\n the revision of rehabilitation and reconstruction practices at national"}, {"text_block_id": "p51_b977", "text": "developmental planning of other relevant sectors."}, {"text_block_id": "p51_b978", "text": "The development and implementation of disaster risk management plans that focus on integrating disaster risk reduction into the routine activities of the relevant sectors (OMAs) at all levels of government is the primary mechanism for ensuring that disaster risk reduction remains a priority in Namibia."}, {"text_block_id": "p51_b979", "text": "All disaster risk management planning undertaken in Namibia must be informed by:"}, {"text_block_id": "p51_b980", "text": ""}, {"text_block_id": "p51_b981_merged_merged_merged_merged_merged_merged", "text": "comprehensive disaster risk assessment information sourced from reports compiled by the Namibia Vulnerability Assessment Committee;"}, {"text_block_id": "p52_b983", "text": ""}, {"text_block_id": "p52_b984", "text": "specific multi-sector assessments commissioned for communities, areas and developments identified to be at high risk to disasters;"}, {"text_block_id": "p52_b985", "text": ""}, {"text_block_id": "p52_b986", "text": "specific sector risk assessments and surveys such as annual crop assessments;"}, {"text_block_id": "p52_b987", "text": ""}, {"text_block_id": "p52_b988", "text": "the Namibia Household Income and Expenditure Surveys (NHIES); and"}, {"text_block_id": "p52_b989", "text": ""}, {"text_block_id": "p52_b990", "text": "the National Poverty Assessments."}, {"text_block_id": "p52_b991", "text": "Disaster risk management planning must take into account some of the primary constraints in relation to assessing climate change including:"}, {"text_block_id": "p52_b992", "text": ""}, {"text_block_id": "p52_b993", "text": "investment plans;"}, {"text_block_id": "p52_b994", "text": "limited capacity and awareness to assess vulnerabilities, including political commitment to integrate climate change risk into national policies and"}, {"text_block_id": "p52_b995", "text": ""}, {"text_block_id": "p52_b996", "text": "lack of anticipatory, cost-effective, flexible and adaptable management"}, {"text_block_id": "p52_b997", "text": "approaches to the potential impacts of climate risks; and"}, {"text_block_id": "p52_b998", "text": ""}, {"text_block_id": "p52_b999", "text": "exposure and vulnerabilities of certain population group and economic sectors"}, {"text_block_id": "p52_b1000", "text": "to natural environmental variability and climate risks."}, {"text_block_id": "p52_b1001", "text": "KPA 3"}, {"text_block_id": "p52_b1002", "text": "vulnerability factors in Namibia."}, {"text_block_id": "p52_b1003", "text": "The three imperatives which must be applied to achieve the objective of KPA 3 are:"}, {"text_block_id": "p52_b1004", "text": "1."}, {"text_block_id": "p52_b1005", "text": "of other relevant stakeholders."}, {"text_block_id": "p52_b1006", "text": "Develop and disseminate a National Disaster Risk Management Planning Framework and guidelines that will facilitate the development and integration of disaster risk management planning into the development plans and programmes of all sectors in the three levels of government and"}, {"text_block_id": "p52_b1007", "text": "2."}, {"text_block_id": "p52_b1008", "text": "Assign specific responsibilities for disaster risk management planning in"}, {"text_block_id": "p52_b1009", "text": "Namibia."}, {"text_block_id": "p52_b1010", "text": "3."}, {"text_block_id": "p52_b1011", "text": "Develop, implement and maintain an early warning system for Namibia."}, {"text_block_id": "p52_b1012", "text": "8.3.1"}, {"text_block_id": "p52_b1013", "text": "Imperative 1: Develop and disseminate a National Disaster Risk Management Planning Framework and guidelines that will facilitate the development and integration of disaster risk management planning into the development plans and programmes of all sectors in the three levels of government and of other relevant stakeholders"}, {"text_block_id": "p52_b1014", "text": "The DDRM must develop a National Disaster Risk Management Planning"}, {"text_block_id": "p52_b1015", "text": "Framework (NDRMPF) for Namibia."}, {"text_block_id": "p52_b1016", "text": "The NDRMPF must be developed under the auspices of the NDRMC and in"}, {"text_block_id": "p52_b1017", "text": "consultation with the relevant disaster risk management stakeholders."}, {"text_block_id": "p52_b1018_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The NDRMPF must guide the development of disaster risk management plans; ensure the application of uniform methodology; and must facilitate the alignment of plans amongst all stakeholders with the aim of achieving integrated, holistic and"}, {"text_block_id": "p53_b1021", "text": "coordinated disaster risk management planning in Namibia. The NDRMPF must"}, {"text_block_id": "p53_b1022", "text": "define the composition and scope of the various components of the NDRMPF at the"}, {"text_block_id": "p53_b1023", "text": "various levels of government."}, {"text_block_id": "p53_b1024", "text": "All disaster risk management plans must be reviewed and revised every three years"}, {"text_block_id": "p53_b1025", "text": "and after every significant event and disaster."}, {"text_block_id": "p53_b1026", "text": "planning:"}, {"text_block_id": "p53_b1027", "text": ""}, {"text_block_id": "p53_b1028", "text": "integrated strategies involving multi-stakeholder participation;"}, {"text_block_id": "p53_b1029", "text": ""}, {"text_block_id": "p53_b1030", "text": "life and livelihood;"}, {"text_block_id": "p53_b1031", "text": "timely disaster risk reduction actions that contribute to sustainable development by limiting environmental and property damage and the loss of"}, {"text_block_id": "p53_b1032", "text": ""}, {"text_block_id": "p53_b1033", "text": "operations;"}, {"text_block_id": "p53_b1034", "text": "the adequate allocation of resources to regional and local government to ensure that the most vulnerable communities can depend on reliable disaster risk management services. These services should alert such communities to natural and other threats and provide professional disaster risk reduction services and humanitarian support during disaster response and recovery"}, {"text_block_id": "p53_b1035", "text": ""}, {"text_block_id": "p53_b1036", "text": "government;"}, {"text_block_id": "p53_b1037", "text": "the introduction of creative formal and informal initiatives that encourage risk avoidance behaviour on the part of individuals, the private sector and"}, {"text_block_id": "p53_b1038", "text": ""}, {"text_block_id": "p53_b1039", "text": "the introduction of mechanisms to ensure that Namibia‟s transportation, critical"}, {"text_block_id": "p53_b1040", "text": "threats;"}, {"text_block_id": "p53_b1041", "text": "services such as telecommunications, electricity and public sector infrastructure networks are able to withstand expected natural and other"}, {"text_block_id": "p53_b1042", "text": ""}, {"text_block_id": "p53_b1043", "text": "adverse conditions; and"}, {"text_block_id": "p53_b1044", "text": "the introduction of mechanisms for setting and implementing minimum building standards, especially for low-cost housing, to ensure structural soundness that withstands the impact of extreme weather patterns or other"}, {"text_block_id": "p53_b1045", "text": ""}, {"text_block_id": "p53_b1046_merged_merged_merged_merged_merged_merged_merged_merged", "text": "strategies to ensure that the development of marginal and environmental fragile areas is appropriate and properly planned."}, {"text_block_id": "p53_b1048", "text": "8.3.2"}, {"text_block_id": "p53_b1049", "text": "Imperative 2: Assign specific responsibilities for disaster risk management planning in Namibia"}, {"text_block_id": "p53_b1050", "text": "8.3.2.1 Responsibilities for ensuring integrated disaster risk management planning"}, {"text_block_id": "p53_b1051", "text": "at all levels of government in Namibia."}, {"text_block_id": "p54_b1052", "text": "disaster risk management plans for the specific identified priority risk/s must:"}, {"text_block_id": "p54_b1053", "text": ""}, {"text_block_id": "p54_b1054", "text": "planning team established for the purpose;"}, {"text_block_id": "p54_b1055", "text": "engage the participation of all stakeholders assigned with secondary responsibility for the specific identified priority risk/s in the multi-stakeholder"}, {"text_block_id": "p54_b1056", "text": ""}, {"text_block_id": "p54_b1057", "text": "facilitate the work of the relevant multi-stakeholder planning team and serve"}, {"text_block_id": "p54_b1058", "text": "as project manager;"}, {"text_block_id": "p54_b1059", "text": ""}, {"text_block_id": "p54_b1060", "text": "submit project progress reports to the DDRM and the NDRMC in accordance"}, {"text_block_id": "p54_b1061", "text": "with predetermined time frames;"}, {"text_block_id": "p54_b1062", "text": ""}, {"text_block_id": "p54_b1063", "text": "research;"}, {"text_block_id": "p54_b1064", "text": "ensure that all disaster risk management plans are based on information obtained from reliable and robust disaster risk assessments surveys and"}, {"text_block_id": "p54_b1065", "text": ""}, {"text_block_id": "p54_b1066", "text": "prepare and submit any recommendations on NDRM Policy for consideration"}, {"text_block_id": "p54_b1067", "text": "to the NDRMC through the offices of the DDRM; and"}, {"text_block_id": "p54_b1068", "text": ""}, {"text_block_id": "p54_b1069", "text": "ensure that the sector‟s disaster risk management plans are integrated i"}, {"text_block_id": "p54_b1070", "text": "nto"}, {"text_block_id": "p54_b1071", "text": "National Disaster Risk Management Plans."}, {"text_block_id": "p54_b1072", "text": "8.3.2.2 The National Disaster Risk Management Plan"}, {"text_block_id": "p54_b1073", "text": "management plans of the sectors (OMAs)."}, {"text_block_id": "p54_b1074", "text": "8.3.2.3 Sector (OMA) Disaster Risk Management Plans"}, {"text_block_id": "p54_b1075", "text": "and households that are most vulnerable to these risks."}, {"text_block_id": "p54_b1076", "text": "Each OMA must prepare a disaster risk management plan which:"}, {"text_block_id": "p54_b1077", "text": ""}, {"text_block_id": "p54_b1078", "text": "applied in its functional area;"}, {"text_block_id": "p54_b1079", "text": "determines its role and responsibilities in relation to the NDRM Policy and the manner in which the concept and principles of disaster risk reduction are to be"}, {"text_block_id": "p54_b1080", "text": ""}, {"text_block_id": "p54_b1081", "text": "determines its role and responsibilities in respect of emergency response,"}, {"text_block_id": "p54_b1082", "text": "disaster recovery and rehabilitation;"}, {"text_block_id": "p54_b1083", "text": ""}, {"text_block_id": "p54_b1084", "text": "establishes its capacity to fulfill its disaster risk management role and"}, {"text_block_id": "p54_b1085", "text": "responsibilities;"}, {"text_block_id": "p54_b1086", "text": ""}, {"text_block_id": "p54_b1087", "text": "includes details of its disaster risk management strategies; and"}, {"text_block_id": "p54_b1088", "text": ""}, {"text_block_id": "p54_b1089_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "contingency strategies and emergency procedures in the event of a disaster, including measures to finance these strategies."}, {"text_block_id": "p54_b1091", "text": "Each OMA must:"}, {"text_block_id": "p55_b1092", "text": ""}, {"text_block_id": "p55_b1093", "text": "Management Plan;"}, {"text_block_id": "p55_b1094", "text": "participate in multi-stakeholder planning teams established by the NDRMC in order to co-ordinate and align the development and implementation of its disaster risk management plan with those of other stakeholders and institutional role players for incorporation into the National Disaster Risk"}, {"text_block_id": "p55_b1095", "text": ""}, {"text_block_id": "p55_b1096", "text": "facilitate the training of personnel in the implementation of its disaster risk"}, {"text_block_id": "p55_b1097", "text": "management plan; and"}, {"text_block_id": "p55_b1098", "text": ""}, {"text_block_id": "p55_b1099", "text": "must regularly review and update its disaster risk management plan."}, {"text_block_id": "p55_b1100", "text": "Management."}, {"text_block_id": "p55_b1101", "text": "In assessing an OMA‟s capacity to adhere to the requirements of the NDRM Policy,"}, {"text_block_id": "p55_b1102", "text": "Understanding (MOUs) and/or Standing Operational Procedures (SOPs)."}, {"text_block_id": "p55_b1103", "text": "8.3.2.4 Regional Disaster Risk Management Plans"}, {"text_block_id": "p55_b1104", "text": "Each region must develop and implement a disaster risk management plan for its"}, {"text_block_id": "p55_b1105", "text": "area of jurisdiction."}, {"text_block_id": "p55_b1106", "text": "in the multi-stakeholder planning teams established for this purpose."}, {"text_block_id": "p55_b1107", "text": "integration of all the disaster risk management plans developed for the region."}, {"text_block_id": "p55_b1108", "text": "A regional disaster risk management plan must:"}, {"text_block_id": "p55_b1109", "text": ""}, {"text_block_id": "p55_b1110", "text": "anticipate the types of disaster that might occur in the region and their"}, {"text_block_id": "p55_b1111", "text": "possible effects;"}, {"text_block_id": "p55_b1112", "text": ""}, {"text_block_id": "p55_b1113", "text": "identify the communities and areas at risk;"}, {"text_block_id": "p55_b1114", "text": ""}, {"text_block_id": "p55_b1115", "text": "provide for appropriate disaster risk reduction strategies;"}, {"text_block_id": "p55_b1116", "text": ""}, {"text_block_id": "p55_b1117", "text": "identify and address weaknesses in capacity to deal with possible disasters;"}, {"text_block_id": "p55_b1118", "text": ""}, {"text_block_id": "p55_b1119", "text": "facilitate maximum emergency preparedness;"}, {"text_block_id": "p55_b1120", "text": ""}, {"text_block_id": "p55_b1121", "text": "provide budget allocation for disaster risk management; and"}, {"text_block_id": "p55_b1122", "text": ""}, {"text_block_id": "p55_b1123", "text": "contain contingency plans and emergency procedures in the event of a"}, {"text_block_id": "p55_b1124", "text": "disaster, that provide for:"}, {"text_block_id": "p55_b1125", "text": "disaster, that provide for:\n* the allocation of responsibilities to the various stakeholders;\n* coordination in carrying out those responsibilities;\n* prompt disaster response and relief;\n* the procurement of essential goods and the distribution of essential services;"}, {"text_block_id": "p56_b1134", "text": "disaster, that provide for:\n* the allocation of responsibilities to the various stakeholders;\n* coordination in carrying out those responsibilities;\n* prompt disaster response and relief;\n* the procurement of essential goods and the distribution of essential services;\n* the establishment of strategic communication links; and\n* the dissemination of information.\n* the allocation of responsibilities to the various stakeholders and\n* the allocation of responsibilities to the various stakeholders and\n coordination in the carrying out of those responsibilities;\n* prompt disaster response and relief;\n* the procurement of essential goods and the distribution of essential\n* the procurement of essential goods and the distribution of essential\n services;\n* the establishment of strategic communication links; and\n* the dissemination of information."}, {"text_block_id": "p56_b1138", "text": "Management."}, {"text_block_id": "p56_b1139", "text": "Regional disaster risk management plans must be reviewed every three years and"}, {"text_block_id": "p56_b1140", "text": "after every significant event and disaster."}, {"text_block_id": "p56_b1141", "text": "8.3.2.5 Disaster Risk Management Plans of Sectors, Local Authorities and Settlements in Regions"}, {"text_block_id": "p56_b1142", "text": "authority‟s area of jurisdiction and must identify communities and areas at risk to"}, {"text_block_id": "p56_b1143", "text": "those disasters"}, {"text_block_id": "p56_b1144", "text": "The disaster risk management plan of a local authority or settlement must:"}, {"text_block_id": "p56_b1145", "text": ""}, {"text_block_id": "p56_b1146", "text": "applied in its functional or jurisdictional area;"}, {"text_block_id": "p56_b1147", "text": "determine its role and responsibilities in relation to the NDRM Policy and the manner in which the concept and principles of disaster risk reduction are to be"}, {"text_block_id": "p56_b1148", "text": ""}, {"text_block_id": "p56_b1149", "text": "determine its role and responsibilities in respect of emergency response and"}, {"text_block_id": "p56_b1150", "text": "disaster recovery and rehabilitation;"}, {"text_block_id": "p56_b1151", "text": ""}, {"text_block_id": "p56_b1152", "text": "include details of its disaster risk reduction strategies;"}, {"text_block_id": "p56_b1153", "text": ""}, {"text_block_id": "p56_b1154", "text": "establish its capacity to fulfill its disaster risk management role and"}, {"text_block_id": "p56_b1155", "text": "responsibilities;"}, {"text_block_id": "p56_b1156", "text": ""}, {"text_block_id": "p56_b1157", "text": "facilitate maximum emergency preparedness;"}, {"text_block_id": "p56_b1158", "text": ""}, {"text_block_id": "p56_b1159", "text": "include contingency strategies and emergency procedures in the event of a"}, {"text_block_id": "p56_b1160", "text": "disaster, including measures to finance these strategies, providing for:"}, {"text_block_id": "p56_b1173", "text": "Each local authority and settlement must:"}, {"text_block_id": "p56_b1174", "text": ""}, {"text_block_id": "p56_b1175", "text": "management plan;"}, {"text_block_id": "p56_b1176", "text": "participate in multi-stakeholder planning teams established by the RDRMC in order to co-ordinate and align the development and implementation of its disaster risk management plan with those of other stakeholders and institutional role players for incorporation into the regional disaster risk"}, {"text_block_id": "p56_b1177", "text": ""}, {"text_block_id": "p56_b1178_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "facilitate the training of personnel in the implementation of its disaster risk management plan; and"}, {"text_block_id": "p57_b1180", "text": ""}, {"text_block_id": "p57_b1181", "text": "must regularly review and update its disaster risk management plan."}, {"text_block_id": "p57_b1182", "text": "(SOPs)."}, {"text_block_id": "p57_b1183", "text": "and the Chief Regional Officer."}, {"text_block_id": "p57_b1184", "text": "Local authority and settlement disaster risk management plans must be reviewed"}, {"text_block_id": "p57_b1185", "text": "every three years and after every significant event and disaster."}, {"text_block_id": "p57_b1186", "text": "8.3.3"}, {"text_block_id": "p57_b1187", "text": "Imperative 3: Develop, implement and maintain an early warning system for Namibia"}, {"text_block_id": "p57_b1188", "text": "prepare for effective response."}, {"text_block_id": "p57_b1189", "text": "The EWS must have the capabilities to enable:"}, {"text_block_id": "p57_b1190", "text": ""}, {"text_block_id": "p57_b1191", "text": "the interpretation of disaster risk information;"}, {"text_block_id": "p57_b1192", "text": ""}, {"text_block_id": "p57_b1193", "text": "hazard and risk mapping;"}, {"text_block_id": "p57_b1194", "text": ""}, {"text_block_id": "p57_b1195", "text": "tracking, monitoring and forecasting impending events;"}, {"text_block_id": "p57_b1196", "text": ""}, {"text_block_id": "p57_b1197", "text": "processing and disseminating understandable warnings to political authorities"}, {"text_block_id": "p57_b1198", "text": "and the population; and"}, {"text_block_id": "p57_b1199", "text": ""}, {"text_block_id": "p57_b1200", "text": "taking appropriate and timely actions in response to warnings."}, {"text_block_id": "p57_b1201", "text": "The EWS will rely on key technical expert and organisations responsible for scientific"}, {"text_block_id": "p57_b1202", "text": "data collection and knowledge. Such organisations include:"}, {"text_block_id": "p57_b1203", "text": ""}, {"text_block_id": "p57_b1204", "text": "the Meteorological Services;"}, {"text_block_id": "p57_b1205", "text": ""}, {"text_block_id": "p57_b1206", "text": "the Hydrology Department;"}, {"text_block_id": "p57_b1207", "text": ""}, {"text_block_id": "p57_b1208", "text": "the Namibia Early Warning and Food Information Unit;"}, {"text_block_id": "p57_b1209", "text": ""}, {"text_block_id": "p57_b1210", "text": "the Rapid Fire Warning System; as well as"}, {"text_block_id": "p57_b1211", "text": ""}, {"text_block_id": "p57_b1212", "text": "information sources among others."}, {"text_block_id": "p57_b1213", "text": "electronic sources such as those provided by United Nations Operational Satellite Applications (UNOSAT) and other international and regional"}, {"text_block_id": "p57_b1214_merged_merged_merged_merged_merged", "text": "The EWS requires clear and reliable information and communication, which in turn will rely greatly on local community participation. The EWS must be people centered and systems must be developed that provide warnings that are timely and"}, {"text_block_id": "p58_b1217", "text": "understandable to those at risk. The EWS must include guidance for threatened"}, {"text_block_id": "p58_b1218", "text": "areas, communities and households on the importance of heeding warnings and on"}, {"text_block_id": "p58_b1219", "text": "how to act upon warnings in order to avoid risk. The EWS must support effective"}, {"text_block_id": "p58_b1220", "text": "operations by disaster managers and other decision makers."}, {"text_block_id": "p58_b1221", "text": "At national level, the Government through the DDRM must establish mechanisms to ensure that early warning information is delivered to the public without delay when any situation threatens to place people, infrastructure or the environment at risk."}, {"text_block_id": "p58_b1222", "text": "risk through the Regional Governor and the Chief Regional Officer."}, {"text_block_id": "p58_b1223", "text": "subjected to regular system testing and performance assessments."}, {"text_block_id": "p58_b1224", "text": "8.3.4"}, {"text_block_id": "p58_b1225", "text": "Key Performance indicators for KPA 3"}, {"text_block_id": "p58_b1226", "text": "themes of sectors (OMAs) at all levels of government."}, {"text_block_id": "p58_b1227", "text": "Specific responsibilities have been assigned for the development of disaster risk"}, {"text_block_id": "p58_b1228", "text": "management plans at all levels of government."}, {"text_block_id": "p58_b1229", "text": ""}, {"text_block_id": "p58_b1230", "text": "prevailing disaster risks profiles."}, {"text_block_id": "p58_b1231", "text": "Disaster risk management plans at national, regional, local authority and settlement levels have been developed and implemented in accordance with"}, {"text_block_id": "p58_b1232", "text": ""}, {"text_block_id": "p58_b1233", "text": "organisations/bodies."}, {"text_block_id": "p58_b1234", "text": "There is evidence in reports to the NDRMC and RDRMCs of the progressive application of disaster risk reduction techniques and measures by national and regional OMAs, local authorities, and constituency based"}, {"text_block_id": "p58_b1235", "text": ""}, {"text_block_id": "p58_b1236", "text": "Disaster risk management plans are integrated into the development plans"}, {"text_block_id": "p58_b1237", "text": "and programmes of the relevant sectors"}, {"text_block_id": "p58_b1238", "text": ""}, {"text_block_id": "p58_b1239", "text": "established by the NDRMC and RDRMCs;"}, {"text_block_id": "p58_b1240", "text": "There is evidence of the engagement with private sector partners in disaster risk management initiatives and in multi-stakeholder planning teams"}, {"text_block_id": "p58_b1241", "text": ""}, {"text_block_id": "p58_b1242_merged_merged_merged_merged_merged_merged_merged", "text": "Disaster risk management plans are reviewed and revised every three years and after every significant event and disaster."}, {"text_block_id": "p58_b1244", "text": ""}, {"text_block_id": "p58_b1245", "text": "An EWS has been developed and implemented in Namibia and mechanisms have been established to ensure that the EWS is maintained and current."}, {"text_block_id": "p58_b1246", "text": "8.4 Key Performance Area 4: Strengthen disaster preparedness for effective emergency response and recovery practices at all levels"}, {"text_block_id": "p59_b1247", "text": "Disaster impacts and losses can be reduced if all stakeholders including communities and individuals in hazard prone areas are well prepared, ready to act and are equipped with knowledge and capacities for effective disaster response. Post disaster recovery activities must be implemented parallel to the early stages of response. There must be no line separating preparedness, response, early and long"}, {"text_block_id": "p59_b1248", "text": "term recovery from development activities."}, {"text_block_id": "p59_b1249", "text": "KPA 4"}, {"text_block_id": "p59_b1250", "text": "response and recovery practices at all levels in Namibia."}, {"text_block_id": "p59_b1251", "text": "The five imperatives which must be applied to effectively achieve the objective of"}, {"text_block_id": "p59_b1252", "text": "KPA 4, are:"}, {"text_block_id": "p59_b1253", "text": "1."}, {"text_block_id": "p59_b1254", "text": "Establish mechanisms to strengthen disaster preparedness practices in"}, {"text_block_id": "p59_b1255", "text": "Namibia."}, {"text_block_id": "p59_b1256", "text": "2."}, {"text_block_id": "p59_b1257", "text": "Establish mechanisms to ensure rapid and effective response to significant"}, {"text_block_id": "p59_b1258", "text": "events and disasters."}, {"text_block_id": "p59_b1259", "text": "3."}, {"text_block_id": "p59_b1260", "text": "Establish mechanisms for the management of disaster relief and recovery"}, {"text_block_id": "p59_b1261", "text": "operations."}, {"text_block_id": "p59_b1262", "text": "4."}, {"text_block_id": "p59_b1263", "text": "Establish mechanisms for the engagement of volunteers in support of disaster"}, {"text_block_id": "p59_b1264", "text": "response effort."}, {"text_block_id": "p59_b1265", "text": "5."}, {"text_block_id": "p59_b1266", "text": "Establish mechanisms for real time information management when a state of"}, {"text_block_id": "p59_b1267", "text": "national disaster has been declared"}, {"text_block_id": "p59_b1268", "text": "8.4.1"}, {"text_block_id": "p59_b1269", "text": "Imperative 1: Establish mechanism to strengthen disaster preparedness practices in Namibia"}, {"text_block_id": "p59_b1270", "text": "Proficiency in any skill is polished and enhanced by practice. All emergency response agencies must therefore continue to sharpen the skills of their staff through participation in regular drills and exercises. There must be at least one major full-scale emergency response exercise per year supported by tabletop exercises and drills, aimed at strengthening and maintaining the level of emergency response skills."}, {"text_block_id": "p59_b1271", "text": "The DDRM under the auspices of the NDRMC must establish mechanisms at all"}, {"text_block_id": "p59_b1272", "text": "levels to:"}, {"text_block_id": "p59_b1273", "text": ""}, {"text_block_id": "p59_b1274", "text": "to preparedness;"}, {"text_block_id": "p59_b1275", "text": "promote and support dialogue, the exchange of information and coordination amongst primary and secondary stakeholders that have responsibilities for disaster response and recovery which is aimed at fostering a holistic approach"}, {"text_block_id": "p59_b1276", "text": ""}, {"text_block_id": "p59_b1277", "text": "to prepare for and ensure rapid and effective disaster response;"}, {"text_block_id": "p59_b1278", "text": "strengthen and where necessary, develop coordinated approaches, create or upgrade policies, operational mechanisms, plans and communication systems"}, {"text_block_id": "p59_b1279", "text": ""}, {"text_block_id": "p59_b1280", "text": "ensure a uniform approach to the dissemination of early warnings;"}, {"text_block_id": "p59_b1281", "text": ""}, {"text_block_id": "p59_b1282", "text": "and access to emergency services as required, for local needs;"}, {"text_block_id": "p59_b1283", "text": "promote regular disaster preparedness exercises and simulations including evacuation drills with a view to ensuring rapid and effective disaster response"}, {"text_block_id": "p59_b1284", "text": ""}, {"text_block_id": "p59_b1285_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "promote the establishment of emergency funds, to support appropriate preparedness, response and recovery measures;"}, {"text_block_id": "p60_b1287", "text": ""}, {"text_block_id": "p60_b1288", "text": "volunteers."}, {"text_block_id": "p60_b1289", "text": "develop specific measures to engage the active participation and ownership of relevant stakeholders, including communities, in disaster risk management and in particular to build a spirit of volunteerism; to engage the involvement of volunteers; and to clearly set out the mechanisms for the deployment of"}, {"text_block_id": "p60_b1290", "text": "8.4.1.1"}, {"text_block_id": "p60_b1291", "text": "Community Based Disaster Risk Management Committees (CBDRMCs"}, {"text_block_id": "p60_b1292", "text": ")"}, {"text_block_id": "p60_b1293", "text": "of the disaster."}, {"text_block_id": "p60_b1294", "text": "implementing procedures."}, {"text_block_id": "p60_b1295", "text": "8.4.2"}, {"text_block_id": "p60_b1296", "text": "Imperative 2: Establish mechanisms to ensure rapid and effective response to significant events and disasters"}, {"text_block_id": "p60_b1297", "text": "Disaster response measures are those taken to save lives, protect property, restoring essential life support and community systems and providing a foundation for subsequent recovery activities. The success of disaster response depends on good preparedness. Major field operations for disaster response and recovery include:"}, {"text_block_id": "p60_b1298", "text": ""}, {"text_block_id": "p60_b1299", "text": "search and rescue;"}, {"text_block_id": "p60_b1300", "text": ""}, {"text_block_id": "p60_b1301", "text": "treatment and care of those affected;"}, {"text_block_id": "p60_b1302", "text": ""}, {"text_block_id": "p60_b1303", "text": "evacuation;"}, {"text_block_id": "p60_b1304", "text": ""}, {"text_block_id": "p60_b1305", "text": "provision of shelter and clothing;"}, {"text_block_id": "p60_b1306", "text": ""}, {"text_block_id": "p60_b1307", "text": "provision of food, cooking utensils, power or alternative energy sources;"}, {"text_block_id": "p60_b1308", "text": ""}, {"text_block_id": "p60_b1309", "text": "provision of water and sanitation;"}, {"text_block_id": "p60_b1310", "text": ""}, {"text_block_id": "p60_b1311", "text": "health services;"}, {"text_block_id": "p60_b1312", "text": ""}, {"text_block_id": "p60_b1313", "text": "security;"}, {"text_block_id": "p60_b1314", "text": ""}, {"text_block_id": "p60_b1315", "text": "repair of roads and clearing access for vehicles, aircrafts or boats and trains;"}, {"text_block_id": "p60_b1316", "text": "and,"}, {"text_block_id": "p60_b1317", "text": ""}, {"text_block_id": "p60_b1318", "text": "public information."}, {"text_block_id": "p60_b1319_merged_merged_merged", "text": "The Office of the Prime Minister in liaison with the NDRMC must ensure the operations at regional, constituency and settlement levels."}, {"text_block_id": "p60_b1321", "text": "8.4.2.1 The declaration of a state of national disaster"}, {"text_block_id": "p61_b1322", "text": "With the exception of a security-related event, the responsibility for strategic coordination in responding to a national disaster or significant event, which occurs or is threatening to occur, rests with the NDRMC. The NDRMC must liaise with the DDRM, the RDRMC and other relevant stakeholders to assess the magnitude of a significant event or disaster or threat thereof and make recommendations to the"}, {"text_block_id": "p61_b1323", "text": "Cabinet on whether to declare an event a state of national disaster. The NDRMC"}, {"text_block_id": "p61_b1324", "text": "state of national disaster. The declaration of the state of national disaster must"}, {"text_block_id": "p61_b1325", "text": "specify the population and the areas that will be covered by state intervention."}, {"text_block_id": "p61_b1326", "text": "expiry of three months."}, {"text_block_id": "p61_b1327", "text": "the declaration."}, {"text_block_id": "p61_b1328", "text": "8.4.2.1.1 Criteria for Declaration of a State of National Disaster"}, {"text_block_id": "p61_b1329", "text": "when disaster impact assessments and/or ongoing risk monitoring"}, {"text_block_id": "p61_b1330", "text": "processes indicate that:"}, {"text_block_id": "p61_b1331", "text": ""}, {"text_block_id": "p61_b1332", "text": "a disaster event or process affects more than one constituency or region or exceeds the capabilities of a single region to manage it effectively. The classification of state of national disaster includes recurrent high-and medium-magnitude events that occur in most regions and may require national support and/or intervention. These include droughts, floods, forest and veld fires, large informal settlement fires, destructive windstorms, rainstorms and communicable disease outbreaks affecting people or livestock;"}, {"text_block_id": "p61_b1333", "text": ""}, {"text_block_id": "p61_b1334", "text": "nuclear accidents and maritime disasters such as severe oil spills."}, {"text_block_id": "p61_b1335", "text": "low-frequency/rare high-magnitude disaster risks with potential for severe loss and which require levels of specialist support that are possibly not available within a region. These include, major transport and industrial disasters,"}, {"text_block_id": "p61_b1336", "text": ""}, {"text_block_id": "p61_b1337_merged_merged_merged_merged", "text": "humanitarian or other relief assistance. disaster risks that affect neighbouring countries have consequences for Namibia. These include unplanned cross-border movements, spread of emerging infections such as Ebola Fever as well as those events that require"}, {"text_block_id": "p61_b1339", "text": "8.4.2.1.2 Reclassification of disasters occurring at constituency, local and regional level"}, {"text_block_id": "p62_b1340", "text": "assessment."}, {"text_block_id": "p62_b1341", "text": "8.4.2.1.3 Special powers in the event of a state of national disasters"}, {"text_block_id": "p62_b1342", "text": "In the case of where a local or regional disaster warrants the declaration of state of"}, {"text_block_id": "p62_b1343", "text": "national disaster, the NDRMC after consultations with Cabinet shall:"}, {"text_block_id": "p62_b1344", "text": ""}, {"text_block_id": "p62_b1345", "text": "make arrangements for the release of any available resources of the national"}, {"text_block_id": "p62_b1346", "text": "government, including stores, equipment, vehicles and facilities;"}, {"text_block_id": "p62_b1347", "text": ""}, {"text_block_id": "p62_b1348", "text": "make arrangements for personnel from national level to be made temporarily"}, {"text_block_id": "p62_b1349", "text": "available for the performance of emergency services;"}, {"text_block_id": "p62_b1350", "text": ""}, {"text_block_id": "p62_b1351", "text": "implementation of all or any of the provisions of such a plan;"}, {"text_block_id": "p62_b1352", "text": "implement all or any of the provisions of a disaster risk management plan that is applicable in the circumstances or initiate, order and oversee the"}, {"text_block_id": "p62_b1353", "text": ""}, {"text_block_id": "p62_b1354", "text": "necessary for the preservation of life;"}, {"text_block_id": "p62_b1355", "text": "direct, regulate and oversee the evacuation to temporary shelters of all or part of the population from the disaster-stricken or threatened area if such action is"}, {"text_block_id": "p62_b1356", "text": ""}, {"text_block_id": "p62_b1357", "text": "regulate and oversee traffic to, from and within the disaster-stricken or"}, {"text_block_id": "p62_b1358", "text": "threatened area;"}, {"text_block_id": "p62_b1359", "text": ""}, {"text_block_id": "p62_b1360", "text": "regulate and oversee the movement of persons and goods to, from and within"}, {"text_block_id": "p62_b1361", "text": "the disaster-stricken or threatened area;"}, {"text_block_id": "p62_b1362", "text": ""}, {"text_block_id": "p62_b1363", "text": "control the occupancy of premises in the disaster-stricken or threatened area;"}, {"text_block_id": "p62_b1364", "text": ""}, {"text_block_id": "p62_b1365", "text": "make provision for and control the use of temporary emergency housing;"}, {"text_block_id": "p62_b1366", "text": ""}, {"text_block_id": "p62_b1367_merged_merged_merged_merged_merged_merged_merged_merged", "text": "threatened area; implement any measures necessary to maintain existing, or to install temporary lines of communication to, from or within the disaster-stricken or"}, {"text_block_id": "p62_b1369", "text": ""}, {"text_block_id": "p62_b1370", "text": "issue and disseminate information required for dealing with the disaster; and"}, {"text_block_id": "p62_b1371", "text": ""}, {"text_block_id": "p62_b1372", "text": "facilitate post-disaster reconstruction, rehabilitation and recovery."}, {"text_block_id": "p62_b1373", "text": "disaster, or to alleviate, contain and minimise the effects of the disaster."}, {"text_block_id": "p62_b1374", "text": "of:"}, {"text_block_id": "p62_b1375", "text": ""}, {"text_block_id": "p62_b1376", "text": "assisting and protecting the public;"}, {"text_block_id": "p62_b1377", "text": ""}, {"text_block_id": "p62_b1378", "text": "providing relief to the public;"}, {"text_block_id": "p62_b1379", "text": ""}, {"text_block_id": "p62_b1380", "text": "preventing or combating disruption; or"}, {"text_block_id": "p62_b1381", "text": ""}, {"text_block_id": "p62_b1382", "text": "dealing with the destructive and other effects of the disaster."}, {"text_block_id": "p63_b1383", "text": "The Office of the Prime Minister in exercising its powers may prescribe regulations, including regulations prescribing penalties for any contravention of the regulations."}, {"text_block_id": "p63_b1384", "text": "8.4.2.1.4 The announcement of a Regional or Local Disaster"}, {"text_block_id": "p63_b1385", "text": "disaster in a statement made to the full council."}, {"text_block_id": "p63_b1386", "text": "before the expiry of three months."}, {"text_block_id": "p63_b1387", "text": "8.4.2.1.5 Criteria for Announcement of a Regional or Local Disaster"}, {"text_block_id": "p63_b1388", "text": "indicate that:"}, {"text_block_id": "p63_b1389", "text": ""}, {"text_block_id": "p63_b1390", "text": "settlement to manage it effectively;"}, {"text_block_id": "p63_b1391", "text": "a specific risk affects more than one municipality or constituency or settlement, or exceeds the capabilities of a single municipality, constituency or"}, {"text_block_id": "p63_b1392", "text": ""}, {"text_block_id": "p63_b1393", "text": "cumulative impacts on lives, property and the natural environment;"}, {"text_block_id": "p63_b1394", "text": "the risk results in the same type of event occurring repeatedly and at different times in more than one municipality, constituency or settlement with significant"}, {"text_block_id": "p63_b1395", "text": ""}, {"text_block_id": "p63_b1396", "text": "settlement to manage it effectively;"}, {"text_block_id": "p63_b1397", "text": "an event or process affects more than one municipality, constituency, settlement or exceeds the capabilities of a single municipality, constituency,"}, {"text_block_id": "p63_b1398", "text": ""}, {"text_block_id": "p63_b1399", "text": "affecting people or livestock."}, {"text_block_id": "p63_b1400", "text": "regional or local emergency will include recurrent high-and medium-magnitude events that may require regional support and/or intervention. These include floods, forest and veld fires, large informal settlement fires, destructive windstorms, rainstorms and communicable disease outbreaks"}, {"text_block_id": "p63_b1401", "text": "severity of the disaster is greater or lesser than the initial assessment."}, {"text_block_id": "p63_b1402", "text": "8.4.2.1.6 Special powers in event of Regional or Local Disaster"}, {"text_block_id": "p63_b1403", "text": "regional council and line ministries and municipalities:"}, {"text_block_id": "p63_b1404", "text": ""}, {"text_block_id": "p63_b1405_merged_merged_merged_merged_merged", "text": "vehicles and facilities; make arrangements for the release of any available resources of the Regional Council, government departments, municipalities including stores, equipment,"}, {"text_block_id": "p64_b1407", "text": ""}, {"text_block_id": "p64_b1408", "text": "performance of emergency services;"}, {"text_block_id": "p64_b1409", "text": "make arrangements for personnel of a Regional Council, government departments and municipalities to be made temporarily available for the"}, {"text_block_id": "p64_b1410", "text": ""}, {"text_block_id": "p64_b1411", "text": "implementation of all or any of the provisions of such a plan;"}, {"text_block_id": "p64_b1412", "text": "implement all or any of the provisions of a regional disaster risk management plan that is applicable in the circumstances or initiate, order or oversee the"}, {"text_block_id": "p64_b1413", "text": ""}, {"text_block_id": "p64_b1414", "text": "action is necessary for the preservation of life;"}, {"text_block_id": "p64_b1415", "text": "direct, regulate and oversee the evacuation to temporary shelters of all or part of the population from the emergency-stricken or threatened area if such"}, {"text_block_id": "p64_b1416", "text": ""}, {"text_block_id": "p64_b1417", "text": "regulate and oversee traffic to, from and within the emergency-stricken or"}, {"text_block_id": "p64_b1418", "text": "threatened area;"}, {"text_block_id": "p64_b1419", "text": ""}, {"text_block_id": "p64_b1420", "text": "regulate and oversee the movement of persons and goods to, from and within"}, {"text_block_id": "p64_b1421", "text": "the emergency-stricken or threatened area;"}, {"text_block_id": "p64_b1422", "text": ""}, {"text_block_id": "p64_b1423", "text": "control the occupancy of premises in the disaster-stricken or threatened area;"}, {"text_block_id": "p64_b1424", "text": ""}, {"text_block_id": "p64_b1425", "text": "make provision for and control the use of temporary emergency housing;"}, {"text_block_id": "p64_b1426", "text": ""}, {"text_block_id": "p64_b1427", "text": "implement any measures necessary to maintain existing or to install"}, {"text_block_id": "p64_b1428", "text": "temporary lines of communication to, from or within the affected area;"}, {"text_block_id": "p64_b1429", "text": ""}, {"text_block_id": "p64_b1430", "text": "issue and disseminate information required for dealing with the emergency;"}, {"text_block_id": "p64_b1431", "text": ""}, {"text_block_id": "p64_b1432", "text": "facilitate post-emergency reconstruction, rehabilitation and recovery."}, {"text_block_id": "p64_b1433", "text": "the effects of the disaster."}, {"text_block_id": "p64_b1434", "text": ""}, {"text_block_id": "p64_b1435", "text": "assisting and protecting the public;"}, {"text_block_id": "p64_b1436", "text": ""}, {"text_block_id": "p64_b1437", "text": "providing relief to the public;"}, {"text_block_id": "p64_b1438", "text": ""}, {"text_block_id": "p64_b1439", "text": "preventing or combating disruption; or"}, {"text_block_id": "p64_b1440", "text": ""}, {"text_block_id": "p64_b1441", "text": "dealing with the destructive and other effects of the disaster ."}, {"text_block_id": "p64_b1442", "text": "8.4.2.2 Integrated response"}, {"text_block_id": "p64_b1443", "text": "8.4.2.2.1 Establishment of a Joint Operations Team (JOT)"}, {"text_block_id": "p64_b1444_merged_merged_merged_merged_merged_merged_merged", "text": "The JOT is an operational body that must be established by the NDRMC during disaster situations. The aim of the JOT is to serve in an administrative capacity and to provide and coordinate logistical support for exercises, deployments, and humanitarian assistance. Its mission is to conduct joint, combined and interagency operations in areas affected by disasters and to provide a rapidly deployable, operational-level command and control capability. By bringing together staff and agencies at the strategic and operational level, the JOT will improve the effectiveness of joint planning, assessment, the allocation of resources for disaster operations, and the command and control of operations. The JOT must coordinate"}, {"text_block_id": "p65_b1453", "text": "the distribution of disaster relief, search and rescue and the evacuation of people at"}, {"text_block_id": "p65_b1454", "text": "risk of disasters. The JOT must report to the NDRMC."}, {"text_block_id": "p65_b1455", "text": "administration and support."}, {"text_block_id": "p65_b1456", "text": "Command Teams."}, {"text_block_id": "p65_b1457", "text": "8.4.2.2.2 The Central Command Team"}, {"text_block_id": "p65_b1458", "text": "The Central Command Team is composed of the following members:"}, {"text_block_id": "p65_b1459", "text": ""}, {"text_block_id": "p65_b1460", "text": "The Secretary to Cabinet"}, {"text_block_id": "p65_b1461", "text": ""}, {"text_block_id": "p65_b1462", "text": "The Permanent Secretaries of the Ministries of:"}, {"text_block_id": "p65_b1463", "text": "The Permanent Secretaries of the Ministries of:\n* Defence;\n* Safety and Security;\n* the Office of the Prime Minister;\n* Regional and Local Government, Housing and Rural Development; and\n* Hydrology;\n* Disease Prevention and Control;\n* Veterinary Services;\n* Roads Engineering;\n* Maritime Affairs;\n* Environmental Affairs;\n* Mines;"}, {"text_block_id": "p65_b1471", "text": ""}, {"text_block_id": "p65_b1472", "text": "The Directors of:"}, {"text_block_id": "p65_b1487", "text": ""}, {"text_block_id": "p65_b1488", "text": "The Chief Executive: Namibia Telecommunication; and,"}, {"text_block_id": "p65_b1489", "text": ""}, {"text_block_id": "p65_b1490", "text": "any other specialist that the Secretary to Cabinet shall incorporate into the"}, {"text_block_id": "p65_b1491", "text": "Central Command Team."}, {"text_block_id": "p65_b1492_merged_merged_merged", "text": "The Director Disaster Risk Management must serve as the Secretary of the Central Command Team."}, {"text_block_id": "p65_b1494", "text": "8.4.2.2.3"}, {"text_block_id": "p65_b1495", "text": "The Regional Command Team (RCT)"}, {"text_block_id": "p65_b1496", "text": "counseling, supply of water and sanitation) and the joint information centre."}, {"text_block_id": "p65_b1497", "text": "8.4.2.2.4"}, {"text_block_id": "p65_b1498", "text": "Field Command Team (FCT)"}, {"text_block_id": "p66_b1499", "text": "sanitation), the joint information center, and the disaster field office."}, {"text_block_id": "p66_b1500", "text": "The FCT must consist of representatives from:"}, {"text_block_id": "p66_b1501", "text": ""}, {"text_block_id": "p66_b1502", "text": "the relevant regional council;"}, {"text_block_id": "p66_b1503", "text": ""}, {"text_block_id": "p66_b1504", "text": "relevant government departments;"}, {"text_block_id": "p66_b1505", "text": ""}, {"text_block_id": "p66_b1506", "text": "the Namibia Police;"}, {"text_block_id": "p66_b1507", "text": ""}, {"text_block_id": "p66_b1508", "text": "the Namibia Defence Force;"}, {"text_block_id": "p66_b1509", "text": ""}, {"text_block_id": "p66_b1510", "text": "the Namibia Red Cross Society; and,"}, {"text_block_id": "p66_b1511", "text": ""}, {"text_block_id": "p66_b1512", "text": "any other member that the RCT deems essential."}, {"text_block_id": "p66_b1513", "text": "8.4.2.2.5 Co-ordination of disaster response operations"}, {"text_block_id": "p66_b1514", "text": "The OMA (Lead Agency) assigned with the primary responsibility for the development and implementation of disaster risk management plans of a specific known rapid-and slow-onset significant event or disaster is responsible for the coordination and management of the response to the applicable significant event or disaster. For example, flood response and recovery efforts would involve the combined efforts of many stakeholders, but the primary responsibility must be allocated to a specific Government Ministry with the other stakeholders assuming supportive responsibilities. In the case of floods, the Hydrology Division of the Ministry of Agriculture, Water and Forestry will bear primary responsibility. In the case of drought, the Department of Agriculture Extension Services will be the primary agency. Table 2 below specifies the OMAs tasked as lead agencies that are assigned the primary responsibility for the coordination and management of disaster response to significant events and disasters resulting from specific known hazards."}, {"text_block_id": "p67_b1515", "text": "Table 2: Lead OMAs for specific hazards"}, {"text_block_id": "p67_b1516", "text": "8.4.2.2.6 National standard disaster response management system"}, {"text_block_id": "p67_b1517", "text": "standards."}, {"text_block_id": "p67_b1518", "text": "8.4.3"}, {"text_block_id": "p67_b1519", "text": "Imperative 3: Establish mechanisms for the management of disaster relief and recovery operations"}, {"text_block_id": "p67_b1520_merged", "text": "Government‟s within the administrative frameworks established by the NDRMC."}, {"text_block_id": "p67_b1522", "text": "In this regard, GRN will:"}, {"text_block_id": "p68_b1523", "text": ""}, {"text_block_id": "p68_b1524", "text": "the elderly, the handicapped and other vulnerable groups;"}, {"text_block_id": "p68_b1525", "text": "ensure that persons rendered homeless by a disaster will be provided with temporary shelter with particular attention being given to low-income groups,"}, {"text_block_id": "p68_b1526", "text": ""}, {"text_block_id": "p68_b1527", "text": "promote the cooperation of and consult with the appropriate public, private and non-governmental entities in ensuring the provision of relief assistance;"}, {"text_block_id": "p68_b1528", "text": ""}, {"text_block_id": "p68_b1529", "text": "take action to support programmes that will expedite the rehabilitation of those"}, {"text_block_id": "p68_b1530", "text": "rendered homeless as a result of a disaster;"}, {"text_block_id": "p68_b1531", "text": ""}, {"text_block_id": "p68_b1532", "text": "make budgetary provision for the maintenance and stocking of emergency"}, {"text_block_id": "p68_b1533", "text": "shelters;"}, {"text_block_id": "p68_b1534", "text": ""}, {"text_block_id": "p68_b1535", "text": "maintain emergency shelters in accordance with expert advice;"}, {"text_block_id": "p68_b1536", "text": ""}, {"text_block_id": "p68_b1537", "text": "enter into memoranda of understanding with the owners or suppliers of critical"}, {"text_block_id": "p68_b1538", "text": "infrastructure necessary in an emergency; and"}, {"text_block_id": "p68_b1539", "text": ""}, {"text_block_id": "p68_b1540", "text": "bear the cost of returning any privately owned facilities used in the response"}, {"text_block_id": "p68_b1541", "text": "and relief effort, to their pre-disaster state."}, {"text_block_id": "p68_b1542", "text": "Government assistance in such circumstance should not be perceived as a"}, {"text_block_id": "p68_b1543", "text": "replacement for insurance."}, {"text_block_id": "p68_b1544", "text": "the RDMC of the disaster affected regions."}, {"text_block_id": "p68_b1545", "text": "In the event that the resources of an OMA, Regional Council/RDRMC, local authority or the private sector are inadequate, inappropriate or unavailable, the OMA, RDMC or local authority may call upon the NDRMC for assistance. The request must be made after full consultations with all relevant stakeholders at regional level and shall only be made through the Regional Governor. If NDRMC approves the request, Cabinet approval to commit state resources must be sought. Once Cabinet has approved a request, the Secretary to Cabinet being the chairperson of NDRMC must call on members of NDRMC to commit resources to satisfy the regional request."}, {"text_block_id": "p68_b1546_merged_merged_merged_merged_merged_merged_merged", "text": "advance which shall be reimbursed to the state fund or the National Disaster Fund from the budget of the relevant OMA, region or local authority."}, {"text_block_id": "p68_b1548", "text": "including appropriate budgetary provisions."}, {"text_block_id": "p68_b1549", "text": "8.4.3.1 Special measures for Reproductive Health (RH) / HIV/AIDS and Gender components during relief and recovery operations"}, {"text_block_id": "p68_b1550", "text": "It is critical that during disasters the reproductive health needs of women and men are highlighted. Women, especially have special reproductive health needs during disasters. Women and girls may be cut-off from health services and in particular from access to reproductive health services."}, {"text_block_id": "p69_b1551", "text": "The following RH/HIV/AIDS and Gender issues must be taken into consideration especially when communities are displaced and are relocated to camps:"}, {"text_block_id": "p69_b1552", "text": ""}, {"text_block_id": "p69_b1553", "text": "engaging the involvement of women in camp management and in the organisation, coordination and the distribution of food;"}, {"text_block_id": "p69_b1554", "text": ""}, {"text_block_id": "p69_b1555", "text": "training of humanitarian workers, security and police officers, defence personnel and humanitarian workers on Gender Based Violence (GBV);"}, {"text_block_id": "p69_b1556", "text": ""}, {"text_block_id": "p69_b1557", "text": "raising awareness on the different forms of GBV and providing information on how to access care should the need arise;"}, {"text_block_id": "p69_b1558", "text": ""}, {"text_block_id": "p69_b1559", "text": "ensuring the presence of a protection officer on site (for example training a volunteer to raise awareness on the problem and work with the authorities to identify measures to prevent GBV but also to be at the forefront of assistance to survivors;"}, {"text_block_id": "p69_b1560", "text": ""}, {"text_block_id": "p69_b1561", "text": "providing psychosocial care to cater for victims of violence as well as to help those affected to cope with the difficulties posed by life in the camp environment; and"}, {"text_block_id": "p69_b1562", "text": ""}, {"text_block_id": "p69_b1563", "text": "providing RH kits such as hygiene kits, contraceptive kits, male and female condoms, delivery kits for pregnant women and for the birth attendants."}, {"text_block_id": "p69_b1564", "text": "8.4.3.2 Disaster Recovery"}, {"text_block_id": "p69_b1565", "text": "quickly as possible in an effective, efficient and sustainable manner."}, {"text_block_id": "p69_b1566", "text": "The primary strategies for disaster recovery are to:"}, {"text_block_id": "p69_b1567", "text": ""}, {"text_block_id": "p69_b1568", "text": "identify and prioritise recovery activities;"}, {"text_block_id": "p69_b1569", "text": ""}, {"text_block_id": "p69_b1570", "text": "promote effective coordinated actions among all agencies;"}, {"text_block_id": "p69_b1571", "text": ""}, {"text_block_id": "p69_b1572", "text": "promote timely decision making and the implementation of decisions;"}, {"text_block_id": "p69_b1573", "text": ""}, {"text_block_id": "p69_b1574", "text": "eliminate duplication of effort and a waste of resources;"}, {"text_block_id": "p69_b1575", "text": ""}, {"text_block_id": "p69_b1576", "text": "provide appropriate accounting and reporting arrangements;"}, {"text_block_id": "p69_b1577", "text": ""}, {"text_block_id": "p69_b1578", "text": "ensure the dissemination of public information;"}, {"text_block_id": "p69_b1579", "text": ""}, {"text_block_id": "p69_b1580", "text": "reduce vulnerability to the same hazards in the future; and to"}, {"text_block_id": "p69_b1581", "text": ""}, {"text_block_id": "p69_b1582", "text": "maintain a culture of accountability in the use of disaster relief funds and"}, {"text_block_id": "p69_b1583", "text": "materials."}, {"text_block_id": "p69_b1584", "text": "8.4.3.3 Psychosocial support"}, {"text_block_id": "p69_b1585_merged_merged", "text": "Post traumatic counseling must form an integral component of the recovery phase which should continue for an extended period of time beyond the initial disaster recovery phase for the medium to long term. Efforts should concentrate on restoring a sense of community and normality. It is often when those affected by disaster come to the full realisation of what they have lost that their needs are greatest, as those most affected have to deal with long-term despair and post-traumatic stress. It is"}, {"text_block_id": "p70_b1592", "text": "therefore critical to plan for this phase, ensuring that resources are available to those"}, {"text_block_id": "p70_b1593", "text": "groups within the population for whom the passing of the event is just the beginning"}, {"text_block_id": "p70_b1594", "text": "of their recovery. Psychosocial support must be provided by relevant sectors"}, {"text_block_id": "p70_b1595", "text": "including the Ministry of Health and Social Services, the Ministry of Gender Equality"}, {"text_block_id": "p70_b1596", "text": "Women and Child Welfare, Faith Based Organisations and any other sector with the"}, {"text_block_id": "p70_b1597", "text": "necessary expertise."}, {"text_block_id": "p70_b1598", "text": "8.4.3.4 Rehabilitation and reconstruction"}, {"text_block_id": "p70_b1599", "text": "activities."}, {"text_block_id": "p70_b1600", "text": "report on progress to the NDRMC."}, {"text_block_id": "p70_b1601", "text": "All rehabilitation and reconstruction strategies following a disaster shall be"}, {"text_block_id": "p70_b1602", "text": "implemented in an integrated and developmental manner."}, {"text_block_id": "p70_b1603", "text": "8.4.4"}, {"text_block_id": "p70_b1604", "text": "Imperative 4: Establish mechanisms for the engagement of volunteers in support of disaster response efforts"}, {"text_block_id": "p70_b1605", "text": "maintain a register of all volunteers enrolled."}, {"text_block_id": "p70_b1606", "text": "8.4.4.1 Reimbursement and Compensation"}, {"text_block_id": "p70_b1607", "text": "of:"}, {"text_block_id": "p70_b1608", "text": ""}, {"text_block_id": "p70_b1609", "text": "carrying out an order or performing any disaster risk management activity; and"}, {"text_block_id": "p70_b1610", "text": ""}, {"text_block_id": "p70_b1611", "text": "making available for the purpose of disaster risk management any land or"}, {"text_block_id": "p70_b1612", "text": "other property."}, {"text_block_id": "p70_b1613_merged_merged_merged_merged", "text": "Any claim for payment of compensation on death or injury to any officer in the Public Service shall apply in relation to a volunteer or other person performing any duty"}, {"text_block_id": "p71_b1615", "text": "related to disaster risk management. Such compensation shall be in accordance with"}, {"text_block_id": "p71_b1616", "text": "the Ministry of Finance Treasury Instructions sections E C 0101, O102 and 0103."}, {"text_block_id": "p71_b1617", "text": "Payment for the use of land and other property shall be based on a reasonable cost"}, {"text_block_id": "p71_b1618", "text": "agreed on between the GRN and the owner of the land or property."}, {"text_block_id": "p71_b1619", "text": "8.4.4.2 Indemnity"}, {"text_block_id": "p71_b1620", "text": "The OPM, RDRMC, SDRMC, Local Authority, an employee or representative of the NDRMS, or any other person performing a function or exercising disaster risk management activities in terms of this NDRM Policy, is not liable for any action taken in good faith in terms of or in furthering the objects of this NDRM Policy."}, {"text_block_id": "p71_b1621", "text": "8.4.5"}, {"text_block_id": "p71_b1622", "text": "Imperative 5: Establish mechanisms for real time information management when a state of national disaster has been declared"}, {"text_block_id": "p71_b1623_merged_merged_merged", "text": "When a state of national disaster has been declared, information management mechanisms must be established to provide adequate internal visibility to the event and to support the sharing of “near real-time” information, reports and other useful tools within the NDRMS. Appropriate tools and technologies such as GIS, maps and images must be identified for the specific disaster and provided to the users. The information mechanisms must be incorporated into the national disaster risk management information system as well as other existing information systems. Where possible the mechanisms must be capable of linking with relevant international information systems and accessing a variety of early warning and information websites for multiple sources for the dissemination of information such as:"}, {"text_block_id": "p71_b1628", "text": ""}, {"text_block_id": "p71_b1629", "text": "earth observation systems;"}, {"text_block_id": "p71_b1630", "text": ""}, {"text_block_id": "p71_b1631", "text": "Geographic information systems (GIS);"}, {"text_block_id": "p71_b1632", "text": ""}, {"text_block_id": "p71_b1633", "text": "Global positioning systems (GPS);"}, {"text_block_id": "p71_b1634", "text": ""}, {"text_block_id": "p71_b1635", "text": "remote sensing; and"}, {"text_block_id": "p71_b1636", "text": ""}, {"text_block_id": "p71_b1637", "text": "internet and internet wireless connections."}, {"text_block_id": "p71_b1638", "text": "Institutions that are useful for accessing the above-mentioned facilities include:"}, {"text_block_id": "p71_b1639", "text": ""}, {"text_block_id": "p71_b1640", "text": "the United Nations Operational Satellite Applications (UNOSAT) website that delivers satellite solutions to relief and development;"}, {"text_block_id": "p71_b1641", "text": ""}, {"text_block_id": "p71_b1642", "text": "the Ministry of Agriculture, Water and Forestry website that provides information on river water levels;"}, {"text_block_id": "p71_b1643", "text": ""}, {"text_block_id": "p71_b1644", "text": "the Rapid Fire Warning website of the Directorate of Forestry in the Ministry of Agriculture, Water and Forestry;"}, {"text_block_id": "p71_b1645", "text": ""}, {"text_block_id": "p71_b1646", "text": "the Namibia Meteorological Services; and"}, {"text_block_id": "p71_b1647", "text": ""}, {"text_block_id": "p71_b1648", "text": "the South African Department of Water Affairs and Forestry website that provides information on river water levels in the region."}, {"text_block_id": "p71_b1649", "text": "8.4.5.1 Information Requirements in Disaster Situations"}, {"text_block_id": "p71_b1650", "text": "Critical information requirements in disaster situations include:"}, {"text_block_id": "p72_b1651", "text": ""}, {"text_block_id": "p72_b1652", "text": "forecast and early warning information;"}, {"text_block_id": "p72_b1653", "text": ""}, {"text_block_id": "p72_b1654", "text": "the number of people affected by location age groups and gender;"}, {"text_block_id": "p72_b1655", "text": ""}, {"text_block_id": "p72_b1656", "text": "the nature and extent of the disaster; and"}, {"text_block_id": "p72_b1657", "text": ""}, {"text_block_id": "p72_b1658", "text": "immediate needs for food, shelter, water supplies, sanitation and health"}, {"text_block_id": "p72_b1659", "text": "services."}, {"text_block_id": "p72_b1660", "text": "8.4.5.2 Rapid impact assessments"}, {"text_block_id": "p72_b1661", "text": "Disaster information must be gathered using standardised data collection tools that are included in standard operation procedures; as well as through inter-organisational coordination meetings; sentinel surveillance; and secondary data from existing profiles of areas affected by disasters. A multidisciplinary team comprising of technical expertise from the relevant OMAs and development partners must be established to conduct rapid impact assessments within twenty-four (24) hours of receiving reports of an impending or disaster situation. A rapid impact assessment report must be compiled and submitted to the NDRMC within seventy two (72) hours of the event. Every assessment team must be provided with terms of reference (TOR) that include instructions and information related to a specific disaster or situation."}, {"text_block_id": "p72_b1662", "text": "Conducting rapid impact assessments, is only the first structured step in the impact assessment process that will continue over a considerable period of time in order to sufficiently reflect the consequences of the disaster, compile and complete the information initially provided and more realistically describe the needs of the most vulnerable. As time progresses, clearer and more comprehensive data is compiled in the form of a detailed sector impact assessment which informs mid-and longer term response and relevant further programming."}, {"text_block_id": "p72_b1663", "text": "A second assessment or re-assessment might be necessary in cases where insufficient information on the situation is available, or in the case of changing needs or budget constraints. The results of the detailed or second assessment are usually used to inform longer term action plans and for the revision of emergency appeals and more detailed programming."}, {"text_block_id": "p72_b1664", "text": "8.4.5.3 Establishment of a reserve communication system"}, {"text_block_id": "p72_b1665", "text": "Field Command Teams."}, {"text_block_id": "p72_b1666", "text": "8.4.5.4 Disaster information dissemination and channels of communication"}, {"text_block_id": "p72_b1667_merged_merged", "text": "The Central Command Team must ensure that information is correctly processed and coordinated. This applies to:"}, {"text_block_id": "p73_b1669", "text": ""}, {"text_block_id": "p73_b1670", "text": "the acquisition of information;"}, {"text_block_id": "p73_b1671", "text": ""}, {"text_block_id": "p73_b1672", "text": "impact assessment information;"}, {"text_block_id": "p73_b1673", "text": ""}, {"text_block_id": "p73_b1674", "text": "decision making; and the"}, {"text_block_id": "p73_b1675", "text": ""}, {"text_block_id": "p73_b1676", "text": "dissemination of decisions and information."}, {"text_block_id": "p73_b1677", "text": "Disease Control, Surveyor General‟s Offices, Central Bureau of Statistics, Early"}, {"text_block_id": "p73_b1678", "text": "Warning Unit and other relevant/authentic information sources should be consulted"}, {"text_block_id": "p73_b1679", "text": "where necessary to obtain expert information to prevent errors in reporting."}, {"text_block_id": "p73_b1680", "text": "8.4.5.5 Coordination Meetings"}, {"text_block_id": "p73_b1681", "text": "Coordination begins with the initiation of working relations and regular sharing of information with the aim of aligning individual responses and achieving synergy in the response efforts. Information sharing includes both written (minutes from meetings, reports) and verbal (teleconferences, briefings) information. Regular meetings for Field, Regional and Central Command Teams should be held to update members on the response activities as well as to compile reports."}, {"text_block_id": "p73_b1682", "text": "Daily reports must be compiled by the Field Command Team. the Regional Command Team must submit adhoc reports as well as weekly reports to the Central Command Team."}, {"text_block_id": "p73_b1683", "text": "Inter-agency coordination meetings must be convened to ensure a multi-sectoral overview of the situation and of the response operations. The meetings are aimed at ensuring sectoral coordination for an integrated and holistic response. The meetings must be convened by the designated sector that has been assigned the primary responsibility for the coordination of the response to a specific disaster threat."}, {"text_block_id": "p73_b1684", "text": "8.4.5.6 Disaster reviews and reports"}, {"text_block_id": "p73_b1685", "text": "aids."}, {"text_block_id": "p73_b1686", "text": "8.4.6"}, {"text_block_id": "p73_b1687", "text": "Key Performance Indicators for KPA 4:"}, {"text_block_id": "p73_b1688", "text": ""}, {"text_block_id": "p73_b1689_merged_merged", "text": "Mechanisms for a uniform approach to the dissemination of effective and appropriate early warnings have been developed and implemented."}, {"text_block_id": "p74_b1691", "text": ""}, {"text_block_id": "p74_b1692", "text": "Effective and appropriate early warning strategies have been developed and"}, {"text_block_id": "p74_b1693", "text": "implemented."}, {"text_block_id": "p74_b1694", "text": ""}, {"text_block_id": "p74_b1695", "text": "Early warning information has been communicated to the relevant"}, {"text_block_id": "p74_b1696", "text": "stakeholders to enable appropriate response."}, {"text_block_id": "p74_b1697", "text": ""}, {"text_block_id": "p74_b1698", "text": "Regular disaster preparedness exercises, simulations and drills are held to"}, {"text_block_id": "p74_b1699", "text": "ensure rapid and effective responses."}, {"text_block_id": "p74_b1700", "text": ""}, {"text_block_id": "p74_b1701", "text": "Funding mechanisms have been established to support disaster preparedness"}, {"text_block_id": "p74_b1702", "text": "measures."}, {"text_block_id": "p74_b1703", "text": ""}, {"text_block_id": "p74_b1704", "text": "Specific measures have been established to engage the participation of all"}, {"text_block_id": "p74_b1705", "text": "stakeholders in disaster preparedness measures."}, {"text_block_id": "p74_b1706", "text": ""}, {"text_block_id": "p74_b1707", "text": "and gazetted or published."}, {"text_block_id": "p74_b1708", "text": "Regulations and directives to standardise and regulate the practice and management of response and recovery operations at all have been developed"}, {"text_block_id": "p74_b1709", "text": ""}, {"text_block_id": "p74_b1710", "text": "Mechanisms have been identified and implemented for the classification of"}, {"text_block_id": "p74_b1711", "text": "disaster and for the declaration of a state of national disaster."}, {"text_block_id": "p74_b1712", "text": ""}, {"text_block_id": "p74_b1713", "text": "Mechanisms have been identified and established for the coordination and"}, {"text_block_id": "p74_b1714", "text": "management of integrated responses to significant events and disasters that"}, {"text_block_id": "p74_b1715", "text": "occur or threaten to occur."}, {"text_block_id": "p74_b1716", "text": ""}, {"text_block_id": "p74_b1717", "text": "annually; as well as after every significant event and disaster."}, {"text_block_id": "p74_b1718", "text": "A national standard response management system which includes standard operating procedures has been developed; is reviewed and is updated"}, {"text_block_id": "p74_b1719", "text": ""}, {"text_block_id": "p74_b1720", "text": "Mechanisms have been identified and implemented for the management of"}, {"text_block_id": "p74_b1721", "text": "disaster relief and recovery operations."}, {"text_block_id": "p74_b1722", "text": ""}, {"text_block_id": "p74_b1723", "text": "Rehabilitation and reconstruction strategies following a significant event or"}, {"text_block_id": "p74_b1724", "text": "disaster are implemented in an integrated and developmental manner."}, {"text_block_id": "p74_b1725", "text": ""}, {"text_block_id": "p74_b1726", "text": "and assigned such responsibility."}, {"text_block_id": "p74_b1727", "text": "The stakeholders/sectors which bear the primary responsibility for contingency planning and the coordination of known priority hazards have been identified"}, {"text_block_id": "p74_b1728", "text": ""}, {"text_block_id": "p74_b1729", "text": "Post disaster teams for early recovery, rehabilitation and reconstruction have"}, {"text_block_id": "p74_b1730", "text": "been established and operate effectively."}, {"text_block_id": "p74_b1731", "text": ""}, {"text_block_id": "p74_b1732", "text": "National Disaster risk management Committee through the DDRM."}, {"text_block_id": "p74_b1733", "text": "Mechanisms for the monitoring of rehabilitation and reconstruction projects have been established and regular progress reports are submitted to the"}, {"text_block_id": "p74_b1734", "text": ""}, {"text_block_id": "p74_b1735_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "reimbursement, compensation and indemnity. Mechanisms have been identified and implemented for the engagement of volunteers to support disaster response and recovery operations; and for"}, {"text_block_id": "p74_b1737", "text": ""}, {"text_block_id": "p74_b1738", "text": "Mechanisms have been established for real time information management when a state of national disaster has been declared and the mechanisms have been incorporated in to the national disaster risk management information management and communication system."}, {"text_block_id": "p74_b1739", "text": "8.5 Key Performance Area 5: Enhance information and knowledge management for disaster risk management"}, {"text_block_id": "p74_b1740", "text": "in Namibia."}, {"text_block_id": "p75_b1741", "text": "across all five Key Performance Areas."}, {"text_block_id": "p75_b1742", "text": "exchange of information between stakeholders."}, {"text_block_id": "p75_b1743", "text": "KPA 5"}, {"text_block_id": "p75_b1744", "text": "risk management in Namibia."}, {"text_block_id": "p75_b1745", "text": "The four imperatives which must be applied to effectively achieve the objective of"}, {"text_block_id": "p75_b1746", "text": "KPA 5 are:"}, {"text_block_id": "p75_b1747", "text": "1."}, {"text_block_id": "p75_b1748", "text": "Develop and establish a comprehensive disaster risk management information management and exchange system in Namibia."}, {"text_block_id": "p75_b1749", "text": "2."}, {"text_block_id": "p75_b1750", "text": "Develop and establish mechanisms to enhance disaster risk management knowledge management in relevant sections of school curricula in Namibia."}, {"text_block_id": "p75_b1751", "text": "3."}, {"text_block_id": "p75_b1752", "text": "Develop and establish mechanisms to enhance research in disaster risk management in Namibia."}, {"text_block_id": "p75_b1753", "text": "4."}, {"text_block_id": "p75_b1754", "text": "Develop and establish mechanisms to create public awareness on disaster risk management in Namibia."}, {"text_block_id": "p75_b1755", "text": "8.5.1"}, {"text_block_id": "p75_b1756", "text": "Imperative 1: Develop and establish a comprehensive disaster risk management information management and exchange system in Namibia"}, {"text_block_id": "p75_b1757", "text": "disaster risk management and for exercising financial control."}, {"text_block_id": "p75_b1758", "text": "The design of the system must include capabilities for:"}, {"text_block_id": "p75_b1759", "text": ""}, {"text_block_id": "p75_b1760", "text": "and areas;"}, {"text_block_id": "p75_b1761", "text": "providing understandable information on disaster risk and protection options and on actions to reduce risks and build resilience in high-risk communities"}, {"text_block_id": "p75_b1762", "text": ""}, {"text_block_id": "p75_b1763", "text": "dissemination;"}, {"text_block_id": "p75_b1764", "text": "promoting the use and application of appropriate information and communication technology (ICT), space-based technologies and related services to support disaster risk reduction for training and information"}, {"text_block_id": "p75_b1765", "text": ""}, {"text_block_id": "p75_b1766_merged_merged_merged_merged_merged", "text": "promoting and improving dialogue and cooperation among scientific communities and practitioners working on disaster risk reduction, and"}, {"text_block_id": "p76_b1768", "text": "encouraging partnerships among stakeholders, including those working on"}, {"text_block_id": "p76_b1769", "text": "the socioeconomic dimensions of disaster risk reduction;"}, {"text_block_id": "p76_b1770", "text": ""}, {"text_block_id": "p76_b1771", "text": "acquiring, sorting, storing, analysing, disseminating and maintaining an"}, {"text_block_id": "p76_b1772", "text": "integrated disaster risk management database; and"}, {"text_block_id": "p76_b1773", "text": ""}, {"text_block_id": "p76_b1774", "text": "at risk."}, {"text_block_id": "p76_b1775", "text": "communication links with all disaster risk management stakeholders and including two way emergency communication links to communities and areas"}, {"text_block_id": "p76_b1776", "text": "8.5.2"}, {"text_block_id": "p76_b1777", "text": "Imperative 2: Develop and establish mechanisms to enhance disaster risk management knowledge management in relevant sections of school curricula Namibia"}, {"text_block_id": "p76_b1778", "text": "mainstreaming disaster risk reduction into development."}, {"text_block_id": "p76_b1779", "text": "in Namibia. The mechanisms must serve to:"}, {"text_block_id": "p76_b1780", "text": ""}, {"text_block_id": "p76_b1781", "text": "promote the integration of disaster risk management knowledge in the school"}, {"text_block_id": "p76_b1782", "text": "curricula at all levels;"}, {"text_block_id": "p76_b1783", "text": ""}, {"text_block_id": "p76_b1784", "text": "planners, emergency managers and local government officials;"}, {"text_block_id": "p76_b1785", "text": "promote the integration disaster risk management knowledge in the relevant training and learning programmes for stakeholders including development"}, {"text_block_id": "p76_b1786", "text": ""}, {"text_block_id": "p76_b1787", "text": "establish standards, mechanisms for accreditation and registration of disaster risk management training that are compliant with the Education Act;"}, {"text_block_id": "p76_b1788", "text": ""}, {"text_block_id": "p76_b1789", "text": "local capacities to mitigate and cope with disasters; and"}, {"text_block_id": "p76_b1790", "text": "facilitate widespread community-based disaster risk management training programmes considering the role of volunteers, as appropriate, to enhance"}, {"text_block_id": "p76_b1791", "text": ""}, {"text_block_id": "p76_b1792_merged_merged_merged_merged_merged_merged_merged", "text": "disaster risk reduction. ensure equal access to appropriate training and educational opportunities for women and vulnerable constituencies; promote gender and cultural sensitivity training as integral components of education and training for"}, {"text_block_id": "p76_b1794", "text": "8.5.3"}, {"text_block_id": "p76_b1795", "text": "Imperative 3: Develop and establish mechanisms to enhance research in disaster risk management in Namibia"}, {"text_block_id": "p76_b1796", "text": "Government can promote applied research by developing a national research agenda, creating opportunities for dialogue among academics, professionals and the private sector. The NDRMC must encourage and guide research in disaster risk management and avail necessary resources and funds for the research and academic community. The NDRMC must develop and establish mechanisms to enhance research in disaster risk management in Namibia through:"}, {"text_block_id": "p77_b1797", "text": ""}, {"text_block_id": "p77_b1798", "text": "promoting and strengthening scientific, research and technical capacity in disaster risk reduction;"}, {"text_block_id": "p77_b1799", "text": ""}, {"text_block_id": "p77_b1800", "text": "strengthening the technical and scientific capacity to develop and apply methodologies, studies and models to assess vulnerabilities to and the impact of geological, weather, water and climate-related hazards, including the improvement of monitoring capacities and assessments; and"}, {"text_block_id": "p77_b1801", "text": ""}, {"text_block_id": "p77_b1802", "text": "encouraging academic disciplines, private sector and key government actors in the collection, synthesis, dissemination and use of available information."}, {"text_block_id": "p77_b1803", "text": "8.5.4"}, {"text_block_id": "p77_b1804", "text": "Imperative 4: Develop and establish mechanisms to create public awareness on disaster risk management in Namibia"}, {"text_block_id": "p77_b1805", "text": "Public awareness activities foster changes in behaviour towards a culture of risk reduction. This involves public information, dissemination, education, radio and television broadcasts and use of the print media. It also involves the establishment of information centres, networks and community participation initiatives. In order to increase public awareness on disaster risk management, the NDRMS under the auspices of the NDRMC must:-"}, {"text_block_id": "p77_b1806", "text": ""}, {"text_block_id": "p77_b1807", "text": "education and consultations;"}, {"text_block_id": "p77_b1808", "text": "promote the engagement of the media to stimulate a culture of disaster resilience and strong community involvement through sustained public"}, {"text_block_id": "p77_b1809", "text": ""}, {"text_block_id": "p77_b1810", "text": "make disaster risk management information accessible free of charge to all;"}, {"text_block_id": "p77_b1811", "text": ""}, {"text_block_id": "p77_b1812", "text": "secure continued resources for implementing awareness campaigns;"}, {"text_block_id": "p77_b1813", "text": ""}, {"text_block_id": "p77_b1814", "text": "establish relationships with media professionals and other commercial and"}, {"text_block_id": "p77_b1815", "text": "marketing interests for sustained public awareness campaigns; and"}, {"text_block_id": "p77_b1816", "text": ""}, {"text_block_id": "p77_b1817", "text": "popular participation in disaster risk reduction activities."}, {"text_block_id": "p77_b1818", "text": "engage respected local officials, religious and community leaders and other interest groups to disseminate information on disaster risk reduction and"}, {"text_block_id": "p77_b1819", "text": "8.5.5"}, {"text_block_id": "p77_b1820", "text": "Key Performance Indicators for KPA 5:"}, {"text_block_id": "p77_b1821", "text": ""}, {"text_block_id": "p77_b1822", "text": "Performances Areas for the implementation of the NDRM Policy."}, {"text_block_id": "p77_b1823", "text": "A functional comprehensive and integrated national disaster risk management information management and communication system has been designed and implemented in Namibia at national, regional and constituency levels that supports the NDRMS, DRM funding and the five Key"}, {"text_block_id": "p77_b1824", "text": ""}, {"text_block_id": "p77_b1825", "text": "Functional communication links have been established and are maintained with all disaster risk management stakeholders."}, {"text_block_id": "p77_b1826", "text": ""}, {"text_block_id": "p77_b1827", "text": "Two-way emergency communication links have been established with"}, {"text_block_id": "p77_b1828", "text": "communities and areas at risk."}, {"text_block_id": "p77_b1829", "text": ""}, {"text_block_id": "p77_b1830", "text": "programmes of disaster risk management stakeholders."}, {"text_block_id": "p77_b1831", "text": "The core concepts of disaster risk management have been integrated into school curricula at all levels and in the relevant training and learning"}, {"text_block_id": "p77_b1832", "text": ""}, {"text_block_id": "p77_b1833", "text": "developed and implemented."}, {"text_block_id": "p77_b1834", "text": "Standards and mechanisms for accreditation and registration of disaster risk management training that are compliant with the Education Act have been"}, {"text_block_id": "p77_b1835", "text": ""}, {"text_block_id": "p77_b1836_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Disaster risk management research contributes disaster risk reduction and to technology development."}, {"text_block_id": "p78_b1838", "text": ""}, {"text_block_id": "p78_b1839", "text": "basis."}, {"text_block_id": "p78_b1840", "text": "Widespread community-based disaster risk management training (in accordance with national training standards) is taking place on a continuous"}, {"text_block_id": "p78_b1841", "text": ""}, {"text_block_id": "p78_b1842_merged_merged", "text": "involvement. The media and private sector is engaged in promoting a culture of disaster risk management awareness, disaster resilience and strong community"}, {"text_block_id": "p78_b1844", "text": ""}, {"text_block_id": "p78_b1845", "text": "Disaster risk management information is accessible free of charge to all."}, {"text_block_id": "p79_b1846", "text": "9 ROLES AND RESPONSIBILITIES OF OTHER STAKEHOLDERS"}, {"text_block_id": "p79_b1847", "text": "Namibia Red Cross Society."}, {"text_block_id": "p79_b1848", "text": "objectives of this policy."}, {"text_block_id": "p79_b1849", "text": "The Office of the Prime Minister on behalf of the Government of Namibia is"}, {"text_block_id": "p79_b1850", "text": "multi-stakeholder planning teams."}, {"text_block_id": "p79_b1851", "text": "9.1 The role and responsibilities of the United Nations agencies and other development partners"}, {"text_block_id": "p79_b1852_merged_merged", "text": "disaster risk reduction into the UN agencies‟ programs and activities dealing with 24 governance."}, {"text_block_id": "p79_b1855", "text": "multi-stakeholder platforms in the regional and local context."}, {"text_block_id": "p80_b1856", "text": "9.2 The Namibia Red Cross Society"}, {"text_block_id": "p80_b1857", "text": "The Namibia Red Cross Society (NRCS) which serves as an auxiliary to government and operates through the Namibia Red Cross Act, No.16 of 1991 is a critical partner in disaster risk management. As an affiliate of the International Federation of the Red Cross and Red Crescent Movement (IFRC), the NRCS complies with the Code of Conduct for the International Red Cross and Red Crescent Movement; the NGOs in Disaster Relief; and in accordance with the guidelines given in the Sphere standards."}, {"text_block_id": "p80_b1858", "text": "The NRCS is thus instrumental in the provision of humanitarian assistance to communities affected by disasters and further contributes to disaster risk reduction and building community resilience to disasters. The DRM policy recognises the role of the NRCS and facilitates unimpeded access to enable it to deliver humanitarian assistance to those affected by disaster, as well as the vital role it plays in the mobilisation of both internal and external resources for disaster risk management."}, {"text_block_id": "p80_b1859", "text": "and local context."}, {"text_block_id": "p80_b1860", "text": "9.3 International Non Governmental Organisations (INGOs)"}, {"text_block_id": "p80_b1861", "text": "assistance they have offered for the purposes of disaster risk management."}, {"text_block_id": "p80_b1862", "text": "and local context."}, {"text_block_id": "p80_b1863", "text": "9.4 National Non Governmental Organisations, Faith and Community Based Organisations"}, {"text_block_id": "p80_b1864", "text": "urgent needs."}, {"text_block_id": "p80_b1865_merged", "text": "The NDRM Policy provides mechanisms for the coordination and integration of the contributions of national NGOs, Faith and Community Based Organisations with"}, {"text_block_id": "p81_b1867", "text": "those of other disaster risk management stakeholders in Namibia through the"}, {"text_block_id": "p81_b1868", "text": "NDRMC and similar multi-stakeholder platforms in the regional and local context."}, {"text_block_id": "p81_b1869", "text": "9.5 The private sector"}, {"text_block_id": "p81_b1870", "text": "based emergency telecommunications."}, {"text_block_id": "p81_b1871", "text": "9.6 Training and Research Institutions"}, {"text_block_id": "p81_b1872", "text": "that are informed by scientific research."}, {"text_block_id": "p81_b1873", "text": "Training and research institutions in Namibia have a vital role to play in:"}, {"text_block_id": "p81_b1874", "text": ""}, {"text_block_id": "p81_b1875", "text": "creating additional applied knowledge and information on disaster risk"}, {"text_block_id": "p81_b1876", "text": "management and integrating it into current curricula;"}, {"text_block_id": "p81_b1877", "text": ""}, {"text_block_id": "p81_b1878_merged_merged_merged", "text": "providing all stakeholders and role players with access to disaster risk management and related information; and"}, {"text_block_id": "p81_b1880", "text": ""}, {"text_block_id": "p81_b1881", "text": "providing an organised value-added advisory service to all stakeholders."}, {"text_block_id": "p81_b1882", "text": "as those contributing to poverty reduction and environmental management."}, {"text_block_id": "p81_b1883", "text": "9.7 The Media"}, {"text_block_id": "p81_b1884", "text": "The media is an important primary source of disaster risk information. It significantly influences how the population and the government views, perceives, and responds to hazards and disasters. For example, the right information helps government and humanitarian organisations to understand better the needs of affected communities and ways to meet those needs."}, {"text_block_id": "p82_b1885", "text": "The role of the media during disasters must be defined and managed through a consultative process involving the media, stakeholders in disaster risk management and especially communities that are routinely affected by disasters or impending disasters. The media must be encouraged to focus on emphasising the underlying causes of disasters and must contribute to inculcating a culture of risk avoidance behavior amongst the people of Namibia. The media can do this by informing the public on the importance of understanding early warnings and reinforcing the need to take heed of early warnings. It is equally important that the media maintains its presence not only during the acute phase of disasters but also during post disaster activities to highlight the aftermath and long-term effects of disasters during the recovery and rehabilitation phases."}, {"text_block_id": "p82_b1886", "text": "Informed publicity about disaster risk management initiatives and achievements will increase public awareness and support particularly in the aftermath of a disaster. The national, regional, constituency, local authority and settlement disaster risk management committees must establish and manage ongoing relations with the relevant national and local media to ensure maximum benefit of media coverage on disaster risk management activities."}, {"text_block_id": "p83_b1887", "text": "10 RELATIONSHIP WITH NATIONAL LEGISLATIONS, POLICIES AND STRATEGIES"}, {"text_block_id": "p83_b1888", "text": "management in Namibia."}, {"text_block_id": "p83_b1889", "text": "In this regard the NDRM Policy aims to:"}, {"text_block_id": "p83_b1890", "text": ""}, {"text_block_id": "p83_b1891", "text": "integrate disaster risk reduction where relevant into development policies and planning at all levels of government, specifically in the poverty reduction strategies sector as well as in other relevant multi-sector policies and plans;"}, {"text_block_id": "p83_b1892", "text": ""}, {"text_block_id": "p83_b1893", "text": "for undertaking disaster risk reduction activities; and to"}, {"text_block_id": "p83_b1894", "text": "adopt or modify where necessary, other relevant legislation to support disaster risk management including regulations and mechanisms that encourage compliance with disaster risk reduction principles and that promote incentives"}, {"text_block_id": "p83_b1895", "text": ""}, {"text_block_id": "p83_b1896_merged_merged", "text": "management accordingly to relevant regional and local authorities. recognise the importance and the specificity of local risk patterns and trends and to decentralise responsibilities and resources for disaster risk"}, {"text_block_id": "p83_b1898", "text": "10.1Key legislations that complement the NDRM Policy"}, {"text_block_id": "p83_b1899", "text": "implementation of the NDRM Policy is to be ensured."}, {"text_block_id": "p83_b1900", "text": "10.1.1"}, {"text_block_id": "p83_b1901", "text": "The Civil Defence Ordinance, No. 3 of 1979"}, {"text_block_id": "p83_b1902", "text": "within principles of democracy and equality espoused by Namibia."}, {"text_block_id": "p83_b1903", "text": "10.1.2"}, {"text_block_id": "p83_b1904", "text": "The Labour Act, No. 11 of 2007"}, {"text_block_id": "p83_b1905", "text": "The Labour Act, No. 11 of 2007 provides for the protection of the health and safety of all employees in Namibia. The Labour Act and supporting regulations complement the NDRM Policy in its effort to create a culture of safety and accountability for the health and safety of all Namibians. In addition the Act regulates the conditions of employment particularly with regard to the payment of overtime as well as compensation in the event of injury or losses in the course of the discharge of duty."}, {"text_block_id": "p84_b1906", "text": "10.1.3"}, {"text_block_id": "p84_b1907", "text": "The Minerals (Prospecting and Mining) Act, No. 33 of 1992"}, {"text_block_id": "p84_b1908", "text": "emanating from mining operations."}, {"text_block_id": "p84_b1909", "text": "10.1.4"}, {"text_block_id": "p84_b1910", "text": "The Social Security Act, No. 34 of 1994"}, {"text_block_id": "p84_b1911", "text": "The Social Security Act provides a social safety net"}, {"text_block_id": "p84_b1912", "text": "which includes health benefits for the sick, paid maternity leave for women and death and retirement benefits. The Social Security Act also makes provision for a Development Fund for conducting training as well as for the granting of bursaries, loans and other financial assistance to students at tertiary institutions. Employment schemes for the benefit of socioeconomically disadvantaged persons who are unemployed are also provided for in the Act. The focus of this Act on the vulnerable contributes partly to cost sharing and to public safety nets. The aim of the Act being to avoid employees and their families from sliding into destitution due to the loss of income as a result of illness, pregnancy, disability, retirement and loss of life, all of which support the fundamental"}, {"text_block_id": "p84_b1913", "text": "principles on which the NDRM Policy is based."}, {"text_block_id": "p84_b1914", "text": "10.1.5"}, {"text_block_id": "p84_b1915", "text": "The Public Service Act, No. 13 of 1995"}, {"text_block_id": "p84_b1916", "text": "The Public Service Act provides for the establishment, management and efficiency of the Public Service. It makes provision for the regulation of employment in the Public Service, for conditions of service, disciplinary procedures, retirement and for the discharge of staff members from the Public Service and other incidental matters."}, {"text_block_id": "p84_b1917", "text": "the NDRM Policy."}, {"text_block_id": "p84_b1918", "text": "10.1.6"}, {"text_block_id": "p84_b1919", "text": "The State Finance Act, No. 31 of 1991"}, {"text_block_id": "p84_b1920", "text": "assets owned or leased by the State."}, {"text_block_id": "p84_b1921_merged_merged", "text": "Section 19 of the Act states that “No gift shall be accepted without authorisation from the Treasury …..” within or from outside the country"}, {"text_block_id": "p85_b1926", "text": "equipment during disasters is subject to Treasury Instructions."}, {"text_block_id": "p85_b1927", "text": "10.1.7"}, {"text_block_id": "p85_b1928", "text": "The Defence Act, No. 1 of 2002"}, {"text_block_id": "p85_b1929", "text": "Section 29 of the Defence Act No. 1 of 2002 provides for the mobilisation of a reserve force for the combating of terrorism, internal disorder or other emergency. The Act provides the President with powers to call out the whole or any portion of a reserve force for service in the preservation of life, health or property or in the maintenance of essential services"}, {"text_block_id": "p85_b1930", "text": ". The Act also empowers the Minister of Defence to call out for mobilisation for any such service the whole or any portion of the reserve force where in the opinion of the Minister the urgency of the circumstances requires the services of the defence force. When called out in aid of civil authorities, the Namibia Defence Force is guided by the Namibia Defence Force Rules of Engagement (ROE), Namibia Defence Force Aid to Civilian Authorities and Standing Operation Procedures."}, {"text_block_id": "p85_b1931", "text": "10.1.8"}, {"text_block_id": "p85_b1932", "text": "The Local Authority Fire Brigade Services Act, No. 5 of 2006"}, {"text_block_id": "p85_b1933", "text": "The Act regulates fire suppression in areas governed by local authorities, which comprise mainly urban and semi-urban areas. One of the provisions of this Act is that if a local authority establishes a fire brigade service, the Ministry of Regional and Local Government and Housing and Rural Development must subsidise such a service, and a chief fire officer must be appointed to head each fire brigade service."}, {"text_block_id": "p85_b1934", "text": "regarded as a „centre of excellence‟ that provides training"}, {"text_block_id": "p85_b1935", "text": "services in contingency"}, {"text_block_id": "p85_b1936", "text": "planning and fire suppression."}, {"text_block_id": "p85_b1937", "text": "From a disaster risk management perspective, provision needs to be made for Local Authority Fire Brigades Services to assist in fire suppression outside of municipal areas as well, particularly in the case of veld and forest fires. The NDRM Policy supports national efforts to ensure that all local authorities have adequate capacity for fire fighting."}, {"text_block_id": "p85_b1938", "text": "10.1.9"}, {"text_block_id": "p85_b1939", "text": "The Environmental Management Act, No. 7 of 2007"}, {"text_block_id": "p85_b1940_merged_merged_merged", "text": "In terms of Article 95(I) of the Namibian Constitution, the state shall actively promote and maintain the welfare of people by adopting inter alia, policies aimed at the “maintenance of ecosystems, essential ecological processes and biological diversity"}, {"text_block_id": "p86_b1943", "text": "of Namibia…”"}, {"text_block_id": "p86_b1944", "text": ". In accordance with the Article, Namibia enacted the Environmental"}, {"text_block_id": "p86_b1945", "text": "Management and Assessment Act (EMAA) in 2007. The aim of the EMAA is to give"}, {"text_block_id": "p86_b1946", "text": "statutory effect to Namibia‟s Environmental Assessment Policy in a manner that"}, {"text_block_id": "p86_b1947", "text": "provides for the establishment of general environmental management principles,"}, {"text_block_id": "p86_b1948", "text": "preferably by setting-up various environmental responsibilities. Those found to be in"}, {"text_block_id": "p86_b1949", "text": "violation of the set environmental provisions may be held accountable for their"}, {"text_block_id": "p86_b1950", "text": "actions. The NDRM Policy complements the EMAA as it recognises the importance"}, {"text_block_id": "p86_b1951", "text": "of sustainable environmental management. Sustainable management of the"}, {"text_block_id": "p86_b1952", "text": "environment contributes to reduced environmental hazards which in turn reduce"}, {"text_block_id": "p86_b1953", "text": "vulnerability to environmental hazards thus contributing to disaster risk reduction."}, {"text_block_id": "p86_b1954", "text": "10.1.10"}, {"text_block_id": "p86_b1955", "text": "The Motor Vehicle Accident Fund Act, No. 10 of 2007"}, {"text_block_id": "p86_b1956", "text": "The Motor Vehicle Accident (MVA) Fund Act makes provision for all motor vehicle accident casualties to receive medical assistance (medical treatment, injury management, rehabilitation and life enhancement) including a funeral grant in respect of any person killed in a motor vehicle accident. The MVA Act thus contributes to disaster risk management through the aforementioned provisions."}, {"text_block_id": "p86_b1957", "text": "10.1.11"}, {"text_block_id": "p86_b1958", "text": "The Namibia Red Cross Act, No. 16 of 1991"}, {"text_block_id": "p86_b1959", "text": "This Act recognises the Namibia Red Cross as a voluntary aid society, which serves as an auxiliary to the Government. In disaster situations, the Namibia Red Cross Society is guided by the Fundamental Principles of the Red Cross and Red Crescent Societies. The Act compliments the National Disaster Risk Management Policy by serving as an auxiliary in the implementation of disaster risk management activities."}, {"text_block_id": "p86_b1960", "text": "10.2.1"}, {"text_block_id": "p86_b1961", "text": "The National Drought Policy & Strategy"}, {"text_block_id": "p86_b1962_merged_merged", "text": "government to the farmer."}, {"text_block_id": "p86_b1965", "text": "funding for drought disasters."}, {"text_block_id": "p87_b1966", "text": "10.2.2"}, {"text_block_id": "p87_b1967", "text": "The Draft National Forest and Veld Fire Management Policy"}, {"text_block_id": "p87_b1968", "text": "The draft policy is not yet approved by the Ministry of Agriculture, Water and Forestry and"}, {"text_block_id": "p87_b1969", "text": "Cabinet and therefore has not yet been implemented."}, {"text_block_id": "p87_b1970", "text": "veld fire management in land resource management."}, {"text_block_id": "p87_b1971", "text": "The Forest and Veld Fire Management Policy is consistent with NDRM Policy as it"}, {"text_block_id": "p87_b1972", "text": "addresses the following areas:"}, {"text_block_id": "p87_b1973", "text": ""}, {"text_block_id": "p87_b1974", "text": "the legal framework for veld and forest fire management;"}, {"text_block_id": "p87_b1975", "text": ""}, {"text_block_id": "p87_b1976", "text": "the modification and review of associated legislations and by-laws;"}, {"text_block_id": "p87_b1977", "text": ""}, {"text_block_id": "p87_b1978", "text": "the assessment and detection of possible fire hazards;"}, {"text_block_id": "p87_b1979", "text": ""}, {"text_block_id": "p87_b1980", "text": "public awareness, education, research and training in relation to forest and"}, {"text_block_id": "p87_b1981", "text": "veld fire management;"}, {"text_block_id": "p87_b1982", "text": ""}, {"text_block_id": "p87_b1983", "text": "extra-sectoral linkages including linkages with church/faith based"}, {"text_block_id": "p87_b1984", "text": "organisations, NGOs and CBOs; and"}, {"text_block_id": "p87_b1985", "text": ""}, {"text_block_id": "p87_b1986_merged_merged_merged_merged_merged", "text": "financing risk management applications such as the construction of cutlines/fire breaks, and fire hazard response mechanisms."}, {"text_block_id": "p87_b1988", "text": "10.2.3"}, {"text_block_id": "p87_b1989", "text": "The Environmental Assessment Policy"}, {"text_block_id": "p87_b1990", "text": "environmental benefits."}, {"text_block_id": "p87_b1991", "text": "form the core of this policy."}, {"text_block_id": "p87_b1992", "text": "10.2.4"}, {"text_block_id": "p87_b1993", "text": "The Aviation Safety Management Systems Policy"}, {"text_block_id": "p87_b1994", "text": "Policy are complementary to each other with regard to transportation safety."}, {"text_block_id": "p88_b1995", "text": "10.3.1"}, {"text_block_id": "p88_b1996", "text": "The National Disaster Plan"}, {"text_block_id": "p88_b1997", "text": "Namibia. The NDP is therefore now redundant and the NDRMC must facilitate the"}, {"text_block_id": "p88_b1998", "text": "review of the NDP as it does not conform to the NDRM Policy and the principles of"}, {"text_block_id": "p88_b1999", "text": "disaster risk reduction."}, {"text_block_id": "p88_b2000", "text": "10.3.2"}, {"text_block_id": "p88_b2001", "text": "Namibia Defence Force (NDF) Aid to Civil Authorities 1993"}, {"text_block_id": "p88_b2002_merged_merged", "text": "The Namibia Defence Force Aid to Civil Authorities is the Namibia Defence Force types of assistance including assistance in development projects."}, {"text_block_id": "p88_b2004", "text": "10.3.3"}, {"text_block_id": "p88_b2005", "text": "The National Development Plan III"}, {"text_block_id": "p88_b2006", "text": "The National Development Plan lll (2008/2012) is a five year strategic plan which focuses on an Integrated Result Based Management (IRBM) approach which is in line with the fundamental concept of an integrated disaster risk management system."}, {"text_block_id": "p88_b2007", "text": "The NDRM Policy compliments the National Development Plan lll through its focus on reducing risk and building community resilience. Disaster risk management is considered as a cross cutting issue in the National Development Plan lll because of the requirement to integrate disaster risk reduction strategies into sectoral development planning. The National Disaster Risk Management policy focuses on protecting development gains and therefore aligns itself with the National Development Plan lll."}, {"text_block_id": "p88_b2008", "text": "10.3.4"}, {"text_block_id": "p88_b2009", "text": "The National Strategic Plan on HIV/AIDS: Medium Term Plan (MTP) 2004-2009"}, {"text_block_id": "p88_b2010", "text": "keeping with the fundamentals of disaster risk management."}, {"text_block_id": "p89_b2011", "text": "10.3.5"}, {"text_block_id": "p89_b2012", "text": "The National Health Emergency Preparedness and Response    Plan (NHEPRP): 2003"}, {"text_block_id": "p89_b2013", "text": "the prevention and control of epidemics in Namibia."}, {"text_block_id": "p89_b2014", "text": "10.3.6"}, {"text_block_id": "p89_b2015", "text": "The National Oil Spills Contingency Plan"}, {"text_block_id": "p89_b2016", "text": "This plan was approved by Government and is operational. The National Oil Spills Contingency Plan is an integral component of national disaster risk management planning. It addresses legal framework issues; oil spill risks; the mapping of sensitive areas; the management of oil spills; and linkages among national institutions and between Namibia and other coastal states in the region."}, {"text_block_id": "p89_b2017", "text": "10.3.7"}, {"text_block_id": "p89_b2018", "text": "The National Policy on Orphans and Vulnerable Children"}, {"text_block_id": "p89_b2019", "text": "OVCs."}, {"text_block_id": "p90_b2020", "text": "11 RELATIONSHIP WITH INTERNATIONAL, REGIONAL PROTOCOLS AND CONVENTIONS"}, {"text_block_id": "p90_b2021", "text": "objectives of Namibia‟s NDRM Policy are derived from those priorities for action and"}, {"text_block_id": "p90_b2022", "text": "the key performance areas for implementation of the NDRM Policy are built on the"}, {"text_block_id": "p90_b2023", "text": "objectives."}, {"text_block_id": "p90_b2024", "text": "In addition the NDRM Policy is equally committed to the Africa Regional Strategy for"}, {"text_block_id": "p90_b2025", "text": "disaster risk reduction which aims to contribute to the attainment of sustainable"}, {"text_block_id": "p90_b2026", "text": "development and poverty eradication by facilitating the integration of disaster risk"}, {"text_block_id": "p90_b2027", "text": "reduction into development."}, {"text_block_id": "p90_b2028", "text": "is to reduce disaster risk and build communities resilience to disasters."}, {"text_block_id": "p90_b2029", "text": "disaster risk management."}, {"text_block_id": "p90_b2030", "text": "These include among others:"}, {"text_block_id": "p90_b2031", "text": ""}, {"text_block_id": "p90_b2032", "text": "The Convention on Biological Diversity"}, {"text_block_id": "p90_b2033", "text": ""}, {"text_block_id": "p90_b2034", "text": "The Convention on the Elimination of all forms of Discrimination Against Women"}, {"text_block_id": "p90_b2035", "text": ""}, {"text_block_id": "p90_b2036_merged_merged_merged", "text": "The Convention to combat Desertification in those Countries Experiencing Serious Drought and/or desertification in Africa"}, {"text_block_id": "p90_b2038", "text": ""}, {"text_block_id": "p90_b2039", "text": "The Framework Convention on International Civil Defence assistance"}, {"text_block_id": "p90_b2040", "text": ""}, {"text_block_id": "p90_b2041", "text": "International Cooperation to reduce the impact of EL Nino phenomenon"}, {"text_block_id": "p90_b2042", "text": ""}, {"text_block_id": "p90_b2043", "text": "The International Decade for Natural Disaster Reduction (IDNR)"}, {"text_block_id": "p90_b2044", "text": ""}, {"text_block_id": "p90_b2045", "text": "The International Strategy for Disaster Reduction of 2000 (ISDR)"}, {"text_block_id": "p90_b2046", "text": ""}, {"text_block_id": "p90_b2047", "text": "The International Year of Mountains"}, {"text_block_id": "p90_b2048", "text": ""}, {"text_block_id": "p90_b2049", "text": "Natural Disasters and Vulnerability"}, {"text_block_id": "p90_b2050", "text": ""}, {"text_block_id": "p90_b2051", "text": "The UN General Assembly Resolution 2034, of 1965 on natural and technological disasters"}, {"text_block_id": "p90_b2052", "text": ""}, {"text_block_id": "p90_b2053", "text": "The United Nations Conference on Environment and Development"}, {"text_block_id": "p90_b2054", "text": ""}, {"text_block_id": "p90_b2055", "text": "The United Nations Millennium Declaration"}, {"text_block_id": "p90_b2056", "text": ""}, {"text_block_id": "p90_b2057", "text": "The World Climate Change Conference"}, {"text_block_id": "p90_b2058", "text": ""}, {"text_block_id": "p90_b2059", "text": "The World Conference on Human Rights"}, {"text_block_id": "p90_b2060", "text": ""}, {"text_block_id": "p90_b2061", "text": "The World Summit for Social Development"}, {"text_block_id": "p90_b2062", "text": ""}, {"text_block_id": "p90_b2063", "text": "The World Summit on Sustainable Development"}, {"text_block_id": "p90_b2064", "text": ""}, {"text_block_id": "p90_b2065", "text": "The SADC Disaster Management Strategy"}, {"text_block_id": "p92_b2066", "text": "Appendix II: Role and responsibilities of the National Disaster Risk Management Committee (NDRMC)"}, {"text_block_id": "p92_b2067", "text": "Secretary to Cabinet."}, {"text_block_id": "p92_b2068", "text": "The NDRMC must mobilise resources for the application of total disaster risk"}, {"text_block_id": "p92_b2069", "text": "management in Namibia and to meet the urgent needs created by a disaster."}, {"text_block_id": "p92_b2070", "text": "To achieve this, the NDRMC must:"}, {"text_block_id": "p92_b2071", "text": ""}, {"text_block_id": "p92_b2072", "text": "objectives of the NDRM Policy;"}, {"text_block_id": "p92_b2073", "text": "meet at least quarterly to monitor progress with the implementation of the NDRMC Policy and to ensure that the relevant ministries are meeting"}, {"text_block_id": "p92_b2074", "text": ""}, {"text_block_id": "p92_b2075", "text": "report to the Cabinet quarterly on progress with the implementation of the"}, {"text_block_id": "p92_b2076", "text": "NDRM Policy;"}, {"text_block_id": "p92_b2077", "text": ""}, {"text_block_id": "p92_b2078", "text": "ensure that the core concepts of disaster risk reduction are integrated into the activities of each relevant ministry and that each of the relevant ministries takes primary responsibility for disaster risk management within their sector;"}, {"text_block_id": "p92_b2079", "text": ""}, {"text_block_id": "p92_b2080", "text": "ensure the establishment of effective and functional disaster risk management"}, {"text_block_id": "p92_b2081", "text": "at all levels;"}, {"text_block_id": "p92_b2082", "text": ""}, {"text_block_id": "p92_b2083", "text": "ensure that disaster risk reduction is integrated into all development policies, strategies and programmes at national, regional, constituency and local levels;"}, {"text_block_id": "p92_b2084", "text": ""}, {"text_block_id": "p92_b2085", "text": "warning systems;"}, {"text_block_id": "p92_b2086", "text": "support and mobilise resources for improved disaster risk assessment, the quality of information and data on disaster risk and for strengthening early"}, {"text_block_id": "p92_b2087", "text": ""}, {"text_block_id": "p92_b2088", "text": "support the enhancement of skills and capacities for DRM at national,"}, {"text_block_id": "p92_b2089", "text": "regional, constituency and local levels;"}, {"text_block_id": "p92_b2090", "text": ""}, {"text_block_id": "p92_b2091", "text": "promote and strengthen scientific research and technical capacity in disaster"}, {"text_block_id": "p92_b2092", "text": "risk reduction;"}, {"text_block_id": "p92_b2093", "text": ""}, {"text_block_id": "p92_b2094", "text": "disaster risk;"}, {"text_block_id": "p92_b2095", "text": "advocate the development of national information and knowledge management strategies and the establishment of stakeholder networks for"}, {"text_block_id": "p92_b2096", "text": ""}, {"text_block_id": "p92_b2097", "text": "prepare, review and update disaster risk management policy and coordinate"}, {"text_block_id": "p92_b2098", "text": "and supervise disaster response operations;"}, {"text_block_id": "p92_b2099", "text": ""}, {"text_block_id": "p92_b2100", "text": "administer the National Disaster Fund;"}, {"text_block_id": "p92_b2101", "text": ""}, {"text_block_id": "p92_b2102", "text": "provide real time advice to Cabinet on disaster situations;"}, {"text_block_id": "p92_b2103", "text": ""}, {"text_block_id": "p92_b2104", "text": "support the integration of DRR training into the Namibia Institute of Public"}, {"text_block_id": "p92_b2105", "text": "Administration and Management and into school curricula;"}, {"text_block_id": "p92_b2106", "text": ""}, {"text_block_id": "p92_b2107", "text": "facilitate the training opportunities in disaster risk management for policy"}, {"text_block_id": "p92_b2108", "text": "makers;"}, {"text_block_id": "p92_b2109", "text": ""}, {"text_block_id": "p92_b2110", "text": "endorse the DRM strategies and plans and give guidance to the DDRM in all"}, {"text_block_id": "p92_b2111", "text": "matters pertaining to disaster risk management; and"}, {"text_block_id": "p92_b2112", "text": ""}, {"text_block_id": "p92_b2113_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "appropriateness of personnel, food and other commodities as donations. periodically review policy issues regarding international appeals, soliciting, the acceptance and the use of international assistance, including international personnel. These reviews will include specifications on the acceptability and"}, {"text_block_id": "p93_b2115", "text": "responsible under the auspices of the NMDRC to:"}, {"text_block_id": "p93_b2116", "text": ""}, {"text_block_id": "p93_b2117", "text": "facilitate and coordinate the development of a national DRM policy and the"}, {"text_block_id": "p93_b2118", "text": "legal framework for disaster risk management in Namibia;"}, {"text_block_id": "p93_b2119", "text": ""}, {"text_block_id": "p93_b2120", "text": "facilitate the development, strengthening and transformation of the NDRMS;"}, {"text_block_id": "p93_b2121", "text": ""}, {"text_block_id": "p93_b2122", "text": "facilitate and coordinate disaster risk assessments undertaken in partnership"}, {"text_block_id": "p93_b2123", "text": "with stakeholders, regional councils and local authorities;"}, {"text_block_id": "p93_b2124", "text": ""}, {"text_block_id": "p93_b2125", "text": "facilitate and coordinate the development, implementation and maintenance of"}, {"text_block_id": "p93_b2126", "text": "integrated disaster risk management plans for DRM at the levels of"}, {"text_block_id": "p93_b2127", "text": "government which include:"}, {"text_block_id": "p93_b2128", "text": "government which include:\n* specific disaster risk reduction strategies, aimed at building resilient\n* specific disaster risk reduction strategies, aimed at building resilient\n areas, communities, households and individuals;\n* the development and testing of contingency plans for known priority risk\n* the development and testing of contingency plans for known priority risk\n at all three levels of government;\n* been prevented or predicted; and\n* been prevented or predicted; and\n the development of response and recovery plans to ensure rapid and\n* align and consolidate national early warning systems."}, {"text_block_id": "p93_b2139", "text": ""}, {"text_block_id": "p93_b2140", "text": "risk reduction in vulnerable communities at risk to disasters;"}, {"text_block_id": "p93_b2141", "text": "provide support to regional and local authorities disaster risk management committees to implement awareness programmes for the purpose of disaster"}, {"text_block_id": "p93_b2142", "text": ""}, {"text_block_id": "p93_b2143", "text": "assist with the establishment of mechanisms for creating public awareness"}, {"text_block_id": "p93_b2144", "text": "inculcating a culture of risk avoidance;"}, {"text_block_id": "p93_b2145", "text": ""}, {"text_block_id": "p93_b2146", "text": "guide the development of a comprehensive information management and"}, {"text_block_id": "p93_b2147", "text": "communication system;"}, {"text_block_id": "p93_b2148", "text": ""}, {"text_block_id": "p93_b2149", "text": "make provision for a national education, training and research strategy;"}, {"text_block_id": "p93_b2150", "text": ""}, {"text_block_id": "p93_b2151", "text": "develop, implement and maintain dynamic disaster risk management"}, {"text_block_id": "p93_b2152", "text": "monitoring, evaluation and improvement programmes;"}, {"text_block_id": "p93_b2153", "text": ""}, {"text_block_id": "p93_b2154", "text": "measure performance to evaluate effectiveness of disaster risk management"}, {"text_block_id": "p93_b2155", "text": "and risk reduction strategies;"}, {"text_block_id": "p93_b2156", "text": ""}, {"text_block_id": "p93_b2157_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "levels; and monitor compliance with the five DRM Key Performance Areas and initiatives for the integration/mainstreaming of DRMR into development planning at all"}, {"text_block_id": "p93_b2159", "text": ""}, {"text_block_id": "p93_b2160", "text": "facilitate the training of regional staff in DRR."}, {"text_block_id": "p94_b2161", "text": "A"}, {"text_block_id": "p94_b2162", "text": "ppendix IV: Role and responsibilities of the National Focal Persons (NFP"}, {"text_block_id": "p94_b2163", "text": ")"}, {"text_block_id": "p94_b2164", "text": "The responsibilities of the national focal persons are to:"}, {"text_block_id": "p94_b2165", "text": ""}, {"text_block_id": "p94_b2166", "text": "facilitate and co-ordinate the relevant"}, {"text_block_id": "p94_b2167", "text": "office/ministry/agency‟s"}, {"text_block_id": "p94_b2168", "text": "disaster risk"}, {"text_block_id": "p94_b2169", "text": "management arrangements and planning;"}, {"text_block_id": "p94_b2170", "text": ""}, {"text_block_id": "p94_b2171", "text": "facilitate the mobilisation of resources to manage significant events and"}, {"text_block_id": "p94_b2172", "text": "disasters relevant to the functional area of the sector;"}, {"text_block_id": "p94_b2173", "text": ""}, {"text_block_id": "p94_b2174", "text": "through the DDRM;"}, {"text_block_id": "p94_b2175", "text": "ensure horizontal coordination at the national government level with peer offices/ministries/agencies through the NDRMC, and vertical coordination"}, {"text_block_id": "p94_b2176", "text": ""}, {"text_block_id": "p94_b2177", "text": "oversee the effective implementation of disaster risk management activities of"}, {"text_block_id": "p94_b2178", "text": "the relevant office/ministry/agency;"}, {"text_block_id": "p94_b2179", "text": ""}, {"text_block_id": "p94_b2180", "text": "participate in disaster risk assessment processes including the assessment of"}, {"text_block_id": "p94_b2181", "text": "post disaster impact;"}, {"text_block_id": "p94_b2182", "text": ""}, {"text_block_id": "p94_b2183", "text": "activate office/ministry/agency operational units according to their contingency"}, {"text_block_id": "p94_b2184", "text": "plans;"}, {"text_block_id": "p94_b2185", "text": ""}, {"text_block_id": "p94_b2186", "text": "monitor and evaluate the capacity and resources of the relevant"}, {"text_block_id": "p94_b2187", "text": "office/ministry/agency to meet demands of significant events and disasters;"}, {"text_block_id": "p94_b2188", "text": ""}, {"text_block_id": "p94_b2189", "text": "coordinate the analysis and review of the relevant office/ministry/agency"}, {"text_block_id": "p94_b2190", "text": "disaster risk management policies and plans;"}, {"text_block_id": "p94_b2191", "text": ""}, {"text_block_id": "p94_b2192", "text": "facilitate the conduct of simulation exercises to test the relevant office/ministry/agency contingency plans; and"}, {"text_block_id": "p94_b2193", "text": ""}, {"text_block_id": "p94_b2194_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "regional staff in DRR. facilitate the training of the relevant office/ministry/agency staff in disaster risk reduction and participate in integrated disaster risk reduction training for"}, {"text_block_id": "p95_b2196", "text": "Appendix V: Roles and Responsibilities of the Namibia Vulnerability Assessment Committee (NamVAC)."}, {"text_block_id": "p95_b2197", "text": "The role and responsibilities of the NamVAC are to:"}, {"text_block_id": "p95_b2198", "text": ""}, {"text_block_id": "p95_b2199", "text": "collect vulnerability information including information on the prevailing food"}, {"text_block_id": "p95_b2200", "text": "security status and tracking indicators in order to:"}, {"text_block_id": "p95_b2201", "text": "security status and tracking indicators in order to:\n* inform early warning on pending disasters;\n* guide rural development strategies; and\n* inform poverty reduction and social safety net programming."}, {"text_block_id": "p95_b2207", "text": ""}, {"text_block_id": "p95_b2208", "text": "assess disaster risk indicators to assess factors that influence vulnerability such"}, {"text_block_id": "p95_b2209", "text": "as livelihoods and means of survival for communities in Namibia;"}, {"text_block_id": "p95_b2210", "text": ""}, {"text_block_id": "p95_b2211", "text": "assess the outcomes of impacts of disaster on livelihoods and the ways the"}, {"text_block_id": "p95_b2212", "text": "people affected will cope in the event of hazard shocks;"}, {"text_block_id": "p95_b2213", "text": ""}, {"text_block_id": "p95_b2214", "text": "update livelihood zones and baselines for monitoring vulnerability;"}, {"text_block_id": "p95_b2215", "text": ""}, {"text_block_id": "p95_b2216", "text": "maintain a database for recording and storing vulnerability assessment"}, {"text_block_id": "p95_b2217", "text": "information;"}, {"text_block_id": "p95_b2218", "text": ""}, {"text_block_id": "p95_b2219_merged_merged_merged_merged_merged", "text": "compile regular vulnerability assessment reports and submit these to Cabinet through the NDRMC; and"}, {"text_block_id": "p95_b2221", "text": "train regional and constituency officials on vulnerability assessment and monitoring early warning information."}, {"text_block_id": "p96_b2222", "text": "Appendix Vl: Role and responsibilities of the Regional Disaster Management Committee (RDRMC)"}, {"text_block_id": "p96_b2223", "text": "The role and responsibilities of the RDRMC are to:"}, {"text_block_id": "p96_b2224", "text": ""}, {"text_block_id": "p96_b2225", "text": "stakeholders;"}, {"text_block_id": "p96_b2226", "text": "participate in disaster risk assessments processes and facilitate the development of disaster risk management planning in partnership with"}, {"text_block_id": "p96_b2227", "text": ""}, {"text_block_id": "p96_b2228", "text": "households and individuals;"}, {"text_block_id": "p96_b2229", "text": "ensure the development, implementation and maintenance of disaster risk reduction strategies which will result in resilient areas, communities,"}, {"text_block_id": "p96_b2230", "text": ""}, {"text_block_id": "p96_b2231", "text": "facilitate and monitor the integration of disaster risk reduction initiatives with"}, {"text_block_id": "p96_b2232", "text": "development plans;"}, {"text_block_id": "p96_b2233", "text": ""}, {"text_block_id": "p96_b2234", "text": "facilitate the development of disaster response and recovery plans;"}, {"text_block_id": "p96_b2235", "text": ""}, {"text_block_id": "p96_b2236", "text": "coordinate the testing of sectoral and regional contingency plans;"}, {"text_block_id": "p96_b2237", "text": ""}, {"text_block_id": "p96_b2238", "text": "risk reduction in communities exposed to specific hazards;"}, {"text_block_id": "p96_b2239", "text": "provide support to constituency and village disaster risk management committees to implement awareness programmes for the purpose of disaster"}, {"text_block_id": "p96_b2240", "text": ""}, {"text_block_id": "p96_b2241", "text": "assist with the establishment of mechanisms for creating public awareness to"}, {"text_block_id": "p96_b2242", "text": "inculcate a culture of risk avoidance;"}, {"text_block_id": "p96_b2243", "text": ""}, {"text_block_id": "p96_b2244", "text": "guide the development of a comprehensive information management and"}, {"text_block_id": "p96_b2245", "text": "effective communication system;"}, {"text_block_id": "p96_b2246", "text": ""}, {"text_block_id": "p96_b2247", "text": "align regional early warning systems and facilitate the establishment of a"}, {"text_block_id": "p96_b2248", "text": "regional disaster risk information database;"}, {"text_block_id": "p96_b2249", "text": ""}, {"text_block_id": "p96_b2250", "text": "make provision for education, training and research strategy at regional level;"}, {"text_block_id": "p96_b2251", "text": ""}, {"text_block_id": "p96_b2252", "text": "levels;"}, {"text_block_id": "p96_b2253", "text": "monitor compliance with the five key DRM performance areas and initiatives for the integration/mainstreaming of DRM into development planning at all"}, {"text_block_id": "p96_b2254", "text": ""}, {"text_block_id": "p96_b2255", "text": "mobilise resources for disaster risk management activities for the region;"}, {"text_block_id": "p96_b2256", "text": ""}, {"text_block_id": "p96_b2257", "text": "liaise and consult with DDRM on all issues pertaining to disaster risk"}, {"text_block_id": "p96_b2258", "text": "management in the region; and"}, {"text_block_id": "p96_b2259", "text": ""}, {"text_block_id": "p96_b2260_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "management to DDRM. submit quarterly and annual reports, minutes of meetings and resolutions made by the RDRMC and any information related to disaster risk"}, {"text_block_id": "p97_b2262", "text": "Appendix VIl: Role and Responsibilities of the Regional Disaster Risk Management Field Coordinator (RDRMFC)"}, {"text_block_id": "p97_b2263", "text": "The role and responsibilities of the RDRMFC are to:"}, {"text_block_id": "p97_b2264", "text": ""}, {"text_block_id": "p97_b2265", "text": "provide technical advisory support to the RDRMC, CDRMC and VDRMC;"}, {"text_block_id": "p97_b2266", "text": ""}, {"text_block_id": "p97_b2267", "text": "provide the secretariat to RDRMC;"}, {"text_block_id": "p97_b2268", "text": ""}, {"text_block_id": "p97_b2269", "text": "households and individuals;"}, {"text_block_id": "p97_b2270", "text": "ensure the development, implementation and maintenance of disaster risk reduction strategies, which will result in resilient areas, communities,"}, {"text_block_id": "p97_b2271", "text": ""}, {"text_block_id": "p97_b2272", "text": "facilitate and monitor the integration of disaster risk reduction initiatives with"}, {"text_block_id": "p97_b2273", "text": "development plans;"}, {"text_block_id": "p97_b2274", "text": ""}, {"text_block_id": "p97_b2275", "text": "align regional early warning systems and establish a regional disaster risk"}, {"text_block_id": "p97_b2276", "text": "information database;"}, {"text_block_id": "p97_b2277", "text": ""}, {"text_block_id": "p97_b2278", "text": "facilitate the development of disaster response and recovery plans;"}, {"text_block_id": "p97_b2279", "text": ""}, {"text_block_id": "p97_b2280", "text": "facilitate the testing of sectoral and regional contingency plans;"}, {"text_block_id": "p97_b2281", "text": ""}, {"text_block_id": "p97_b2282", "text": "risk reduction in communities exposed to specific hazards;"}, {"text_block_id": "p97_b2283", "text": "provide support to constituency and village disaster risk management committees to implement awareness programmes for the purpose of disaster"}, {"text_block_id": "p97_b2284", "text": ""}, {"text_block_id": "p97_b2285", "text": "assist with the establishment of mechanisms for creating public awareness to"}, {"text_block_id": "p97_b2286", "text": "inculcate a culture of risk avoidance;"}, {"text_block_id": "p97_b2287", "text": ""}, {"text_block_id": "p97_b2288", "text": "guide the development of a comprehensive information management and"}, {"text_block_id": "p97_b2289", "text": "effective communication system;"}, {"text_block_id": "p97_b2290", "text": ""}, {"text_block_id": "p97_b2291", "text": "develop, implement and maintain dynamic disaster risk management"}, {"text_block_id": "p97_b2292", "text": "monitoring, evaluation and improvement programmes;"}, {"text_block_id": "p97_b2293", "text": ""}, {"text_block_id": "p97_b2294", "text": "measure performance to evaluate effectiveness of disaster risk management"}, {"text_block_id": "p97_b2295", "text": "and risk reduction strategies;"}, {"text_block_id": "p97_b2296", "text": ""}, {"text_block_id": "p97_b2297", "text": "participate in disaster risk assessment processes as well as post disaster"}, {"text_block_id": "p97_b2298", "text": "damage assessment;"}, {"text_block_id": "p97_b2299", "text": ""}, {"text_block_id": "p97_b2300", "text": "liaise and consult with the DDRM on all issues pertaining to disaster risk"}, {"text_block_id": "p97_b2301", "text": "management in the region; and"}, {"text_block_id": "p97_b2302", "text": ""}, {"text_block_id": "p97_b2303_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "management to the DDRM. submit quarterly and annual reports, minutes of meetings and resolutions made by the RDRMC and any information related to disaster risk"}, {"text_block_id": "p98_b2305", "text": "Appendix VIII: Role and responsibilities of the Local Authorities Disaster Risk Management System (LADRMS)"}, {"text_block_id": "p98_b2306", "text": "The role and responsibilities of the LADRMS are to:"}, {"text_block_id": "p98_b2307", "text": ""}, {"text_block_id": "p98_b2308", "text": "conduct disaster risk assessments within the"}, {"text_block_id": "p98_b2309", "text": "local authority‟s area of"}, {"text_block_id": "p98_b2310", "text": "jurisdiction;"}, {"text_block_id": "p98_b2311", "text": ""}, {"text_block_id": "p98_b2312", "text": "integrate"}, {"text_block_id": "p98_b2313", "text": "the local authority‟s disaster risk management"}, {"text_block_id": "p98_b2314", "text": "plans into the regional"}, {"text_block_id": "p98_b2315", "text": "disaster plans;"}, {"text_block_id": "p98_b2316", "text": ""}, {"text_block_id": "p98_b2317", "text": "prepare and update"}, {"text_block_id": "p98_b2318", "text": "the local authority‟s"}, {"text_block_id": "p98_b2319", "text": "response and recovery plans;"}, {"text_block_id": "p98_b2320", "text": ""}, {"text_block_id": "p98_b2321", "text": "coordinate disaster risk management activities in the local authority;"}, {"text_block_id": "p98_b2322", "text": ""}, {"text_block_id": "p98_b2323", "text": "mobilise resources for disaster risk management in the local authority;"}, {"text_block_id": "p98_b2324", "text": ""}, {"text_block_id": "p98_b2325", "text": "facilitate the implementation of public information and public awareness"}, {"text_block_id": "p98_b2326", "text": "programmes in their area;"}, {"text_block_id": "p98_b2327", "text": ""}, {"text_block_id": "p98_b2328", "text": "act as primary responding and mitigation agent within the existing capacities"}, {"text_block_id": "p98_b2329", "text": "of the community;"}, {"text_block_id": "p98_b2330", "text": ""}, {"text_block_id": "p98_b2331", "text": "act as the channel of communication for the community on all issues related to"}, {"text_block_id": "p98_b2332", "text": "disaster risk management;"}, {"text_block_id": "p98_b2333", "text": ""}, {"text_block_id": "p98_b2334", "text": "planning;"}, {"text_block_id": "p98_b2335", "text": "in partnership with stakeholders participate in disaster risk assessments processes and facilitate the development of disaster risk management"}, {"text_block_id": "p98_b2336", "text": ""}, {"text_block_id": "p98_b2337", "text": "households and individuals;"}, {"text_block_id": "p98_b2338", "text": "ensure the development, implementation and maintenance of disaster risk reduction strategies, which will result in resilient areas, communities,"}, {"text_block_id": "p98_b2339", "text": ""}, {"text_block_id": "p98_b2340", "text": "facilitate the development of disaster response and recovery plans;"}, {"text_block_id": "p98_b2341", "text": ""}, {"text_block_id": "p98_b2342", "text": "coordinate the testing of sectoral and regional contingency plans;"}, {"text_block_id": "p98_b2343", "text": ""}, {"text_block_id": "p98_b2344", "text": "assist with the establishment of mechanisms for creating public awareness to"}, {"text_block_id": "p98_b2345", "text": "inculcate a culture of risk avoidance;"}, {"text_block_id": "p98_b2346", "text": ""}, {"text_block_id": "p98_b2347", "text": "guide the development of a comprehensive information management and"}, {"text_block_id": "p98_b2348", "text": "effective communication system;"}, {"text_block_id": "p98_b2349", "text": ""}, {"text_block_id": "p98_b2350", "text": "align regional early warning systems and facilitate the establishment of a"}, {"text_block_id": "p98_b2351", "text": "regional disaster risk information database;"}, {"text_block_id": "p98_b2352", "text": ""}, {"text_block_id": "p98_b2353", "text": "make provision for education, training and research strategy;"}, {"text_block_id": "p98_b2354", "text": ""}, {"text_block_id": "p98_b2355", "text": "levels;"}, {"text_block_id": "p98_b2356", "text": "monitor compliance with the five key DRM performance areas and initiatives for the integration/mainstreaming of DRM into development planning at all"}, {"text_block_id": "p98_b2357", "text": ""}, {"text_block_id": "p98_b2358", "text": "liaise and consult with DDRM on all issues pertaining to disaster risk"}, {"text_block_id": "p98_b2359", "text": "management; and"}, {"text_block_id": "p98_b2360", "text": ""}, {"text_block_id": "p98_b2361_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "management to DDRM. submit quarterly and annual reports, minutes of meetings and resolutions made by the LADRMS and any information related to disaster risk"}, {"text_block_id": "p99_b2363", "text": "Appendix IX: Role and responsibilities of the Constituency Disaster Risk Management Committee (CDRMC)"}, {"text_block_id": "p99_b2364", "text": "The role and responsibilities of the CDRMC are to:"}, {"text_block_id": "p99_b2365", "text": ""}, {"text_block_id": "p99_b2366", "text": "conduct community based disaster risk assessments within the constituency;"}, {"text_block_id": "p99_b2367", "text": ""}, {"text_block_id": "p99_b2368", "text": "integrate constituency disaster risk management plans into the regional"}, {"text_block_id": "p99_b2369", "text": "disaster plans;"}, {"text_block_id": "p99_b2370", "text": ""}, {"text_block_id": "p99_b2371", "text": "prepare and update constituency response and recovery plans;"}, {"text_block_id": "p99_b2372", "text": ""}, {"text_block_id": "p99_b2373", "text": "coordinate disaster risk management activities in the constituency;"}, {"text_block_id": "p99_b2374", "text": ""}, {"text_block_id": "p99_b2375", "text": "mobilise resources for the constituency;"}, {"text_block_id": "p99_b2376", "text": ""}, {"text_block_id": "p99_b2377", "text": "distribution of public information and public awareness programmes in their"}, {"text_block_id": "p99_b2378", "text": "area;"}, {"text_block_id": "p99_b2379", "text": ""}, {"text_block_id": "p99_b2380", "text": "act as primary responding and mitigation agent within the existing capacities"}, {"text_block_id": "p99_b2381", "text": "of the community; and"}, {"text_block_id": "p99_b2382", "text": ""}, {"text_block_id": "p99_b2383_merged_merged_merged_merged", "text": "act as the channel of communication for the community on all issues related to disaster risk management."}, {"text_block_id": "p100_b2385", "text": "Appendix X: Role and responsibilities of Settlement Disaster Risk Management Committee (SDRMC)"}, {"text_block_id": "p100_b2386", "text": "The role and responsibilities of the SDRMC are to:"}, {"text_block_id": "p100_b2387", "text": ""}, {"text_block_id": "p100_b2388", "text": "participate in disaster risk assessment, disaster risk reduction activities and in"}, {"text_block_id": "p100_b2389", "text": "disaster response;"}, {"text_block_id": "p100_b2390", "text": ""}, {"text_block_id": "p100_b2391", "text": "serve as an information source and reporting channel for the community with"}, {"text_block_id": "p100_b2392", "text": "regard to disaster risk management matters;"}, {"text_block_id": "p100_b2393", "text": ""}, {"text_block_id": "p100_b2394", "text": "sensitise the community to the importance of understanding and heeding early"}, {"text_block_id": "p100_b2395", "text": "warnings, the effects of disasters and appropriate responses;"}, {"text_block_id": "p100_b2396", "text": ""}, {"text_block_id": "p100_b2397", "text": "establish disaster risk management task force;"}, {"text_block_id": "p100_b2398", "text": ""}, {"text_block_id": "p100_b2399", "text": "develop a village disaster contingency plan including early warning system"}, {"text_block_id": "p100_b2400", "text": "and activation of emergency response; and"}, {"text_block_id": "p100_b2401", "text": ""}, {"text_block_id": "p100_b2402_merged_merged_merged_merged_merged", "text": "establish Settlement Emergency Teams that respond to emergencies and disasters."}, {"text_block_id": "p101_b2404", "text": "Disaster risk reduction in the United Nations"}, {"text_block_id": "p101_b2405", "text": "This annex provides a brief overview of some of the key UN organisations involved in disaster risk reduction activities."}, {"text_block_id": "p101_b2406", "text": ""}, {"text_block_id": "p101_b2407", "text": "United Nations International Strategy on Disaster Reduction (UNISDR)"}, {"text_block_id": "p101_b2408", "text": "The umbrella framework for disaster risk reduction within the UN system. It is intended to link work of the UN Secretariat and UN agencies to broader disaster risk reduction community. It is serviced by the ISDR Secretariat, which sits under the Under-Secretary General for Humanitarian Affairs."}, {"text_block_id": "p101_b2409", "text": ""}, {"text_block_id": "p101_b2410", "text": "United Nations Development Programme (UNDP)"}, {"text_block_id": "p101_b2411", "text": "UNDP‟s work in disaster risk reduction is supported by its Bureau for Crisis Prevention and Recovery. UNDP‟s work on disaster risk reduction is"}, {"text_block_id": "p101_b2412", "text": "particularly focused at the regional and country levels."}, {"text_block_id": "p101_b2413", "text": "Specialised UN Agencies"}, {"text_block_id": "p101_b2414", "text": "A number of specialised UN Agencies also work on important elements of disaster risk reduction.These include:"}, {"text_block_id": "p101_b2415", "text": ""}, {"text_block_id": "p101_b2416", "text": "World Meteorological Organisation"}, {"text_block_id": "p101_b2417", "text": "–"}, {"text_block_id": "p101_b2418", "text": "work includes climatic early warning."}, {"text_block_id": "p101_b2419", "text": ""}, {"text_block_id": "p101_b2420", "text": "World Health Organization (WHO)"}, {"text_block_id": "p101_b2421", "text": "–"}, {"text_block_id": "p101_b2422", "text": "work includes contributing to capacity building of countries to manage health related crisis and with a particular focus on strengthening the resilience of the health system."}, {"text_block_id": "p101_b2423", "text": ""}, {"text_block_id": "p101_b2424", "text": "The United Nations Children’s Fund (UNICEF)"}, {"text_block_id": "p101_b2425_merged", "text": "advocates and works for the protection of children‟s rights, meeting their basic needs, and helping them reach their full potential"}, {"text_block_id": "p101_b2428", "text": "."}, {"text_block_id": "p101_b2429", "text": ""}, {"text_block_id": "p101_b2430", "text": "United Nations Environment Programme (UNEP)"}, {"text_block_id": "p101_b2431", "text": "–"}, {"text_block_id": "p101_b2432", "text": "works on raising awareness about environmental threats."}, {"text_block_id": "p101_b2433", "text": ""}, {"text_block_id": "p101_b2434", "text": "The United Nations High Commissioner for Refugees (UNHCR)"}, {"text_block_id": "p101_b2435", "text": "is mandated by the UN General Assembly to lead and co-ordinate international action for the worldwide protection of refugees and the resolution of refugee problems."}, {"text_block_id": "p101_b2436", "text": ""}, {"text_block_id": "p101_b2437", "text": "Food and Agriculture Organisation (FAO)"}, {"text_block_id": "p101_b2438", "text": "–"}, {"text_block_id": "p101_b2439", "text": "works to improve food security through building more resilient livelihoods and supporting food and agriculture related early warning."}, {"text_block_id": "p101_b2440", "text": ""}, {"text_block_id": "p101_b2441", "text": "World Food Programme (WFP)"}, {"text_block_id": "p101_b2442", "text": "–"}, {"text_block_id": "p101_b2443", "text": "work includes strengthening country and regional capacities to address acute hunger and chronic malnutrition with a view to improving long-term food security, protect livelihoods in crisis situations and enhance resilience to shocks."}, {"text_block_id": "p101_b2444", "text": "Office for the Coordination of Humanitarian Affairs"}, {"text_block_id": "p101_b2445", "text": "Work includes coordination of early warning, contingency planning and humanitarian response."}, {"text_block_id": "p101_b2446", "text": ""}, {"text_block_id": "p101_b2447", "text": "UN Humanitarian Response Depot (UNHRD)"}, {"text_block_id": "p101_b2448", "text": "The United Nations maintains a warehouse of relief supplies in Brindisi, Italy. The World Food Programme (WFP) administers the depot, where OCHA maintains a stockpile of basic non-food survival items, such as tents, blankets,"}, {"text_block_id": "p102_b2449", "text": "kitchen sets, generators, water purification/distribution equipment and tools donated by various governments."}, {"text_block_id": "p102_b2450", "text": "OCHA, UNDP or donor governments can request relief shipments in response to crisis. When required, WFP transports and distributes these supplies by air, land or sea to countries in crisis."}, {"text_block_id": "p102_b2451", "text": ""}, {"text_block_id": "p102_b2452", "text": "Office to Combat Desertification and Drought (UNSO):-"}, {"text_block_id": "p102_b2453", "text": "Desertification and drought are a substantial threat to the welfare of rural populations, economic growth, and sustainable development in many countries in Africa, South America and Asia. Created in 1973 in response to the drought in the Sahel region in 1973, is part of the United Nations Development Programme and responsible for promoting sound dry land management and development as well as drought preparedness and mitigation. As such, UNSO works in the overall framework of UNDP's Sustainable Human Development (SHD) mandate and focuses on improving people's livelihoods particularly in the world's dry lands."}, {"text_block_id": "p102_b2454", "text": ""}, {"text_block_id": "p102_b2455", "text": "Inter-Agency Standing Committee (IASC)"}, {"text_block_id": "p102_b2456", "text": "Established by General Assembly Resolution 46/182, the Inter-Agency Standing Committee (IASC), is chaired by the Under-Secretary General for Humanitarian Affairs and Emergency Relief Co-ordinator (USG/ERC). It brings together a wide range of UN and non-UN humanitarian partners, including agencies, NGOs, and international organisations such as the World Bank and the Red Cross movement, to facilitate inter-agency decision-making on the response to complex emergencies and natural disasters."}, {"text_block_id": "p102_b2457", "text": "Adopted from: Reducing the Risk of Disasters Helping to Achieve Sustainable Poverty Reduction in a Vulnerable World: A DFID policy paper. March 2006 and UNITED NATIONS RESPONSE TO NATURAL DISASTERS. July 2002"}, {"text_block_id": "p106_b2458", "text": "Appendix Xlll: The basic stages of the disaster risk assessment process"}, {"text_block_id": "p106_b2459", "text": "Risk Assessment"}, {"text_block_id": "p106_b2460", "text": "Risk assessments include detailed quantitative and qualitative understanding of risk, its physical, social, economic and environmental factors and consequences. It is a necessary first step for any serious consideration of disaster reduction strategies."}, {"text_block_id": "p106_b2461", "text": "Risk assessment encompasses the systematic use of available information to determine the likelihood of certain events occurring and the magnitude of their possible consequences. As a process, it is generally agreed that it includes:"}, {"text_block_id": "p106_b2462", "text": ""}, {"text_block_id": "p106_b2463", "text": "Identifying the nature, location, intensity and probability of a threat;"}, {"text_block_id": "p106_b2464", "text": ""}, {"text_block_id": "p106_b2465", "text": "Determining the existence and degree of vulnerabilities and exposure to those threats;"}, {"text_block_id": "p106_b2466", "text": ""}, {"text_block_id": "p106_b2467", "text": "Identifying the capacities and resources available to address or manage threats; and"}, {"text_block_id": "p106_b2468", "text": ""}, {"text_block_id": "p106_b2469", "text": "Determining acceptable levels of risk."}, {"text_block_id": "p107_b2470", "text": "Appendix XlV:"}, {"text_block_id": "p107_b2471", "text": "Classification of hazards"}, {"text_block_id": "p108_b2472", "text": "References"}, {"text_block_id": "p108_b2473", "text": "A DFID policy paper. March 2006."}, {"text_block_id": "p108_b2474", "text": "African Union, (2004). New Economic Partnership for African Development and UN."}, {"text_block_id": "p108_b2475", "text": "Africa Regional Strategy for Disaster Risk Reduction."}, {"text_block_id": "p108_b2476", "text": "http://www.met.gov.na/dea/env_issues/climate/conclusion.htm#INC"}, {"text_block_id": "p108_b2477", "text": "downloaded 24/01/07"}, {"text_block_id": "p108_b2478", "text": "Maskrey, A and Pelling, M., (2004). Vision of Risk. A review of International"}, {"text_block_id": "p108_b2479", "text": "Indicators of Disaster Risk and its Management (International Strategy for Disaster"}, {"text_block_id": "p108_b2480", "text": "Reduction publication)."}, {"text_block_id": "p108_b2481", "text": "Republic of Namibia The Constitution of the Republic of Namibia.Windhoek."}, {"text_block_id": "p108_b2482", "text": "Republic of Namibia (1979). The Civil Defence Ordinance."}, {"text_block_id": "p108_b2483", "text": "Republic of Namibia (1994). OPM, Cabinet Decision 5"}, {"text_block_id": "p108_b2484", "text": "th"}, {"text_block_id": "p108_b2485", "text": "/15.02.94/006. Establishment"}, {"text_block_id": "p108_b2486", "text": "of the National Emergency Management Unit."}, {"text_block_id": "p108_b2487", "text": "Republic of Namibia (1992). The Labour Act, No. 6 of 1992."}, {"text_block_id": "p108_b2488", "text": "Republic of Namibia (1995). Public Service Act, No.13 of 1995."}, {"text_block_id": "p108_b2489", "text": "Republic of Namibia (1994). The Social Security Act, No 34 of 1994."}, {"text_block_id": "p108_b2490", "text": "National Planning Commission Secretariat, (2007). Guidelines for Preparing the"}, {"text_block_id": "p108_b2491", "text": "Third National Development 2007/08"}, {"text_block_id": "p108_b2492", "text": "–"}, {"text_block_id": "p108_b2493", "text": "20011/12."}, {"text_block_id": "p108_b2494", "text": "South Africa. (2003). The Disaster Management Act, No. 57 of 2002."}, {"text_block_id": "p108_b2495", "text": "South Africa (2005). A policy framework for disaster risk management in South"}, {"text_block_id": "p108_b2496", "text": "Africa."}, {"text_block_id": "p108_b2497", "text": "United Nations, (2004). International Strategy for Disaster Reduction. Living with"}, {"text_block_id": "p108_b2498", "text": "Risk. A global review of disaster reduction initiatives."}, {"text_block_id": "p108_b2499", "text": "United Nations, (2005). The Hyogo Framework of Action: 2005-2015. Building the"}, {"text_block_id": "p108_b2500", "text": "Resilience of Nations and Communities to disaster."}, {"text_block_id": "p108_b2501_merged_merged_merged_merged_merged_merged_merged_merged", "text": "United Nations International Strategy for Disaster Reduction (2007). Words Into Action: A Guide for Implementing the Hyogo Framework."}, {"text_block_id": "p108_b2503", "text": "Zambia (2005). National Disaster Management Policy."}], "document_description": "Namibia's Disaster Risk Management Policy gives guidelines on how to implement the country's National Disaster Risk Management System. In particular, it clarifies the roles and responsibilities of all governmental and non-governmental actors involved in administering the system. It also defines the mandate of the system, its institutional structure, its funding, and its specific objectives and functions.\n\nIts five primary objectives are to:\n<ul style=\"list-style-type: disc;\">\n<li>Make disaster risk reduction a priority at all levels in Namibia by establishing sound, integrated, and functional legal and institutional capacity within the established National Disaster Risk Management System, to enable the effective application of the concept of total disaster risk management;</li>\n<li>Improve risk identification, assessment and monitoring mechanisms in Namibia;</li>\n<li>Reduce the underlying risk and vulnerability factors by improving disaster risk management applications at all levels;</li>\n<li>Strengthen disaster preparedness for effective response and recovery practices at all levels, and;</li>\n<li>Enhance information and knowledge management for disaster risk management.</li>\n</ul>"}