{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Namibia", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "Electricity Act 2007 as amended in 2016 (Net Metering Rules)", "document_country_code": "NAM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "11/01/2016", "document_keyword": ["Carbon Pricing", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/NAM/2016/NAM-2016-01-11-Electricity Act 2007 as amended in 2016 (Net Metering Rules)_dec4f6115083f208b95cdc75700c987c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "N$9.00"}, {"text_block_id": "p0_b2", "text": "GOVERNMENT GAZETTE"}, {"text_block_id": "p0_b3", "text": "OF THE"}, {"text_block_id": "p0_b4", "text": "REPUBLIC OF NAMIBIA"}, {"text_block_id": "p0_b5", "text": "WINDHOEK - 15 November 2016"}, {"text_block_id": "p0_b6", "text": "No. 6173"}, {"text_block_id": "p0_b7", "text": "CONTENTS"}, {"text_block_id": "p0_b8", "text": "Page"}, {"text_block_id": "p0_b9", "text": "GENERAL NOTICE"}, {"text_block_id": "p0_b10", "text": "No. 471 Electricity Control Board: Net Metering Rules: Electricity Act, 2007 .................................................. 1"}, {"text_block_id": "p0_b11", "text": "General Notices"}, {"text_block_id": "p0_b12", "text": "ELECTRICITY CONTROL BOARD"}, {"text_block_id": "p0_b13", "text": "No. 471"}, {"text_block_id": "p0_b14", "text": "2016"}, {"text_block_id": "p0_b15", "text": "NET METERING RULES: ELECTRICITY ACT, 2007"}, {"text_block_id": "p0_b16", "text": "Under section 3(4)(f) of the Electricity Act, 2007 (Act No. 4 of 2007) the Electricity Control Board, with the prior approval of the Minister, has made the net metering rules set out in the Schedule."}, {"text_block_id": "p0_b17", "text": "G. HINDA"}, {"text_block_id": "p0_b18", "text": "CHAIRPERsON"}, {"text_block_id": "p0_b19", "text": "BY ORDER OF THE BOARD"}, {"text_block_id": "p0_b20", "text": "SCHEDULE"}, {"text_block_id": "p0_b21", "text": "ARRANGEMENT OF RULES"}, {"text_block_id": "p0_b22", "text": "ARRANGEMENT OF RULES\n* Definitions\n* General\n* Eligible generation technologies and consumer classes\n* Generation capacity limits\n* Licensing\n* Grid interconnection and operations\n* Tariffs, compensation and billing\n* Monitoring and control"}, {"text_block_id": "p1_b38", "text": "ARRANGEMENT OF RULES\n* Definitions\n* General\n* Eligible generation technologies and consumer classes\n* Generation capacity limits\n* Licensing\n* Grid interconnection and operations\n* Tariffs, compensation and billing\n* Monitoring and control\n* Carbon credits\n* Third party ownership and aggregation of electricity accounts\n* Transitional provision"}, {"text_block_id": "p1_b44", "text": "ANNEXURE A: Standard Net Metering Application Form for Small Renewable In-feeds"}, {"text_block_id": "p1_b45", "text": "ANNEXURE B: Standard Net Metering Connection Agreement"}, {"text_block_id": "p1_b46", "text": "Definitions"}, {"text_block_id": "p1_b47", "text": "Definitions\n* In these rules a word or an expression to which a meaning has been assigned in the Act has that meaning and, unless the context otherwise indicates -\n<\\li1>"}, {"text_block_id": "p1_b49", "text": "“avoided costs” means the incremental costs to an electric licensee of electric energy or capacity or both which, but for the purchase from the net metering facility, such licensee would generate itself or purchase from another source."}, {"text_block_id": "p1_b50", "text": "“customer-generator” means any customer of a distribution licensee that generates electricity on the side of the billing meter of the customer with renewable energy generation that is primarily intended to offset part or all of the electricity requirements of the customer."}, {"text_block_id": "p1_b51", "text": "“excess generation” or “net exports” means that, in a billing period, a net metered customer is a net exporter of electricity to the local distribution grid;"}, {"text_block_id": "p1_b52", "text": "“distribution licensee” means the licensee contemplated under section 17(1)(d) and (e);"}, {"text_block_id": "p1_b53", "text": "“net metering” means a methodology under which electricity is generated and consumed by a customer-generator and a surplus and delivered to the local distribution facilities of a distribution licensee and may be used to offset electric energy provided by the distribution licensee to the customer-generator during an applicable billing period;"}, {"text_block_id": "p1_b54", "text": "“network stability” means the ability of an electrical network to cope with -"}, {"text_block_id": "p1_b55", "text": "“network stability” means the ability of an electrical network to cope with -\n* changes in the operational conditions including prolonged over voltage, faults, switching large loads  or generators on and off or lightning strikes; and\n* network instability which may lead to the total loss of power to sections of the electrical network or to the entire electrical network;"}, {"text_block_id": "p1_b59", "text": "“parallel operation” means the operation of on-site generation by a customer while the customer is connected to the distribution system of a distribution licensee;"}, {"text_block_id": "p1_b60", "text": "“small renewable in-feed customer” means a small-scale in-feed generator that generates electricity from renewable energy sources and is limited to generating 60A of single phase electricity at the standard low voltage in the licensed area of a distribution licensee; and"}, {"text_block_id": "p1_b61", "text": "“the Act” means the Electricity Act, 2007 (Act No. 4 of 2007)."}, {"text_block_id": "p1_b62", "text": "General"}, {"text_block_id": "p1_b63", "text": "General\n* (1) The objects of net metering are -\n<\\li1>\n\t* the generation of additional power into the national grid, reducing the investment requirements of licensees and conventional independent power producers;\n\t* to allow customer-generators to reduce their imports from distribution networks through generating for own consumption;"}, {"text_block_id": "p2_b69", "text": "General\n* (1) The objects of net metering are -\n<\\li1>\n\t* the generation of additional power into the national grid, reducing the investment requirements of licensees and conventional independent power producers;\n\t* to allow customer-generators to reduce their imports from distribution networks through generating for own consumption;\n* to allow customer-generators to export to the distribution network up to the imports of the customer-generators from the distribution network;\n\t* the promotion of sustainable renewable energy sources, small scale investments, value addition and electricity market development; and\n\t* to contribute towards reducing unemployment.\n\t\t* All distribution licensees must offer net metering to customer-generators subject to these rules and other applicable laws, rules and regulations of Namibia.\n<\\li4>"}, {"text_block_id": "p2_b77", "text": "Eligible generation technologies and consumer classes"}, {"text_block_id": "p2_b78", "text": "Eligible generation technologies and consumer classes\n* (1) All renewable energy technologies are eligible for net metering including but not limited to, facilities for the production of electrical energy that uses solar, wind, water, geothermal, biomass, biogas, biofuel, or fuel cell resources.\n* All distribution consumers are allowed to install net metered facilities subject to the Act and these and other rules, regulations and codes under the Act."}, {"text_block_id": "p2_b82", "text": "Generation capacity limits"}, {"text_block_id": "p2_b83", "text": "Generation capacity limits\n* (1) The on-site generation capacity of each net metered facility must not exceed the lower of the main electricity supply circuit breaker current rating converted to the kVA of the facility which may not exceed 500kVA.\n* The aggregate generation capacity of net metered facilities in the particular licence area of a distribution licensee must be determined by the distribution licensee in accordance with -\n\t* the electrical infrastructure equipment ratings of the distribution licence fee upstream of net metered facilities; and\n\t* limits imposed by the stability requirements of the distribution network as determined by technical studies performed by, and practical experiences of, the distribution licensee.\n\t* Distribution licensees must inform the Board in detail of any aggregate generation capacity limits contemplated in subrule (2)(b), and the reasons for the aggregate generation capacity limits, within a reasonable period of such limits becoming known to the distribution licensees.\n\t* The aggregate generation capacity limits contemplated in subrule (3) are subject to the technical appraisal and approval of the Board before implementation.\n\t* license area on a first-come first-serve principle until the limits contemplated in subrule (2)(b) are\n\t* license area on a first-come first-serve principle until the limits contemplated in subrule (2)(b) are\n reached."}, {"text_block_id": "p2_b99", "text": "Licensing"}, {"text_block_id": "p2_b100", "text": "Licensing\n* Net metering consumers are exempted from the requirement under the Act to obtain a generation licence.\n<\\li1>"}, {"text_block_id": "p2_b102", "text": "Grid interconnection and operations"}, {"text_block_id": "p2_b103", "text": "Grid interconnection and operations\n* (1) The interconnection and operation of net metered installations must be in accordance with the Distribution Grid Code made under section 3(4)(a) of the Act.\n<\\li1>"}, {"text_block_id": "p3_b105", "text": "(2)"}, {"text_block_id": "p3_b106", "text": "For the purpose of the Distribution Grid Code contemplated in subrule (1) -"}, {"text_block_id": "p3_b107", "text": "For the purpose of the Distribution Grid Code contemplated in subrule (1) -\n* all single-phase net metered installations with a main circuit breaker rating of 60\n* all other net metered installations must be classified as embedded generation.\n* The generation system must be designed to shut down or disconnect and cannot be manually overridden by the customer upon loss of licensee power;\n* The generation system must be warranted by the manufacturer to shut down or disconnect upon loss of licensee power; and\n* The generation system must be properly installed and operated, and inspected or tested by the distribution licensee.\n* be at least a meter capable of measuring electricity flow in forward and reverse\n* be as prescribed by the distribution network licensee subject to the approval of the Board;\n* comply with all the meter standards in the Standard Specification for Medium and\n* not be of the pre-paid type."}, {"text_block_id": "p3_b112", "text": "(3)"}, {"text_block_id": "p3_b113", "text": "Distribution licensees must endeavor to expedite the interconnection process for small renewable in-feeds."}, {"text_block_id": "p3_b114", "text": "(4)"}, {"text_block_id": "p3_b115", "text": "For the purpose contemplated in subrule (3) distribution licensees must make use of Annexure A and Annexure B."}, {"text_block_id": "p3_b116", "text": "(5)"}, {"text_block_id": "p3_b117", "text": "The maximum response times for the distribution licensee for net metered installations are as contained in the National Connection Charge Policy of Namibia."}, {"text_block_id": "p3_b118", "text": "(6)"}, {"text_block_id": "p3_b119", "text": "All net metered installations must comply with the relevant connection specifications"}, {"text_block_id": "p3_b120", "text": "of the distribution licensee."}, {"text_block_id": "p3_b121", "text": "(7)"}, {"text_block_id": "p3_b122", "text": "A net metering facility must be capable of operating in parallel and safely commencing the delivery of power into the distribution network at a single point of interconnection."}, {"text_block_id": "p3_b123", "text": "(8)"}, {"text_block_id": "p3_b124", "text": "To prevent a net metering customer from back-feeding a de-energised line, a net metering facility contemplated in subrule (7) must have a visibly open, lockable, manual, disconnect switch which is accessible by the distribution licensee and clearly labelled."}, {"text_block_id": "p3_b125", "text": "(9)"}, {"text_block_id": "p3_b126", "text": "The requirement for a manual disconnect switch as contemplated in subrule (8) must be waived if the following three conditions are met:"}, {"text_block_id": "p3_b133", "text": "(10)"}, {"text_block_id": "p3_b134", "text": "Meters for net metered installations must -"}, {"text_block_id": "p3_b145", "text": "(11)"}, {"text_block_id": "p3_b146", "text": "The quality of electricity supplied from and to the net metered installation must be in accordance with the Namibian Quality of Supply and Service Standards and in particular the quality of supply and service implementation and benchmarking framework, unless otherwise directed in writing by the distribution licensee to the net metered customer, after consultation with the Board."}, {"text_block_id": "p4_b147", "text": "The quality of electricity supplied from and to the net metered installation must be in accordance with the Namibian Quality of Supply and Service Standards and in particular the quality of supply and service implementation and benchmarking framework, unless otherwise directed in writing by the distribution licensee to the net metered customer, after consultation with the Board.\n* Distribution licensees must install power quality measurement points at strategic locations close to distributed generation concentration areas when required and in accordance with the Namibian Quality of Supply and Service Standards.\n* All distribution licensees must -\n\t* revise their voltage control and protection systems and philosophies for the presence of distributed generation; and\n\t* in conjunction with NamPower, regularly conduct technical network stability studies when distributed generation reaches large proportions.\n\t* by competent personnel registered with distribution licensees, as defined in the Technical Rules.\n\t* interconnection costs; and\n\t* shallow connection charges,\n\t* the average avoided energy cost of the distribution licensee, if the customer-generator is not on a time-of-use tariff structure; or\n\t* the time-of-use avoided energy costs of the distribution licensee, if the customer-generator is on a time-of-use tariff structure."}, {"text_block_id": "p4_b158", "text": "Tariffs, compensation and billing"}, {"text_block_id": "p4_b159", "text": "7."}, {"text_block_id": "p4_b160", "text": "(1) A distribution licensee must provide to customer-generators electricity services at non-discriminatory rates that are identical, with respect to rate structure, retail rate components and any monthly charges, to the rates that a customer-generator would be charged if not a customer-generator, including choice of retail tariff schedules."}, {"text_block_id": "p4_b161", "text": "(2)"}, {"text_block_id": "p4_b162", "text": "Physical monetary compensation by distribution licensees to customer-generators for exports and capacity, if applicable, is not allowed."}, {"text_block_id": "p4_b163", "text": "(3)"}, {"text_block_id": "p4_b164", "text": "Customer-generators must pay -"}, {"text_block_id": "p4_b169", "text": "associated with the installation of their generating facilities, as determined in the connection charge policy of the distribution licensee or the National Connection Charge Policy for Load Customers and Generators if the distribution licensee does not have its own connection charge policy."}, {"text_block_id": "p4_b170", "text": "(4)"}, {"text_block_id": "p4_b171", "text": "Customer-generators must receive capacity compensation charges at the avoided capacity cost of the distribution licensee if the generation facility can, with a 99% degree of certainty, contribute towards meeting the daily peak demand in the license area of the distribution licensee."}, {"text_block_id": "p4_b172", "text": "(5)"}, {"text_block_id": "p4_b173", "text": "The distribution licensee must include the methodology of calculation and the avoided cost rate in the tariff approval process of the Board."}, {"text_block_id": "p4_b174", "text": "(6)"}, {"text_block_id": "p4_b175", "text": "The compensation methodology for net exports by customer-generators must be"}, {"text_block_id": "p4_b176", "text": "cyclical rollover based on the financial calendar of the licensee."}, {"text_block_id": "p4_b177", "text": "(7)"}, {"text_block_id": "p4_b178", "text": "Electrical energy exports by customer-generators to distribution networks up to the amount of electrical energy imports during the same billing period must be valued at -"}, {"text_block_id": "p4_b183", "text": "(8)"}, {"text_block_id": "p4_b184", "text": "The billing and reconciliation procedures and conditions for cyclical rollover of excess generation or net exports are as follows:"}, {"text_block_id": "p5_b185", "text": "(a)"}, {"text_block_id": "p5_b186", "text": "on a monthly basis a customer-generator must be billed the charges applicable under the schedule of approved tariffs contemplated in section 27 of the Act,  but -"}, {"text_block_id": "p5_b187", "text": "on a monthly basis a customer-generator must be billed the charges applicable under the schedule of approved tariffs contemplated in section 27 of the Act,  but -\n* only the charges relating to the kWh units, energy part, of the bill of the customer are affected; and\n* credited with any net export energy from the generator of the customer.\n* be credited to the next monthly billing period;\n* not be physically compensated by the electricity distribution licensee; and\n* be carried over in cyclical and must allow the customer-generator to offset any future electricity purchases relating to the kWh units, energy part, from the distribution licensee using these credits.\n* Distribution licensees are not allowed to estimate the electricity consumed and generated by net metered customer-generators during any billing period.\n* The meters of net metered customer-generators must be read by distribution licensees for every billing period.\n* Customer-generators must -\n* Where a customer-generator vacates any premises where a net-metering installation is installed and terminates or transfers the corresponding contract, no refund for any remaining credit will be made to the customer-generator by the distribution licensee.\n* On termination or transfer of the contract with the customer-generator as contemplated in subrule (13) a distribution licensee is permitted to write off any remaining credit on the account of the customer."}, {"text_block_id": "p5_b192", "text": "(b)"}, {"text_block_id": "p5_b193", "text": "if the net exports of a customer-generator is negative during the monthly billing period the customer-generator must be billed for the energy supplied by the distribution licensee in accordance with the schedule of approved tariffs contemplated in section 27 of the Act and the customer-generator must be credited for its exports in accordance with subrule (7);"}, {"text_block_id": "p5_b194", "text": "(c)"}, {"text_block_id": "p5_b195", "text": "if the net exports of a customer-generator is positive during the monthly billing period the customer-generator must be billed for the energy supplied by the distribution licensee in accordance with the schedule of approved tariffs contemplated in section 27 of the Act and the customer-generator must be credited for its exports, up to its imports during the same billing period, in accordance with subrule (7); and"}, {"text_block_id": "p5_b196", "text": "(d)"}, {"text_block_id": "p5_b197", "text": "the net exports contemplated in paragraph (c) must -"}, {"text_block_id": "p5_b204", "text": "(9)"}, {"text_block_id": "p5_b205", "text": "All tariff applications, adjudications, and revisions will be conducted in line with the standard procedures of the Board as mandated under section 27(1) of the Act and rule 8 of the Economic Rules."}, {"text_block_id": "p5_b212", "text": "(a)"}, {"text_block_id": "p5_b213", "text": "ensure that the meter is easily accessible and clearly marked in order to allow distribution licensees to read the meter; and"}, {"text_block_id": "p5_b214", "text": "(b)"}, {"text_block_id": "p5_b215", "text": "grant distribution licensees access to their property at least once a month for the purpose of maintaining or reading their meter."}, {"text_block_id": "p6_b220", "text": "grant distribution licensees access to their property at least once a month for the purpose of maintaining or reading their meter.\n* The Board may revise its levy collection methodology to take into account that exports from customer generators are sold to other consumers through distribution licensees and not NamPower.\n\t* The Board may revise its fundamental levy methodology to take into account that power generated and consumed on site by customer-generators is not levied.\n\t* net metered customer-generator names;\n\t* the total number of net metered customer-generator facilities, by resource type;\n\t* the individual and total rated generating capacities of net metered customer-generator facilities, by resource type;\n\t* the individual and total annual number of kWh received from net metered customer-generators, but only if that individual and total annual number of kWh does not require additional metering equipment; and\n\t* the total estimated annual amount of kWh produced by net metered customer-generators, but only if that total estimated annual amount of kWh does not require additional metering equipment.\n\t* Board;\n\t* designated national authority of Namibia in the Department of Environment of the Ministry of Environment and Tourism;\n\t* Namibia Energy Institute; and\n\t* Government of the Republic of Namibia,"}, {"text_block_id": "p6_b224", "text": "Monitoring and control"}, {"text_block_id": "p6_b225", "text": "8."}, {"text_block_id": "p6_b226", "text": "(1) All distribution licensees must report annually to the Board on the progress on the implementation of net metering systems in their distribution license areas."}, {"text_block_id": "p6_b227", "text": "(2)"}, {"text_block_id": "p6_b228", "text": "All distribution licensees must develop and maintain a register of net metered customer-generators in their distribution license areas and the register must be updated at least once a year and submitted annually to the Board and NamPower."}, {"text_block_id": "p6_b229", "text": "(3)"}, {"text_block_id": "p6_b230", "text": "The register of net metered customer-generators must at least contain the following:"}, {"text_block_id": "p6_b241", "text": "Carbon credits"}, {"text_block_id": "p6_b242", "text": "9."}, {"text_block_id": "p6_b243", "text": "(1) Distribution licensees and customer-generators must consult with the -"}, {"text_block_id": "p6_b252", "text": "to ensure that the responsibility for realizing carbon credits and the equitable distribution of the carbon credits is assigned to an entity or entities capable of undertaking the associated transactional costs and effort."}, {"text_block_id": "p6_b253", "text": "(2)"}, {"text_block_id": "p6_b254", "text": "For purposes of the consultation contemplated in subrule (1), it must be considered that the carbon credits belong to customer-generators."}, {"text_block_id": "p7_b255", "text": "Third party ownership and aggregation of electricity accounts"}, {"text_block_id": "p7_b256", "text": "10."}, {"text_block_id": "p7_b257", "text": "(1)\t During the first two years after these rules become effective -"}, {"text_block_id": "p7_b258", "text": "(1)\t During the first two years after these rules become effective -\n* third party ownership of net metered installations; and\n* the aggregation of many electricity accounts to one or more net metered installations,\n* implementing third party ownership of net metered installations; or\n* the aggregation of many electricity accounts to one or more net metered installations."}, {"text_block_id": "p7_b262", "text": "(2)"}, {"text_block_id": "p7_b263", "text": "After the first two years referred to in subrule (1), the approval of the Board is"}, {"text_block_id": "p7_b264", "text": "required before -"}, {"text_block_id": "p7_b269", "text": "Transitional provision"}, {"text_block_id": "p7_b270", "text": "11."}, {"text_block_id": "p7_b271_merged", "text": "Distribution licensees must implement these rules within six months from the date of publication of these rules in the Gazette."}, {"text_block_id": "p8_b274", "text": "ANNEXURE A"}, {"text_block_id": "p8_b275", "text": "STANDARD NET METERING APPLICATION FORM FOR SMALL RENEWABLE IN-FEEDS"}, {"text_block_id": "p8_b276", "text": "Note:"}, {"text_block_id": "p8_b277", "text": "This form to be completed in full and returned to the distribution licensee together with requested information for review and approval or disapproval."}, {"text_block_id": "p9_b278", "text": "I request the"}, {"text_block_id": "p9_b279", "text": "Distribution licensee"}, {"text_block_id": "p9_b280", "text": "to proceed with the evaluation of this embedded generation interconnection application and await your formal approval or disapproval with reasons within"}, {"text_block_id": "p9_b281", "text": "fifteen (15) working days from receipt of this application."}, {"text_block_id": "p9_b282", "text": "I further consent to the"}, {"text_block_id": "p9_b283_merged_merged", "text": "Distribution licensee providing this information to the Electricity Control Board, national transmission licensee and other Distribution licensees"}, {"text_block_id": "p9_b288", "text": "as required."}, {"text_block_id": "p9_b289", "text": "Signature: _______________________"}, {"text_block_id": "p9_b290", "text": "Date: ___________________________"}, {"text_block_id": "p10_b291", "text": "ANNEXURE B"}, {"text_block_id": "p10_b292", "text": "STANDARD NET METERING CONNECTION AGREEMENT"}, {"text_block_id": "p10_b293", "text": "This Net Metering and Interconnection Agreement (“Agreement”) is entered into by and between ____________________________________________________________ (“customer”) and ____________________________________________________________ (“distribution licensee”), sometimes also referred to herein jointly as “parties” or individually as “party”."}, {"text_block_id": "p10_b294", "text": "1. APPLICABILITY"}, {"text_block_id": "p10_b295", "text": "This Agreement is applicable only to customers who satisfy all requirements of the definition of a"}, {"text_block_id": "p10_b296", "text": "small renewable in-feed (SRI) customer according to the technical rules issued under the Electricity Act, 2007."}, {"text_block_id": "p10_b297", "text": "2. sUMMARY OF GENERATING FACILITY AND CUsTOMER ACCOUNT"}, {"text_block_id": "p10_b298", "text": "2.1"}, {"text_block_id": "p10_b299", "text": "Customer Account Number with the distribution licensee: ___________________________"}, {"text_block_id": "p10_b300", "text": "2.2"}, {"text_block_id": "p10_b301", "text": "Generation Facility Identification Account Number with the distribution licensee:"}, {"text_block_id": "p10_b302", "text": "2.3"}, {"text_block_id": "p10_b303", "text": "Generating Facility Physical Location (include suburb and GPS coordinates):"}, {"text_block_id": "p10_b304", "text": "2.4"}, {"text_block_id": "p10_b305", "text": "This Agreement is applicable only to the generating facility described below and installed at the above location. The generating facility may not be relocated or connected to the network of the distribution licensee at any other location without the express written permission of the distribution licensee."}, {"text_block_id": "p10_b306", "text": "This Agreement is applicable only to the generating facility described below and installed at the above location. The generating facility may not be relocated or connected to the network of the distribution licensee at any other location without the express written permission of the distribution licensee.\n* Generating Facility Technology (Solar, Wind Hydro, Renewable biomass, Biogas, Other [specify]):\n* Generating Facility Nameplate Rating (kW):\n* Expected maximum annual energy production of generating facility (kWh):\n* Estimate by the customer as to when the generating facility will be ready to commence parallel operation with the distribution network:"}, {"text_block_id": "p10_b314", "text": "3. GENERATING FACILITY INTERCONNECTION AND DEsIGN REQUIREMENTs"}, {"text_block_id": "p10_b315", "text": "3.1"}, {"text_block_id": "p10_b316", "text": "The customer is responsible for the design, installation, operation, and maintenance of the generating facility and must obtain and maintain any required governmental authorisations and permits."}, {"text_block_id": "p11_b317", "text": "3.2"}, {"text_block_id": "p11_b318", "text": "The generating facility must meet all applicable standards established by the ECB, the Institute of Electrical and Electronics Engineers (“IEEE”), and applicable rules, regulations and codes of the ECB."}, {"text_block_id": "p11_b319", "text": "3.3"}, {"text_block_id": "p11_b320", "text": "The customer must not commence parallel operation of the generating facility until written approval has been provided to it by the distribution licensee. The distribution licensee must provide such written approval within ten (10) working days from the"}, {"text_block_id": "p11_b321", "text": "final inspection and approval of the generating facility of the distribution licensee."}, {"text_block_id": "p11_b322", "text": "Such approval must not be unreasonably withheld."}, {"text_block_id": "p11_b323", "text": "3.4"}, {"text_block_id": "p11_b324", "text": "The customer must not add generation capacity in excess of the Nameplate Rating set forth in section 2.4 (b) of this Agreement, or otherwise modify the generating facility without the prior written permission of the distribution licensee."}, {"text_block_id": "p11_b325", "text": "4. METERING AND BILLING"}, {"text_block_id": "p11_b326", "text": "4.1"}, {"text_block_id": "p11_b327", "text": "Metering requirements and billing procedures are set forth in the technical and economic rules issued under the Electricity Act, 2007."}, {"text_block_id": "p11_b328", "text": "4.2"}, {"text_block_id": "p11_b329", "text": "The tariffs applicable to the electric service account assigned to the location where the generating facility is connected must be as per the latest Schedule of Approved Tariffs issued by the ECB to the distribution licensee."}, {"text_block_id": "p11_b330", "text": "5. DIsCONNECTION, INTERRUPTION OR REDUCTION OF DELIVERIEs"}, {"text_block_id": "p11_b331", "text": "5.1"}, {"text_block_id": "p11_b332", "text": "The distributor may require the customer to interrupt or reduce the output of its generating facility under the following circumstances:"}, {"text_block_id": "p11_b333", "text": "The distributor may require the customer to interrupt or reduce the output of its generating facility under the following circumstances:\n* Whenever the distribution licensee considers it necessary in its sole judgment, to construct, install, maintain, repair, replace, remove, investigate, or inspect any of its equipment or any part of its distribution system; or\n* Whenever the distribution licensee determines in its sole judgment that curtailment, interruption, or reduction of the electrical generation of the customer is necessary due to emergencies, forced outages, force majeure or compliance with prudent electrical practices."}, {"text_block_id": "p11_b337", "text": "5.2"}, {"text_block_id": "p11_b338_merged_merged", "text": "Despite any other provision of this Agreement, upon termination of this Agreement or at any time the distribution licensee determines the continued parallel operation of the generating facility may endanger the public or the personnel of the distribution licensee or affect the integrity of the distribution system of the distribution licensee or the quality of electric service provided to other customers, the distribution licensee has the right to require the generating facility to be immediately disconnected from the distribution system of the distribution licensee. The generating facility must remain disconnected until such time as the distribution licensee is satisfied in its sole judgment that the conditions causing such disconnection have ended or have been corrected."}, {"text_block_id": "p11_b341", "text": "5.3"}, {"text_block_id": "p11_b342", "text": "Whenever feasible, the distribution licensee must give the customer reasonable notice of the possibility that interruption or reduction of deliveries may be required."}, {"text_block_id": "p11_b343", "text": "5.4"}, {"text_block_id": "p11_b344", "text": "Electrical energy and capacity provided to the customer during periods of curtailment or interruption of the output of the generating facility must be provided pursuant to the terms of the schedule of approved tariffs applicable to the electric service account to which the generating facility is connected."}, {"text_block_id": "p12_b345", "text": "6. ACCEss TO PREMIsEs"}, {"text_block_id": "p12_b346", "text": "The distribution licensee may enter the premises of the customer at all reasonable hours without notice to the customer for the following purposes:"}, {"text_block_id": "p12_b347", "text": "(a)"}, {"text_block_id": "p12_b348", "text": "To inspect the protective devices of the customer and read or test meters; and"}, {"text_block_id": "p12_b349", "text": "(b)"}, {"text_block_id": "p12_b350", "text": "To disconnect the generating facility or service to the customer, whenever in the opinion of the distribution licensee, a hazardous condition exists and such immediate action is necessary to protect persons, the facilities of the distribution licensee, property of others from damage, interference caused by the generating facility or the absence or failure of properly operating protective devices."}, {"text_block_id": "p12_b351", "text": "7. INDEMNITY AND LIABILITY"}, {"text_block_id": "p12_b352", "text": "7.1"}, {"text_block_id": "p12_b353", "text": "Each party as indemnitor shall defend, hold harmless and indemnify the other party"}, {"text_block_id": "p12_b354", "text": "and the directors, officers, employees and agents of the other party against and"}, {"text_block_id": "p12_b355", "text": "from any and all loss, liability, damage, claim, cost, charge, demand, or expense (including any direct, indirect or consequential loss, liability, damage, claim, cost, charge, demand, or expense, including attorneys’ fees) for injury or death to persons, including employees of either party and damage to property, including property of either party, arising out of or in connection with -"}, {"text_block_id": "p12_b356", "text": "from any and all loss, liability, damage, claim, cost, charge, demand, or expense (including any direct, indirect or consequential loss, liability, damage, claim, cost, charge, demand, or expense, including attorneys’ fees) for injury or death to persons, including employees of either party and damage to property, including property of either party, arising out of or in connection with -\n* the engineering, design, construction, maintenance, repair, operation, supervision, inspection, testing, protection or ownership of the  facilities of the indemnitor; or\n* the making of replacements, additions, betterments to, or reconstruction of the facilities of the indemnitor. This indemnity must apply notwithstanding the active or passive negligence of the indemnitee. However, neither party must be indemnified hereunder for its loss, liability, damage, claim, cost, charge, demand, or expense resulting from its sole negligence or wilful misconduct."}, {"text_block_id": "p12_b362", "text": "7.2"}, {"text_block_id": "p12_b363", "text": "The indemnitor shall, on the request of the other party, defend any suit asserting a claim covered by this indemnity and shall pay for all costs, including reasonable attorney fees that may be incurred by that other party in enforcing this indemnity."}, {"text_block_id": "p12_b364", "text": "7.3"}, {"text_block_id": "p12_b365", "text": "The provisions of this section must not be construed to relieve any insurer of its obligations to pay any insurance claims in accordance with the provisions of any valid insurance policy."}, {"text_block_id": "p12_b366", "text": "7.4"}, {"text_block_id": "p12_b367", "text": "Except as otherwise provided in section 7.1, neither party shall be liable to the other party for consequential damages incurred by that party."}, {"text_block_id": "p12_b368", "text": "7.5"}, {"text_block_id": "p12_b369", "text": "Nothing in this Agreement shall create any duty to, any standard of care with reference to, or any liability to any person who is not a party to it."}, {"text_block_id": "p12_b370", "text": "7.6"}, {"text_block_id": "p12_b371", "text": "Despite the provisions of section 7.1, the customer is responsible for protecting its generating facility from damage by reason of electrical disturbances or faults caused by the operation, faulty operation or non-operation of the facilities of the distribution licensee and the distribution licensee must not be liable for any damages so caused."}, {"text_block_id": "p13_b372", "text": "8. GOVERNING LAW"}, {"text_block_id": "p13_b373", "text": "This Agreement shall be interpreted, governed and construed under the laws of the Republic of Namibia."}, {"text_block_id": "p13_b374", "text": "9. ELECTRICITY CONTROL BOARD"}, {"text_block_id": "p13_b375", "text": "9.1"}, {"text_block_id": "p13_b376", "text": "This Agreement shall at all times be subject to such changes or modifications by the"}, {"text_block_id": "p13_b377", "text": "Board as it may, from time to time, direct in the exercise of its jurisdiction."}, {"text_block_id": "p13_b378", "text": "9.2"}, {"text_block_id": "p13_b379", "text": "Despite any other provisions of this Agreement, the distribution licensee has the"}, {"text_block_id": "p13_b380", "text": "right to unilaterally file with the Board, pursuant to the rules and regulations of the Board, an application for change in rates, charges, classification, service, or rule or"}, {"text_block_id": "p13_b381", "text": "any agreement relating to the distribution."}, {"text_block_id": "p13_b382", "text": "10. AMENDMENT, MODIFICATIONs, WAIVER OR AssIGNMENT"}, {"text_block_id": "p13_b383", "text": "10.1"}, {"text_block_id": "p13_b384", "text": "This Agreement may not be altered or modified by either of the Parties, except by an"}, {"text_block_id": "p13_b385", "text": "instrument in writing executed by each of them."}, {"text_block_id": "p13_b386", "text": "10.2"}, {"text_block_id": "p13_b387", "text": "None of the provisions of this Agreement shall be considered waived by a party unless such waiver is given in writing. The failure of a party to insist in any one or more instances upon strict performance of any of the provisions of this Agreement or to take advantage of any of its rights hereunder shall not be construed as a waiver of any such provisions or the relinquishment of any such rights for the future, but the same must continue and remain in full force and effect."}, {"text_block_id": "p13_b388", "text": "10.3"}, {"text_block_id": "p13_b389", "text": "This Agreement shall supersede any existing agreement under which the customer"}, {"text_block_id": "p13_b390", "text": "is currently operating the generating facility identified in section 2, herein, and any"}, {"text_block_id": "p13_b391", "text": "such agreement must be deemed terminated as of the date this Agreement becomes effective."}, {"text_block_id": "p13_b392", "text": "10.4"}, {"text_block_id": "p13_b393", "text": "This Agreement contains the entire agreement and understanding between the Parties, their agents, and employees as to the subject matter of this Agreement. Each party also represents that in entering into this Agreement, it has not relied on any promise, inducement, representation, warranty, agreement or other statement not set forth in this Agreement."}, {"text_block_id": "p13_b394", "text": "10.5"}, {"text_block_id": "p13_b395", "text": "Neither party shall voluntarily assign this Agreement or any of its rights or duties hereunder without the written consent of the other party, which consent shall not be unreasonably withheld. Any such assignment or delegation made without such written consent must be null and void."}, {"text_block_id": "p13_b396", "text": "11. NOTICEs"}, {"text_block_id": "p13_b397", "text": "11.1"}, {"text_block_id": "p13_b398_merged_merged", "text": "Any notice required under this Agreement shall be in writing and registered mailed at any Namibian Post Office with postage prepaid and addressed to the party, or personally delivered to the party, at the address below. Changes in such designation may be made by notice similarly given. All written notices must be directed as follows:"}, {"text_block_id": "p13_b401", "text": "DISTRIBUTION LICENSEE:"}, {"text_block_id": "p14_b402", "text": "DISTRIBUTION LICENSEE:\n* The notices of the customer to the distribution licensee pursuant to this section must\n* 2.2.\n* termination of the electric distribution service provided to the customer by the distribution licensee; or\n* changes to the electric load of the customer which causes the customer to no longer satisfy all requirements of the definition of an SRI set forth in the technical rules issued under the Electricity Act, 2007."}, {"text_block_id": "p14_b406", "text": "12. TERM AND TERMINATION OF AGREEMENT"}, {"text_block_id": "p14_b407", "text": "12.1"}, {"text_block_id": "p14_b408", "text": "This Agreement shall become effective when signed by the customer and the distribution licensee, and shall remain in effect thereafter unless terminated by either party on thirty (30) days’ prior written notice in accordance with section 11."}, {"text_block_id": "p14_b409", "text": "12.2"}, {"text_block_id": "p14_b410", "text": "This Agreement shall terminate, without notice, upon:"}, {"text_block_id": "p14_b417", "text": "13. sIGNATUREs"}, {"text_block_id": "p14_b418", "text": "IN WITNESS WHEREOF, the Parties hereto have caused two originals of this Agreement to be executed by their duly authorized representatives. This Agreement is effective as of the latter of the two dates set forth below."}, {"text_block_id": "p14_b419", "text": "DIsTRIBUTION LICENsEE"}, {"text_block_id": "p14_b420", "text": "CUsTOMER"}], "document_description": "This document notably aims to reduce the investment requirements for independent producers adding power into the national grid, and to allow customers who generate their own energy to reduce their reliance on the grid, and to promote the production and use of sustainable renewable energy sources including in small scale projects.\n\nAll renewable energy technologies are eligible for net metering. All distribution consumers are allowed to install net metered facilities.\n\nThe document sets the regulatory framework on net metering, including carbon credits for consumers who self-generate energy."}