{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Namibia", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Energy Policy White Paper", "document_country_code": "NAM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "05/01/1998", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/NAM/1998/NAM-1998-01-05-Energy Policy White Paper_cbe6e96230dd59ce21583a85c8e933d4.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "Developed by the"}, {"text_block_id": "p2_b2", "text": "Energy Policy Committee of the"}, {"text_block_id": "p2_b3", "text": "Ministry of Mines and Energy,"}, {"text_block_id": "p2_b4", "text": "Namibia"}, {"text_block_id": "p2_b5", "text": "May 1998"}, {"text_block_id": "p2_b6", "text": "Ministry of Mines and Energy"}, {"text_block_id": "p2_b7", "text": "Private Bag 13297"}, {"text_block_id": "p2_b8", "text": "Windhoek"}, {"text_block_id": "p2_b9", "text": "Policy Goals"}, {"text_block_id": "p3_b10", "text": "The following goals, presented in no particular order, serve as a framework for the energy policies in this White Paper:"}, {"text_block_id": "p3_b11", "text": "Effective governance"}, {"text_block_id": "p3_b12", "text": "Security of supply"}, {"text_block_id": "p3_b13", "text": "Social upliftment"}, {"text_block_id": "p3_b14", "text": "Investment and growth"}, {"text_block_id": "p3_b15", "text": "Economic competitiveness and efficiency"}, {"text_block_id": "p3_b16", "text": "Sustainability"}, {"text_block_id": "p4_b17", "text": "MINISTERIAL FOREWORD"}, {"text_block_id": "p4_b18", "text": "Namibia is a nation rich in both human and natural resources.  Following the historic achievement of our independence in 1990, the Government of the Republic of Namibia set out to capitalise on these strengths and formulate a policy agenda to guide the social upliftment of our people and the economic development of our nation.  The establishment of our Namibian Development Plan was a critical first step toward these goals.  The initial energy programme contained in the plan represented an important element in the overall development platform."}, {"text_block_id": "p4_b19", "text": "In recognition of the need for the further policy development of the initial energy programme the Ministry of Mines and Energy accepted the formidable task of producing a set of comprehensive, integrated policies to guide the sustainable development of the sector.  This Draft White Paper on the Energy Policy of Namibia is the culmination of a two year effort by the Energy Policy committee.  The Committee, led by Ministry staff and assisted by an international team of energy experts spearheaded the White Paper process."}, {"text_block_id": "p4_b20", "text": "The White Paper is full of optimism for the future of Namibia.  From potentially rich gas reserves and hydro-power potential to unrivalled solar and wind resources, our nation can claim home to a vast landscape of untapped potential.  The path ahead is not without pitfalls, however, and we proceed with caution as we attempt to balance the demands of economic growth with long term goals of social, environmental and economic sustainability.  The White Paper attempts to balance the Ministry•s interest in attracting private sector investments to Namibia with the appropriate level of government regulation in the energy industry."}, {"text_block_id": "p4_b21", "text": "Finally, though proud of the efforts of the Energy Policy Committee in drafting the White Paper, the input of the Namibian people to the continued development of a national energy policy is anticipated and welcomed. In addition, we recognise the role of multiple stakeholders in our national development efforts and welcome comments from our public, non-governmental and private sector partners."}, {"text_block_id": "p4_b22", "text": "It is with sincere thanks to those involved in its development and a genuine hope for a continued dialogue that I offer this White Paper on the Energy Policy of Namibia."}, {"text_block_id": "p4_b23", "text": "ANDIMBA TOIVO YA TOIVO"}, {"text_block_id": "p4_b24", "text": "MINISTER"}, {"text_block_id": "p5_b25", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p5_b26_merged", "text": "This White Paper embodies a new, comprehensive energy policy aimed at achieving security of supply, social upliftment, effective governance, investment and growth, economic competitiveness, economic efficiency and sustainability. Policies will affect energy demand (mainly households), supply (electricity, upstream oil and gas, downstream liquid fuels, downstream gas, and renewable energy) and a number of cross-cutting issues (economic empowerment, environment, energy efficiency and regional energy trade and co-operation)."}, {"text_block_id": "p5_b29", "text": "Government is committed to ensuring that energy demand by the productive sectors of the economy continues to be met through reliable competitively-priced energy. Special attention is given in the White Paper to those demand sectors which have been neglected historically, namely, poor urban and rural households. Policies proposed for these households include those for widening access to electricity as well as other commercial fuels.  Generally, not enough is known about the problems and needs in this sector so national studies will be initiated as a basis for future policy development, including the pressing issue of sustainable biomass usage in rural areas and the role of women. Rural energy policies will also be integrated with development initiatives in other ministries."}, {"text_block_id": "p5_b30", "text": "Government has embarked on the reform of the electricity sector and a study has been commissioned to look at possible rationalisation and restructuring, as well as competition and ownership changes. At the same time, an Electricity Act is being drafted which will put in place an electricity regulator to govern the industry.  Tariffs and electrification targets will be governed through a licensing system. The creation of a rural electrification fund is also proposed. New investment in the sector will be encouraged through appropriate regulatory, fiscal and environmental frameworks, harmonised with those in SADC countries."}, {"text_block_id": "p5_b31", "text": "The legislative framework governing upstream oil and gas is well developed, and the White Paper merely clarifies an accepted policy framework which seeks to optimise possible national benefits while achieving the necessary balance of interests to attract investment. The policy identifies the different roles and functions of industry participants, and lays out the basic legal and fiscal criteria."}, {"text_block_id": "p5_b32", "text": "Namibia does not yet, but soon will, have a downstream gas sector.  The key challenge is to create a policy and legislative framework which attracts initial investment into the sector, while maintaining options for competition in the future and the fair distribution of economic rents. A new Gas Act is proposed, but it is thought premature to install a Gas Regulator. Licensing requirements will include the need for separate accounting for the different operations of gas production, transmission, distribution and marketing, allowance for third party access, and the application of fair and reasonable tariffs."}, {"text_block_id": "p5_b33", "text": "The downstream liquid fuels sector will be subject to controlled and phased deregulation with regard to price setting, subject to competitive behaviour being evident.  Government will, however, require obligations in terms of diversified imports, international product specifications, strategic stocks, third party lease access to uncommitted infrastructure, security of forecourt jobs, health and safety, and adequate rural service in terms of access and pricing."}, {"text_block_id": "p5_b34", "text": "Government will promote the use of renewable energy through the establishment of an adequate institutional and planning framework, the development of human resources and public awareness and suitable financing systems. It also seeks to meet development challenges through improved access to renewable energy sources, particularly in rural electrification, rural water supply and solar housing and water heating."}, {"text_block_id": "p5_b35", "text": "The energy policy goal of sustainability will further be promoted through a requirement for environmental impact assessments and project evaluation methodologies which incorporate"}, {"text_block_id": "p6_b36", "text": "environmental externalities.  Energy efficiency will be promoted through policies on better information collection and dissemination, and particularly with respect to energy efficiency and conservation practices in households, buildings, transport and industry."}, {"text_block_id": "p6_b37", "text": "The White Paper reaffirms Namibia•s commitment to constructive engagement in SADC and SAPP in order to maximise economic benefits.  Security of supply will be achieved through an appropriate diversification of economically competitive and reliable sources, but with particular emphasis on Namibian resources."}, {"text_block_id": "p6_b38", "text": "Finally, the Ministry of Mines and Energy is mindful that the effective implementation of these policies is dependent on the creation of adequate institutional and human resource capacity.  Policies have been proposed in each sector to address this issue."}, {"text_block_id": "p7_b39", "text": "GLOSSARY OF TERMS"}, {"text_block_id": "p8_b40", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p12_b41", "text": "1   INTRODUCTION"}, {"text_block_id": "p12_b42", "text": "1.1 RATIONALE FOR A WHITE PAPER ON ENERGY POLICY"}, {"text_block_id": "p12_b43", "text": "The Government of Namibia is committed to building the economy, and improving the quality of life of all of its citizens. The launching of the first National Development Plan (NDP1) has been a significant step in this direction and embodies the key development objectives of government. Currently, the NDP1 is undergoing a mid-term review."}, {"text_block_id": "p12_b44", "text": "Having formulated an initial energy programme within the context of NDP1, the Ministry of Mines and Energy has now made an active decision to formulate a comprehensive and integrated energy policy for all energy sub-sectors. In 1996, the Ministry established the Energy Policy Committee (EPC) to drive the policy making process, and the development of an Energy Policy White Paper. The EPC consequently identified a need for external assistance in conceptualising and supporting the policy process."}, {"text_block_id": "p12_b45", "text": "1.2 ENERGY POLICY FORMULATION PROCESS"}, {"text_block_id": "p12_b46", "text": "In early 1997, the EPC, with the assistance of consultants, launched a year long process of engaging both expert and public opinion in the formulation of the most appropriate energy policy for Namibia. During 1997, issue teams comprising staff of the Ministry of Mines and Energy, members of the consulting group and other experts, undertook research and consultation around the following areas of energy policy:"}, {"text_block_id": "p12_b47", "text": "In early 1997, the EPC, with the assistance of consultants, launched a year long process of engaging both expert and public opinion in the formulation of the most appropriate energy policy for Namibia. During 1997, issue teams comprising staff of the Ministry of Mines and Energy, members of the consulting group and other experts, undertook research and consultation around the following areas of energy policy:\n* Economy and energy demand;\n* Urban energy needs;\n* Rural energy needs;\n* Electricity;\n* Oil and gas;\n* Petroleum liquid fuels;\n* Renewable energy;\n* The environment, health and safety;\n* Energy efficiency and conservation; and\n* Regional energy trade and co-operation."}, {"text_block_id": "p12_b67", "text": "The mandate of the issue teams was to develop specific policy in each of these areas. To do this, each team undertook to first define and then prioritise the policy issues. Thereafter, draft policy was drawn up, and later refined."}, {"text_block_id": "p12_b68", "text": "An important aspect of the White Paper project design was that this expert process would run concurrently with a public energy policy process. The latter consisted of a series of workshops held at milestone stages of the expert processes, and also an invitation to comment on the draft policy once in White Paper form. Representatives ranging from local authorities to the oil and petroleum industry, and from the business sector to the donor community, were invited to these workshops."}, {"text_block_id": "p12_b69_merged", "text": "The first workshop identified the strategic agenda for energy policy. After various inputs and small group discussions, workshop participants identified some 57 issues of concern. These were clustered in the following eight areas: the cost of supply, resource sufficiency or security, human and technical capacity, environmental sustainability, social development, governance, economic development and regional workshops. These strategic issues were iteratively transformed into a set of energy policy goals to guide the work of the issue teams. The goals are listed in section 1.4 of this document."}, {"text_block_id": "p12_b72", "text": "The first and second workshops also developed scenarios about possible future contexts within which Namibian energy policy would be implemented. Four distinct scenarios were"}, {"text_block_id": "p13_b73", "text": "developed. Two key variables, which helped envisage these different possible futures, emerged. They are the degree of regional integration, and the character of development. The objective of the third workshop was to test the issue teams• policy proposals against the scenarios and goals with a view to gauging the robustness of each policy choice."}, {"text_block_id": "p13_b74", "text": "The diagram above shows the relationship between the scenarios and the policy, and between the public and expert processes. Energy policy must take Namibia from the situation that it finds itself in, its"}, {"text_block_id": "p13_b75", "text": "current realities"}, {"text_block_id": "p13_b76", "text": ", towards the agreed energy policy goals. The scenarios define the"}, {"text_block_id": "p13_b77", "text": "cone of uncertainty"}, {"text_block_id": "p13_b78", "text": "within which energy policy will be implemented. The further we gaze into the future, the greater the level of uncertainty. The scenarios thus help energy policy drafters to identify, and take into account, uncertainties."}, {"text_block_id": "p13_b79", "text": "Subsequent to the third workshop, the final contributions of the various issue teams were edited into a draft White Paper for review by an editorial committee with a mandate to ensure consistency, clarity, practicality, appropriateness, balance and comprehensiveness in the policy. The draft White Paper was brought before, and scrutinised by, the EPC on a number of occasions, redrafted, and was presented to the National Energy Council in November, 1997.  Following this public comment phase the draft White Paper will be submitted to the Minister."}, {"text_block_id": "p13_b80", "text": "1.3 THE STRUCTURE AND EXPRESSION OF THE POLICY"}, {"text_block_id": "p13_b81_merged_merged", "text": "This document has been divided into four parts. Part 1 incorporates an introduction and presents an economic and development context for the energy policy, and a brief profile of the energy sector. Policies for the energy demand sectors are given in Part 2. Though there is a small section on energy demand in the productive sectors, the main focus of Part 2 is on the energy needs of urban and rural households which have been severely neglected in the past. Part 3 presents policy choices related to the energy supply sector, including electricity, upstream oil and gas, downstream gas, liquid fuels, and renewable energy. Policy for the cross-cutting sectors includes that which is applicable to the environment, health and safety,"}, {"text_block_id": "p14_b90", "text": "energy efficiency and conservation, and regional energy trade and co-operation, and is presented in Part 4.  The document ends with a brief indication of the way forward from here."}, {"text_block_id": "p14_b91", "text": "In each of the sections, an attempt has been made to express policy in a consistent format, including:"}, {"text_block_id": "p14_b92", "text": "In each of the sections, an attempt has been made to express policy in a consistent format, including:\n* a brief background to introduce the major features of the sub-sector;\n* the key\n* that government sees for itself in presenting policies for the sub-sector, in other words, the problems that the policy must address;\n* a clear statement of governmentâ¢s\n* for the sub-sector;\n* where necessary, short\n* for particular policies;\n* where necessary, details on the\n* of the policies; and\n* where necessary, mechanisms for the monitoring and evaluation of policies."}, {"text_block_id": "p14_b116", "text": "Policy has been stated, in italics, in the sub-section that is most relevant to, and then cross referenced to related sub-sections, if applicable. The expression of policy is on a broad or high-level basis. An assumption is made that the Ministry of Mines and Energy bears primary responsibility for government energy policy. Where other Ministries are involved, this is made clear. Finally, every effort has been made to ensure that the policy is attainable, justifiable, implementable and realistic for the various energy sub-sectors."}, {"text_block_id": "p14_b117", "text": "1.4 ENERGY POLICY GOALS"}, {"text_block_id": "p14_b118", "text": "The following goals, presented in no particular order, serve as a framework for the energy policies in this White Paper:"}, {"text_block_id": "p14_b119", "text": "Effective governance"}, {"text_block_id": "p14_b120", "text": "Effective governance systems will be in place to provide stable policy, legislative and regulatory frameworks for the energy sector."}, {"text_block_id": "p14_b121", "text": "Security of supply"}, {"text_block_id": "p14_b122", "text": "Namibia will achieve security of energy supply through an appropriate diversity of economically competitive and reliable sources, with emphasis on the development of Namibian resources."}, {"text_block_id": "p14_b123", "text": "Social upliftment"}, {"text_block_id": "p14_b124", "text": "Households and communities will have access to appropriate, affordable energy supplies."}, {"text_block_id": "p14_b125", "text": "Investment and growth"}, {"text_block_id": "p14_b126", "text": "The Namibian energy sector will expand through local and foreign fixed investment, resulting in economic benefits for the country. Particular attention will be given to black economic empowerment. ."}, {"text_block_id": "p14_b127", "text": "Economic competitiveness and efficiency"}, {"text_block_id": "p14_b128", "text": "The energy sector will be economically efficient and will contribute to Namibia•s economic competitiveness."}, {"text_block_id": "p14_b129", "text": "Sustainability"}, {"text_block_id": "p14_b130", "text": "The Namibian energy sector will move towards the sustainable use of natural resources for energy production and consumption.  Government recognises that in certain contexts some of these goals may be contradictory, and that certain trade-offs therefore may have to be agreed to in terms of policy implementation. The detailed policies following for the various supply, demand and cross-cutting sectors represent government•s current thinking on the best means to achieve these goals and overcome any contradictions."}, {"text_block_id": "p15_b131", "text": "1.5 THE ECONOMIC AND DEVELOPMENT CONTEXT FOR ENERGY POLICY"}, {"text_block_id": "p15_b132", "text": "The energy policy goals presented in the previous section provide a framework for the formulation of energy policies as presented in this White Paper. The development of effective policies to achieve these goals requires a clear understanding of the context out of which these policy goals have evolved, and in which the policies will be implemented. This section provides this context. The background section that follows gives a developmental and regional overview of Namibia. Thereafter, Namibia•s development goals as they appear in the first National Development Plan are noted, and the Namibian economy is described. Finally, links between the economy and the energy sector are drawn."}, {"text_block_id": "p15_b133", "text": "1.5.1 Background"}, {"text_block_id": "p15_b134", "text": "Namibia has some 1.7 million inhabitants occupying a land area of some 824 269 km"}, {"text_block_id": "p15_b135", "text": "2"}, {"text_block_id": "p15_b136", "text": ". Thus, in terms of the size of its population, Namibia can be described as a small country by international standards. Much of southern Namibia is extremely arid and the average Namibian population density is very low • about two people per square km, compared, for example, with about 30 people per square km in South Africa and 25 in the USA. Although Namibia•s urban areas are showing signs of rapid growth, 73% of the population live in rural areas, where the dominant economic activity is subsistence farming. Population growth of more than 3% per annum is high, and this places a strain on attempts at economic and social development."}, {"text_block_id": "p15_b137_merged_merged", "text": "Namibia•s per capita Gross National Product (GNP) in 1994 was US$1 970 (constant prices, 1981).  In terms of this, Namibia can be defined as a lower middle-income country. However, income distribution is highly skewed. A small percentage of Namibians are well-off while the majority live in conditions of relative poverty. For this latter group, literacy rates are low, as is life expectancy. While Namibia ranks 79th in the world in terms of GDP per capita, it only ranks 116th in terms of the United Nations Development Programme•s Human Development Index."}, {"text_block_id": "p15_b142", "text": "Namibia has only recently begun to grapple with its development problems. Before Independence in 1990 the country was occupied by South Africa, and for many years Namibia was the site of an internal war of liberation and was also used as a military base for South Africa•s war with Angola. During the South African occupation, Namibia was subject to apartheid-style economic and social development. A result of this is that Namibia has pockets of affluence consisting of an excellent network of infrastructure connecting fully serviced, largely white urban areas and commercial farms, side-by-side with large poverty-stricken areas. After the war, the transition from South African rule was relatively smooth. Namibia•s infrastructure of roads, dams, power lines and pipelines is now well catered for. The government is stable, governance standards appear to be good and fiscal discipline is exercised. Since Independence, Namibia has experienced GDP growth averaging 5%."}, {"text_block_id": "p15_b143", "text": "In the past, Namibia has been strongly influenced by its neighbours, and this will probably continue. The value of Namibia•s exports and imports are both in the range of approximately 60% of Namibian GDP. This is indicative of an extremely open economy. South Africa, with a population 25 times the size of Namibia•s, and a GDP 40 times the size of Namibia•s, is the dominant force. In fact, South Africa supplies about 85% of Namibia•s imports. In addition to the sheer relative weight of its economy, South Africa exerts influence through a number of regional bodies such as the Common Monetary Area, the Southern African Customs Union and the Southern African Development Community. Namibia•s currency is linked to the South African Rand. This means that Namibia has a minimal amount of flexibility in monetary policy."}, {"text_block_id": "p15_b144", "text": "Angola is also much larger than Namibia and also exerts a strong influence. Unfortunately,"}, {"text_block_id": "p16_b145", "text": "the war and instability in Angola has meant that this has largely been negative over the past decades. However, the potential for exerting a strong positive influence on Namibia remains. Namibia•s other main neighbour, Botswana, is a small country in terms of population and GDP, and exerts a far smaller influence."}, {"text_block_id": "p16_b146", "text": "1.5.2 Development goals of the Namibian government"}, {"text_block_id": "p16_b147", "text": "In 1995, five years after Independence, the Namibian government launched its first National Development Plan (NDP1). The NDP1 superseded the Transitional National Development Plan which focused on consolidating democracy. The main achievement of this transitional plan was that it put in place the basic organs of government. NDP1 builds on these achievements. It has as its four main goals:"}, {"text_block_id": "p16_b148", "text": "In 1995, five years after Independence, the Namibian government launched its first National Development Plan (NDP1). The NDP1 superseded the Transitional National Development Plan which focused on consolidating democracy. The main achievement of this transitional plan was that it put in place the basic organs of government. NDP1 builds on these achievements. It has as its four main goals:\n* revived and sustained economic growth;\n* employment creation;\n* reduced inequalities; and\n* eradication of poverty."}, {"text_block_id": "p16_b156", "text": "The plan includes policies which see the government providing an enabling environment for strong private sector involvement. Typical implementation of this policy would be the commercialisation, and possible privatisation, of parastatals. This policy also supports macro-economic stability through avoiding excessive government borrowing and a balanced budget."}, {"text_block_id": "p16_b157", "text": "1.5.3 The Namibian economy"}, {"text_block_id": "p16_b158", "text": "After stagnant per capita GDP growth in the first half of the 1980s, GDP has, on average, grown, albeit irregularly. This growth pattern is largely attributable to its sensitivity to erratic outputs of the primary agricultural, fisheries and minerals sub-sectors exposed to external factors. Growth was 4.1% in 1995 and averaged 4.8% from 1990 to 1996."}, {"text_block_id": "p16_b159", "text": "Note: •Other• includes wholesale and retail trade, hotels and restaurants, transport and communication, finance, real estate and business services, as well as electricity and water, and construction."}, {"text_block_id": "p16_b160", "text": "Structure of Namibian GDP by economic activity"}, {"text_block_id": "p16_b161", "text": "Growth in secondary and tertiary sectors has been smoother than in the primary sectors, with strongest growth being exhibited in tertiary industries. This has resulted in a"}, {"text_block_id": "p17_b162", "text": "fundamental change in the structure of the Namibian economy. The contribution of the tertiary sector to total GDP grew from 42% in 1980 to 54% in 1995 while the primary sector•s contribution fell from 45% to 34% in the same period. Agriculture now contributes only 10% of GDP despite the fact that this sector employs around half of the national labour force. Though the mining sector•s contribution to GDP has declined in the last 15 years, it is still an important sector of the economy. The manufacturing sector is growing. Its activities are still almost totally confined to processing agricultural and mineral raw materials."}, {"text_block_id": "p17_b163", "text": "As a result of public sector expansion, government expenditure increased after Independence. It has now stabilised back to pre-Independence levels of around 32% of GDP and, in general, the relative contributions of government and private consumption expenditure are currently relatively stable."}, {"text_block_id": "p17_b164", "text": "Gross fixed capital formation has been erratic. Over much of the 1980s, there was negative investment but since the end of the 1980s this has largely been positive, averaging 20.7% in the period 1990 to 1994, with the public sector accounting for between 35 to 40% of this."}, {"text_block_id": "p17_b165", "text": "1.5.4 Macro-economic aspects of the energy sector"}, {"text_block_id": "p17_b166", "text": "The energy sector is a vital component of the economy. It provides essential inputs for other economic sectors and for basic needs and social services. It can also be seen as an economic sector in its own right, however, contributing directly to GDP, Gross Fixed Capital Investment, government revenues, and employment. It also impacts on the Balance of Payments. The first measure, linkages to overall GDP, is a standard way of determining the energy sector•s contribution to the economy. The other measures are useful in that they show trends that the energy sector/GDP linkages may not. With a view to placing the energy sector in a wider context, this section examines these energy sector contributions to the Namibian economy."}, {"text_block_id": "p17_b167", "text": "1.5.4.1 Contribution to Gross Domestic Product"}, {"text_block_id": "p17_b168", "text": "Although electricity and liquid fuels are vital inputs for the production of other goods and services, the electricity and liquid fuels industries only make a negligible contribution to GDP as economic sub-sectors in their own rights. The Namibian national accounts indicate that, in 1995, electricity and water made up N$ 187 million out of the total Namibian GDP of N$ 11 470 million. Characteristically, water•s contribution is minor. Thus, the electricity sector•s contribution can be estimated to have been a maximum of about 1.6% of GDP. All petroleum products are imported so the value added by the liquid fuels industry is probably less than 1% of GDP. The same applies to the small coal industry. Due to proven and prospective resource bases, the upstream oil and gas sector, and possibly the upstream electricity sector could have potential to make significant contributions to GDP. As yet, though, these potentials have not been realised."}, {"text_block_id": "p17_b169", "text": "1.5.4.2 Contribution to Gross Fixed Capital Formation"}, {"text_block_id": "p17_b170", "text": "During the 1990s, the electricity and water sectors contributed 3.9% of Gross Fixed Capital Formation (GFCF), of which the electricity sector accounted for about 78%. Electricity and oil companies together have contributed more than 4% to GFCF since 1993. This proportion will significantly increase if new projects, such as development of the Kudu gas field or new hydro-power schemes, are implemented."}, {"text_block_id": "p17_b171", "text": "1.5.4.3 Contribution to government revenues"}, {"text_block_id": "p17_b172", "text": "The energy sector contributes to government revenue through direct taxes, income taxes (company and employee earnings), fuel taxes, and dividend payments. The largest contributor to state revenues is liquid fuels taxes which brought in N$ 325 million in 1996,  accounting for roughly 10% of total government revenues. It has been estimated that, in 1996, the surplus on electricity sales appropriated by local government was N$ 60 million."}, {"text_block_id": "p18_b173", "text": "Furthermore, NamPower paid company taxes amounting to N$ 31 million, while the oil companies paid approximately N$ 25 million. This accounted for 12.4% of all corporate taxes. NamPower also paid a N$ 10 million dividend. In addition, an amount of N$ 30 million is levied annually on petrol and diesel sales in favour of the National Energy Fund, mainly for price equalisation and transport subsidies to rural areas."}, {"text_block_id": "p18_b174", "text": "1.5.4.4 Impact on the Balance of Payments"}, {"text_block_id": "p18_b175", "text": "All petroleum products, and most of electricity, is imported. Together these imports amounted to N$ 256 million, N$ 352 million and N$ 166 million in 1993, 1994 and 1995 respectively. Electricity accounted for about 1% of all imports but this amount varies considerably depending on local production which in turn depends on water flow in the Cunene River for hydro-power generation."}, {"text_block_id": "p18_b176", "text": "1.5.4.5 Contribution to employment"}, {"text_block_id": "p18_b177", "text": "As a result of the capital-intensive nature of Namibia•s energy industries the energy sector is not a major employer: only an estimated 5 000 people are directly employed in the sector out of a total of 388 014 persons employed in the Namibian economy. The employment profile of the sector in Namibia shows a preponderance of unskilled or semi-skilled jobs. Seventy percent of people employed in the sector fit into this category, including pump attendants, handypeople, and general labourers."}, {"text_block_id": "p18_b178", "text": "The overwhelming majority of energy sector jobs are in service stations, where approximately 3 000 people are directly employed as pump attendants, mechanics, office workers and owners/managers. A further 350 people are employed by the oil companies, 850 by parastatal energy companies, and the remaining 750 by municipal electricity departments, electrical consulting engineering firms and so forth."}, {"text_block_id": "p18_b179", "text": "Indirectly, the energy sector makes possible the significant employment in other sectors such as manufacturing, construction, retailing, engineering, services and transport, and through capital projects, sub-contracting and other spin-offs. TransNamib, for example, estimates that, on average, 30% of its income derives from transporting liquid fuels."}, {"text_block_id": "p18_b180", "text": "Following the international trends of automation, job losses in the Namibian energy sector seem to be inevitable. Substitution of labour by capital has already lead to a decrease of 40% in jobs in the oil industry from 1991 to 1996. This is, however, not in accordance with the overall National Development Objective of creating job opportunities. The government is facing the challenge of balancing the sometimes conflicting demands of technological development and increased economic efficiency with employment creation in a highly capital-intensive sector."}, {"text_block_id": "p18_b181", "text": "1.5.5 Role of energy in economic development"}, {"text_block_id": "p18_b182", "text": "The above analysis gives an indication of the likely magnitude of impacts of energy policy and projects on macro-economic variables. This needs to be coupled with an understanding of the vital role that energy plays in powering the economy and in promoting social and economic development.  Reliable and competitively priced energy is essential for the economy.  Access to affordable and convenient supplies of energy is also essential for meeting basic needs. Energy policy is an important adjunct to national economic development policy."}, {"text_block_id": "p18_b183", "text": "1.5.6  Role of energy in human resource development and economic empowerment"}, {"text_block_id": "p18_b184", "text": "Policy formulation as well as planning and implementation processes should be seen as an opportunity to build expertise in the Namibian energy sector.  In the long term, building indigenous capacity will help reduce Namibia•s dependence on foreign assistance.  In order"}, {"text_block_id": "p19_b185", "text": "to achieve this goal, the process of policy formulation must be open and inclusive.  Such an approach should include information and education campaigns aimed at empowering communities and individuals to participate in the policy process. Training and skills dissemination need to comprise a significant component of this process. Because of their proximity to local issues, the role of the non-governmental (NGO) sector in this regard is critical. Linking new energy sector investments to local empowerment presents another opportunity to build local capacity.  When making licensing and other decisions, the Ministry will consider the impact of proposed investments on affirmative action and economic empowerment of previously disadvantaged populations."}, {"text_block_id": "p19_b186", "text": "1.6 PROFILE OF THE ENERGY SECTOR"}, {"text_block_id": "p19_b187", "text": "1.6.1 Overview"}, {"text_block_id": "p19_b188", "text": "Before proposing detailed energy policies, it is useful to get an overview of the energy sector that we are dealing with."}, {"text_block_id": "p19_b189", "text": "Liquid fuels, mainly in the form of petrol and diesel, dominate the Namibian energy sector. In terms of quantity of net energy consumed, these fuels currently account for over 63% of the total. The sector is controlled by five private oil companies, although the price and distribution of fuel is regulated by government. All liquid fuels are imported."}, {"text_block_id": "p19_b190", "text": "The electricity sector is the next largest sector on the economy, accounting in 1996 for roughly 17% of Namibia•s net energy consumption. Generation and transmission is a monopoly and is undertaken by a publicly owned national utility. Distribution is mostly undertaken by local authorities. Most of Namibia•s electricity is currently being imported."}, {"text_block_id": "p19_b191", "text": "Coal accounts for, on average, 5% of Namibia•s net energy consumption. As Namibia does not have economically exploitable coal reserves, most coal is imported. The industry is small, and privately owned. Biomass is the main fuel of households in the North where most of the population resides."}, {"text_block_id": "p19_b192", "text": "Namibia has yet to experience a commercial oil discovery, but it is well endowed with largely undeveloped energy resources in the form of hydro-power and natural gas. It also has an excellent solar resource, and fair wind resources. The gas and hydro-power resources are well in excess of Namibia•s own requirements, and may offer significant opportunities for export industries."}, {"text_block_id": "p19_b193", "text": "1.6.2 Sectoral analysis"}, {"text_block_id": "p19_b194", "text": "1.6.2.1 Liquid petroleum fuels"}, {"text_block_id": "p19_b195", "text": "Namibia depends on imports (710 000 Mt in 1997) from foreign refining centres for its liquid petroleum fuels. About 60 to 70% of product currently originates from South Africa, and the remainder comes from close-by sources, conforming to Namibian specifications."}, {"text_block_id": "p19_b196", "text": "Two tiers operate in the supply industry. There are five downstream marketers/ wholesalers, namely Caltex, Shell, BP, Engen, and Total and a large number of fuel re-sellers (226 service stations). All retail outlets are supported by these wholesalers through shared bulk storage at Walvis Bay and depots at Windhoek, Keetmanshoop and Otjiwarongo. About 80% of the petrol and 10% of the diesel is sold through the service stations. Liquid fuel requirements are imported by sea, railed to inland depots and then taken to outlets by road tankers."}, {"text_block_id": "p19_b197", "text": "Prices are set and controlled by the Ministry of Mines and Energy. A combination of price controls, the small size of the Namibian market and agreements between the oil industries around hospitality arrangements in using infrastructure such as depots essentially means that there is little competition."}, {"text_block_id": "p20_b198", "text": "The liquid fuels industry is governed by the Petroleum Products and Energy Act 1990 (Ammended 1994), which makes provision for the regulation of petroleum products. Further the Act establishes the National Energy Council and the National Energy Fund."}, {"text_block_id": "p20_b199", "text": "The Ministry recognises the need for economic efficiency to be achieved and job security to be protected within the context of current efforts to deregulate the liquid fuels sector. In order to be sensitive to these concerns, the Ministry will use a structured, balanced and consultative approach to the question of deregulation."}, {"text_block_id": "p20_b200", "text": "1.6.2.2 Electricity"}, {"text_block_id": "p20_b201", "text": "In 1996, Namibia consumed 1 707 GWh of electricity, with a peak load of approximately 320 MW. Net imports of electricity from Eskom in South Africa accounted for 53% of the requirements (currently through a double circuit 220 kV inter-connector). The remainder was supplied mainly by the Ruacana hydro-electric plant (249 MW but rainfall dependent) on the Cunene River. Electricity is also generated by the coal-fired Van Eck power station in Windhoek (120 MW) and by a large number of small diesel units throughout the country. Generation, transmission and bulk supply of electricity is the responsibility of NamPower, a wholly state-owned enterprise. Electricity distribution is decentralised, with 46 municipalities and local authorities being responsible for supply to end-users in urban and peri-urban areas. NamPower supplies electricity directly to large mining and industrial customers. Supply in rural areas is mainly the responsibility of the Ministry of Regional and Local Government and Housing, although operation and management of supply in the northern part of Namibia has been contracted out to a private company, Northern Electricity. NamPower also has an involvement in rural areas, being responsible for the main rural transmission and distribution system and direct supply to certain end-users."}, {"text_block_id": "p20_b202", "text": "To date, the electricity sector has been governed by South African electricity acts but an Electricity Act for Namibia is currently being developed. This Act will include a regulator•s framework for electricity pricing, which until now has not existed. The Electricity Act also makes provision for the creation of an Electricity Board, which will be responsible for regulating the electricity industry, as well as customer protection. Options for improving sector efficiency through the restructuring of the electricity supply industry are currently being considered."}, {"text_block_id": "p20_b203", "text": "1.6.2.3 Coal and wood"}, {"text_block_id": "p20_b204", "text": "Coal used by the Van Eck power station in Windhoek amounts to about 12 000 tonnes per annum. Most of this coal is imported from South Africa. Apart from coal for power production, the industry is small, and is privately owned."}, {"text_block_id": "p20_b205", "text": "Biomass is the main fuel of households in the north where most of the population resides. According to the 1991 census, 93% of rural households depend on woodfuel for cooking. Unlike solar and wind potential, this resource is currently heavily over-exploited in certain areas, resulting in severe woodland denudation. In order to legally sell wood of state (including communal) land in Namibia, a permit obtainable from the Directorate of Forestry is required. In certain regions it is clear, however, that people are selling wood without these permits."}, {"text_block_id": "p20_b206", "text": "1.6.2.4 Resource base"}, {"text_block_id": "p20_b207", "text": "1.6.2.4.1 Oil and gas"}, {"text_block_id": "p20_b208", "text": "Namibia has proven reserves of gas and there is the potential for further discoveries of oil and gas. The Petroleum Exploration and Production Division (PEP) of the Ministry of Mines and Energy was established to regulate petroleum activities and also to administer the Petroleum (Exploration and Production) Act (Act 2 of 1991) and other regulations. At present, all exploration and production activities in Namibia are carried out by private"}, {"text_block_id": "p21_b209", "text": "Namcor, the state oil and gas parastatal was established under the Petroleum Act. Although this Act empowers Namcor to operate widely (exploration and production, refining, and liquid fuels marketing), it has limited its activities thus far to promotion of Namibian acreage, including data gathering and marketing exercises, technical management of exploration activities and the rendering of advice to the Ministry of Mines and Energy. The Petroleum Act also provides for licensing, good oil field practice guidelines, petroleum agreements and environmental impact assessments."}, {"text_block_id": "p21_b210", "text": "1.6.2.4.2 Solar, and wind"}, {"text_block_id": "p21_b211", "text": "Though Namibia has one of the best solar energy resources in the world, the solar industry is relatively small, and is made up entirely of small private sector players. There is considerable wind energy potential in coastal areas. To date the potential of both solar and wind energy has not been tapped, though the Ministry of Mines and Energy is investigating opportunities for developing the sector."}, {"text_block_id": "p21_b212", "text": "1.6.2.4.3  Hydropower"}, {"text_block_id": "p21_b213", "text": "The hydropower potential of the Cunene River constitutes one of the main electricity energy sources in Namibia. The potential includes 12 different schemes, ranging from 50 to approximately 500 MW. One scheme, the Ruacana hydropower plant is developed, and two others are studied in a feasibility study. These are the Epupa and the Baynes Schemes."}, {"text_block_id": "p21_b214", "text": "Of the other perennial rivers, only the Okavango River has a known potential of approximately 15 MW near the Popa falls."}, {"text_block_id": "p21_b215", "text": "Depending on hydrological conditions, hydropower supplies up to 60% (1 134 GWh in 1995) of Namibia•s electricity from the Ruacana station on the Cunene river, although in dry years this has fallen to 45% (672 GWh in 1994). Ruacana•s firm generating capacity is considerably reduced due to absence of upstream regulation of the Cunene river flows in Angola, and particularly due to problems with the Gove dam."}, {"text_block_id": "p21_b216", "text": "It is envisaged that the larger projects within these sectors will be governed by the Electricity Act."}, {"text_block_id": "p21_b217", "text": "See sections 3.1.2 and 3.5.3 in Electricity and Renewable Energy respectively."}, {"text_block_id": "p22_b218", "text": "2 ENERGY DEMAND"}, {"text_block_id": "p22_b219", "text": "2.1 ENERGY DEMAND BY PRODUCTIVE SECTORS OF THE ECONOMY"}, {"text_block_id": "p22_b220", "text": "The transport sector•s energy consumption far outweighs that of other sectors in the economy. In 1995, it accounted for 55% of all energy consumed in the economy. That same year, industry and commerce accounted for 30%, households for 10% and agriculture and fisheries combined, for 5% of all energy consumed. Namibia•s total consumption is on the increase, though erratically."}, {"text_block_id": "p22_b221", "text": "There are 37.5 private passenger cars and 37.6 lorries and vans for every one thousand people living in Namibia. Both diesel and petrol demand growth are strongly linked to vehicle population which in turn is strongly linked to economic growth. Growth rates of between 1% and 5% per annum for petrol, and 1% and 6% for diesel have been estimated. There is, however, a high level of volatility of demand in this sector."}, {"text_block_id": "p22_b222", "text": "Policies applicable to the transport sector can be found in section 3.4 on Downstream Liquid Fuels."}, {"text_block_id": "p22_b223", "text": "Historically, industrial investment has been concentrated in the resource-based industries, including fishing, mining and tourism. Mining is one of the pillars of economic growth in Namibia. The sector•s operations are well supplied with electricity and liquid fuel products. The mines are the biggest single users of electricity in Namibia, and the largest consumers of diesel oil and coal (excluding the power sector)."}, {"text_block_id": "p22_b224", "text": "Due to considerable new investments in the manufacturing sector, in particular concerning the export processing zones (EPZs) and the exploration of new mining sites in the south near Oranjemund, Noordoewer and Rosh Pinah, it is likely that energy demand in industry and mining will increase. The nature of mining and minerals beneficiation is such, in fact, that one large individual project could have a major impact on the entire Namibian energy supply industry, and particularly the electricity supply industry. Any policy must be flexible enough to ensure that power is available for or can be made available to foreseeable large power consuming projects."}, {"text_block_id": "p22_b225", "text": "Lastly, commercial agriculture and fisheries have traditionally been well supplied by the energy sector, while informal agriculture and fishing industries have not. This distinction also applies to the water sector."}, {"text_block_id": "p22_b226", "text": "Policies applicable to these sectors can be found in section 3.4 in Downstream Liquid Fuels, section 3.1 in Electricity, and section 3.5 in Renewable Energy."}, {"text_block_id": "p22_b227", "text": "In general, the energy needs of the above sectors have been well catered for. There is therefore little need for detailed policy in this regard. The key challenge for government providing energy to the mining, industrial and commercial sectors will be to continue to supply low cost, quality (the primary concern being reliability) electricity."}, {"text_block_id": "p22_b228", "text": "Government is committed to supplying reliable, competitively priced energy to productive sectors of the economy within the constraints of the competing demands of social equity and environmental sustainability."}, {"text_block_id": "p22_b229", "text": "[All policy statements in this White Paper are italicised]."}, {"text_block_id": "p22_b230", "text": "2.2 URBAN ENERGY NEEDS"}, {"text_block_id": "p22_b231", "text": "In 1991, Namibia had a total population of 1 410 000 people, of which 350 000, or 25%, lived in urban areas. Based on an assumption of a general population growth of 3% and urban growth of 5%, it is estimated that the population in 1997 is about 1 685 000, with the urban sector comprising about 470 000. Household size is assumed to have remained stable in the 1990s at an average of 4.7 persons. Windhoek and other major settlements (Walvis Bay,"}, {"text_block_id": "p23_b232", "text": "Swakopmund, Keetsmanshoop, Otjiwarongo and Rehoboth) make up 80% of the urban population. Future projections are that the urban population could reach a million by the year 2009."}, {"text_block_id": "p23_b233", "text": "Owing in part to its past, the Namibian government has inherited a deeply divided economy where the gap between the poor and affluent sectors of the population is substantial. The Gini-coefficient, a measure of income distribution between high and low-income groups, is one of the highest in the world. While the country•s GDP is ranked 79"}, {"text_block_id": "p23_b234", "text": "th"}, {"text_block_id": "p23_b235", "text": "by the UNDP, the Human Development Index, a measure of access to resources, life expectancy and literacy levels ranks Namibia 116"}, {"text_block_id": "p23_b236", "text": "th"}, {"text_block_id": "p23_b237", "text": ". The reality is that about 50% of all Namibians live below the poverty line."}, {"text_block_id": "p23_b238", "text": "The Namibian government faces the challenge of providing affordable energy services to meet the basic needs of its growing urban populace. There is currently some debate concerning the extent to which urban households have access to electricity. While in 1993 the World Bank asserted that electricity was universally available to urban areas, the latest estimate is that 76% of urban household have access (SAD-ELEC, 1997). Although it is likely that multiple fuel use is widespread, urban households• energy utilisation patterns and associated problems are not well known • indeed little research has been undertaken on energy use patterns in urban areas."}, {"text_block_id": "p23_b239", "text": "2.2.1 Challenges for the urban households sector"}, {"text_block_id": "p23_b240", "text": "With a view to addressing the energy needs of urban, and particularly low-income, households in a manner which will encourage the equitable, efficient and sustainable use of energy resources of Namibia, the following key policy challenges have been identified:"}, {"text_block_id": "p23_b241", "text": "With a view to addressing the energy needs of urban, and particularly low-income, households in a manner which will encourage the equitable, efficient and sustainable use of energy resources of Namibia, the following key policy challenges have been identified:\n* Providing affordable electricity to all households in established urban areas;\n* Providing information to household energy users on the cost effective and efficient use of energy sources; and\n* Initiating national studies on urban energy-use patterns, and possible mechanisms to improve energy services."}, {"text_block_id": "p23_b247", "text": "The policy choices will contribute to the energy goals of social upliftment, and security of household energy supply."}, {"text_block_id": "p23_b248", "text": "2.2.2 Access to affordable electricity services and appliances"}, {"text_block_id": "p23_b249_merged_merged", "text": "Access to electricity has not been a major concern in Namibia•s urban settlements, although supply to the growing number of rural migrants living in shack dwellings in urban areas is becoming a problem. The major challenge for the government is to sustain the provision of affordable electricity to urban households in the context of the growing population. The Ministry of Mines and Energy will promote the provision of affordable electricity connections and appliances in established urban areas through a fair tariff structure and cost-effective solutions favouring low-income households. Detailed policies on this and its implications can be found in section 3.1.3 in Electricity."}, {"text_block_id": "p23_b252", "text": "2.2.3 Capacity building and information dissemination"}, {"text_block_id": "p23_b253", "text": "Research has shown that there is much scope for households to use energy more efficiently, and that information available to users about appliance acquisition and the use of energy services is limited. At present there are efforts to  co-ordinate existing activities to inform the urban population about matters such as energy efficiency. Government will embark on a nation-wide capacity building and information dissemination programme aimed at raising national awareness on efficient and sustainable energy end use."}, {"text_block_id": "p23_b254", "text": "For detailed policies on this see section 4.2.2.2 on Energy Efficiency and Conservation."}, {"text_block_id": "p24_b255", "text": "2.2.4 Future urban energy policy development"}, {"text_block_id": "p24_b256", "text": "Until now, very little research into urban energy-use patterns has been undertaken. Studies have been limited to a few locations, and restricted to electrical energy use. As urban centres continue to grow, energy-use patterns may change. Effective policy making will require the changing contexts and patterns of energy use to be adequately understood. Sufficient empirical information to brief policy makers on urban energy-use patterns in all major areas is needed. In addition, such empirical information should address, or be sensitive to, gender relations at the household level."}, {"text_block_id": "p24_b257", "text": "The majority of Namibian urban households rely on electricity for most of their domestic end-uses. Although access to electricity contributes towards alleviating energy poverty, lessons from around the world show that electricity supply cannot solve this problem alone, as households tend to rely on a number of fuels to meet their energy needs. The growing number of shack settlements in the country puts a further strain on dwindling woodlands. Other energy sources such as charcoal or renewable energy sources, which may be used in place of electricity or woodfuel are often inaccessible, either because they are not affordable or because households are not accustomed to them."}, {"text_block_id": "p24_b258", "text": "As a basis for future policy development, government will initiate national studies on urban energy-use patterns, and possible mechanisms to improve energy services."}, {"text_block_id": "p24_b259", "text": "The Ministry of Mines and Energy will acquire and co-ordinate funding to undertake these investigations.  It is envisaged that competent private sector institutions will be supported to undertake research of this nature.  The Ministry will also work closely with energy suppliers and financial institutions in exploring mechanisms to improve household access to appliances and to energy sources other than electricity and wood."}, {"text_block_id": "p25_b260", "text": "2.3 RURAL ENERGY NEEDS"}, {"text_block_id": "p25_b261", "text": "In accordance with the Local Authorities Act No 23 (1992), rural areas are defined as those which fall outside the proclaimed municipal areas and include diverse settlement types ranging from commercial farms to communal areas. It is the purpose of this section of the White Paper, however, to specifically target rural people living in the communal areas and farmworkers on commercial farms, who have historically been neglected by energy policy makers and implementing agencies."}, {"text_block_id": "p25_b262", "text": "One of the main imperatives for this specific focus is that a large proportion of households in these rural areas live in poverty. Rural poverty is exacerbated by the widespread vulnerability to drought throughout the country as well as the prevalence of environmental degradation. In addition, rural areas are characterised by inadequate social services, such as health care and education, and a lack of protected, accessible and safe water, and inadequate sanitation."}, {"text_block_id": "p25_b263", "text": "The condition of extreme poverty in the rural areas presents a significant challenge to government in its attempts to provide for the energy needs of rural people. Currently, the majority of rural households rely on biomass fuels, particularly woodfuel, to meet their energy needs. Distribution of woodfuel resources is highly uneven. In the face of woodfuel scarcity in some regions, crop residues and dung are used. Paraffin is used predominantly for lighting, although a few rural households use it for cooking. Candles are the other main source of lighting. Although the rural electrification programme has significantly extended electricity supply to rural areas, only 8 to 9% of rural households have electricity connections."}, {"text_block_id": "p25_b264", "text": "One of the key factors determining the form of rural energy policies is the demographic profile of rural areas. Due to the migrant labour system, the rural population is predominantly female, with a high proportion of female-headed households. One of the effects of this form of social dislocation has been an increase in the workloads of rural women. Furthermore, due to the gender division of labour, women have been allocated the responsibility for budgeting for and providing energy, managing the use of energy and appliances and using energy within households. Thus it is crucial that energy policies reflect a clear understanding of the energy needs of different rural women, the problems and constraints they face and the impact that energy policies and interventions may have on them."}, {"text_block_id": "p25_b265", "text": "It is unlikely that the energy consumption patterns of rural people will undergo a simple transition from woodfuel, through commercial fuels like paraffin and liquefied petroleum gas (LPG), to electricity. Due to a range of socio-economic and cultural factors, poor rural households are likely to continue to use fuels such as woodfuel, especially for cooking and heating, even if they have access to electricity. Therefore, embarking on a single strategy, such as electrification or the promotion of fuel-efficient stoves, will not solve the energy problems facing rural people."}, {"text_block_id": "p25_b266", "text": "2.3.1 Challenges for the rural households sector"}, {"text_block_id": "p25_b267", "text": "Rural energy policies should therefore attempt to meet the energy needs of rural people through a diverse range of strategies aimed at supporting the goals of social upliftment and rural development. To this end, the key challenges can be summarised as follows:"}, {"text_block_id": "p25_b268", "text": "Rural energy policies should therefore attempt to meet the energy needs of rural people through a diverse range of strategies aimed at supporting the goals of social upliftment and rural development. To this end, the key challenges can be summarised as follows:\n* Supplying a range of safe, affordable and appropriate fuels and appliances to rural households and community facilities;\n* Ensuring local control, responsibility and management of energy resources, such as communal management of forest resources;\n* Ensuring co-operation between various institutions and government ministries, such as the Directorate of Forestry, to achieve co-ordination and integration;"}, {"text_block_id": "p26_b274", "text": "Rural energy policies should therefore attempt to meet the energy needs of rural people through a diverse range of strategies aimed at supporting the goals of social upliftment and rural development. To this end, the key challenges can be summarised as follows:\n* Supplying a range of safe, affordable and appropriate fuels and appliances to rural households and community facilities;\n* Ensuring local control, responsibility and management of energy resources, such as communal management of forest resources;\n* Ensuring co-operation between various institutions and government ministries, such as the Directorate of Forestry, to achieve co-ordination and integration;\n* Building capacity through communication and training strategies and the use of participatory approaches to research and implementation; and\n* Undertaking ongoing research to inform policy and practice, including evaluation and monitoring of energy programmes and projects."}, {"text_block_id": "p26_b278", "text": "Although rural energy policies are concerned with social upliftment, it is important to recognise the critical link between this goal and that of environmental sustainability. To this end, rural household policies must emphasise the sustainable utilisation of biomass resources. Inasmuch as poverty often results in unsustainable resource use practices, it is also true that a depleted environment will exacerbate the conditions of poverty. As woodfuel resources become depleted through activities such as clearing land for agriculture, constructing homesteads and to a lesser extent the use of woodfuel, the immediate impact will be felt by the rural poor."}, {"text_block_id": "p26_b279", "text": "2.3.2 Sustainable use of biomass fuels"}, {"text_block_id": "p26_b280", "text": "Despite the focus of government policy on poverty alleviation, it is clear that in the short-to-medium term wood resources will continue to be an important energy source, especially for the rural poor. In fact, the Directorate of Forestry has developed a range of policy options that acknowledge that it is essential that rural people are able to use forest resources, in a sustainable manner, in order to survive. At the same time, woodland depletion is evident in some rural areas. Aside from the environmental consequences of woodland depletion, it is possible that the resultant woodfuel scarcity will have adverse effects on the rural poor • for example, as energy poverty and the burden on women•s labour time increases."}, {"text_block_id": "p26_b281", "text": "The key challenge to government is to ensure that rural people, especially the very poor, are able to use woodfuel on a sustainable basis. In order to achieve this, government will undertake the following:"}, {"text_block_id": "p26_b282", "text": "2.3.2.1 Assessment of the status and use of biomass resources"}, {"text_block_id": "p26_b283", "text": "Due to the sparse information on the problems experienced by rural households concerning woodfuel scarcity, it is difficult to formulate targeted policies."}, {"text_block_id": "p26_b284", "text": "Government will investigate the status and use of biomass in the different regions of Namibia in order to determine which rural people are most affected by woodland depletion, as well as the nature of the problems experienced by rural people. This investigation will form the basis of a national biomass strategy which aims to address the problems experienced by rural people in the different regions."}, {"text_block_id": "p26_b285", "text": "Some research, such as an inventory of biomass resources and wood consumption data, has been undertaken by the Directorate of Forestry and other institutions working in this field. Rather than duplicate this work, the biomass assessment will utilise it and only undertake further research where information does not exist."}, {"text_block_id": "p26_b286", "text": "2.3.2.2 Moving wood resources"}, {"text_block_id": "p26_b287", "text": "Due to bush encroachment, which has resulted from poor management and overgrazing, excess wood resources exist in some of the commercial agricultural regions.  Some of this is used for charcoal production, but the potential exists to use this excess to alleviate woodfuel shortages elsewhere."}, {"text_block_id": "p26_b288", "text": "As a basis for future policy development, government will investigate the feasibility of charcoal production and/or wood transport to areas of need."}, {"text_block_id": "p26_b289", "text": "This assessment will not only focus on the financial and economic feasibility of these initiatives, but will also evaluate whether rural people would benefit from such a programme.  If it is found to be infeasible to move wood resources in this manner, the study"}, {"text_block_id": "p27_b290", "text": "should recommend practical ways of addressing both problems of excess wood resources in some regions, and wood scarcity in others."}, {"text_block_id": "p27_b291", "text": "2.3.2.3 Fuel-efficient cooking technologies"}, {"text_block_id": "p27_b292", "text": "Apart from the environmental problems associated with woodfuel scarcity, a number of social problems have arisen as a result of the depletion of this resource. These include the high cost of woodfuel, and the long distances women walk to collect wood. Policy to reduce the effects of woodfuel scarcity are therefore necessary."}, {"text_block_id": "p27_b293", "text": "Government will promote fuel-efficient cooking technologies in rural areas."}, {"text_block_id": "p27_b294", "text": "These fuel efficient cooking technologies will be monitored for acceptance and appropriateness."}, {"text_block_id": "p27_b295", "text": "Government is aware of the initiatives of a range of organisations that have developed fuel efficient stoves, alternative fuels to be used in these stoves (such as paper briquettes) and renewable technologies. Rather than duplicate the research and development of appropriate fuel efficient and renewable energy technologies, government will, where appropriate, support the initiatives of those Namibian institutions undertaking work in the area."}, {"text_block_id": "p27_b296", "text": "2.3.3 Co-ordination and integration to improve rural development"}, {"text_block_id": "p27_b297_merged", "text": "Due to a lack of co-ordination between energy-supply institutions and other sectors such as rural water supply, education, rural industries and health, government believes that the full benefits of energy programmes are currently not being realised. The result of this lack of co-ordination in policy, planning and implementation is that rural people often have access to energy without the necessary complementary inputs which will ensure that the full benefits of a particular energy service are enjoyed."}, {"text_block_id": "p27_b300", "text": "The key challenge for government is to ensure that the provision of energy to rural areas is integrated into other rural development interventions and strategies."}, {"text_block_id": "p27_b301", "text": "Government will establish inter-sectoral mechanisms to ensure that rural energy programmes are integrated and co-ordinated with other rural development interventions."}, {"text_block_id": "p27_b302", "text": "2.3.3.1 Integration of woodfuel needs into Forestry policies"}, {"text_block_id": "p27_b303", "text": "The Ministry is not responsible for the control of woodfuel resources. This responsibility lies with the Directorate of Forestry within the Ministry of Environment and Tourism. For this reason it is essential that the co-operation between the two directorates is good in order to ensure that woodfuel needs of rural households are met."}, {"text_block_id": "p27_b304", "text": "Government will establish an appropriate inter-Ministerial mechanism to ensure that rural people•s woodfuel needs are integrated into the Directorate of Forestry policies and practice, especially with regard to the management and control of forests, as well as to woodlot and commercial, communal and farm forest strategies."}, {"text_block_id": "p27_b305", "text": "The Ministry of Mines and Energy will take responsibility for this. It is envisaged that the Ministry will develop a joint action plan with the Directorate of Forestry to draw on the knowledge, experience, practice and expertise of the Forestry staff."}, {"text_block_id": "p27_b306", "text": "2.3.4 Affordable, safe and appropriate energy services"}, {"text_block_id": "p27_b307", "text": "2.3.4.1 Commercial fuels and appliances"}, {"text_block_id": "p27_b308", "text": "From an environmental perspective, it is desirable that rural people switch from using biomass fuels to commercial fuels such as paraffin, LPG and electricity. Government, however, recognises that it cannot force rural people to use these fuels, as the factors which"}, {"text_block_id": "p28_b309", "text": "determine fuel use patterns and choices are complex and, to a large extent, are rooted in the condition of poverty which characterises the majority of rural people•s lives. Thus, in conjunction with strategies to ensure the sustainable utilisation of biomass resources, it is also important to make these commercial fuels easily available at affordable prices for rural people."}, {"text_block_id": "p28_b310", "text": "Government will take measures to ensure that commercial fuels, such as paraffin, LPG, and diesel, as well as their associated appliances are available and affordable for rural people for use in the home, agriculture, small businesses, telecommunications and community facilities. Also see sections 3.4.3 and 3.4.4.3 in Downstream Liquid Fuels."}, {"text_block_id": "p28_b311", "text": "Possible ways of achieving this would be through extending credit to rural people to purchase gas, diesel and paraffin appliances. Also, improving the distribution networks of LPG and paraffin would ensure that these fuels are easily available to rural people."}, {"text_block_id": "p28_b312", "text": "2.3.4.2 Rural electrification"}, {"text_block_id": "p28_b313", "text": "It is estimated that rural household access to electricity has increased from 5% in 1991 to 8 to 9% in 1997. Although the electricity grid will continue to be extended to rural areas, it is not likely that the majority of rural households will have access to grid electricity. The reasons for this lie with the high cost of electrifying and maintaining service in dispersed rural villages coupled with the low consumption of electricity by rural households. Despite this, electricity does provide benefits for rural households by improving quality of life. Electricity also provides important services to rural people where it is supplied to community facilities such as clinics, churches and schools, as well as rural businesses. Government will continue to electrify rural areas where economically viable, and will target community facilities, small businesses and households. Renewable electricity will be made available in off-grid areas for community facilities, including for the provision of water supply, as well as for small businesses and households"}, {"text_block_id": "p28_b314", "text": ". For detailed policies, see sections 3.1.3.2, and 3.5.7 in Electricity and Renewable Energy respectively."}, {"text_block_id": "p28_b315", "text": "2.3.5 Women•s energy needs"}, {"text_block_id": "p28_b316", "text": "Often, women•s needs remain hidden from those institutions involved in the implementation of energy projects and programmes. In some cases, these interventions may be experienced negatively by women, as workloads increase, for example, or stress on household budgets is felt. Furthermore, women are often not in a position to make or influence decisions concerning energy use, such as those concerning the acquisition of appliances. It has been found that, where men understand the potential benefits of particular interventions aimed at assisting women, they are less likely to oppose the allocation of household resources, either in the form of cash or labour, towards these interventions. Thus, government believes that by working with both women and men there is a better chance of helping women to meet their energy needs."}, {"text_block_id": "p28_b317", "text": "Government undertakes to ensure that energy projects impact positively on rural women, the principle users of energy and energy appliances, by ensuring that they participate in the design of energy programmes and projects, as well as by educating the public about the potential impact of these energy interventions."}, {"text_block_id": "p28_b318", "text": "Of particular importance is women•s control over decision making processes concerning the use of forest resources, thereby establishing women•s access to woodfuel in all forestry programmes, including community forestry, social forestry and agroforestry."}, {"text_block_id": "p28_b319", "text": "The Ministry, in collaboration with institutions involved in rural energy projects, will take responsibility for this."}, {"text_block_id": "p29_b320", "text": "2.3.6 Capacity building and provision of energy information"}, {"text_block_id": "p29_b321", "text": "Government believes that rural people, especially women, do not have access to information necessary for making informed decisions and choices with regard to the affordable, safe, healthy, efficient and environmentally sustainable use of energy. Also, little capacity exists at a regional and local level to support the energy needs of rural people. A key challenge for government is to build rural people•s capacity to make informed energy choices."}, {"text_block_id": "p29_b322", "text": "Government will develop a capacity building and energy information strategy on the affordable, safe, healthy, efficient and environmentally sustainable use of energy."}, {"text_block_id": "p29_b323", "text": "The strategy will target regional councillors, non-government organisations, community-based organisations, community leaders, schools and health centres, as well as the users and managers of energy in rural areas.  The Ministry of Mines and Energy will co-ordinate and acquire funding to support the implementation of such a strategy. It will be important to build on the structures and institutional capacity that exists in rural areas in the implementation of this strategy. For instance, the Ministry of Regional and Local Government and Housing has developed a network of local centres, fieldworkers and community based organisations which could, with additional resources, play an important role.  Government will work with outside institutions, sharing information on rural energy needs and assisting in building in-country capacity."}, {"text_block_id": "p29_b324", "text": "2.3.7 Information for policy review and implementation"}, {"text_block_id": "p29_b325", "text": "It is only recently that the energy needs of rural households have been the focus of government attention. Although a number of valuable surveys have been undertaken, there are gaps in government•s understanding of rural household energy use. Very little information and understanding of the factors which underlie rural household energy use and behaviour exists. Of particular concern is the lack of information and understanding of the energy problems, use and behaviour of farmworkers."}, {"text_block_id": "p29_b326", "text": "Government will establish an ongoing research strategy, which aims to understand rural household energy use and which provides information for energy policy review."}, {"text_block_id": "p29_b327", "text": "International experience has shown that qualitative methodologies, such as anthropological approaches, have been useful and effective research tools for deepening knowledge of energy use. Equally important are participatory methodologies that support local innovation, enhance local capacity and provide an interactive learning environment. The possibility of using these methodologies, in conjunction with the current quantitative approach, will be investigated. In addition, wherever possible, Government will use local information gathering and research capacity. An important component of this endeavour will be to build Namibian research capacity."}, {"text_block_id": "p29_b328", "text": "2.4 PERI-URBAN ENERGY NEEDS"}, {"text_block_id": "p29_b329", "text": "Government recognises that the circumstances of people in some areas are such that it is difficult to categorise them as either rural or urban. Where appropriate, government will implement relevant policies outlined in both the rural and urban sections of this White Paper so that the energy needs of the people living in these areas are not neglected."}, {"text_block_id": "p30_b330", "text": "3 ENERGY SUPPLY"}, {"text_block_id": "p30_b331", "text": "3.1 ELECTRICITY"}, {"text_block_id": "p30_b332", "text": "Electricity accounts for an important component of commercial energy consumption and GDP formation in Namibia. The sector will continue to play an important role in the years to come due to:"}, {"text_block_id": "p30_b333", "text": "Electricity accounts for an important component of commercial energy consumption and GDP formation in Namibia. The sector will continue to play an important role in the years to come due to:\n* high energy intensities;\n* annual growth in electricity demand of 4% or more;\n* development of export processing zones (EPZ);\n* electricity required for water pumping and desalination projects;\n* new opportunities for mining development;\n* continued emphasis on improving household access to electricity; and\n* the considerable investments needed to expand the capacity of the electricity system."}, {"text_block_id": "p30_b347", "text": "In 1996, Namibia consumed 1 707 GWh of electricity, with a peak load of approximately 320 MW. Net imports of electricity from Eskom (South Africa) accounted for 53% of the requirements, while the remainder was supplied mainly by the Ruacana hydro-electric plant on the Cunene River. Electricity is also generated by the coal-fired Van Eck power station in Windhoek and by a large number of small diesel units throughout the country, but mainly in rural areas."}, {"text_block_id": "p30_b348", "text": "Generation, transmission and bulk supply of electricity is the responsibility of NamPower, a wholly state-owned enterprise with strong technical and financial capabilities. Total supply capacity in the NamPower system amounts to 593 MW, of which 200 MW is from a double-circuit 220 kV interconnection with South Africa. Utilisation of the Ruacana hydro power station (249 MW) is severely constrained by lack of regulation of the water flow in the Cunene River. Operation of the Van Eck power station (120 MW) is costly due to the high cost of coal."}, {"text_block_id": "p30_b349", "text": "Approximately 30% of Namibia•s households had access to electricity by mid-1997. It is estimated that more than 75% of the urban households use electricity, compared to only 8 to 9% of the households in rural areas. Electricity distribution is decentralised, with 46 municipalities and local authorities being responsible for supply to end-users in urban and peri-urban areas. Limited information is available about the number of customers and their consumption profiles. NamPower supplies directly to large mining and industrial consumers and to about 1 500 commercial farmers. Supply in rural areas is mainly the responsibility of the Ministry of Regional and Local Government and Housing, although operation and management of supply in the northern part of Namibia has been contracted out to a private company (Northern Electricity). NamPower also has an involvement in rural areas, being responsible for the main rural transmission and distribution system and direct supply to certain end-users."}, {"text_block_id": "p30_b350", "text": "Although considerable progress has been made since Independence in supplying grid electricity to community facilities and rural villages, there is a need to improve on the criteria and priorities for planning and implementation of rural electrification. Constraints experienced include finance mobilisation and availability of skilled human resources for proper management and operation of rural electricity systems. Two master plan studies will be completed by mid-1998. These are expected to provide an important planning base for further electrification projects."}, {"text_block_id": "p30_b351", "text": "The supply capacity of the electricity system is nearly fully utilised. This applies in particular to the existing interconnection to South Africa, but also to parts of the internal transmission and distribution system. A decision has been taken to build a new 400 kV"}, {"text_block_id": "p31_b352", "text": "system from South Africa to Windhoek, at a cost of about N$ 950 million, as well as to upgrade the backbone transmission system in the country. Further expansion of the transmission and distribution system will also be addressed by the ongoing master plan studies."}, {"text_block_id": "p31_b353", "text": "Gas and hydro-power resources in Namibia are abundant compared to internal requirements, capable of supplying ten or more times the present demand. Feasibility studies to evaluate the economic merits of developing the Kudu gas field for power generation, as well as a new hydro-power plant on the Cunene River, are ongoing. Use of solar power and wind power in coastal areas are also being investigated. Costs and benefits of such developments need to be carefully evaluated against import options, taking into account the stated goal of increased electricity self-sufficiency, but also the risk of stranded investments."}, {"text_block_id": "p31_b354", "text": "Generally, electricity prices, particularly for large mining and industrial users, are low by both international and southern African standards. Though the existence of considerable surpluses (currently used to finance other municipal services) from municipal electricity distribution is evident, the financial viability of the distribution industry is not clear. In rural areas, distribution of electricity is largely not financially viable. This is due to low levels of consumption, high operating costs and inadequate management capacity. In essence, prices are not cost-reflective. This has negative implications for sector efficiency and economic resource allocation. No clear regulatory framework for electricity pricing exists at present. An Electricity Act and associated regulations is currently being developed. The Act creates an Electricity Board responsible for regulating the electricity industry."}, {"text_block_id": "p31_b355", "text": "The investments required to develop Namibia•s electricity sector are considerable. It has been estimated that they will exceed  N$ 3 billion in the period up to 2010 (1997 prices), and would impact positively on economic growth and development. The size of the resources compared to Namibia•s own electricity requirements imply a need for Namibia to pursue export and trading options. Close co-operation with neighbouring countries is required under the framework of the Southern African Power Pool (SAPP), of which NamPower is an operating member."}, {"text_block_id": "p31_b356", "text": "3.1.1 Current realities versus policy goals"}, {"text_block_id": "p31_b357", "text": "Although the Namibian electricity sector is well developed and appears competitive in a southern African perspective, certain problems exist. These include: high import dependency and few sources of supply; a large number of supply authorities with widely differing competence and practices; various technical, financial and institutional problems relating to rural electricity supply; electricity prices that in many instances are not cost reflective; and an unclear institutional structure. Considerable scope exists for increased"}, {"text_block_id": "p31_b358", "text": "sector efficiency"}, {"text_block_id": "p31_b359", "text": "to benefit end-users and the Namibian economy. Improved efficiency would facilitate increased access to electricity and contribute towards the goal of"}, {"text_block_id": "p31_b360", "text": "social upliftment and rural development"}, {"text_block_id": "p31_b361", "text": ". Sound policy initiatives are required to improve access among Namibia•s population, particularly in the rural areas, but at the same time realising that electrification alone cannot be the solution to rural energy problems."}, {"text_block_id": "p31_b362", "text": "Electricity supply is dependent on imports from one single source • Eskom. Ongoing efforts are aimed at alleviating this problem through broadening of the supply base. Care must be taken to ensure that costs and risks of improved"}, {"text_block_id": "p31_b363", "text": "security of supply"}, {"text_block_id": "p31_b364", "text": "are carefully understood and evaluated, and that Namibia remains competitive in a regional perspective."}, {"text_block_id": "p31_b365_merged_merged_merged", "text": "The Namibian electricity sector will require considerable investments, thereby contributing towards the goal of investment and growth. Properly managed and regulated, the electricity sector could become a driving force in Namibia•s economic development.  In order to ensure that level playing fields for investment and growth are supported, donor funds should be accounted for in a transparent manner."}, {"text_block_id": "p32_b368", "text": "Development of hydro, gas, solar and wind energy resources would contribute towards sustaining future electricity demands. Increased use of environmentally favourable renewable resources, combined with gas developments, would also contribute towards increased environmental"}, {"text_block_id": "p32_b369", "text": "sustainability"}, {"text_block_id": "p32_b370", "text": "."}, {"text_block_id": "p32_b371_merged_merged", "text": "Of paramount importance in the electricity sector is effective governance. This entails implementation of appropriate legal, regulatory and institutional frameworks, combined with increased efforts in building capacity at the government level, through development of appropriate governance structures and enhancement of skills."}, {"text_block_id": "p32_b374", "text": "3.1.2 Challenges for the electricity sector"}, {"text_block_id": "p32_b375", "text": "Key challenges for the Namibian electricity sector are:"}, {"text_block_id": "p32_b376", "text": "Key challenges for the Namibian electricity sector are:\n* increasing sector efficiency;\n* improving access to electricity in a sustainable manner, particularly in rural areas;\n* increasing security of supply, while taking into account the risk of stranded investments;\n* promotion and development of the sector as a key vehicle for investment and growth;\n* ensuring environmental and socio-economic sustainability;\n* alleviation of resource constraints in the electricity sector; and\n* development of an efficient and appropriate governance framework and structure."}, {"text_block_id": "p32_b390", "text": "In addressing these challenges, government is committed to consultation with stakeholders, particularly related to issues like industry restructuring, electricity pricing and financing issues."}, {"text_block_id": "p32_b391", "text": "3.1.3 Increasing electricity sector efficiency"}, {"text_block_id": "p32_b392", "text": "3.1.3.1 Electricity supply industry restructuring"}, {"text_block_id": "p32_b393", "text": "The Namibian electricity supply industry is characterised by a virtual monopoly in electricity generation and transmission, and a fragmented electricity distribution industry with 46 publicly-owned entities. Electricity end-users of all types have limited influence on price, quality and reliability of electricity supply. The overall efficiency of the industry is possibly below what is needed to efficiently support economic and social development in Namibia."}, {"text_block_id": "p32_b394", "text": "Government will investigate options for improving sector efficiency through electricity supply industry restructuring."}, {"text_block_id": "p32_b395", "text": "A study into possible models for an electricity supply industry restructuring will be completed by 1998. The restructuring shall address the scope for increased private sector participation, reorganisation of electricity distribution, integration of the Namibian electricity supply industry with the rest of Southern Africa, and the possibility for competition in electricity generation and supply, particularly by encouraging independent power producers to enter the market. This will create an enabling environment for both public and private involvement in the electricity supply industry."}, {"text_block_id": "p32_b396", "text": "Electricity supply industry restructuring should contribute to increased transparency of sector operations and thereby to customer satisfaction and investor confidence. A restructured electricity distribution sector is seen as a prerequisite for other policy initiatives aimed at social upliftment, investment and growth, and effective sector governance. The restructuring process will be managed by the Ministry. with specific support from the"}, {"text_block_id": "p33_b397", "text": "3.1.3.2 Electricity pricing reform"}, {"text_block_id": "p33_b398", "text": "An impediment to increased efficiency is the lack of a national electricity pricing framework. End-user prices vary considerably throughout the country, and between urban and rural areas. Considerable subsidies and cross-subsidies exist. Present pricing structures and levels do not reflect the cost of supply to various customer groups and areas. This is not conducive to efficient resource allocation, demand side management and rational use of energy."}, {"text_block_id": "p33_b399", "text": "Prices are also not market-related and are in many instances non-transparent, at the level of bulk supply and retail sales. Future price developments are uncertain, particularly at the retail level, thereby hampering economic and social development, as well as much needed investments in the electricity sector."}, {"text_block_id": "p33_b400", "text": "Government will introduce an institutional system, with both regulatory and policy making functions, to monitor and regulate  electricity price developments."}, {"text_block_id": "p33_b401", "text": "Electricity tariff structures and prices will be based on sound economic principles, generally and as a whole reflecting the long-run marginal cost of electricity supply."}, {"text_block_id": "p33_b402", "text": "As a first step towards implementing this policy, an electricity tariff study is being planned for 1998. The study will need to take into account the potential conflict between tariffs based on strict economic costs and the need for cross-subsidies to increase and sustain access to electricity among low-income consumers, both in urban and rural areas. An electricity pricing reform will contribute towards levelling the playing field between existing ESI participants, possible new Namibian players (including independent power producers), and players in the southern Africa region, thereby enhancing sector efficiency and competitiveness. The electricity tariff study will be managed by the Ministry and will serve as the basis for a future electricity tariff policy, to be monitored by the Electricity Board."}, {"text_block_id": "p33_b403", "text": "3.1.4 Improving access to electricity"}, {"text_block_id": "p33_b404", "text": "3.1.4.1 Electrification in urban areas"}, {"text_block_id": "p33_b405", "text": "Electricity is a versatile energy supply option with numerous applications. However, only 75% of urban households in Namibia use electricity. The relative low cost of electricity provision in densely populated urban areas indicates that increased urban electricity provision is a priority policy measure."}, {"text_block_id": "p33_b406", "text": "Government will ensure that licenses for distribution of electricity in urban areas under the Electricity Act, include provisions, such as electrification targets and a fair tariff structure, that facilitate increased access to electricity among low-income consumers."}, {"text_block_id": "p33_b407", "text": "The Ministry will ensure that urban electrification programmes are included as part of the licensing conditions under the Electricity Act. In the forthcoming tariff study, connection fee policies, as well as the merits of a special social tariff to cover basic electricity needs, should also be evaluated."}, {"text_block_id": "p33_b408", "text": "3.1.4.2 Continuation of rural electrification programmes"}, {"text_block_id": "p33_b409", "text": "While provision of electricity to community centres and villages in rural areas is a priority goal of the government, increased rural access to electricity is hampered by a lack of financial and skilled human resources, a lack of role clarity in the public sector and the electricity distribution industry, and limited knowledge about rural household income and energy use patterns. As a result, rural electrification is predominately driven by socio-political factors."}, {"text_block_id": "p33_b410", "text": "Criteria, methodologies and prioritisation processes for rural electrification need to be improved, including the targeting of social institutions such as schools and clinics, and"}, {"text_block_id": "p34_b411", "text": "cross-subsidies to poor rural households. Electrification planning lacks proper co-ordination with other initiatives aimed at improving service provision in rural areas. This hampers efficient project implementation, and creates doubt about the sustainability of electrification programmes."}, {"text_block_id": "p34_b412", "text": "Government is committed to continuing the rural electrification programme using transparent planning and evaluation criteria for new projects."}, {"text_block_id": "p34_b413_merged", "text": "Access to reliable and affordable energy services is necessary for economic growth and social development in rural areas, and as a means of redressing past imbalances. Electricity provision plays a major role in this context. Ongoing and planned rural electrification projects aim at connecting approximately 12 000 additional rural households to the grid by the year 2000. In order to provide a tangible contribution towards improving the socio-economic situation in rural areas, it is government•s intention that at least 25% of rural households shall be connected to the national grid by 2010 (as opposed to 8 to 9% in 1997). Attention will also be given to the needs of commercial farmers and farmworkers in rural areas."}, {"text_block_id": "p34_b416", "text": "Government realises that the resources required to reach this target are considerable and that supply to certain rural areas might not be economically and financially viable. Selection of priority areas, as well as the choice of the most appropriate means of electricity supply, will be based on objective evaluation criteria, taking into account expected financial, economic and social impacts. Reaching the 25% target will require annual investments of N$ 30 million or more. The Ministry will be responsible for overseeing the rural electrification programme. Extensive use will be made of the results of ongoing electricity master plan studies in the preparation and implementation of future plans."}, {"text_block_id": "p34_b417", "text": "The role that renewable technologies, particularly solar systems, will play in meeting rural energy demands needs to be stated clearly. Renewable energy systems, in conjunction with enhanced supply of petroleum fuels, will substitute grid electrification in areas where it is not viable to extend the national grid. Renewable energy might also provide an interim, first-step solution in areas where access to the grid is not envisaged in the short to medium term. As grid electrification is, and will be, available only to parts of the rural population, it is important to make use of renewable technologies where these can support the policy goal of improved access to energy services and social upliftment in rural areas. The Ministry will promote research into renewable energy technologies where needed to demonstrate the viability of such solutions."}, {"text_block_id": "p34_b418", "text": "For detailed policies see section 3.5.7 in Renewable Energy."}, {"text_block_id": "p34_b419", "text": "3.1.4.3 Creation of an electrification fund"}, {"text_block_id": "p34_b420", "text": "Large-scale rural electrification programmes are normally not financially viable in the short term. In many instances, future levels of electricity consumption and sales are not sufficient to repay the full initial capital expenditure and, in some cases, not even sufficient to cover the recurrent operation and maintenance costs of supplying rural areas.  In addition to the challenges presented by electrification efforts in rural areas, the electrification of the approximately 25% of urban households who still lack access to electricity raises important issues."}, {"text_block_id": "p34_b421", "text": "While external donor financing is expected to play a diminishing role in financing electrification, government does not have the sufficient financial resources required to undertake and sustain a major electrification programme. It is therefore necessary to investigate the capabilities of the electricity supply industry to contribute to achieving government•s policy goals, as well as to consider the use of private solutions to improve electricity supply."}, {"text_block_id": "p34_b422", "text": "Government will pursue alternatives to donor funding to mobilise sustainable levels of finance to continue the expansion and supply of electricity. Financing will be channelled"}, {"text_block_id": "p35_b423", "text": "through an electrification fund to be created for both grid and non-grid electrification projects."}, {"text_block_id": "p35_b424", "text": "Unless a sufficiently dedicated capital base is established it will not be possible to continue with the envisaged electrification programmes. The government will consider the introduction of an electrification levy to be used specifically for electrification, as well as other options to mobilise capital within the electricity supply industry for electrification. Revenues from this source would be channelled to a publicly managed electrification fund.  The fund would operate under the following assumptions."}, {"text_block_id": "p35_b425", "text": "Unless a sufficiently dedicated capital base is established it will not be possible to continue with the envisaged electrification programmes. The government will consider the introduction of an electrification levy to be used specifically for electrification, as well as other options to mobilise capital within the electricity supply industry for electrification. Revenues from this source would be channelled to a publicly managed electrification fund.  The fund would operate under the following assumptions.\n* All moneys received from the fund should only be used for the purposes related to electrification.\n* The Fund must function and be administered in a transparent manner."}, {"text_block_id": "p35_b429", "text": "The Ministry, in co-operation with the new Electricity Board, will be responsible for monitoring and co-ordinating electrification financing arrangements."}, {"text_block_id": "p35_b430", "text": "3.1.5Broadening the electricity supply base"}, {"text_block_id": "p35_b431", "text": "3.1.5.1 Enhanced security of supply"}, {"text_block_id": "p35_b432", "text": "To meet local demand, Namibia is highly dependent on electricity imports. The generation of electricity from existing plants in Namibia is becoming increasingly constrained, either by the high cost of imported fuel (coal) or by the lack of regulation of the water flows in the Cunene river. There is also a growing concern, in both private and public circles, that Namibia•s electricity imports are only coming from Eskom in South Africa."}, {"text_block_id": "p35_b433", "text": "Namibia has ample resources that could be used for electricity generation. These include further hydro-electric developments on the Cunene river, use of gas from the offshore Kudu field for power generation in a combined cycle gas turbine (CCGT) plant, and increased use of renewable resources such as wind and solar energy. It is important that the economic merits and risks associated with local generation options are compared against the alternative of importing electricity."}, {"text_block_id": "p35_b434", "text": "Electricity supply in Namibia shall be based on a balance of economically efficient and sustainable electricity sources including gas, hydro-power, other renewable energy sources and imported electricity. In creating this mix, the risks associated with stranded investments as well as the benefits of improved security of supply will be taken into account. See also section 3.5.3 in Renewable Energy."}, {"text_block_id": "p35_b435", "text": "Although Namibia•s resources are more than sufficient to meet future electricity demands, it is important that the cost and efficiency of internal resource utilisation is compared to imports as an alternative. This will ensure not only rational economic resource utilisation to the benefit of electricity consumers in Namibia, but also improved security of supply through diversification of the electricity supply base. Duly considering associated risks, it is the aim of government that 100% of the peak demand and at least 75% of the electric energy demand will be supplied from internal sources by 2010. Risk mitigation measures will be pursued, including the possibility of regional equity participation in, and guarantees for, Namibian generation projects. The Ministry, together with public sector entities such as NamPower and Namcor, is responsible for implementing this policy."}, {"text_block_id": "p35_b436", "text": "3.1.5.2 Electricity trade with neighbouring countries"}, {"text_block_id": "p35_b437", "text": "Namibia is already connected to the regional electricity network through an existing 220 kV high-voltage interconnection to South Africa. This link is in the process of being further strengthened through the construction of a new 400 kV network. The new network will"}, {"text_block_id": "p36_b438", "text": "increase the capacity of power transfers between Namibia and South Africa, and hence to other member countries of the Southern African Power Pool. Namibia is, however, constrained by the fact that it is only connected at high voltage to one other SAPP member."}, {"text_block_id": "p36_b439", "text": "If Namibia decides to develop its gas or hydro power resources, the likely capacity additions will, in the short to medium term, be larger than what is required to meet local demand growth. Export of electricity to neighbouring countries is therefore a prerequisite."}, {"text_block_id": "p36_b440_merged", "text": "Government will facilitate the establishment of new high-voltage interconnections to neighbouring countries to increase Namibia•s possibilities of engaging actively in regional electricity trading. See also section 4.3.3 in Regional Energy Trade and Co-operation."}, {"text_block_id": "p36_b443", "text": "Namibia is well positioned to engage actively in regional electricity trade. Future high-voltage interconnections to Angola, Botswana and Zambia will be considered, as well as trading with third parties through the Eskom network in South Africa. Active electricity trading with neighbouring countries will ensure that the cost of electricity supply to customers in Namibia remain competitive to other countries in the Southern Africa region, and will limit the risk of stranded investments in the electricity sector. A national transmission company (presently NamPower), under the guidance of the Electricity Board, could be responsible for developing electricity trade with neighbouring countries."}, {"text_block_id": "p36_b444", "text": "3.1.6 Promoting investments in the electricity sector"}, {"text_block_id": "p36_b445", "text": "The electricity sector faces considerable financing needs related to necessary system expansion and upgrading, development of new Namibian generating sources including renewable energy, and continuation of the rural electrification programme. It is unlikely that the required financial resources can be mobilised from public sources. Private sector involvement may therefore be required in the form, for instance of Independent Power Producers (IPPs), Build-Operate-Transfer (BOT) schemes, and management contracts. Such involvement is only likely to materialise if confidence among investors and financiers is created."}, {"text_block_id": "p36_b446", "text": "Government will promote a dialogue with private investors and financiers with a view to facilitating economically viable and competitive investments in the electricity sector. It will also ensure the establishment of the necessary legal, regulatory, fiscal and environmental frameworks to create a favourable investment climate."}, {"text_block_id": "p36_b447", "text": "This policy will ensure that independent power producers have fair access to the national and local transmission and distribution network, as well as the right to choose the most appropriate and economic source of electricity supply for major electricity users. The large forthcoming investments in the electricity sector will also contribute to employment creation and economic growth in underdeveloped and rural parts of the country. Investments in the electricity sector will be managed by the respective sector entities, but will be co-ordinated by the Ministry. Investment promotion will be co-ordinated together with other government Ministries and agencies."}, {"text_block_id": "p36_b448", "text": "3.1.7 Ensuring environmental and socio-economic sustainability"}, {"text_block_id": "p36_b449", "text": "The future Namibian electricity system is likely to be characterised by a combination of large hydro-electric and gas fired power plants, a certain number of wind power plants and numerous small solar installations. Socio-economic features and environmental impacts of the various supply resources are quite different, and cannot easily be compared. As a general principle though, the net socio-economic benefits of implementing any new electricity generation project must be positive, and preferably higher than any alternative option."}, {"text_block_id": "p37_b450", "text": "Large schemes have both short- and long-term impacts. Focus today is mainly on the short-term impacts on the physical environment as these are most easily identified, understood and quantified. Land-use issues and resettlement of people are well-known impacts, while long term implications on air, water and biodiversity receive less attention. In its nature, a large plant is very different from a small, and it requires a large number of small plants to be compared to one large plant. A large number of small plants can cause severe negative impacts on the environment."}, {"text_block_id": "p37_b451", "text": "Government will base decisions on new electricity generating plant on internationally recognised principles and procedures for environmental and socio-economic impact assessment, mitigation and compensation."}, {"text_block_id": "p37_b452", "text": "Large electricity generating plants will serve the whole country, while possible negative environmental and socio-economic impacts mainly manifest themselves at the local level. Hence it is reasonable to give increased attention to addressing problems at the local level, while at the same time using the opportunities created by new generating projects to enhance the quality of life for people living in the project area."}, {"text_block_id": "p37_b453", "text": "See section 4.2.2 in the Environment, Health and Safety."}, {"text_block_id": "p37_b454", "text": "3.1.8 Building capacity to alleviate resource constraints"}, {"text_block_id": "p37_b455", "text": "The electricity sector is faced with considerable resource constraints, relating to skilled human resources, and workshop and technical services capacity. As a matter of priority, these constraints need to be addressed to sustain investments, electrification programmes and other activities in the sector."}, {"text_block_id": "p37_b456", "text": "Government will co-operate with the electricity supply industry, the private sector and Namibian education institutions, to create a sufficiently skilled human resource base to sustain the management, operation and development of the electricity sector."}, {"text_block_id": "p37_b457", "text": "Such co-operation could include research initiatives, establishment of training programmes and opportunities for local personnel, and initiatives aimed at building sufficient local technical capacity to sustain operation and maintenance of electricity systems. Unless there is a clear focus on local capacity building, particularly aimed at sustainable long-term management, operation and maintenance of the electricity system, investments undertaken in the short to medium term may become unsustainable, and detrimental to the Namibian economy and population. Public-private co-operation will be sought in pursuing this policy. The Ministry will be responsible for initiating and overseeing the various activities."}, {"text_block_id": "p37_b458", "text": "3.1.9 Economic Empowerment in the Electricity Sector"}, {"text_block_id": "p37_b459", "text": "As highlighted earlier, if properly managed and regulated, Namibia•s electricity sector could become a driving force in the country•s economic development.  Potential developments at Kudu, major expansion of the bulk transmission system, the possible introduction of competition and growth of an independent power industry all bear out this potential. It is critical that Namibia take advantage of current opportunities to encourage participation of Namibians (and in particular black Namibians) in the economic structure of the electricity industry.  Options for encouraging economic empowerment may include the explicit consideration of empowerment targets in the lisencing of independent power projects and granting of distrbution franchises, among other considerations."}, {"text_block_id": "p37_b460", "text": "Government will encourage and promote the participation of black Namibians in all aspects of the electricity industry, including ownership structures of  electricity generation and supply."}, {"text_block_id": "p38_b461", "text": "3.1.10 Electricity sector governance"}, {"text_block_id": "p38_b462", "text": "3.1.10.1 Improved legal and regulatory framework"}, {"text_block_id": "p38_b463", "text": "The electricity sector is presently hampered by an outdated legal and regulatory framework, and the lack of a professional and independent regulator. The consequence of this is a lack of long-term sector planning, sub-optimal sector efficiency and a risk of poor investment decisions."}, {"text_block_id": "p38_b464", "text": "Government will implement a modern and appropriate legal and regulatory framework for the electricity sector through the Electricity Act and associated regulations, and the creation and resourcing of a competent Electricity Board to regulate the sector•s operations."}, {"text_block_id": "p38_b465", "text": "In order to achieve energy sector objectives related to economic efficiency and competitiveness, broadening of the electricity supply base, and investment and growth through the electricity sector, an efficient and well-functioning governance framework is required. The responsibility for implementation of the necessary laws, regulations and institutional structures will rest with the Ministry."}, {"text_block_id": "p38_b466", "text": "3.1.10.2  Formalizing government/parastatal relations"}, {"text_block_id": "p38_b467", "text": "The drafting of a new Electricity Act and associated regulations and the establishment of an Electricity Board to regulate electricity sector operations will help to create a transparent system of governance for the industry.  Such developments will go a long way toward the separation of government•s role as regulator and owner of aspects of the electricity sector such as NamPower.  Such a separation will help level the playing field between NamPower and potential future private sector competitors.  Nevertheless, government as owner of NamPower may see the need to formalize its expectations and interaction with NamPower, as well as certain public service obligations, through the establishment of performance contracts."}, {"text_block_id": "p38_b468", "text": "Government will formalise its interaction with state owned companies in the electricity sector through the establishment of performance contracts."}, {"text_block_id": "p38_b469", "text": "3.1.10.3 Protecting electricity end-users and licensees"}, {"text_block_id": "p38_b470", "text": "Electricity end-users in Namibia sometimes experience problems with insufficient quality and reliability of supply and irrational electricity pricing. Presently there is insufficient institutional structures where end-users can address their complaints and concerns. Similarly, under the forthcoming Electricity Act, licensees might need a mechanism for dispute resolution related to interpretation of conditions in their licence. Again, institutional capacity for this is lacking."}, {"text_block_id": "p38_b471", "text": "Government will ensure that adequate protection of electricity end-users and licensees is established through the creation and resourcing of the Electricity Board to be established under the Electricity Act."}, {"text_block_id": "p38_b472", "text": "The establishment of the Electricity Board is in line with the Cabinet•s decision in 1995 (No.5/21.02.95/001) to establish public utilities commissioned to safeguard public and state interests regarding services rendered by utilities. The Ministry is responsible for the establishment of the Electricity Board and will monitor its operations to ensure that adequate customer protection is in place."}, {"text_block_id": "p38_b473", "text": "3.2 UPSTREAM OIL AND GAS"}, {"text_block_id": "p39_b474_merged", "text": "The Namibian upstream oil and gas sector is relatively under-developed, particularly because the occupation of Namibia by South Africa until 1990 curtailed investment in reconnaissance and exploration activities. Since Independence eight  exploration licenses have been awarded during two licensing rounds, six exploration wells have been drilled and 27 700 km of 2-D seismic and 700 km of 3-D have been acquired."}, {"text_block_id": "p39_b477", "text": "The result of this exploration activity has revealed the presence of oil-prone source rocks and various sandstones and firmed up large reserves in the Kudu gas field. The petroleum potential of Namibia is still relatively unexplored."}, {"text_block_id": "p39_b478", "text": "In terms of potential production, the operator of the Kudu licence, Shell Exploration and Production Namibia (SEPN), has been exploring potential markets for this gas. SEPN, NamPower, Eskom (South Africa•s electricity utility), and National Power (UK) are studying the feasibility of a 750 MW natural gas fired combined cycle power station in the vicinity of Oranjemund if technical, economic and financial investigations prove to be favourable. The remainder of the gas could possibly be exported to South Africa by pipeline."}, {"text_block_id": "p39_b479", "text": "The legal and institutional framework for the sector is covered by the Petroleum (Exploration and Production) Act, 1991 (Act 2 of 1991) and the Petroleum (Taxation) Act, 1991 (Act 3 of 1991). Act 2 of 1991 provides for:"}, {"text_block_id": "p39_b480", "text": "The legal and institutional framework for the sector is covered by the Petroleum (Exploration and Production) Act, 1991 (Act 2 of 1991) and the Petroleum (Taxation) Act, 1991 (Act 3 of 1991). Act 2 of 1991 provides for:\n* reconnaissance, exploration and production licences;\n* directions in order to ensure good oil field practices;\n* a petroleum agreement between the licensee and the government;\n* environmental impact assessment studies;\n* payment of royalties, etc."}, {"text_block_id": "p39_b490", "text": "Act 3 of 1991 provides for the taxation regime, i.e. petroleum income tax, additional profit tax, and so on."}, {"text_block_id": "p39_b491", "text": "The Petroleum Exploration and Production Division (PEP) of the Ministry of Mines and Energy was established after Independence in 1990 to regulate petroleum activities and also to administer the Petroleum Act and Regulations."}, {"text_block_id": "p39_b492", "text": "At present, private companies carry out all exploration activities in Namibia. There are now three corporate consortia and one company on its own operating in exploration and reconnaissance licences offshore Namibia. They are committed to further drilling and seismic activities. They also contribute annually to the Petrofund for the training and education of Namibians in disciplines important to the industry."}, {"text_block_id": "p39_b493", "text": "Namcor, the state oil and gas parastatal, was established under the Petroleum Act. Although the Act empowers Namcor to operate widely in the petroleum sector, including exploration and production, refining, and liquid fuels marketing, Namcor has limited its activities thus far to promotion of Namibian acreage, including data gathering and marketing, technical management of exploration activities and the rendering of advice to the Ministry of Mines and Energy."}, {"text_block_id": "p39_b494", "text": "Although Namcor has managed to cover its own running expenses from internal sources and data sales, it has been dependent on government grants, largely made possible by donations from foreign aid (mainly from Norway), for carrying out promotion projects on behalf of the Ministry of Mines and Energy. Norad contributed N$ 25 million between 1992 and 1996 to petroleum promotion projects in Namibia. It is expected that this programme will be considerably downscaled after 1998."}, {"text_block_id": "p40_b495", "text": "for exploration expenditures to the whole of Namibia and the introduction of trust funds to cover decommissioning of facilities at the end of production"}, {"text_block_id": "p40_b496", "text": "3.2.1 Challenges for the upstream oil and gas industry"}, {"text_block_id": "p40_b497", "text": "The primary challenge for upstream oil and gas policy is to establish a situation where Namibian oil and gas resources are identified and developed for the benefit of Namibia as a whole. In terms of this, Namibian upstream policy should aim to attract adequate investment in exploration and production given the low level of previous exploration, lack of knowledge as regards Namibia•s petroleum prospectivity and the limited capacity of the local oil and gas exploration and production sector."}, {"text_block_id": "p40_b498", "text": "To meet this objective, the following main challenges are relevant to the Namibian upstream oil and gas sector:"}, {"text_block_id": "p40_b499", "text": ""}, {"text_block_id": "p40_b500", "text": "good governance, including effective institutional and procedural arrangements;"}, {"text_block_id": "p40_b501", "text": ""}, {"text_block_id": "p40_b502", "text": "effective and independent supervision of legal, fiscal and environmental terms;"}, {"text_block_id": "p40_b503", "text": ""}, {"text_block_id": "p40_b504", "text": "effective data gathering and promotion of Namibian acreage and resources;"}, {"text_block_id": "p40_b505", "text": ""}, {"text_block_id": "p40_b506", "text": "cost-effective and world-class exploration and production;"}, {"text_block_id": "p40_b507", "text": ""}, {"text_block_id": "p40_b508", "text": "effective protection of the fishing industry and tourism from pollution."}, {"text_block_id": "p40_b509", "text": "3.2.2 Governance"}, {"text_block_id": "p40_b510", "text": "3.2.2.1 Capacity to guide the distribution and appropriation of benefits"}, {"text_block_id": "p40_b511", "text": "The right to Namibian petroleum deposits is vested in the state.  As these resources could potentially be an enormous asset to the nation, it is important that the benefits are both maximised and equitably distributed."}, {"text_block_id": "p40_b512", "text": "Government will develop and maintain an in-house capacity, which is independent of other interests, to ensure that Namibia receives the optimum possible benefit from the exploitation of its oil and gas resources while achieving the necessary balance of interests to attract investment."}, {"text_block_id": "p40_b513", "text": "While this in-house capacity will most likely not be sufficient to undertake all the work associated with development of policy, legislation and regulations the capacity will be at least sufficient to commission and manage this work while remaining globally competitive and independent of undue influence by stakeholders."}, {"text_block_id": "p40_b514", "text": "The Ministry of Mines and Energy will ensure that the distribution and appropriation of economic rent derived from petroleum deposits is fair, and beneficial to Namibian society as a whole."}, {"text_block_id": "p40_b515", "text": "3.2.2.2 Institutional framework"}, {"text_block_id": "p40_b516", "text": "As a number of players are, and will be competing on commercial terms in exploration and production, government must provide an environment where clear, transparent and stable rules are defined and maintained."}, {"text_block_id": "p40_b517", "text": "Government will ensure that policymaking, regulatory oversight and industry operation are separated."}, {"text_block_id": "p40_b518", "text": "With a view to ensuring that institutions are not both players and referees in the upstream oil and gas sector, institutional roles will be as follows:"}, {"text_block_id": "p40_b519", "text": ""}, {"text_block_id": "p40_b520", "text": "developing policy, legislation and regulations in a transparent, predictable and stable manner (Ministry of Mines and Energy);"}, {"text_block_id": "p40_b521", "text": ""}, {"text_block_id": "p40_b522", "text": "promotion of Namibian acreage (Ministry of Mines and Energy and Namcor);"}, {"text_block_id": "p41_b523", "text": "It is recognised that the Namibian upstream sector is relatively small and that there may be insufficient human, and other resources to establish entirely separate institutions for each of the roles above. However, the principle of separation of roles can still be applied to different sections in the same government department. Should the state wish to become involved actively in exploration and production, however, the state-owned exploration and/or production company will be institutionally divorced from the regulatory/supervisory/ promotion  institution."}, {"text_block_id": "p41_b524", "text": "3.2.2.3 Integration of upstream policy"}, {"text_block_id": "p41_b525", "text": "Optimal upstream oil and gas development may require active integration with other economic policies and sectors. An obvious example would be the integration of potential gas production with gas-powered electricity generation by Namibian and regional power industries."}, {"text_block_id": "p41_b526", "text": "Government, through the Ministry of Mines and Energy will pro-actively integrate upstream oil and gas development with economic development in other sectors."}, {"text_block_id": "p41_b527_merged", "text": "In particular, Ministry of Mines and Energy will attempt to minimise unnecessary gas market uncertainties to promote gas-related exploration and production. This includes international diplomacy connected to gas and electricity trade such as bilateral or multi-lateral international agreements."}, {"text_block_id": "p41_b530", "text": "3.2.2.4  Performance Contracts"}, {"text_block_id": "p41_b531", "text": "The establishment of clear, transparent and stable rules in the upstream oil and natural gas industry will encourage private sector investment in the sector.  In addition, the separation of policy, regulatory oversight and industry operation functions of government in the upstream oil and gas industry will help level the playing field between Namcor and private sector competitors. However, in addition to creating a level playing field for effective competition, government, as owner, may need to formalise its relationship with Namcor in order to clarify the parastatal•s ongoing public service obligations (promotion of Namibian acreage, etc.) as well as other performance requirements.  Performance contracts with the parastatal may be considered as a tool for Government in this regard."}, {"text_block_id": "p41_b532", "text": "Government will formalise its interaction with state owned enterprises in the upstream oil and gas sector through the establishment of performance contracts."}, {"text_block_id": "p41_b533", "text": "3.2.3 Promotion of Namibian acreage"}, {"text_block_id": "p41_b534", "text": "For optimal investment in exploration and production, prospective acreage needs to be aggressively marketed in the global market."}, {"text_block_id": "p41_b535", "text": "Government, will be responsible for the global promotion of Namibian acreage and for ensuring that all significant potential petroleum exploration and production interests are made aware of Namibian potential."}, {"text_block_id": "p41_b536", "text": "With a view to attracting exploration and production interest, data on Namibian acreage needs to be acquired and made available. The Ministry of Mines and Energy, will maintain a database of geophysical and geological data and will develop appropriate systems to provide this data to interested parties."}, {"text_block_id": "p41_b537", "text": "Confidentiality of geophysical and geological data will strike a balance between providing an incentive for investing in data (i.e. private companies acquiring and analysing data) and use of the data for further promotion. Release of confidential data will be required as soon as possible to promote further reconnaissance and exploration."}, {"text_block_id": "p42_b538", "text": "3.2.4 Exploration and production"}, {"text_block_id": "p42_b539", "text": "3.2.4.1 Role of the state"}, {"text_block_id": "p42_b540", "text": "Although Namcor is empowered by law to undertake the full range of upstream activities,  Namibia currently prefers exploration and production activities to be carried out by the private sector. Should the state decide to compete with private sector interests it should be on clear, transparent, stable and fair terms."}, {"text_block_id": "p42_b541", "text": "Namcor will expand its role if necessary. To ensure that optimum conditions pertain to attracting and retaining international investment, the Namibian upstream policy on the state•s involvement in exploration and production will be the following:"}, {"text_block_id": "p42_b542", "text": "Government will only commit Namibian resources to exploration and production activities where clear economic benefits can be demonstrated for Namibia as a whole, and where transparent criteria have been established and applied to demonstrating these economic benefits."}, {"text_block_id": "p42_b543", "text": "Where the state does compete with other players in oil and gas exploration and production, this will be by means of commercialised state companies, treated on the same terms as other players."}, {"text_block_id": "p42_b544", "text": "3.2.4.2 Competence"}, {"text_block_id": "p42_b545", "text": "Exploration and production activities have long lead times and the potential effects of accidents, poor operating practices, or operators withdrawing before work completion can be disastrous for the environment and the potential for further exploiting the hydrocarbon resource."}, {"text_block_id": "p42_b546", "text": "Government will ensure that only companies demonstrating acceptable international track records in exploration and production, with adequate financial and technical capacity to fulfil their work commitments and develop and produce their discoveries and operate according to standards based on international best practice will be awarded exploration and production licences."}, {"text_block_id": "p42_b547", "text": "Criteria for exploration and production best practice, health and safety standards and acceptable track records will be established and applied transparently."}, {"text_block_id": "p42_b548", "text": "3.2.5 Licensing"}, {"text_block_id": "p42_b549", "text": "According to current policy, Namibia awards licences for offshore acreage on the basis of licensing rounds held periodically. Companies applying for on-shore areas can do so any time, while off-shore acreage can only be applied for during fixed licensing rounds.  Two licensing rounds have been held to date. During the first round, which opened in 1991, 19 applications were received. Five international oil consortia were awarded exploration licences and since then they have undertaken extensive seismic surveys and exploration drilling, including six offshore wells."}, {"text_block_id": "p42_b550", "text": "These activities have resulted in the confirmation of oil-prone source rocks, various sandstones with reservoir potential and a commercially viable gas reserve. The second round, which opened in 1994, resulted in the issue of only two new exploration licences, and there is agreement that the results were not satisfactory. The two licensing rounds have resulted in total investment of over N$ 520 million."}, {"text_block_id": "p42_b551", "text": "With regard to licensing of acreage:"}, {"text_block_id": "p42_b552", "text": "Government will ensure that the process of bidding, and negotiating terms for exploration and production will be organised with the necessary degree of transparency,"}, {"text_block_id": "p43_b553", "text": "stability and flexibility to ensure that the exploration and production licences awarded are on competitive terms and that investment in the sector is maximised."}, {"text_block_id": "p43_b554", "text": "The real measure of the competitiveness of the terms will be in the level of interest shown and subsequent actual investment. These terms will be subject to periodic review.  If a licensing round does not attract sufficient interest from preferred international oil companies then the terms offered in the round will be subject to a formal review.  The Ministry of Mines and Energy will take responsibility for the review."}, {"text_block_id": "p43_b555", "text": "Advertised terms and conditions should attract adequate bids without conceding too much. The basis and process for negotiations leading to the granting of licences needs to be sufficiently flexible to ensure that:"}, {"text_block_id": "p43_b556", "text": "Exploration and production terms and conditions will be formulated to provide government negotiators with a platform to negotiate the most favourable terms for Namibia."}, {"text_block_id": "p43_b557", "text": "3.2.6 Criteria for legal and fiscal terms"}, {"text_block_id": "p43_b558", "text": "As the optimal legal and fiscal terms will change as Namibia•s upstream sector grows and matures, exact terms cannot therefore be spelt out in this policy.  Criteria for these terms can be set out."}, {"text_block_id": "p43_b559", "text": "Making use of legal and fiscal terms, government will endeavour to achieve a balance between extracting the maximum benefit from petroleum resources for the benefit of Namibia and attracting adequate investment."}, {"text_block_id": "p43_b560", "text": "The Ministry of Mines and Energy will be responsible for deciding on the nature of the legal and fiscal terms and Namcor, while it does not participate in exploration and production, will play an advisory role."}, {"text_block_id": "p43_b561", "text": "These terms will be formulated and publicised in a manner which allows Namibia to compete effectively in the international arena for exploration and production investment. Terms will ensure that prospective acreage is actively explored or relinquished. Production terms will be set so as to realise the maximum possible economic rent for Namibia.  In this regard, the recovery of petroleum will be conducted in such a manner so as to ensure that the maximum amount can be extracted as is economically viable."}, {"text_block_id": "p43_b562_merged", "text": "In assessing the distribution of economic rent, the Ministry of Mines and Energy will need to take into account the interests of Namibia and the interests of potential exploration and production companies. The terms should encourage and sustain investment so that a win-win situation is established for Namibia and these companies."}, {"text_block_id": "p43_b565", "text": "To date indigenous or localised expertise in this sector is limited. This capacity must be developed in tandem with the development of the industry."}, {"text_block_id": "p43_b566", "text": "Exploration and production licences will require licensees to fund training of Namibian citizens and development of institutions to an appropriate level so that they can play an active role in all aspects of the development and governance of the industry."}, {"text_block_id": "p44_b567", "text": "3.3 DOWNSTREAM GAS"}, {"text_block_id": "p44_b568", "text": "On 26 November 1997, a Memorandum of Understanding on the facilitation of gas trade was signed between Namibia and South Africa. A Bilateral Gas Trade Agreement between the two countries will define the principles for gas trade including gas border issues and subsequent legislation and regulations.  This effort is in line with a similar process between Mozambique and South Africa.  These processes are crucial for the harmonisation of laws and regulations in the region."}, {"text_block_id": "p44_b569", "text": "Currently, Namibia does not have a downstream gas industry. However, the potential development of the Kudu field and other possible future gas developments requires that Namibia establishes an environment that is conducive to investment in the downstream sector. This environment should provide clarity to upstream and downstream investors, promote orderly development of the downstream sector and promote and protect the interests of the gas industry and gas customers."}, {"text_block_id": "p44_b570", "text": "Policies for the downstream sector relate to gas transmission, gas distribution, gas marketing, standards with respect to technical specifications for plant and equipment, health, safety and the natural environment."}, {"text_block_id": "p44_b571", "text": "3.3.1 Challenges for the downstream gas sector"}, {"text_block_id": "p44_b572", "text": "Key challenges are as follows:"}, {"text_block_id": "p44_b573", "text": ""}, {"text_block_id": "p44_b574", "text": "providing upstream investors with adequate certainty on conditions of stability in the downstream market;"}, {"text_block_id": "p44_b575", "text": ""}, {"text_block_id": "p44_b576", "text": "promoting investment in the infancy stage of development of the downstream industry;"}, {"text_block_id": "p44_b577", "text": ""}, {"text_block_id": "p44_b578", "text": "facilitating acquisition of rights of way for gas pipelines;"}, {"text_block_id": "p44_b579", "text": ""}, {"text_block_id": "p44_b580", "text": "providing protection for gas producers, gas transporters, gas distributors, gas marketers and gas consumers against the abuse of market power by participants in the various links of the gas supply chain;"}, {"text_block_id": "p44_b581", "text": ""}, {"text_block_id": "p44_b582", "text": "providing protection of people with regards to their health and safety; and,"}, {"text_block_id": "p44_b583", "text": ""}, {"text_block_id": "p44_b584", "text": "providing protection to the environment."}, {"text_block_id": "p44_b585", "text": "At this stage of the development of the downstream gas industry a key policy question is whether dedicated legislation and/or institutional structures need to be introduced to achieve the objectives above or whether these objectives can be achieved within existing institutional and legal structures. It is improbable that the objectives can be achieved without the introduction of new legislation. However, the establishment of a dedicated institution, such as a gas regulator, would be premature at this stage. In the initial phases of development administration of the industry can best be done by the Ministry of Mines and Energy."}, {"text_block_id": "p44_b586", "text": "3.3.2 Policies for the downstream gas sector"}, {"text_block_id": "p44_b587", "text": "The downstream policy proposes the introduction of a Gas Act formulated to achieve the objectives above. The Act would require the licensing of gas industry activities. Administration of the Act would be the responsibility of the Ministry of Mines and Energy until such time as the size and levels of activity of the downstream gas industry warrant the institutional independence and administrative capacity that a separate gas regulator would offer. The Gas Act would implement the policies as described below."}, {"text_block_id": "p44_b588", "text": "The main spirit of the Act would be to provide stability and freedom for investors in the initial infancy stage while not compromising the possibility for government to regulate the industry if and when it reaches a size and stage where gas producers, pipelines and marketers would be in a position to compete. In addition, the sizing and routing of the"}, {"text_block_id": "p45_b589", "text": "initial gas pipelines needs to take potential future developments into account in an economically sensible manner."}, {"text_block_id": "p45_b590", "text": "3.3.2.1 Structure and governance"}, {"text_block_id": "p45_b591", "text": "There are four separate components of the gas sector i.e. gas production (covered by upstream policy), gas transmission and storage, gas distribution, and gas marketing.  The latter three are addressed in this policy section."}, {"text_block_id": "p45_b592", "text": "In the early development of the industry, developers would need to have ownership and operational control of more than one, or possibly all of the above components. At a later stage, competition in the industry could be limited if the market power of any one player became overwhelming. For government to monitor the industry and to assess whether this occurs, and to correct the situation if necessary, a degree of separation between the various components needs to be established and maintained."}, {"text_block_id": "p45_b593", "text": "The two conflicting requirements of potential investors needing the freedom to establish projects and the responsibility for government to monitor and assess fairness and freedom in the market are dealt with in the following policy."}, {"text_block_id": "p45_b594", "text": "Parties will be required to apply to the Ministry of Mines and Energy for a licence to operate any of the above four components of the gas supply industry. Separate licences will be issued for each component."}, {"text_block_id": "p45_b595", "text": "Companies operating gas transmission, gas distribution and gas marketing will maintain separate accounting records, allowing for separate determination of financial performance, for each component. Performance will be disclosed annually to the Ministry of Mines and Energy  and the Receiver of Revenue according to requirements specified in the licence agreement."}, {"text_block_id": "p45_b596", "text": "This policy does not limit possibilities for investment and, if applied from the start, will impose a negligible cost and administrative overhead. The information made available to government would allow government to monitor and assess the operation of all aspects of the gas market."}, {"text_block_id": "p45_b597", "text": "Government will establish and maintain adequate capacity in the Ministry of Mines and Energy to grant licences and to monitor and assess the performance of gas licensees to ensure the economic efficiency of the industry"}, {"text_block_id": "p45_b598", "text": "3.3.2.2 Gas transmission pipelines"}, {"text_block_id": "p45_b599", "text": "Gas transmission pipelines could be seen as a component of the basic national transport infrastructure. If the capacity of the pipelines and their routing only takes into account the needs of the producers and consumers that an initial gas development project is based on, it is likely that optimal development of the gas industry may be compromised. Also, pipelines enjoy significant economies of scale: the cost of construction and operation of a single large pipeline is much less than that of two pipelines of equivalent capacity."}, {"text_block_id": "p45_b600", "text": "If it is likely that additional gas resources may be discovered or developed or that the market may undergo significant future development then, to achieve longer term least cost for gas transmission it is necessary for the pipeline to take this into consideration. Failure to do so will lock the gas industry into permanent higher costs."}, {"text_block_id": "p45_b601", "text": "An additional consideration is facilitating competition among different gas sources. If there is potential for there to be more than one producer in an area then, for the producers to compete, they both need access on equal terms to the gas transmission system. Government regulatory oversight is usually required to achieve a competitive environment in this situation."}, {"text_block_id": "p46_b602", "text": "Government will ensure that the transmission licence makes provision for optimal gas industry development and competition where relevant."}, {"text_block_id": "p46_b603", "text": "The Ministry will include the following in assessing the licence application:"}, {"text_block_id": "p46_b604", "text": ""}, {"text_block_id": "p46_b605", "text": "Licence agreements will be formulated to make provision for a future situation where the gas market may become competitive. Prospective pipeline developers would need to demonstrate their assessment and accommodation of potential future market developments in their licence applications."}, {"text_block_id": "p46_b606", "text": ""}, {"text_block_id": "p46_b607", "text": "The sizing and routing of the pipeline will be decided in consultation with the Ministry of Mines and Energy. The Ministry will not unreasonably withhold a licence on the grounds of sizing but prospective pipeline constructors would need to demonstrate that the pipeline design considers both economic efficiency related to accommodating potential future producers using the pipeline and future gas market growth."}, {"text_block_id": "p46_b608", "text": ""}, {"text_block_id": "p46_b609", "text": "Sizing and routing to accommodate future market development will only be required if: firstly, the future market assessment indicates that this is warranted and secondly, that the economics of the development that the initial licence application applies to can cover the costs and provide a reasonable return on the investment in this initial investment.  The licence application will have to provide adequate information for Ministry assessment of these two factors."}, {"text_block_id": "p46_b610", "text": ""}, {"text_block_id": "p46_b611", "text": "While the risks of pipeline investors will receive adequate reward, the Ministry of Mines and Energy may decline to issue a licence or revoke a pipeline licence if it becomes clear that the pipeline•s market power is abused either in terms of not applying fair and reasonable tariffs or denying third parties reasonable access to the pipeline or by applying unreasonable differences in the provision of services. Transparent criteria will be established for determining these conditions and will be made a part of the initial licence agreement"}, {"text_block_id": "p46_b612", "text": "Due process will be followed in that the onus will be on the Ministry of Mines and Energy to prove one of the following before not granting a licence or revoking a licence:"}, {"text_block_id": "p46_b613", "text": ""}, {"text_block_id": "p46_b614", "text": "that the pipeline sizing or route does not take future development into account adequately and will be likely to deny adequate reasonable services to potential producers or markets to the detriment of the development of the Namibian gas industry or gas consumers;"}, {"text_block_id": "p46_b615", "text": ""}, {"text_block_id": "p46_b616", "text": "that tariffs are not reasonable or not fair;"}, {"text_block_id": "p46_b617", "text": ""}, {"text_block_id": "p46_b618", "text": "that unreasonable differences in services are being provided."}, {"text_block_id": "p46_b619", "text": "If the Namibian gas industry and market grows to the extent where gas production and/or gas transmission facilities would be in a position to compete, the government will introduce measures to ensure such competition without compromising the rights of existing licensees according to their initial licence agreements."}, {"text_block_id": "p46_b620", "text": "Government, through the Ministry of Mines and Energy shall support a licensee by expropriating land, if necessary, according to provisions in Namibian law for this purpose."}, {"text_block_id": "p47_b621", "text": "3.3.2.3 Gas distribution and marketing"}, {"text_block_id": "p47_b622", "text": "Distribution networks can exhibit economies of scale which may lead to a situation where abuse of market power is possible. Usually, large customers have sufficient power to counteract this. Small customers, however, can be subjected to unreasonable tariffs. Also, distribution systems are typically situated where the public needs protection against health and safety risks associated with gas."}, {"text_block_id": "p47_b623", "text": "Distribution and marketing licences will be granted subject to certain provisions, namely that standards as specified are complied with and that tariffs applicable to small gas consumers are fair and reasonable."}, {"text_block_id": "p47_b624", "text": "Gas marketing, in this context, is the activity of identifying potential gas providers and potential gas users, promoting the idea that the potential gas users purchase gas from providers and establishing plans and contracts whereby this is effected."}, {"text_block_id": "p47_b625", "text": "As with gas transmission licences, due process will be followed in that the onus will be on the Ministry to prove that tariffs are not reasonable or fair before declining a licence application or revoking a licence."}, {"text_block_id": "p47_b626", "text": "3.3.2.4 Technical standards, environment, health and safety"}, {"text_block_id": "p47_b627_merged", "text": "It will be to the advantage of Namibia and the gas supply industry if adequate technical standards are established before development of the downstream industry takes place. The policy below allows the first successful licence applicant to assist in setting the standards which will then apply generally to the Namibian gas industry. In this way a lengthy government standards development process is avoided but Namibia still gets adequate standards."}, {"text_block_id": "p47_b630", "text": "Licence applications for the first installation of each of the gas supply industry components should include a proposal for standards to be applied."}, {"text_block_id": "p47_b631", "text": "The proposal for standards should demonstrate the following:"}, {"text_block_id": "p47_b632", "text": ""}, {"text_block_id": "p47_b633", "text": "that the standards satisfy standard specifications that are currently in widespread use internationally and regionally."}, {"text_block_id": "p47_b634", "text": ""}, {"text_block_id": "p47_b635", "text": "that the standards are appropriate to Namibian conditions."}, {"text_block_id": "p47_b636", "text": ""}, {"text_block_id": "p47_b637", "text": "that the standards provide health and safety provisions in line with best industry practice internationally."}, {"text_block_id": "p47_b638", "text": ""}, {"text_block_id": "p47_b639", "text": "that the standards provide environmental protection appropriate to Namibia•s fragile natural environment and are sensitive to the requirements of the development of Namibia with respect to, for example, the tourism and fishing industries."}, {"text_block_id": "p48_b640", "text": "3.4 DOWNSTREAM LIQUID FUELS"}, {"text_block_id": "p48_b641", "text": "Namibia is dependent on imports from foreign refining centres for its liquid petroleum fuels. About 60 to 70% of product currently originates from South African refineries. The remainder comes from other sources close to Namibia that can supply petroleum products conforming to the Namibian specifications. Petroleum products now account for 63% of total net energy consumption, having increased from 50% in 1993. Diesel constitutes 50% of demand and has grown rapidly in recent years. The dominance of liquid fuels in the Namibian energy economy relates mainly to low population densities and long transport routes in Namibia."}, {"text_block_id": "p48_b642", "text": "Namibia currently imports around 710 000 MT of petroleum products annually at a cost of around  N$ 850 million (1997). Product is imported into Walvis Bay, railed to inland depots and then taken to outlets by road tankers. The harbour restricts the draft of ships to 10.4 m which means that cargoes are limited to 35 000 MT or less, raising the sea freight cost. Some product, mainly diesel, is also imported in 2 500 MT shipments to Lüderitz and Oranjemund."}, {"text_block_id": "p48_b643", "text": "Prices for petrol and diesel are fixed by the Ministry of Mines and Energy. These prices have an import-parity cost component or In-Bond Landed Cost (IBLC), which are fixed margins for the oil companies and retailers, transport and handling costs,  and various government taxes and levies . Industry margins are calculated as a return on assets (Petroleum Activities Return • PAR), but retail (service station) margin adjustments have been granted on an ad hoc basis.  A Fuel Resellers Rationalisation Plan (RATPLAN) agreement, between the five oil companies and government, governs the retail trade. This agreement is due to be replaced by a set of government regulations. The aim is to level the playing field without prescribing how the market should be supplied. The National Deregulation Task Force (NDTF), set up by the National Energy Council (NEC) to look at the possibility of deregulating the Namibian petroleum sector, discussed the reduction of regulatory measures. Changes to the IBLC have already been made, such as the change from 100% posted prices to 80% posted and 20% spot prices in the IBLC formula. Previously, the government requested companies to diversify supply (40% non South African refineries in 1992), but this restriction was lifted in 1994 to allow 100% supply from any compatible source."}, {"text_block_id": "p48_b644", "text": "As a member of the Southern African Customs Union (SACU), Namibia•s economy, including its petroleum industry is closely linked to the South African economy. The Interstate Oil Committee within the SACU structure is the forum in which oil industry matters are discussed with other member states, in particular, issues such as the harmonisation of pricing aspects and product specifications are normally on the agenda. Within SACU, this harmonisation is considered satisfactory, but within the broader Southern African region, problems have been encountered."}, {"text_block_id": "p48_b645", "text": "Globally, the supply of petroleum products is secure and seems likely to remain so for the foreseeable future. While physical shortages seem remote, the burden of petroleum product imports on the Namibian economy is likely to remain an important factor."}, {"text_block_id": "p48_b646", "text": "3.4.1 Challenges for the liquid fuels sector"}, {"text_block_id": "p48_b647", "text": "Namibia•s dependency on fuel imports raises some concerns around fuel security, although these can be alleviated through diversity of supply."}, {"text_block_id": "p48_b648", "text": "The Namibian government wants to achieve economic efficiency in the liquid fuel•s industry.  Fuel, in particular transport fuel, is seen as a necessary factor for economic growth and development.  Least cost fuel for the Namibian customer should be obtained through a viable fuels industry that provides jobs and economic opportunities for Namibians on a sustainable basis."}, {"text_block_id": "p49_b649", "text": "The population density of Namibia is low and distances between centres of economic activity are large.  Consequently, there is a strong dependence on transport fuels (petrol and diesel).  Namibia•s rural population does not have the ability to pay high prices for fuel. Pricing and the distribution of outlets should not disadvantage the rural customer or inhibit rural development.  This goes hand-in-hand with overall government policy for the social upliftment of rural areas."}, {"text_block_id": "p49_b650", "text": "3.4.2 Economic Empowerment"}, {"text_block_id": "p49_b651", "text": "Black Namibians have traditionally been excluded from the ownership structure of the downstream petroleum industry.  However, Government economic policy emphasises the integration of all Namibians into the mainstream economic life of the country.  The petroleum sector is no exception to this emphasis and several options exist to achieve the goal of black economic empowerment.  Among these options are the listing of oil companies on the Namibian Stock Exchange and the granting of employee share options among other considerations."}, {"text_block_id": "p49_b652", "text": "Government will encourage and promote the participation of black Namibians in all aspects of the liquid fuels industry, including ownership structures of the downstream petroleum industry."}, {"text_block_id": "p49_b653", "text": "3.4.3 Security of supply"}, {"text_block_id": "p49_b654", "text": "3.4.3.1 Diversity of supply"}, {"text_block_id": "p49_b655", "text": "The world-wide liquid fuels supply situation seems quite stable, with proven reserves of crude oil exceeding 30 years demand and with the downstream supply industry coping well with present consumption levels. A consequence of this situation has been a progressive decline in real terms in petroleum prices and the trading of petroleum products as •normal• commodities."}, {"text_block_id": "p49_b656", "text": "Government favours the diversification of the sources of imports in order to secure a continuous flow of competitively priced petroleum products into the country."}, {"text_block_id": "p49_b657", "text": "3.4.3.2 Product specifications"}, {"text_block_id": "p49_b658", "text": "The challenge for Namibia posed by globalisation is to secure least-cost imports along with a diversity of supply. Defining correct product specifications poses a further challenge. Trends in world markets must be read correctly and Namibian product specifications adapted so that Namibia uses products that are widely available on the world market. This contributes to a greater security of supply and reduced costs."}, {"text_block_id": "p49_b659", "text": "To prevent isolation of the Namibia market, government will ensure the use of petroleum products with specifications that are available world-wide."}, {"text_block_id": "p49_b660", "text": "3.4.3.3 Strategic stocks"}, {"text_block_id": "p49_b661", "text": "Namibia requires a certain level of strategic reserve to provide some insurance against supply disruption."}, {"text_block_id": "p49_b662", "text": "Government, in collaboration with stakeholders, will determine appropriate levels for strategic stocks based on an assessment of the risk of supply disruption."}, {"text_block_id": "p50_b663", "text": "3.4.4 Governance"}, {"text_block_id": "p50_b664", "text": "Ideally, a competitive market system would ensure economic efficiency. However, Namibia has inherited a price regulated system. Outputs of the NDTF indicate concern around the impacts of full deregulation and a lack of confidence that a free and fair competitive market would establish itself following full deregulation due to possible development of a monopolistic supply scenario. Consensus exists that regulatory changes following the NDTF talks should be phased in and that ultimate government involvement should be the minimum necessary to achieve objectives."}, {"text_block_id": "p50_b665", "text": "3.4.4.1 Price regulation"}, {"text_block_id": "p50_b666", "text": "Due to the small Namibian market, companies are sharing import shipments, storage facilities and transport infrastructure for economic efficiency. This makes it difficult for new players to enter the market without the co-operation of existing players. Existing players have no motivation to see new entrants, as even current market shares do not yield economies of scale."}, {"text_block_id": "p50_b667", "text": "3.4.4.1.1 Deregulation"}, {"text_block_id": "p50_b668_merged", "text": "Petrol and diesel prices in Namibia are currently set by government. The possibility of de-regulation has been addressed by the NDTF. Taking into consideration the outcome of this process, government adopts the following position:"}, {"text_block_id": "p50_b671", "text": "Government, in collaboration with stakeholders, will gradually move towards a more deregulated market, but price deregulation will only occur when the conditions necessary for the establishment of a competitive market are achieved."}, {"text_block_id": "p50_b672", "text": "These conditions relate to the market size, the barriers to entry and the balance of market power between different industry participants."}, {"text_block_id": "p50_b673", "text": "3.4.4.1.2 Infrastructure"}, {"text_block_id": "p50_b674", "text": "A critical factor in lowering barriers to entry is the provision of fair and equitable access to basic bulk storage and transport infrastructure while maintaining the necesary conditions and incentives for adequate investment in development and maintainance of the infrastructure. Currently, all infrastructure is owned by oil companies.  Extensive sharing of facilities occurs between established companies to reduce costs, but the companies are not necessarily willing to accommodate newcomers.  This effective cartel, unless otherwise regulated by government, may not provide the Namibian economy with a liquid fuels sector best able to meet national requirements."}, {"text_block_id": "p50_b675", "text": "Government reserves the right to require the owners of bulk storage and transportation infrastructure to provide access to uncommitted capacity on a non-discriminatory basis and at a fair price to any oil company that wishes to use it."}, {"text_block_id": "p50_b676", "text": "Private ownership and operation is considered likely to provide the most economically efficient solution. By selling uncommitted capacity, barriers to market entry are reduced, bringing Namibia closer to the situation in which deregulation would lead to a competitive market."}, {"text_block_id": "p50_b677", "text": "3.4.4.1.3 Import pricing"}, {"text_block_id": "p50_b678", "text": "Since Namibia imports all refined products, the country as a whole must pay world market prices for these goods. Presently a notional import-parity price formula, the IBLC, is used. Obviously the actual import prices paid by local oil companies would be a better estimate of import costs, but any system which uses these data should encourage least-cost purchases and should avoid the possibility of transfer pricing."}, {"text_block_id": "p51_b679", "text": "Government will investigate and introduce a price system that will use, for the cost of refined petroleum products, the best available proxy for the actual cost of imports."}, {"text_block_id": "p51_b680", "text": "Competitive government-supervised tendering may offer such an alternative to the IBLC. Any such change would need to be researched and defined in consultation with stakeholders."}, {"text_block_id": "p51_b681", "text": "3.4.4.1.4 Industry margins"}, {"text_block_id": "p51_b682", "text": "As long as there is a system of price regulation, industry margins shall also be regulated. Due to the large distances and low volumes, the cost of service may be large. However, without cost recovery or government transfers, service provision becomes unsustainable. The basis for industry margins will be a return on assets employed. The asset base, revenue, allowable costs, profits and rate of return will be defined according to the following principles:"}, {"text_block_id": "p51_b683", "text": "Government will ensure a level playing field through regulatory measures. The oil industry assets, revenue and allowable costs and income will, in a regulated environment, be related to the core activity of supplying Namibia with liquid fuels and will be recorded in accordance with generally accepted accounting practices."}, {"text_block_id": "p51_b684", "text": "This policy refers to service stations as well as oil companies.  Providing an appropriate return on investment is essential to balancing the conflicting goals of low prices and the ongoing viability of the Namibian liquid fuels industry. This mechanism provides an incentive for reducing costs, ensures the viability of the industry and protects the consumer from excessive prices."}, {"text_block_id": "p51_b685", "text": "3.4.4.2 Other regulations"}, {"text_block_id": "p51_b686", "text": "3.4.4.2.1 Retail outlets"}, {"text_block_id": "p51_b687", "text": "The number and siting of retail outlets is currently regulated by the oil industry under the control of government, and according to the Rationalisation Plan (RATPLAN). Government believes that controls in this area can be relaxed. It is recognised that the retail margins established by government under price regulation are an important factor determining the viability and hence the numbers of service stations.  Furthermore, it is accepted that retail margins will have to be adjusted for factors beyond the control of the service stations, such as inflation and changes to regulations."}, {"text_block_id": "p51_b688", "text": "The Ratplan will be replaced in favour of a policy that phases out the restrictions of the number and siting of retail outlets, and subject to section 3.4.5.1 new regulations will be put in place."}, {"text_block_id": "p51_b689", "text": "The retail marketing of some petroleum products is also regulated. The degree of regulation will be reduced to a minimum, but it must, however, take into account broader national priorities, such as employment creation and small business development. Consensus exists in the NDTF that job losses could occur if self-service were allowed. The Namibian economy is not currently in a strong position to absorb these people into other employment:"}, {"text_block_id": "p51_b690", "text": "To retain forecourt jobs, government will maintain the current restriction on self-service at service stations until the economy can cater for possible jobs lost in the process."}, {"text_block_id": "p51_b691", "text": "The differential market power of the suppliers (oil companies) to the retail trade and the service station operators is a source of concern in view of the small business development priorities of the government. The cost implications of certain banking practices such as credit card purchases are also recognised. Small business protection and promotion will be co-ordinated with initiatives in other sectors of the economy:"}, {"text_block_id": "p52_b692", "text": "Commercial agreements between oil companies, fuel retailers and banks should be consistent with general laws on competition and fair trade practice. Restrictions on ownership will be limited to those enshrined in Namibian commercial law."}, {"text_block_id": "p52_b693", "text": "3.4.4.2.2 Environment, health and safety"}, {"text_block_id": "p52_b694", "text": "Since the handling of liquid fuels poses health, safety and environmental risks, the abolishment of the RATPLAN needs to be accompanied by the introduction of laws to cover these areas. Government will continue to set and enforce standards in these areas"}, {"text_block_id": "p52_b695", "text": "Government will implement health, safety and environmental standards  in accordance with all relevant laws."}, {"text_block_id": "p52_b696", "text": "Inspectors from government will ensure compliance."}, {"text_block_id": "p52_b697", "text": "3.44.3 Levies on liquid fuels"}, {"text_block_id": "p52_b698", "text": "Government revenue from liquid fuels must be sufficient to cover transport infrastructure needs as well as providing a source of funds for the fiscus. These objectives must be balanced with the need for reasonably priced liquid fuels. In addition, taxation should not cause distortions that reduce economic efficiency. The taxation of liquid fuels has been set by the government•s need for revenue.  Certain levies within the broad tax on liquid fuels may be dedicated to the use of roads and to subsidise prices in rural areas:"}, {"text_block_id": "p52_b699", "text": "Government will ensure that levies on the sale of liquid fuels will be dedicated to the financing of activities directly related to liquid fuels."}, {"text_block_id": "p52_b700", "text": "This is necessary for the transparency of the system. Tax, as distinct from the levies referred to in the policy, goes to the fiscus and is determined by the Ministry of Finance as part of overall fiscal policy."}, {"text_block_id": "p52_b701", "text": "3.4.5 Rural areas"}, {"text_block_id": "p52_b702", "text": "3.4.5.1 Retail outlets"}, {"text_block_id": "p52_b703", "text": "In order to ensure that remote areas enjoy access to petroleum products, the mechanism of supplying fuels on a roster site system cannot be abolished until there is confidence that existing sites will not close. The economic viability of small volume outlets in remote areas is closely linked to price regulation, taxes and cross-subsidies between urban and rural areas."}, {"text_block_id": "p52_b704", "text": "Government regulations will ensure fuel supply to all parts of the country."}, {"text_block_id": "p52_b705", "text": "3.4.5.2 Rural prices"}, {"text_block_id": "p52_b706", "text": "Currently rural pump prices are subsidised as part of the socio-economic upliftment policy of government. Prices are subsidised by the road transport element (being the road tanker carrier costs from depot to outlet) and this is financed through the National Energy Fund. This subsidy ensures that prices in remote areas are the same as the prices at the nearest railhead. For the southern, northern and north-eastern parts of the country, this makes a substantial difference to the pump price. Less than 25% of the country•s volume throughput is involved:"}, {"text_block_id": "p52_b707", "text": "Government will review measures to keep the price of fuel in rural areas on par with prices in the main urban areas."}, {"text_block_id": "p53_b708", "text": "3.4.5.3 Liquefied petroleum gas and illuminating paraffin"}, {"text_block_id": "p53_b709", "text": "High retail prices for liquefied petroleum gas (LPG) and illuminating paraffin impact negatively on households. Although retail prices are not currently regulated and these products are not subject to tax, it may be possible for the government to influence prices."}, {"text_block_id": "p53_b710", "text": "Government will investigate ways of achieving least cost retail prices of LPG and paraffin in support of the broad social upliftment policy of government."}, {"text_block_id": "p54_b711", "text": "3.5 RENEWABLE ENERGY"}, {"text_block_id": "p54_b712", "text": "With major problems of the Namibian energy sector including its high dependency on energy imports, the large disparities in access to energy services between urban and rural areas, and the alarming deterioration of the woodland resources, the government has embarked upon a Programme on the Promotion of the Use of Renewable Energy Sources. The aim of this programme is to use Namibia•s available renewable energy resources for maximum social and economic benefit, taking account of long-term environmental concerns while giving priority attention to the country•s development needs."}, {"text_block_id": "p54_b713", "text": "Namibia has abundant renewable energy resources. In addition to hydropower potential (see Electricity section), solar radiation in Namibia is the highest measured so far  in any country in the world (up to 3100 kWh/m"}, {"text_block_id": "p54_b714", "text": "2"}, {"text_block_id": "p54_b715", "text": "/year in certain areas) and excellent wind resources exist in coastal areas (6 to 8 m/s mean windspeed, measured at 10 m height above flat water surface). Both resources are at present virtually untapped. Biomass resources, on the other hand, are constantly being over-exploited. They contribute approximately 10% to Namibia•s total net energy consumption and are mainly used by rural and peri-urban households."}, {"text_block_id": "p54_b716", "text": "The traditional use of biomass fuels, and the problems associated with this, are addressed in detail in section 2.3.2 in Rural Energy Needs and also section 4.2.3 in Environment, Health and Safety."}, {"text_block_id": "p54_b717", "text": "Mindful of these problems, government committed itself to promoting the use of renewable sources of energy wherever this is technically feasible and economically viable by signing the Harare Declaration on Solar Energy and Sustainable Development at the World Solar Summit in September 1996. The policies presented in this chapter are in line with this commitment."}, {"text_block_id": "p54_b718", "text": "3.5.1 Present realities versus energy policy goals"}, {"text_block_id": "p54_b719", "text": "Renewable energy can contribute directly to the realisation of several of Namibia•s overall energy policy goals and mainly to social upliftment, economic competitiveness and efficiency, security of supply, and sustainability."}, {"text_block_id": "p54_b720", "text": "Increased use of renewable sources of energy, such as wind and solar energy for basic electricity services in remote areas, for water pumping, desalination and electricity generation as well as the more efficient use of biomass in rural and peri-urban areas and of commercial applications in urban areas, will contribute considerably to the achievement of these goals."}, {"text_block_id": "p54_b721", "text": "The widespread use of decentralised solar PV systems to provide basic electricity services including lighting, information and entertainment to rural households, community facilities and rural businesses, as well as for telecommunication, water pumping and desalination purposes in remote areas, has the potential to achieve the strongest impact. The provision of these electricity services will substantially contribute to the goal of"}, {"text_block_id": "p54_b722", "text": "social upliftment."}, {"text_block_id": "p54_b723", "text": "Such decentralised options for rural electrification are often cheaper than extending the grid over long distances, allowing for improved"}, {"text_block_id": "p54_b724", "text": "economic efficiency"}, {"text_block_id": "p54_b725", "text": "in rural electrification."}, {"text_block_id": "p54_b726", "text": "The potential use of renewable energy • including hydro-power and wind turbines, and possibly large-scale solar power plants in the longer term • for grid-connected electricity can contribute to the policy goals of"}, {"text_block_id": "p54_b727", "text": "sustainability,"}, {"text_block_id": "p54_b728", "text": "and also"}, {"text_block_id": "p54_b729", "text": "security of supply"}, {"text_block_id": "p54_b730", "text": "by virtue of diversification and the use of locally available renewable energy resources."}, {"text_block_id": "p54_b731_merged_merged_merged_merged", "text": "In general, the increased use of renewable energy as well as the more efficient use of biomass promote environmental sustainability, although additional attention must still be given to associated environmental effects. Solar water heaters for urban households and"}, {"text_block_id": "p55_b734", "text": "buildings provide a particular opportunity for saving energy that is presently derived from polluting fossil fuels."}, {"text_block_id": "p55_b735", "text": "There is a large gap between what renewables can potentially contribute to the energy policy goals and what they are presently contributing. Off-grid electrification using renewable energy remains at a relatively early stage of development. Grid-connected renewable energy power generation is so far restricted to hydro-power, with possible wind generation still at a feasibility stage. Even solar water heating practices are not as widespread as might be expected. There are several reasons for the existence of this gap. The renewables sector is relatively new and lacks an adequate institutional framework. Energy planning in the country does not yet treat renewable energy on an equal footing. There are human resource constraints in the sector, and there is little awareness among energy users, planners and policy-makers about the costs and benefits of using renewable energy options. Renewable energy technologies often have a higher capital cost and a lower operating cost than conventional alternatives, requiring loan finance facilities to spread out the costs over time. A full economic assessment of life-cycle costs and benefits is needed to make optimal decisions, but this is rarely done."}, {"text_block_id": "p55_b736", "text": "3.5.2 Renewable energy policy challenges"}, {"text_block_id": "p55_b737", "text": "The policy challenges in this sector can be divided into two groups: institutional challenges, and development challenges. The institutional challenges will need to be properly addressed in order to meet the development challenges."}, {"text_block_id": "p55_b738", "text": "3.5.2.1 Institutional challenges"}, {"text_block_id": "p55_b739", "text": "The key institutional challenges are:"}, {"text_block_id": "p55_b740", "text": ""}, {"text_block_id": "p55_b741", "text": "the establishment of an adequate institutional and planning framework, which provides for the balanced provision of all forms of energy, including renewable energy, according to economic and social merit;"}, {"text_block_id": "p55_b742", "text": ""}, {"text_block_id": "p55_b743", "text": "development of human resources and public awareness, as a condition for sufficient sustainable human capacity in the sector;"}, {"text_block_id": "p55_b744", "text": ""}, {"text_block_id": "p55_b745", "text": "set-up of suitable financing systems for renewable energy applications, in order to increase their affordability and encourage economic choices which are based on life-cycle costs; and"}, {"text_block_id": "p55_b746", "text": ""}, {"text_block_id": "p55_b747", "text": "improved co-ordination among government ministries engaged in energy provision."}, {"text_block_id": "p55_b748", "text": "3.5.2.2 Development challenges"}, {"text_block_id": "p55_b749", "text": "The principal development challenges are:"}, {"text_block_id": "p55_b750", "text": ""}, {"text_block_id": "p55_b751", "text": "improved access to energy, specifically for rural energy users, to attain a better quality of life and socio-economic development in rural areas; and"}, {"text_block_id": "p55_b752", "text": ""}, {"text_block_id": "p55_b753", "text": "achieving increased self-sufficiency, security of supply and sustainability in the electricity sector, through the use of renewable energy for electricity generation, and through rational use of energy measures."}, {"text_block_id": "p55_b754", "text": "3.5.3 Institutional and planning framework"}, {"text_block_id": "p55_b755", "text": "At present, renewable energy competes on an unequal footing with conventional forms of energy. Examples of this include the facts that rural electrification using the grid is heavily subsidised, while off-grid household electrification using renewable energy is not; and the institutional structures for planning, supplying and regulating conventional commercial forms of energy are well developed, while those for the •new• renewable energy technologies such as solar photovoltaics are only partially in place. Such differences make it difficult to select and implement the most economically efficient combinations of conventional and renewable energy provision, and this in turn presents a serious barrier to"}, {"text_block_id": "p56_b756", "text": "contributing towards social upliftment, in particular for those areas of the country not served by the grid."}, {"text_block_id": "p56_b757", "text": "Government will ensure that institutional and planning frameworks treat renewable energy on an equal footing with other forms of energy when assessing their financial, economic and social costs and benefits."}, {"text_block_id": "p56_b758", "text": "This measure will help to establish a level playing field, and therefore allow more economically efficient and beneficial energy choices to be made while taking account of social demands and acceptability."}, {"text_block_id": "p56_b759_merged", "text": "One possible aspect of this is the integration of renewable energies within the scope of activities of NamPower and other electricity supply industry participants and the development of improved criteria for planning rural electrification, as detailed in section 3.1.3 in Electricity. The application of such improved criteria will assist the identification of areas where grid electrification or off-grid electrification are most appropriate."}, {"text_block_id": "p56_b762", "text": "Further institutional aspects required are the establishment of adequate capacities for applying quality control standards, for carrying out research and monitoring projects, and for disseminating information about renewable energy. Human resource development and the need for adequate financing systems are of vital importance, and will be dealt with in separate policy measures below."}, {"text_block_id": "p56_b763", "text": "Renewable energy projects supplying electricity to the grid will be included within the licensing system of the Electricity Act, which will ensure that renewable energy power generation is treated impartially."}, {"text_block_id": "p56_b764", "text": "This policy will also contribute to the national policy goal of effective energy sector governance. It is recognised, however, that it will not be possible to achieve a completely level playing field for balancing renewable and conventional energy options as long as the costs of imported electricity does not reflect long-run marginal costs."}, {"text_block_id": "p56_b765", "text": "3.5.4 Human resource development and public awareness"}, {"text_block_id": "p56_b766", "text": "There is a scarcity of suitably qualified people for the renewable energy industry and related fields. To help overcome this problem, greater attention must be given to energy topics, including renewable energy, in schools."}, {"text_block_id": "p56_b767", "text": "At present, the curricula of most Namibian schools do not include renewable energy topics, and school education about energy matters in general can be improved, stimulating the awareness of future adults and hopefully attracting more people into suitable vocational and tertiary courses. Clearly, it will take several years to realise these benefits. At the same time, the lack of more specialised courses in universities, polytechnics and vocational training centres should be addressed. The need for more systematic energy courses is not restricted to renewable energy, but the need is particularly evident in this comparatively new field."}, {"text_block_id": "p56_b768", "text": "Government will ensure that education in renewable energy and the rational use of energy is included in the curricula of schools, universities, polytechnics, vocational training centres and other institutions of instruction."}, {"text_block_id": "p56_b769", "text": "For the purposes of renewable energy education, government will evaluate the appropriateness of UNESCO•s •Global Renewable Energy Education and Training Programme• and •Renewable Energy Engineering Learning Package•, as well as other educational resources available."}, {"text_block_id": "p57_b770", "text": "In addition to formal education and training, public awareness programmes are required, in order to sensitise energy users and the general public to the capabilities and limitations of renewable energy."}, {"text_block_id": "p57_b771", "text": "Government will develop and implement renewable energy awareness programmes."}, {"text_block_id": "p57_b772", "text": "This is expected to contribute to the development of the renewable energy market in Namibia and to lead to more efficient, economical and sustainable energy use."}, {"text_block_id": "p57_b773", "text": "3.5.5 Adequate financing schemes for renewable energy applications"}, {"text_block_id": "p57_b774_merged", "text": "Renewable energy options often have a higher initial cost but lower operating and maintenance costs than conventional energy alternatives. In order to achieve the policy goal of economic efficiency, energy options should be selected on the basis of their life-cycle costs, which include both the initial and recurrent costs. However, in practice, many decisions by individuals and also by government are almost exclusively based on the initial costs. This leads to selection of energy options which are cheaper at first but more expensive in the long run."}, {"text_block_id": "p57_b779", "text": "To help overcome this problem, it is necessary to have adequate financing facilities for renewable energy applications. Loan finance (at an appropriate interest rate) enables the investor to spread out the initial costs over time, and to make decisions based on life-cycle costs."}, {"text_block_id": "p57_b780", "text": "Government will facilitate adequate financing schemes for renewable energy applications, and will encourage government agencies, investors and users to make decisions based on the life-cycle costs of alternative energy options."}, {"text_block_id": "p57_b781", "text": "There are barriers impeding the provision of affordable loan finance to low-income rural households. Government will strive to address these barriers through co-operation with private- and public-sector financing institutions and the provision of revolving loan funds."}, {"text_block_id": "p57_b782", "text": "It is recognised that there can be a justification for positive financial incentives to accelerate the employment of renewable energy and the rational use of energy, providing such short-term incentives can lead to higher economic efficiency and environmental benefits in the medium term. In many cases, international donors and environmental agencies are prepared to assist in the interests of the global environment. Government will consider such short-term incentives if the costs to Namibia are affordable and are exceeded by the expected benefits."}, {"text_block_id": "p57_b783", "text": "3.5.6 Developing an inter-ministerial co-operation structure"}, {"text_block_id": "p57_b784", "text": "Public-sector energy planning is currently fragmented. Most government ministries confronted with energy choices make their decisions in an uncoordinated and haphazard manner. These decisions usually focus on the immediate problems to be solved, and are made within the constraints of yearly capital budgets, with little attention to longer-term costs and benefits."}, {"text_block_id": "p57_b785", "text": "To reduce future government expenditures on energy provision, the life-cycle costs of alternative energy options should be used as a benchmark. Multi-year public sector financing systems are needed to give government agencies the practical scope to select those energy solutions which are more economical in the long run (see policy measure above). In addition, a co-ordination structure is needed to advise energy planners in the various ministries about optimal energy choices, and to monitor developments."}, {"text_block_id": "p57_b786", "text": "Government will promote sound energy planning principles throughout all government ministries."}, {"text_block_id": "p58_b787", "text": "This will contribute to economic efficiency, sustainability of supply and maintenance, enhanced energy security and effective energy sector governance. Good progress has already been made in the field of renewable energy and rational use of energy, through co"}, {"text_block_id": "p58_b788", "text": "-"}, {"text_block_id": "p58_b789", "text": "operation between the Ministry of Mines and Energy, the Ministry of Works, Transport and Communication and the Ministry of Agriculture, Water and Rural Development. This should be extended to other relevant ministries and should cover all energy options."}, {"text_block_id": "p58_b790", "text": "3.5.7 Improving access to energy in rural areas"}, {"text_block_id": "p58_b791", "text": "There is an immediate need in rural areas for improved access to better forms of energy. This need can often be met most efficiently and economically through combinations of renewable energy and other fuels."}, {"text_block_id": "p58_b792", "text": "3.5.7.1 Rural households, businesses and public services"}, {"text_block_id": "p58_b793", "text": "In the case of rural households, there is a strong demand for more convenient cooking energy and for electricity, even in small quantities. Solar Home Systems can provide electricity for lighting, radio and television. Owners of Solar Home Systems acquired in the pilot phase of the Solar Home Systems Revolving Fund Project of the Ministry of Mines and Energy are spending approximately 15% more per month than they previously did for the same services, and are apparently satisfied with the higher quality service since the repayment rate in this project has so far exceeded 100%. For cooking purposes, research has shown that LPG is the most practical solution for owners of Solar Home Systems. The current approach is therefore to offer combined Solar Home Systems and LPG cooking systems, with credit finance available in the form of a revolving loan fund. This self-replenishing fund should be maintained at a level which caters for the growing demand for these services. Small businesses may use PV systems for the same purposes as private households to increase their scope of activities at night."}, {"text_block_id": "p58_b794", "text": "The provision and maintenance of these systems will lead to the creation of additional jobs in rural areas, thus contributing to the energy policy goals of"}, {"text_block_id": "p58_b795", "text": "social upliftment"}, {"text_block_id": "p58_b796", "text": "as well as"}, {"text_block_id": "p58_b797", "text": "investment and growth"}, {"text_block_id": "p58_b798", "text": "."}, {"text_block_id": "p58_b799", "text": "Like their urban counterparts, rural communities depend on public facilities (including hospitals, clinics, schools, colleges, extension centres, police offices, post offices, and so on) to fulfil some of their most basic service needs. The quality of the services can be severely hampered by lack of electricity. Government has a special responsibility to improve these services, making use of both grid and off-grid technologies to provide electricity for such public facilities. The choice of technology should be based on economic analysis, also taking account of social demand and acceptability."}, {"text_block_id": "p58_b800", "text": "Government will promote the use of economically viable renewable technologies, as a complement to grid electrification, to improve energy provision to rural areas."}, {"text_block_id": "p58_b801", "text": "Government will ensure that funds made available for rural electrification will be allocated between grid and off-grid energy supply options, on the basis of their relative social and economic costs and benefits."}, {"text_block_id": "p58_b802", "text": "This will increase the access to modern energy services for people in those parts of the country where grid electricity is not accessible, and where off-grid electrification is appropriate and more economical."}, {"text_block_id": "p58_b803_merged_merged_merged", "text": "The national energy policy goals of social upliftment and economic efficiency will be supported by these policy measures. In addition, by combining off-grid electrification with improved access to other suitable fuels such as LPG for thermal energy needs, these measures will"}, {"text_block_id": "p59_b808", "text": "contribute to a decreasing dependence on fuelwood, and increasing the sustainable use of rural energy resources."}, {"text_block_id": "p59_b809", "text": "3.5.7.2 Rural water supply"}, {"text_block_id": "p59_b810", "text": "Reliable water supply is probably the highest priority basic need amongst rural dwellers in Namibia. Namibia•s water resources are scarce, dispersed and, in the majority of cases, very saline."}, {"text_block_id": "p59_b811", "text": "In off-grid areas, the water pumping problems are normally solved by means of diesel pumps. They require constant attention, regular maintenance, and often suffer from unreliable fuel delivery or malfunction. Photovoltaic (PV) pumps require much less attention and maintenance and have very low operating and maintenance costs, although their initial capital cost is higher. In many cases the life-cycle costs of PV pumps are lower than diesel pumps for community water supply in remote rural areas. The problem of water salinity can be addressed by using relatively cheap renewable energy desalination technology."}, {"text_block_id": "p59_b812", "text": "Government will promote the use of photovoltaic pumps and solar stills to supply water of sufficient quality and quantity for human consumption in off-grid areas, where this is appropriate and cost-effective."}, {"text_block_id": "p59_b813", "text": "An increased use of solar water pumping and desalination equipment should lead to more efficient use of financial resources over the long term and contribute to social upliftment through improved energy security for water supply and its treatment."}, {"text_block_id": "p59_b814", "text": "The implementation of this policy will require close co-operation of all of those who are involved in rural water supply, in particular the Ministry of Agriculture, Water and Rural Development, the Ministry of Lands, Resettlement and Rehabilitation and the Ministry of Mines and Energy, and other developmental organizations and agencies."}, {"text_block_id": "p59_b815", "text": "3.5.8 Rational use of energy in buildings and for water heating"}, {"text_block_id": "p59_b816_merged", "text": "The physical design of buildings affects the energy required for heating and cooling. Namibian buildings are generally not designed with efficient use of energy in mind. The improved thermal design of buildings, which is covered in the section 4.2.6 on Energy Efficiency and Conservation, can contribute to savings of energy that must either be generated in Namibia or imported. In this way, policies which promote energy-efficient buildings will contribute to national goals of energy security, economic efficiency and sustainability."}, {"text_block_id": "p59_b819", "text": "Water heating in urban residential, commercial and public buildings makes extensive use of electric water heaters. This leads to an unnecessarily large consumption of high-grade energy for a purpose that does not require it, and contributes to the need for increased electricity generation or imports. Solar water heaters can play a significant role in Namibia, reducing electricity consumption and the transmission and generation capacity required. However, further analysis of the savings to the country is needed, in order to assess whether government should introduce incentives and/or regulations to promote solar water heating."}, {"text_block_id": "p59_b820", "text": "As government believes that solar water heating can make an important contribution to rational use of energy in Namibia, it will analyse the economic savings which can be attained through wider use of solar water heaters and develop appropriate promotion strategies."}, {"text_block_id": "p59_b821", "text": "The Ministry of Mines and Energy will take the lead in promoting research, which will require data and co-operation from the electricity industry, and for proposing subsequent measures. These measures are expected to contribute to the energy goals of energy security, economic efficiency and sustainability."}, {"text_block_id": "p60_b822", "text": "3.5.9 Generating electricity for the grid with renewable energy"}, {"text_block_id": "p60_b823", "text": "As set out in the Electricity section, Namibia•s future electricity supply should be based on an economically efficient and sustainable mix of gas, hydro-power, renewable energy sources and imported electricity. With regard to solar and wind energy, Namibia•s resources are equal to or better than those in countries where wind parks and solar thermal power stations are already successfully operated. In order to serve as input data for full-scale feasibility studies, both wind and solar resources are currently being measured in the vicinity of sites that have particularly good resource potential and a need for additional electrical power in the short term."}, {"text_block_id": "p60_b824_merged", "text": "Harnessing the wind and solar resources for grid-connected power generation can help to increase the diversity of electricity supply and therefore increase energy security and self-sufficiency, which are national goals, as well as environmental sustainability. This will become increasingly important as surplus generation capacity in South Africa diminishes. The technical and economic viability of large plants utilising the wind and solar resources needs to be investigated in similar manner to that of proposed plants operating off other reasonably benign energy resources."}, {"text_block_id": "p60_b831", "text": "When comparing electricity-generating projects, environmental and socio-economic impacts will be taken into account. To encourage the use of renewable energy, specific tariff structures can be discussed, as well as the fair access to the grid for independent power producers using renewable energy."}, {"text_block_id": "p60_b832", "text": "To ensure the optimal mix of energy resources, the Government will evaluate all proposals for power generation according to their expected costs and benefits, and environmental and socio-economic impacts."}, {"text_block_id": "p61_b833", "text": "4  CROSS-CUTTING ISSUES"}, {"text_block_id": "p61_b834", "text": "4.1 ECONOMIC EMPOWERMENT"}, {"text_block_id": "p61_b835", "text": "Government•s agenda for empowering the black majority was reflected in a general way in the first National Development Plan (NDP1).  In addition to encouraging revived and sustained economic growth, NDP1 established the joint goals of employment creation, reducing inequality and the eradication of poverty.  NDP1 includes policies, which see the government providing an enabling environment for private sector involvement. Opportunities lie in the restructuring of the electricity supply and distribution sectors, growth in the upstream oil and natural gas industries, and new entrants in the downstream liquid fuels sector."}, {"text_block_id": "p61_b836", "text": "4.1.1 Challenges for Economic Empowerment"}, {"text_block_id": "p61_b837", "text": "There are several challenges to black economic empowerment in the energy sector.  Key obstacles to empowerment include existing market structures and the high cost of entry.  A prime example of the both can be found in the liquid fuels industry.  The size of the Namibian liquid fuels market inevitably gives rise to a cartel.  Private oil companies own all bulk storage and transport infrastructure and these companies share these assets extensively for cost efficiency.  Access to even uncommitted existing infrastructure capacity is restricted to the cartel and construction of parallel infrastructure is uneconomic based on the size of the market.  Thus new entrants (such as potential smaller black owned interests) are effectively prohibited from entering the market."}, {"text_block_id": "p61_b838", "text": "The lack of access to investment capital also creates significant challenges for black economic empowerment.  Multi-nationals have the experience that provides them with ready access to competitive sources of capital for pursuing energy sector investment opportunities.  This fact is evident in the upstream oil and gas industries in Namibia where Shell, Texaco, Norsk/Statoil, and Ranger Oil/Amerada Hess, among others all have an interest."}, {"text_block_id": "p61_b839", "text": "The White Paper begins to address some of these challenges but clearly more work has to be done. Licensing processes in all segments of the energy sector should explicitly include criteria for evaluating the effect of proposals on black economic empowerment.  Listing of energy companies on the Namibian Stock Exchange and the granting of share options to employees should be considered.  If privatisation of parastatals is pursued, processes should be structured to include clear empowerment goals.  Ultimately, the successful integration of black Namibians into the economic structure of the energy sector requires a comprehensive investigation of barriers to entry and clear strategies for overcoming those barriers."}, {"text_block_id": "p61_b840", "text": "Policy statements are reflected in previous sections 3.1.9 and 3.4.2"}, {"text_block_id": "p62_b841", "text": "4.2 THE ENVIRONMENT, HEALTH AND SAFETY"}, {"text_block_id": "p62_b842", "text": "The Constitution of the Republic of Namibia states clearly that government policies must be aimed at maintaining ecosystems, essential ecological processes and biological diversity of Namibia and at utilising living natural resources on a sustainable basis for the benefit of all Namibians, both present and future. The First National Development Plan reinforces this. It states that in order for the Namibian environment to be protected, any development must be done in harmony with the environment, and no project should proceed if it does not meet certain environmental criteria. The Ministry of Environment and Tourism asserts that policies, projects and programmes, whether initiated by the government or the private sector, should be subjected to the Ministry•s established Environmental Assessment procedure. Thus, it is government•s policy to sanction only development that is environmentally sustainable."}, {"text_block_id": "p62_b843", "text": "In common with most countries in the world, the interaction between energy and environment is evident during all stages of the energy system: from the exploration of new energy resources, to the conversion of energy from one form to another, and finally to the way in which energy is utilised. These activities impact upon the environment at household and local level, as well on national, regional and global levels. Some of the energy-related environmental, health and safety impacts at each of these different levels are mentioned below."}, {"text_block_id": "p62_b844", "text": "Many Namibian households burn fuels such as wood and paraffin, often in enclosed spaces with inadequate ventilation. As a result indoor air environments are severely degraded and harmful to the health of residents. Wood, candles and paraffin use can also be hazardous in terms of accidental fires, burns and poisonings. Coupled with these dangers are the environmental costs associated with the over-exploitation of woodfuel in rural and peri-urban areas."}, {"text_block_id": "p62_b845", "text": "Bulk energy supply projects (gas and petroleum extraction and production, hydropower, and electrification, for instance) can also threaten the environment, not only in terms of the natural resources consumed but also in relation to the potential for social habitats to be disrupted and for human health and safety to be effected. Hydropower schemes inevitably alter natural riverine processes and can result in significant social dislocation. Petroleum and gas exploration and production activities can have impact of varying degrees on marine, coastal and on-shore environments. Off-shore seismic-gathering exercises, for example, tend to have limited impact on the environment. Oil and gas production and transportation activities can have significant impact though. Pipelines may develop leaks, and tankers can have accidents. Large-scale electrification initiatives often require extensive bush clearing activity. Moreover, it is suspected that the electromagnetic fields associated with electricity supply lines can also be harmful to humans and fauna."}, {"text_block_id": "p62_b846", "text": "The generation of electricity from coal poses a further threat to the Namibian environment. This process pollutes the atmosphere and generates hazardous wastes. Though the country•s contribution to global greenhouse gas emissions is minimal, Namibia is committed to co-operating with international efforts towards reducing these emissions. There are no hazardous waste disposal sites (or incinerators) in Namibia. In the contexts of an international community becoming increasingly hostile to the transportation of toxic wastes, and the possibility of some energy-related hazardous wastes being generated, it is clear that action must be taken to keep the threat of these wastes to the environment and human health and safety under control."}, {"text_block_id": "p62_b847", "text": "4.2.1 Energy-environment challenges"}, {"text_block_id": "p62_b848_merged", "text": "As has been indicated above, the impacts of the energy sector on the environment, health and safety vary widely in scale and severity. Regrettably, the Ministry of Mines and Energy has neither the capacity nor the resources required to attend to all of the challenges it faces."}, {"text_block_id": "p63_b850", "text": "As the Ministry of Mines and Energy begins to identify and contextualise these energy-environment challenges with a view to contributing towards sustainable development in Namibia, it will focus on four areas of priority, namely the assessment of energy projects, woodland depletion, household health and safety, and its own institutional capacity for environment-related activity."}, {"text_block_id": "p63_b851", "text": "4.2.2 Assessment of energy projects"}, {"text_block_id": "p63_b852", "text": "4.2.2.1 Environmental impact assessments"}, {"text_block_id": "p63_b853", "text": "Besides providing the opportunity for Namibia to become more energy self-sufficient, large-scale energy projects create employment and earn revenue for the country. However, these activities can also have negative impacts on the environment. Accordingly, the key environmental challenge for the energy sector is to maintain a balance between these developmental and environmental goals. One way of achieving this balance is through the formulation and implementation of appropriate policies, strategies and regulatory frameworks."}, {"text_block_id": "p63_b854", "text": "Government will, in accordance with Namibia•s Environmental Assessment Policy and the Environmental Management Act, require and enforce the undertaking of Environmental Impact Assessments for all major energy-related projects, policies and programmes having potential impact on the natural environment and on human health and safety."}, {"text_block_id": "p63_b855", "text": "The Ministry of Mines and Energy will co-ordinate with the Ministries of Environment and Tourism, Fisheries and Marine Resources, and when appropriate the Ministries of Health and Social Services, and Works, Transport and Communications to this end."}, {"text_block_id": "p63_b856", "text": "Environmental Impact Assessments (EIAs) should not be seen as a constraint to development. In addition to determining with some degree of certainty the impact a project will have on the environment, EIAs also help to:"}, {"text_block_id": "p63_b857", "text": ""}, {"text_block_id": "p63_b858", "text": "ensure that environmental management is built into projects;"}, {"text_block_id": "p63_b859", "text": ""}, {"text_block_id": "p63_b860", "text": "inform decision makers and promote accountability for decisions;"}, {"text_block_id": "p63_b861", "text": ""}, {"text_block_id": "p63_b862", "text": "ensure the consideration of a broad range of options to achieve policy goals;"}, {"text_block_id": "p63_b863", "text": ""}, {"text_block_id": "p63_b864", "text": "achieve a higher degree of public participation and involvement; and,"}, {"text_block_id": "p63_b865", "text": ""}, {"text_block_id": "p63_b866", "text": "promote sustainable development in Namibia."}, {"text_block_id": "p63_b867", "text": "4.2.2.2 Project evaluation (with environmental costing)"}, {"text_block_id": "p63_b868", "text": "Decision-making processes regarding large-scale energy projects emphasise the financial and technical considerations of the prospective projects. Environmental issues must be taken into account more than they have in the past."}, {"text_block_id": "p63_b869", "text": "Government will base decisions regarding new energy projects on principles and procedures for environmental and socio-economic assessment, mitigation and compensation which take account of the environmental and social costs of the projects."}, {"text_block_id": "p63_b870", "text": "4.2.3 Depletion of woodlands"}, {"text_block_id": "p63_b871", "text": "While woodfuel gathering contributes to the depletion of woodlands and land degradation, there remains considerable uncertainty about the exact extent, causes and costs of this land degradation. That it exists is undisputed however, and should be addressed by policy."}, {"text_block_id": "p63_b872", "text": "The Ministry of Mines and Energy acknowledges that land degradation is the result of many inter-related factors, and as such should be addressed by various government departments. Furthermore, the Ministry recognises the valuable work being done to combat land degradation. In this regard, the Ministry will support and initiate joint ventures with"}, {"text_block_id": "p64_b873_merged", "text": "other government departments (particularly the Directorate of Forestry) and interested bodies with a view to investigating the driving forces behind land degradation, and working towards combating such processes.  For detailed policies, s"}, {"text_block_id": "p64_b876", "text": "ee sections 2.3.2 and 2.3.3 in Rural Energy Needs."}, {"text_block_id": "p64_b877", "text": "The dispersed nature of the location of rural communities often makes it economically impossible for electricity to be supplied via the grid. In this regard, the Ministry of Mines and Energy will disseminate information about substituting woodfuel with other fuels (such as liquid petroleum gas) and energy efficient appliances (such as fuel-efficient stoves) and renewable forms of energy (such as solar stoves)."}, {"text_block_id": "p64_b878", "text": "For detailed policies, see sections 2.3.2, 4.2.2 and 3.5.7.1 in Rural Energy Needs, Energy Efficiency and Conservation, and Renewable Energy respectively."}, {"text_block_id": "p64_b879", "text": "The Ministry of Mines and Energy recognises that approaches seeking to encourage fuelwood substitution may not always be viable. In some instances, for example, it might be more feasible for the Ministry, in co-operation with programmes of other ministries, to investigate the potential for implementing afforestation projects in affected rural and peri-urban areas. In other instances, it may be more acceptable for the Ministry to facilitate a more equitable distribution of woodfuel. In addition to this, some research has shown that charcoal produced from existing bush encroachment on commercial farmland may be economically viable if it is used for domestic consumption in areas facing severe land degradation. More detailed research is required here to determine whether this industry is viable"}, {"text_block_id": "p64_b880", "text": ". For detailed policy, see section 2.3.2.2 in Rural Energy Needs."}, {"text_block_id": "p64_b881", "text": "4.2.4 Household health and safety"}, {"text_block_id": "p64_b882", "text": "Many Namibian households burn wood and fuels such as paraffin for daily household use, and often in enclosed spaces with inadequate ventilation. Though little localised research has been undertaken in Namibia in this regard, it is suspected that pollution levels experienced by these households are higher than world health standards would allow. Extended exposure to this type of pollution can impact seriously on people•s health. Usage of fuelwood, candles and paraffin can also be hazardous in terms of the potential occurrence of accidental fires, burns and poisonings. In all, these dangers inevitably place high medical and productivity-loss costs on households. While recognising that possession and usage of these fuels can be dangerous, the Ministry is uncertain of the extent to which human health is being impacted upon, and accidents are occurring."}, {"text_block_id": "p64_b883", "text": "As a basis for potential corrective policy, government will assess the extent to which the health and safety of rural and urban household dwellers is being affected by the usage of wood, candles and paraffin within their homes."}, {"text_block_id": "p64_b884", "text": "This research will be undertaken with a view to the Ministry of Mines and Energy introducing mitigation measures if the results demonstrate the need. Possible mitigation measures include:"}, {"text_block_id": "p64_b885", "text": ""}, {"text_block_id": "p64_b886", "text": "the promotion of low-smoke fuels;"}, {"text_block_id": "p64_b887", "text": ""}, {"text_block_id": "p64_b888", "text": "improved wood burning techniques;"}, {"text_block_id": "p64_b889", "text": ""}, {"text_block_id": "p64_b890", "text": "continued electrification of households;"}, {"text_block_id": "p64_b891", "text": ""}, {"text_block_id": "p64_b892", "text": "improved ventilation;"}, {"text_block_id": "p64_b893", "text": ""}, {"text_block_id": "p64_b894", "text": "improved stoves;"}, {"text_block_id": "p64_b895", "text": ""}, {"text_block_id": "p64_b896", "text": "educational programmes;"}, {"text_block_id": "p64_b897", "text": ""}, {"text_block_id": "p64_b898", "text": "child-proof paraffin containers."}, {"text_block_id": "p65_b899", "text": "4.2.5 Institutional requirements"}, {"text_block_id": "p65_b900", "text": "Currently, the Ministry of Mines and Energy has limited institutional capacity to comprehensively address all energy-related environmental issues. Instead it looks to other ministries and bodies to take consistent account of these issues."}, {"text_block_id": "p65_b901", "text": "The Ministry of Mines and Energy will interact and work with other Ministries and  organisations involved in environmental issues related to energy projects."}, {"text_block_id": "p65_b902", "text": "In general, the Ministry of Mines and Energy will ensure that detailed knowledge of the technical aspects of energy projects and programmes is provided, and will draw upon the environmental expertise of other ministries and organisations."}, {"text_block_id": "p65_b903", "text": "As a first step towards institutionalising the interaction between the aforementioned bodies, the Ministry of Mines and Energy will actively seek and maintain representation on the to-be-established Environmental Board of Namibia."}, {"text_block_id": "p65_b904", "text": "With a view to ensuring that environmental aspects of in-house energy planning are consistently of a high standard the Ministry of Mines and Energy will ensure that relevant staff are equipped with appropriate environmental skills. The Ministry will approach the Ministry of Environment and Tourism for advice and support in this regard."}, {"text_block_id": "p66_b905", "text": "4.3 ENERGY EFFICIENCY AND CONSERVATION"}, {"text_block_id": "p66_b906", "text": "A salient feature of the Namibian economy is that it is energy intensive. Energy intensity is most often measured by the amount of energy that is required to produce a unit of Gross Domestic Product (GDP)."}, {"text_block_id": "p66_b907", "text": "Namibia•s high energy intensity can be attributed to the significant mining sector, a large and growing transport sector, and the inefficient use of energy by households, industry, and in government and commercial buildings. Low energy prices, which act as a disincentive to save energy, high initial costs of efficient appliances, and poor public awareness for the need to use energy wisely also contribute to this high energy intensity."}, {"text_block_id": "p66_b908", "text": "While government recognises the need to use energy efficiently, it also acknowledges that this should not be done at the expense of economic growth and development. That the country is developing implies that the demand for energy is also growing. Indeed, government•s commitment to keep energy prices low should go hand-in-hand with a nationally uniform system of cost-reflective energy pricing to encourage the wise use of energy. This is especially important considering the fact that most of Namibia•s commercial energy is imported and subsidies are applied."}, {"text_block_id": "p66_b909", "text": "4.3.1 Challenges for energy efficiency and conservation"}, {"text_block_id": "p66_b910", "text": "The key challenge for Namibia is to achieve reduced energy intensity resulting in improved economic efficiency which would then release savings for investment in other areas. In order to do this, the Ministry of Mines and Energy will have to:"}, {"text_block_id": "p66_b911", "text": ""}, {"text_block_id": "p66_b912", "text": "ensure that an appropriate level of national resources are invested in demand-side management activities;"}, {"text_block_id": "p66_b913", "text": ""}, {"text_block_id": "p66_b914", "text": "ensure that economically viable energy efficiency technologies and processes  are implemented; and"}, {"text_block_id": "p66_b915", "text": ""}, {"text_block_id": "p66_b916", "text": "address barriers or disincentives to energy efficiency and energy conservation."}, {"text_block_id": "p66_b917", "text": "Actions to promote the above should be co-ordinated and consultative.  The policies presented below are directed towards information dissemination, specific demand sectors, and institutional capacity."}, {"text_block_id": "p66_b918", "text": "4.3.2 Information collection and dissemination"}, {"text_block_id": "p66_b919", "text": "4.3.2.1 Information collection"}, {"text_block_id": "p66_b920", "text": "To date, insufficient research and analysis concerning energy end-use patterns of households, commerce and industry and government has been undertaken. Particularly with regard to Namibian urban and rural households, very little is known about the nature of energy use. Without this information it is difficult, even impossible, to analyse the performance of energy in these sectors. For policy to be effective, information of this nature is required."}, {"text_block_id": "p66_b921", "text": "Government will investigate the nature of energy end-use patterns in all sectors and use the data captured to monitor and assess energy efficiency in these sectors."}, {"text_block_id": "p66_b922", "text": "The Ministry of Mines and Energy will co-ordinate and, where possible, assist in  funding these studies. The Ministry will co-operate with Namibian organisations as well as international bodies with established backgrounds in energy efficiency and energy conservation to undertake studies. A national energy consumption and efficient technologies database will be established. It is envisaged that energy audits and studies on energy usage patterns will precede energy performance assessments."}, {"text_block_id": "p67_b923", "text": "4.3.2.2 Information dissemination and education"}, {"text_block_id": "p67_b924", "text": "International experience shows lack of information and education to be common market barriers to the widespread adoption of energy efficient practices and technologies. Many decision makers such as consumers, builders, manufacturers, designers and architects are not aware of the range of energy-efficient products, designs and methods they can use to reduce energy consumption. Widespread and sustained awareness on energy efficiency and energy conservation is essential."}, {"text_block_id": "p67_b925", "text": "Government will embark on national awareness campaigns to promote the efficient and sustainable use of energy in Namibia."}, {"text_block_id": "p67_b926", "text": "These programmes should aim to stimulate an increased consciousness around energy efficiency, and  could include the introduction of energy efficiency and energy conservation courses in the curricula of secondary and tertiary institutions. It is envisaged that community consultations, public awareness campaigns, the distribution of information on energy efficient technologies or alternative sources, and the creation of opportunities for the relevant technicians/artisans to upgrade their skills could also play a role."}, {"text_block_id": "p67_b927", "text": "4.3.3 Energy efficiency in households"}, {"text_block_id": "p67_b928", "text": "Energy consumed by Namibian households represents 10% of the country•s total energy use. Generally, there is a low public awareness of energy efficiency, particularly with regard to the operating cost of appliances, and building construction techniques. In addition to embarking on a national awareness campaign, as described above:"}, {"text_block_id": "p67_b929", "text": "Government will promote the use of energy-efficient appliances and the construction of thermally efficient buildings in the household sector."}, {"text_block_id": "p67_b930", "text": "One of the most useful ways of promoting the use of energy efficient appliances in households is through an appliance labelling programme.  Such a programme would help to educate and assist people in their choice of appliance.  The Ministry of Mines and Energy will take the lead in this regard, and will be responsible for assessing the viability of this type of programme in terms of the local appliance industry.  The Ministry will also encourage stakeholders including customers, manufacturers, retailers, standards• bodies to take part in this initiative."}, {"text_block_id": "p67_b931", "text": "The Ministry of Mines and Energy will also take responsibility for disseminating information to the household sector concerning thermally efficient building practices"}, {"text_block_id": "p67_b932", "text": "4.3.4 Energy efficiency in government, industrial and commercial buildings"}, {"text_block_id": "p67_b933", "text": "Namibian buildings consume large amounts of energy, especially for space cooling and heating. To date, insufficient attention has been afforded to the design and energy performance of these buildings. In fact, there are currently no regulations and/or standards that enhance thermal efficiency, and energy end-use efficiency in buildings."}, {"text_block_id": "p67_b934", "text": "Government will encourage the application of building technologies and practices enhancing energy efficiency and conservation."}, {"text_block_id": "p67_b935", "text": "The Ministry commits itself to co-ordinating an inter-ministerial energy efficiency programme aimed at the efficient use of energy in all government facilities."}, {"text_block_id": "p67_b936", "text": "The Ministry will also encourage local authorities to set minimum energy efficiency requirements in new building construction. Local authorities might, for example, require that auto-switches for lights in public buildings, are installed. Furthermore, the Ministry will encourage the adoption of measures aimed at saving energy used for water heating. This could entail the use of solar water heaters in all buildings."}, {"text_block_id": "p68_b937", "text": "4.3.5 Energy efficiency in industry and commerce"}, {"text_block_id": "p68_b938", "text": "Industry and mining accounts for 30% of the total energy consumption. This level of consumption is mainly due to energy intensive industries and the use of energy inefficient machinery and/or methods. The greatest opportunities for energy savings are in the most energy intensive industries, mainly mining. It is against this background that:"}, {"text_block_id": "p68_b939", "text": "Government will promote the application of energy efficiency and conservation measures in industry."}, {"text_block_id": "p68_b940", "text": "As part of this strategy, the Ministry of Mines and Energy will take the lead in conducting showcase energy audits in industry and mining, as well as in building private sector capacity to continue to do so.  In addition, it will:"}, {"text_block_id": "p68_b941", "text": ""}, {"text_block_id": "p68_b942", "text": "create incentives for the acquisition of energy efficiency devices;"}, {"text_block_id": "p68_b943", "text": ""}, {"text_block_id": "p68_b944", "text": "encourage local authorities to set minimum power factor correction for specific industries;"}, {"text_block_id": "p68_b945", "text": ""}, {"text_block_id": "p68_b946", "text": "support and co-ordinate training to industry on efficiency measures; and,"}, {"text_block_id": "p68_b947", "text": ""}, {"text_block_id": "p68_b948", "text": "facilitate the formation and functioning of an all industry energy management body."}, {"text_block_id": "p68_b949", "text": "."}, {"text_block_id": "p68_b950", "text": "4.3.6 Energy efficiency in the transport sector"}, {"text_block_id": "p68_b951", "text": "Petrol and diesel utilised in transport systems, in particular road and rail, account for a large proportion of Namibia•s total energy consumption. This can be partially attributed to poor land and transportation planning, and few vehicle maintenance standards. A key challenge for government is to promote the efficient use of energy used for transport. The policy choice is as follows:"}, {"text_block_id": "p68_b952", "text": "Government will promote fuel saving measures in the transport sector."}, {"text_block_id": "p68_b953", "text": "In order to do this, the Ministry of Mines and energy will first explore ways of saving energy in this sector, and will prioritise these options according to practicality and acceptability.  As part of a strategy to emerge from this investigation, the Ministry envisages that it will be to encourage local authorities to introduce and maintain good town practices focusing specifically on adequate public transport systems."}, {"text_block_id": "p68_b954", "text": "The Ministry will also launch awareness campaigns targeting motorists and addressing energy saving driving habits, and appropriate levels of fuel levies.  A shift from road transport to rail and the use of buses and mini vans rather than sedans as public transport will also be encouraged."}, {"text_block_id": "p68_b955", "text": "4.3.7 Institutional capacity"}, {"text_block_id": "p68_b956", "text": "The Ministry of Mines and Energy is mindful that it should take the lead in promoting energy efficiency and energy conservation in Namibia. As the government•s current capacity to oversee and implement energy efficiency programmes is limited, the Ministry recognises the need to develop a strong institutional base in which the programme can be housed and managed."}, {"text_block_id": "p68_b957", "text": "Government will establish an institutional base, with adequate human resources, to house and manage a programme on energy efficiency and energy conservation."}, {"text_block_id": "p68_b958", "text": "In building this capacity, the Ministry will collaborate with international and regional organisations working in the field.  With a view to developing capacity within Namibia as a whole, the Ministry will commission research locally."}, {"text_block_id": "p69_b959", "text": "4.4 REGIONAL ENERGY TRADE AND CO-OPERATION"}, {"text_block_id": "p69_b960", "text": "Namibia•s economy and its energy sector are integrally linked with the region and with global trade. Namibia imports all its oil products. It also imports its coal requirements (although these are small). Namibia has a 200 MW electricity grid inter-connector with South Africa and has recently signed an agreement with South Africa•s Eskom for the construction of an additional 400 kV inter-connector. In 1996, Namibia imported 53% of its total electricity requirements. Whether Namibia continues to import, or exports electricity depends on electricity markets in the region as well as investment decisions on a new hydro-electric plant in the north or the development of gas fields in the south for power generation or export."}, {"text_block_id": "p69_b961", "text": "Namibia has signed the Southern African Development Community (SADC) Energy Protocol which commits member countries to co-operate on energy matters and to harmonise national and regional energy policies, strategies and programmes on the basis of common interest. Namibia has also supported the subsequent SADC Energy Co-operation Policy and Strategy (adopted at the SADC Energy Ministers• meeting in Swaziland in 1996) and the SADC Energy Sector Action Plan (adopted at the Energy Ministers• meeting in Arusha, Tanzania, in June 1997). These strategies focus on the potential benefits of co"}, {"text_block_id": "p69_b962", "text": "-"}, {"text_block_id": "p69_b963", "text": "operation in energy trade (electricity, oil, gas and coal), information and experience exchange (including areas such as biomass, and new and renewable sources of energy), training and organisational capacity building and energy investment and financing."}, {"text_block_id": "p69_b964", "text": "Further, Namibia is a member of the Southern Africa Power Pool (SAPP) which is SADC•s main strategic vehicle in the electricity sector. SAPP was formally established with the signing of the Inter-Governmental Memorandum of Understanding which was followed by an inter-utility memorandum of understanding in December 1995. Essentially, it provides for a transparent mechanism for electricity utilities to trade electricity in the region."}, {"text_block_id": "p69_b965", "text": "4.4.1 A challenge for regional trade and co-operation"}, {"text_block_id": "p69_b966_merged_merged", "text": "A crucial challenge for Namibian political and economic policy, in general, and energy policy, in particular, is how Namibia should engage with South Africa, SADC and the global economy in order to maximise economic and social opportunities and benefits for its citizens. In energy terms, the challenge becomes: how could Namibia best achieve its policy goal of energy security and how could it maximise the potential gains from energy co-operation in the region."}, {"text_block_id": "p69_b969", "text": "4.4.2 Energy security"}, {"text_block_id": "p69_b970", "text": "Currently Namibia is dependent on the import of electricity, oil products, and small amounts of coal. Trade in these energy commodities is not equivalent. A global oil market exists. Oil products can be obtained from a wide variety of regional/national sources (even more so with access to sea shipping) and can be easily stored. The same is true for coal. Thus security in oil and coal supply is easily achieved though diversity of supply and import options, obviating the need for self-sufficiency in these commodities. (Any potential investment in local oil refining capacity will be subject to the economics of the project and will not be subsidised for strategic energy security reasons.)  Electricity, on the other hand, is not easily or cheaply stored and reliable supply is dependent on secure generation sources and local or bi-national integrated grid networks. The regional electricity market is still very undeveloped. In the future, local natural gas production also offers the possibility of increased security of supply."}, {"text_block_id": "p69_b971", "text": "The policy choice is about the appropriate level of local supply versus imports."}, {"text_block_id": "p70_b972", "text": "Government will seek to achieve security of energy supply through an appropriate diversification of economically competitive and reliable energy sources, with particular emphasis on the development of Namibian resources. government will regularly assess the regional risks and opportunities in order to achieve the optimal balance and diversification."}, {"text_block_id": "p70_b973", "text": "In the oil and coal sectors • this means importation of energy products from the cheapest available source (sea or rail), wherever it can be obtained. In the electricity sector this means local development of electricity generation where this is cost competitive and/or an assessment of the risks in importing competitively priced electricity from neighbouring countries is acceptable."}, {"text_block_id": "p70_b974", "text": "Section 3.1.3.2 sets targets for local electricity generation."}, {"text_block_id": "p70_b975", "text": "A desire for self-sufficiency must be seen in the context of the country•s resources, its capacity to assimilate large projects in its economy, and trade-offs between economic competitiveness and the need for security of supply."}, {"text_block_id": "p70_b976", "text": "The implication of this policy is that security of supply is not equated simply or only with self-reliance."}, {"text_block_id": "p70_b977", "text": "4.4.3 Electricity trade"}, {"text_block_id": "p70_b978_merged", "text": "In developing co-operative structures, and in demonstrating the mutual benefits of co-operation in the region, the SADC electricity sector has probably advanced more than any of its other energy sectors. The electricity sub-committee of the SADC energy sector and the various committees and structures of the Southern African Power Pool (SAPP) meet regularly and an extensive set of agreements governing the trade of electricity in the region are now in place. NamPower plays an active role in SAPP and is one of six operating members. At this stage, SAPP is a loose type of pool arrangement between national utilities, but will in the long term develop into a competitive power pool with wider membership. Namibia faces the challenge of responding to these changes in order to maximise net economic benefits."}, {"text_block_id": "p70_b981", "text": "Government will work to ensure positive and committed Namibian participation in the Southern African Power Pool to maximise potential economic and political benefits from increased electricity trade."}, {"text_block_id": "p70_b982", "text": "Government will also ensure the development of legal, regulatory and institutional frameworks that are in harmony with SAPP agreements."}, {"text_block_id": "p70_b983", "text": "Namibia has the potential to act as a major conduit for future large-scale power transfers from the Democratic Republic of Congo and Angola through a western corridor to Southern Africa. Effective participation in SAPP will create a stable environment for wheeling and third party access arrangement, as well as an agreed pricing framework for an electricity market."}, {"text_block_id": "p70_b984", "text": "This policy contributes to enhanced regional co-operation, energy security and economic efficiency."}, {"text_block_id": "p70_b985", "text": "4.4.4 Petroleum trade"}, {"text_block_id": "p70_b986", "text": "There is potential for improved cross-border trade in petroleum products and this could be enhanced through greater harmonisation of specifications. Namibia has participated successfully in the Southern African Customs Union (SACU) oil sub-committee which has reached common agreement amongst members on these issues. In order to facilitate potential imports, these arrangements should be extended to other SADC countries, particularly Angola."}, {"text_block_id": "p71_b987", "text": "If gas is to be exported in the future, bi-national agreements should be negotiated on cross-border pipeline issues, specifications and standards."}, {"text_block_id": "p71_b988", "text": "Government will build on the agreements of the SACU oil committee and participate positively in the SADC Project AAA1.8 which seeks to harmonise laws, rules, standards and regulations to create an efficient petroleum industry."}, {"text_block_id": "p71_b989", "text": "Government will initiate bi-national negotiations to clarify cross-border natural gas pipeline arrangements, and will collaborate with the SADC Action Plan which seeks to share regional experience and expertise in these issues."}, {"text_block_id": "p71_b990", "text": "Following approval of these projects at the SADC Energy Ministers• meeting in 1997, the Technical Unit of the SADC Energy Sector will take responsibility for the initiation of these SADC projects."}, {"text_block_id": "p71_b991", "text": "These policies will contribute to improved energy sector governance and economic efficiency."}, {"text_block_id": "p71_b992", "text": "4.4.5 Investment in energy export projects"}, {"text_block_id": "p71_b993", "text": "The development of hydro-electric projects in the north and natural gas projects in the south, creates the possibility of significant energy exports to the SADC region."}, {"text_block_id": "p71_b994", "text": "The policy challenge is: to which extent are investments in local development of energy resources dependent on regional markets. Do these regional markets provide opportunities for the growth of an economically vibrant and powerful energy sector in Namibia? What are the threats of possible stranded investments? And what actions will facilitate investment in large energy export projects?"}, {"text_block_id": "p71_b995", "text": "Government will co-operate with the SADC Energy Sector Action Plan which seeks to promote a competitive investment and pricing environment for energy projects targeting regional energy markets."}, {"text_block_id": "p71_b996", "text": "New investments in regional-scale projects will be dependent not only on market opportunities but also on the achievement of greater harmonisation of legal, regulatory, fiscal and tax environments in neighbouring countries. Relationships between utilities and national governments vary widely and often, more than one ministry or authority is involved in major project development. National energy laws and regulations, including amendment procedures, differ considerably. Different subsidies, taxes and levies can result in a lack of transparency on the cost of supply and the absence of cost-reflective tariffs creates an unequal playing field. Co-operative actions between SADC, SAPP and neighbouring countries in the above areas will greatly improve the environment for new investment which could make the energy sector in Namibia an important and vibrant economic sector in its own right as well as enhancing regional economic integration."}, {"text_block_id": "p71_b997", "text": "This policy could contribute to the achievement of the goals of increased supply security as well as economic competitiveness and efficiency. Such co-operation could also reduce the risks of stranded investments through encouraging regional diversification of equity participation and the sharing of risks, guarantees, etc."}, {"text_block_id": "p71_b998", "text": "4.4.6 SADC energy co-operation"}, {"text_block_id": "p71_b999", "text": "Namibia, along with other SADC countries, experiences shortages in appropriately skilled and experienced human resources. There is also an absence of relevant energy information and data. The sharing of relevant information, data and experience, and training resources (including in areas such as biomass, and new and renewable sources of energy) could"}, {"text_block_id": "p72_b1000", "text": "prevent unnecessary duplication of effort and result in more efficient and sound decision making and implementation capacity."}, {"text_block_id": "p72_b1001", "text": "Government commits itself to full and co-operative membership of, and participation in the SADC Energy Sector in the areas of information and experience exchange, training and organisational capacity building."}, {"text_block_id": "p72_b1002", "text": "Building capacity to formulate, implement and monitor energy sector strategies is vital if policies and programmes are to be successful. An essential basis for effective and realistic planning is a reliable and flexible information system and adequate human resources."}, {"text_block_id": "p72_b1003", "text": "The Technical Unit of the SADC Energy Sector is responsible for initiating action plans in the above area. Namibia commits itself to full and positive co-operation with these activities."}, {"text_block_id": "p72_b1004", "text": "This policy will contribute to the goal of effective energy sector governance through improved national capacity in human resources and information systems."}, {"text_block_id": "p72_b1005", "text": "The previous three policies are contingent on effective SADC co-operative structures and actions. Namibia is mindful of the role of other actors and organisations and in a scenario of minimal or collapsed SADC activity would need to rely more on bilateral agreements and co-operation actions."}, {"text_block_id": "p72_b1006", "text": "5  WAY FORWARD"}, {"text_block_id": "p72_b1007", "text": "The Ministry of Mines and Energy is dedicated to the economic, social and environmentally sustainable development of the Namibian energy sector. In pursuit of this goal, the Ministry seeks to prioritise the policies contained in this White Paper and translate those priorities into strategies. The Ministry is committed to develop concrete plans to activate these policy strategies, and will undertake specific activities to ultimately make these plans a reality."}], "document_description": "This White Paper sets the energy strategy of Namibia. Point 3.5 discusses the potential of renewable sources in the country, as well as the financing implications and potential in rural areas. Energy efficiency in buildings is also promoted."}