{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Namibia", "document_category": "Policy", "document_sector_name": "Industry", "document_language": "English", "document_name": "Fifth National Development Plan", "document_country_code": "NAM", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "05/01/2017", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/NAM/2017/NAM-2017-01-05-Fifth National Development Plan_dc1494f025a50552e3b4531a44e1dfb8.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Republic of Namibia"}, {"text_block_id": "p0_b2_merged", "text": "Namibia’s 5th NatioNal DevelopmeNt plaN (NDp5)"}, {"text_block_id": "p2_b5_merged", "text": "5th NatioNal DevelopmeNt plaN (NDp5)"}, {"text_block_id": "p2_b8", "text": "The Fifth National Development Plan (NDP5) is the 5th NDP in the series of a total of seven (7) National Developmnet Plans that are to implement and achieve the objectives and aspirations of Namibia's long term vision (Vision 2030).  In sequence, NDP5 will be the third"}, {"text_block_id": "p2_b9", "text": "five year implementation vehicle towards VISION 2030. NDP5 will be implemented from the financial year 2017/18 up until 2021/22."}, {"text_block_id": "p3_b10", "text": "table oF CoNteNt"}, {"text_block_id": "p5_b11", "text": "NDp5 struCture"}, {"text_block_id": "p6_b12", "text": "list oF abbreviatioNs"}, {"text_block_id": "p7_b13", "text": "list oF abbreviatioNs"}, {"text_block_id": "p8_b14", "text": "ForeWorD"}, {"text_block_id": "p8_b15", "text": "Dr. hage g. geiNgob"}, {"text_block_id": "p8_b16", "text": "President of The Republic"}, {"text_block_id": "p8_b17", "text": "of Namibia"}, {"text_block_id": "p8_b18", "text": "The Namibian House is founded on the principles of unity, liberty and justice. In the Namibian House, we strive for unity of purpose"}, {"text_block_id": "p8_b19", "text": "that lifts  the standard of living of the Namibian people, including"}, {"text_block_id": "p8_b20", "text": "our men and women, our elderly, our youth, our girls and boys, and, our people living with disability. No one shall be left behind and no one is less important than another. Our unity as a people"}, {"text_block_id": "p8_b21", "text": "has served us well in the past and I am hopeful that it will serve us"}, {"text_block_id": "p8_b22", "text": "even better in the future as we embark on the second phase of our struggle to bring prosperity to all."}, {"text_block_id": "p8_b23", "text": "Our political independence will be unsustainable if we do not also achieve economic independence. Our political independence was not easy to achieve, and our economic independence will be similarly challenging to attain. However, it is critical that we pursue our economic prosperity with vigor and speed, for economic instability has the potential to undo the earlier gains of political"}, {"text_block_id": "p8_b24", "text": "independence."}, {"text_block_id": "p8_b25", "text": "A precondition of economic liberty is justice and rule of law. We"}, {"text_block_id": "p8_b26", "text": "shall uphold our constitution so that our actions in pursuing our national objectives are within the precepts of the law. Namibia will avoid corrupt practices in business and in governance. No individual’s interest will be greater than the interest of the nation."}, {"text_block_id": "p8_b27", "text": "We shall build a caring nation, not a country where “a winner takes"}, {"text_block_id": "p8_b28", "text": "all.” We shall cultivate a sense of caring for the less fortunate in"}, {"text_block_id": "p8_b29", "text": "our society. Unity, liberty and justice will bring peace, and peace will contribute to prosperity for our people. Prosperity will bring fulfilment and contentment."}, {"text_block_id": "p8_b30", "text": "We are aware of the challenges ahead in the implementation of our"}, {"text_block_id": "p8_b31_merged_merged_merged", "text": "fifth national development plan. The Namibian economy is currently facing headwinds stemming from a global environment where prospects of growth are constrained by low commodity prices, political instability in some parts of the world and low demand in some major economies. This situation at home is exacerbated by capacity constraints in production, especially in the manufacturing of goods, prolonged droughts and lack of high-demand, technical or otherwise advanced skills. As bleak as the situation may look, I would like to remind ourselves of a quote from David Osborne"}, {"text_block_id": "p8_b34", "text": "“it is not the mighty nor the swift that survives, but those who adapt to the current situation.”"}, {"text_block_id": "p8_b35", "text": "Namibia is faced with the challenge of high levels of poverty and inequality amongst plenty. This situation constrains economic growth and reinforces itself through high levels of unemployment. Namibia has to overcome both poverty and the upper-middle"}, {"text_block_id": "p9_b36", "text": "ForeWorD"}, {"text_block_id": "p9_b37", "text": "income trap if it is to realize its ambitions. A key to unlock the opportunities inherent in our natural"}, {"text_block_id": "p9_b38", "text": "resources and our people is to develop our human"}, {"text_block_id": "p9_b39", "text": "capital by investing in training, health and education."}, {"text_block_id": "p9_b40", "text": "Therefore, the Namibian Government will continue"}, {"text_block_id": "p9_b41", "text": "to invest in education and health sectors. However,"}, {"text_block_id": "p9_b42", "text": "a high allocation to these sectors is not enough."}, {"text_block_id": "p9_b43", "text": "Investment needs to be strategic and resultsoriented. In many instances, a change of attitude"}, {"text_block_id": "p9_b44", "text": "is needed to improve outcomes. Doing the same"}, {"text_block_id": "p9_b45", "text": "thing the same way guarantees the same results. It is therefore imperative that we identify “game"}, {"text_block_id": "p9_b46", "text": "changers” to disrupt nonproductive approaches and"}, {"text_block_id": "p9_b47", "text": "shed light on new ways of moving forward. Namibia"}, {"text_block_id": "p9_b48", "text": "does not need to go to the moon or land on distant"}, {"text_block_id": "p9_b49", "text": "stars or planets just yet; however, we can adopt some"}, {"text_block_id": "p9_b50", "text": "new technologies which suit our circumstances and"}, {"text_block_id": "p9_b51", "text": "can improve our way of living."}, {"text_block_id": "p9_b52", "text": "In accordance with Vision 2030, our vision is that"}, {"text_block_id": "p9_b53", "text": "Namibia becomes a developed country. This should be realized through economic transformation and industrialization. This ambition is central to NDP5. In a competitive world, the Namibian economy has to be"}, {"text_block_id": "p9_b54", "text": "high performing, competitive and productive. During"}, {"text_block_id": "p9_b55", "text": "NDP5, priority attention should be given to address energy and water shortages as these are vital inputs"}, {"text_block_id": "p9_b56", "text": "in the production process."}, {"text_block_id": "p9_b57_merged_merged_merged", "text": "As stated in Harambee Prosperity Plan, the rationale for Harambe Prosperity Plan is not to change the direction but simply to compliment the national development plans and Vision 2030. The HPP is a focused and targeted approach to achieve high and speed impact in the defined priority areas. The vision of achieving the status of a developed and industrialized country still remains our ultimate goal, however our surrounding environment is dynamic, thus from time to time we encounter unpredicted challenges on our way towards our Vision, and hence"}, {"text_block_id": "p9_b64", "text": "we need to devise some short to medium term strategies to put us on the course."}, {"text_block_id": "p9_b65", "text": "Namibia is a child of international solidarity and a proud member of the international community, a friend to all and enemy to none. We will pursue our economic diplomacy with our fellow members of the international community. We will choose dialogue over war. The Southern African Development Community (SADC) will be Namibia’s platform for African Unity and Namibia’s economic transformation. Namibia has now joined the African Union Peer Review mechanism."}, {"text_block_id": "p9_b66", "text": "In implementing Namibia’s national agenda,"}, {"text_block_id": "p9_b67", "text": "Namibia will contribute to the realization of the Global Sustainable Development Goals, Africa Union Agenda 2063, and SADC’s Regional Integrated Strategic Development Plan (RISDP). During NDP5 Namibia will transform itself into a SADC Logistical Hub by investing in Trans-Kalahari, Trans -Kunene, and Trans-Zambezi Transport Corridors."}, {"text_block_id": "p9_b68", "text": "We have adopted a consultative planning process in"}, {"text_block_id": "p9_b69", "text": "Namibia. Hence, our plans and priorities are the result of consensus. Therefore, in the spirit of Harambee, I appeal to all stakeholders: development partners, academia, O/M/As, private sector and communities to hold hands and contribute to the realization of our"}, {"text_block_id": "p9_b70", "text": "national objectives."}, {"text_block_id": "p9_b71", "text": "This plan and all other national plans belong to all of"}, {"text_block_id": "p9_b72", "text": "us. Therefore:"}, {"text_block_id": "p9_b73", "text": "One Goal, One Namibia, One Nation"}, {"text_block_id": "p9_b74", "text": "Dr. hage g. geingob"}, {"text_block_id": "p9_b75", "text": "president of the republic of Namibia may 2017"}, {"text_block_id": "p10_b76", "text": "iNtroDuCtioN"}, {"text_block_id": "p10_b77", "text": "It is my pleasure to present Namibia’s Fifth National Development"}, {"text_block_id": "p10_b78", "text": "Plan (NDP5), our nation’s blueprint for national development"}, {"text_block_id": "p10_b79", "text": "between 2017-2022. It outlines a development strategy that aims to improve the living conditions of every Namibian. The NDP5 like"}, {"text_block_id": "p10_b80", "text": "other medium term national development plans is to chart a course toward the cumulative targets outlined in Vision 2030. The"}, {"text_block_id": "p10_b81", "text": "Fifth National Development Plan consists of the policy document as"}, {"text_block_id": "p10_b82", "text": "well as the Implementation Plan (IP)."}, {"text_block_id": "p10_b83", "text": "NDP5 builds on the successes and achievements of the four"}, {"text_block_id": "p10_b84_merged_merged", "text": "previous five-year plans from the Transitional National Development Plan (TNDP) to the Fourth National Development Plan. It also recognizes the challenges experienced during the implementation of the previous plans. The current plan is informed by the global, continental, regional and national development frameworks. These include the Global Sustainable Development Goals (Agenda 2030), African Union Agenda 2063, Southern African Development Community (SADC), Regional Integrated Strategic Plan (RISDP), Vision 2030, Harambee Prosperity Plan (HPP) and the SWAPO Party"}, {"text_block_id": "p10_b87", "text": "Manifesto."}, {"text_block_id": "p10_b88", "text": "The principle of sustainable development permeates NDP5. As such, the plan frames the achievement of progress within a framework of ensuring the ability of future generations to thrive. In the same spirit, NDP5 has four key goals, namely;"}, {"text_block_id": "p10_b89", "text": "The principle of sustainable development permeates NDP5. As such, the plan frames the achievement of progress within a framework of ensuring the ability of future generations to thrive. In the same spirit, NDP5 has four key goals, namely;\n* Achieve Inclusive, Sustainable and Equitable Economic Growth,\n* Build Capable and Healthy Human Resources;\n* Ensure Sustainable Environment and Enhance Resilience; and\n* Promote Good Governance through Effective Institutions"}, {"text_block_id": "p10_b97", "text": "During NDP4 period the economy grew on average by 4.6% on account of large investment in extractive sectors and accelerated government expenditure which boosted the construction sector and supported social sectors. As a result the country experienced declines in poverty levels from 28% in 2009/2010 to 18% in 2015/2016. However the growth in employment opportunities fell short of the new entrants in the labour market."}, {"text_block_id": "p10_b98", "text": "The labour market could not absorb the new entrants mainly because the economy could not create innovative industries as the economy relied on the traditional industries which are already saturated. The economy hence experienced a cycle of low skills – fewer employment opportunities. Moving forward the country needs to break the cycle by investing more in education especially"}, {"text_block_id": "p10_b99", "text": "in technical vocational training while higher education is oriented"}, {"text_block_id": "p10_b100", "text": "tom K. alWeeNDo mp:"}, {"text_block_id": "p10_b101", "text": "Minister of Economic Planning and Director-General"}, {"text_block_id": "p11_b102", "text": "towards obtaining critical mass in science related subjects."}, {"text_block_id": "p11_b103", "text": "Namibia like most of the countries in Southern Africa is affected by the scourge of HIV/AIDs and other related health problems. As a country, we have done well with regard to anti-retroviral drugs distribution"}, {"text_block_id": "p11_b104", "text": "and population coverage hence lessened the"}, {"text_block_id": "p11_b105", "text": "negative impact that HIV/AIDS could have had on the economy through affecting the productivity of the work force. During NDP5 Namibia will accelerate"}, {"text_block_id": "p11_b106", "text": "the development of human capabilities in the health sector and address the shortage of health infrastructure facilities."}, {"text_block_id": "p11_b107", "text": "As a country faced with many socio-economic challenges and thus anxious to grow the economy"}, {"text_block_id": "p11_b108", "text": "at a faster rate, our environmental objective will"}, {"text_block_id": "p11_b109", "text": "be twofold: firstly to ensure that as a country we obtain maximum benefits from our natural resource use and to preserve the environment and employ environmental friendly strategies."}, {"text_block_id": "p11_b110", "text": "Namibia has gained a good reputation in the"}, {"text_block_id": "p11_b111", "text": "world with regard to its governance. However, the governance machinery still needs to be lubricated further to enhance service delivery for the betterment of the Namibian people. During NDP5, the country will strengthen its institutions for effective service delivery."}, {"text_block_id": "p11_b112", "text": "This stems from the recognition that development is"}, {"text_block_id": "p11_b113", "text": "for the people- and thus citizen engagement will be a cornerstone for service delivery."}, {"text_block_id": "p11_b114", "text": "Policies are as good as the process for their"}, {"text_block_id": "p11_b115", "text": "development. NDP5 was developed through extensive consultations with stakeholders, including community"}, {"text_block_id": "p11_b116", "text": "members at the local, regional and national level,"}, {"text_block_id": "p11_b117", "text": "members of civil society at large, the private sector"}, {"text_block_id": "p11_b118", "text": "and input from Namibia’s development partners. In"}, {"text_block_id": "p11_b119", "text": "the spirit of Harambee, NDP5 embraces the concept"}, {"text_block_id": "p11_b120", "text": "of partnership in the pursuit of national development"}, {"text_block_id": "p11_b121", "text": "goals. The old adage finds its meaning in NDP5, that “If you want to go fast, go alone, but if you want to go far, go with the people”. Hence the theme for NDP5 is “Working Together Towards Prosperity.”"}, {"text_block_id": "p11_b122_merged_merged_merged_merged", "text": "A well written plan does not guarantee success. The finalization of this policy document just signals the start of the work. The ownership, enthusiasm and speed by which stakeholders will implement the strategies in this plan will determine the success of NDP5. It is therefore my humble appeal that we all embrace the plan and implement it towards prosperity."}, {"text_block_id": "p11_b127", "text": "tom K. alWeeNDo mp:"}, {"text_block_id": "p11_b128", "text": "MINISTER OF ECONOMIC PLANNING"}, {"text_block_id": "p11_b129", "text": "AND DIRECTOR-GENERAL"}, {"text_block_id": "p12_b130", "text": "eXeCutive summarY"}, {"text_block_id": "p12_b131", "text": "The Republic of Namibia is an upper-middle-income developing country with rich natural resources, political and macroeconomic stability, a free press and an economy that has grown on average by 4.6% per year between 2012 and 2016."}, {"text_block_id": "p12_b132", "text": "In its 27-year history, Namibia has distinguished"}, {"text_block_id": "p12_b133", "text": "herself as a leader in environmental protection."}, {"text_block_id": "p12_b134", "text": "Namibia is the first nation in the world to incorporate"}, {"text_block_id": "p12_b135", "text": "environmental protection into its constitution. The"}, {"text_block_id": "p12_b136", "text": "country has protected almost the entire Namib"}, {"text_block_id": "p12_b137", "text": "Desert, the world’s oldest desert, from environmental damage. Namibia has also protected its entire"}, {"text_block_id": "p12_b138", "text": "1571 km long coastline as a national park. This far"}, {"text_block_id": "p12_b139", "text": "-"}, {"text_block_id": "p12_b140", "text": "sighted commitment to sustainable development has protected the natural environment of Namibia,"}, {"text_block_id": "p12_b141", "text": "including its marine life, coastal ecosystems and its extraordinary wildlife which include elephants, cheetahs, rhino and lions. Together with the country’s reputation for stability and safety, this has contributed to Namibia’s growing reputation as an eco-tourist"}, {"text_block_id": "p12_b142", "text": "destination which attracts visitors from all over the world."}, {"text_block_id": "p12_b143", "text": "In spite of so many positive indicators, Namibia faces significant challenges. While the economy has grown substantially, this has not reduced unemployment. As a result, in terms of income equality, Namibia"}, {"text_block_id": "p12_b144", "text": "is amongst the most unequal nations in the"}, {"text_block_id": "p12_b145", "text": "world. Twenty-eight percent of the labour force is unemployed. In 2016, nearly 18% of the population lived in poverty. Moreover, a large proportion of"}, {"text_block_id": "p12_b146", "text": "the population is vulnerable to communicable and"}, {"text_block_id": "p12_b147", "text": "noncommunicable diseases. The prevalence of HIV is particularly high at 16.9% in 2014 from 19% in 2012."}, {"text_block_id": "p12_b148", "text": "A lack of industrialization and infrastructure has"}, {"text_block_id": "p12_b149", "text": "contributed to Namibia’s economic imbalance. In"}, {"text_block_id": "p12_b150", "text": "the year 2014, 31% of Namibian work force worked in agriculture which contributed only 3.9% of the"}, {"text_block_id": "p12_b151", "text": "GDP. While drought and declines in prices on the"}, {"text_block_id": "p12_b152", "text": "global market are partly responsible for agriculture’s relatively small contribution to Namibia’s GDP, a lack of modernisation in farming techniques and a lack of"}, {"text_block_id": "p12_b153", "text": "infrastructure in business development have made"}, {"text_block_id": "p12_b154", "text": "the agriculture sector less efficient, less robust and less profitable than it might otherwise be. Due largely to inefficiencies and a lack of infrastructure and modernization, Namibia has an unfavorable trade balance with an average trade deficit of N$25.3"}, {"text_block_id": "p12_b155", "text": "billion over NDP4."}, {"text_block_id": "p12_b156", "text": "By modernizing and industrializing the major sectors of agriculture, fisheries, manufacturing, mining, tourism and by providing training opportunities so that workers can upgrade their skills, Namibia will create decent jobs for its citizens in a diverse range of"}, {"text_block_id": "p12_b157", "text": "industries. This is indeed the formula for the nation’s"}, {"text_block_id": "p12_b158", "text": "long-term economic success."}, {"text_block_id": "p12_b159", "text": "It is the purpose of NDP5 to set out a roadmap"}, {"text_block_id": "p12_b160", "text": "for achieving this rapid industrialization while"}, {"text_block_id": "p12_b161", "text": "adhering to the four integrated pillars of sustainable"}, {"text_block_id": "p12_b162", "text": "development:"}, {"text_block_id": "p12_b163", "text": "development:\n* economic progression\n* social transformation\n* environmental sustainability\n* good governance"}, {"text_block_id": "p12_b171", "text": "Moreover, Namibia recognizes that development should not be a top-down but a bottom-up exercise."}, {"text_block_id": "p12_b172_merged_merged_merged_merged_merged_merged", "text": "To this end, Namibia embraces the principle of partnerships for success which is a cornerstone of Vision 2030. In addition to governmental plans that require cooperation and coordination between governmental ministries, Namibia actively encourages the involvement of partners in the private sector, in the civic organizations, in community-based organizations and in the international community to help achieve the aims articulated in this document."}, {"text_block_id": "p12_b177", "text": "economic progression:"}, {"text_block_id": "p12_b178", "text": "The goal for this pillar is to achieve"}, {"text_block_id": "p12_b179", "text": "inclusive, sustainable and equitable growth"}, {"text_block_id": "p12_b180", "text": "for the Namibian society. The Namibian economy aspires to change from an input-dependent economy into a knowledge based economy. This is to be achieved by addressing four mutually supportive initiatives of: 1) structural transformation through value addition; 2) expansion and modernization of physical infrastructure; 3) strengthen export capacity"}, {"text_block_id": "p12_b181", "text": "1"}, {"text_block_id": "p13_b182", "text": "and greater regional integration; and; 4) supportive financial infrastructure for greater inclusion. The"}, {"text_block_id": "p13_b183", "text": "condition for addressing and achieving results in this"}, {"text_block_id": "p13_b184", "text": "area is first and foremost to ensure macroeconomic stability."}, {"text_block_id": "p13_b185", "text": "The desired outcome(s) for structural transformation"}, {"text_block_id": "p13_b186", "text": "is to diversify the economy from reliance on primary industries towards greater contribution of secondary and tertiary (less government services) industries"}, {"text_block_id": "p13_b187", "text": "to GDP. This will increase economic activities, create"}, {"text_block_id": "p13_b188", "text": "more employment opportunities and facilitate distribution of income. Expansion and modernization"}, {"text_block_id": "p13_b189", "text": "of infrastructure will create an enabling environment for economic growth, facilitation of trade and"}, {"text_block_id": "p13_b190", "text": "innovation. In order to achieve the afore-mentioned outcomes, the economy needs a supportive financial infrastructure or architecture which is not only effective and resilient but inclusive to the majority of citizens to unlock the potentials for entrepreneurship"}, {"text_block_id": "p13_b191", "text": "and production of goods and services."}, {"text_block_id": "p13_b192", "text": "social transformation:"}, {"text_block_id": "p13_b193", "text": "The Goal for this pillar is to"}, {"text_block_id": "p13_b194", "text": "build capable and health human resources. Quality human capital is crucial to optimizing productivity and associated socioeconomic benefits to citizens. At"}, {"text_block_id": "p13_b195", "text": "this particular point in time, the Namibian population is undergoing a demographic transition where the"}, {"text_block_id": "p13_b196", "text": "age structure is changing from dominantly children to one dominated by working age population. There"}, {"text_block_id": "p13_b197", "text": "is potential for demographic dividend for Namibia,"}, {"text_block_id": "p13_b198", "text": "therefore the country should choose to accelerate"}, {"text_block_id": "p13_b199", "text": "demographic transition through investment in"}, {"text_block_id": "p13_b200", "text": "youth, education and health complimented with"}, {"text_block_id": "p13_b201", "text": "sound economic reforms and good governance."}, {"text_block_id": "p13_b202", "text": "The expected outcome is improvement in Human development index ."}, {"text_block_id": "p13_b203", "text": "environmental sustainability:"}, {"text_block_id": "p13_b204", "text": "The Goal for this pillar is to ensure sustainable environment"}, {"text_block_id": "p13_b205", "text": ". Namibia is endowed with abundant natural resources such"}, {"text_block_id": "p13_b206", "text": "as wildlife, fisheries, forestry, minerals as well as a"}, {"text_block_id": "p13_b207", "text": "solar and wind regime that is suitable for renewable"}, {"text_block_id": "p13_b208", "text": "energy. Natural resources-based sectors are among the largest contributors to GDP and they employ more than 30% of the country’s work force. Namibia’s environmental objectives are: sustainable management and utilization of natural resources"}, {"text_block_id": "p13_b209", "text": "and sustainable management of the environment."}, {"text_block_id": "p13_b210", "text": "good governance:"}, {"text_block_id": "p13_b211", "text": "The goal for this pillar is to promote good governance through effective institutions. Good governance, responsive institutions"}, {"text_block_id": "p13_b212", "text": "and an engaged citizenry are the bedrock of democracy and sustainable development. Namibia’s"}, {"text_block_id": "p13_b213", "text": "economic, social and environmental future rests on"}, {"text_block_id": "p13_b214", "text": "its ability to put people at the centre of decision making. During NDP5 Namibia wants to continue to"}, {"text_block_id": "p13_b215", "text": "be safe, secure, peaceful and upholding the rule of"}, {"text_block_id": "p13_b216", "text": "law; to be the most transparent and accountable nation in Africa; and to improve service delivery to the satisfaction of its citizen."}, {"text_block_id": "p13_b217", "text": "implementation, monitoring and evaluation Framework:"}, {"text_block_id": "p13_b218", "text": "This chapter outlines the  funding, implementation, monitoring, evaluation and reporting"}, {"text_block_id": "p13_b219_merged_merged_merged_merged_merged_merged", "text": "framework for NDP5. The Government of Namibia is committed to effective service delivery to its people. To accomplish this there is a need to adopt and strengthen prudent and accountable practices that are result driven and performance-oriented for the benefit of all Namibians. NDP5 implementation plan will have sufficient intermediate indicators which will deliver quick feedback on results that can be continually improved through decision making and"}, {"text_block_id": "p13_b222", "text": "social learning leading to social and economic progress."}, {"text_block_id": "p13_b223", "text": "Mid-year and Annual Reports on the monitoring and evaluation of NDP5 will be submitted to Cabinet every year. In addition a midterm and terminal evaluation reports will be conducted half way and after the completion of NDP5 respectively."}, {"text_block_id": "p14_b224", "text": "Chapter 1: Namibia oN the move"}, {"text_block_id": "p14_b225", "text": "by the year 2030, with all of us working together, we should be an industrial nation enjoying prosperity, harmony, peace and political stability."}, {"text_block_id": "p14_b226", "text": "1. the Country Context"}, {"text_block_id": "p14_b227", "text": "Namibia, an independent nation established in 1990, is one of Africa’s most remarkable success stories. Led by a democratically-elected and stable government, the Namibian Republic is an upper middle-income developing country with splendid natural resources, solid infrastructure, spell-binding landscapes, a free press and an economy that has grown on average by 4.6% per annum over 2012-2016 period. It has the advantage of being one of the least densely populated countries on the planet: Its small population of 2.3 million people enjoys a vast territory approximately the size of Nigeria with the population of 173.6 million people."}, {"text_block_id": "p14_b228", "text": "As a result of sound governance and stable macroeconomic management, Namibia has experienced rapid socio-economic development. Namibia has achieved the level of “medium human development” and ranks 125th on the Human Development Index out of 188 countries. Government policies and efforts towards human development have improved Namibia’s standing on the Human Development Index (HDI) from 0.556 in 2000 to 0.640 in 2015. Life expectancy is at 65 years from birth and expected years of schooling is 11.7 . In the 2015, Gender Development Index, Namibia ranked among the top tier of countries with a high score of 0.986 (out of a possible 1.0.) This strong performance is largely attributable to the share of parliamentary seats held by women; female attainment in secondary and higher education; and labour market participation rates of women."}, {"text_block_id": "p14_b229", "text": "Namibia ranks as a nation “high” in peacefulness according to the 2016 Global Peace Index. The color-coded map below displays that Namibia is one of eight countries with a high level of peace and security on the continent of Africa. This measure places Namibia in the same tier as Australia and Great Britain (essentially in the developed country status) in terms of rule of law and degree of internal and external conflict. Such a high level of internal stability sets the foundation for strong and sustainable economic development."}, {"text_block_id": "p14_b230", "text": "Figure 1: 2016 global peace index"}, {"text_block_id": "p14_b231", "text": "Namibia also ranks high relative to other African nations in terms of the quality of governance and the government’s ability to support human development, sustainable economic opportunity, rule of law and human rights. Namibia ranked the top fifth nation out of 54 African countries on these indicators in the Ibrahim Index of African Governance in 2015. Namibia scored particularly high in Participation and Human Rights. Consistent with the nation’s ongoing challenge in the area of income inequality, Namibia’s lowest category score was in Sustainable Economic Opportunity."}, {"text_block_id": "p15_b232", "text": "2. overall economic performance"}, {"text_block_id": "p15_b233", "text": "Throughout NDP4, Namibia enjoyed strong and sustained average economic growth of 4.6% per year, if it were not for 2016; the average economic growth could have been higher than 5%. The GDP per capita increased from N$42 311 to N$47 358 a 3.7% average increase per annum over four years of NDP4 implementation compared to 2% during NDP3. This growth has been primarily driven by large investments in the extractive sector, favorable export prices and high government spending."}, {"text_block_id": "p15_b234", "text": "However, this economic growth has not reduced unemployment or ameliorated social and economic inequalities to the desired levels. According to the preliminary Namibia Household Income and Expenditure Survey 2015/16, poverty in Namibia fell from 28.7% in 2009/10 to 18% in 2015/16. This is partly because the economy depends heavily on the mining sector which does not demand a large number of unskilled laborers. As a result, the majority of Namibia’s workers who lack advanced skills or education must rely on subsistence agriculture for their livelihood. In the year 2014, 31% of Namibian work force worked in agriculture sector which contributed only 3.9% of the GDP. While drought and declines in prices on the global market are partly responsible for agriculture’s relatively small contribution to Namibia’s GDP, a lack of modernization in farming techniques and a lack of infrastructure in business development have made the agriculture sector efficient, less robust and less profitable"}, {"text_block_id": "p15_b235", "text": "than it would otherwise be."}, {"text_block_id": "p15_b236", "text": "The relatively low job growth compared to the growth rate of the labour force has made Namibia one of the most unequal countries in the world, with a Gini coefficient of 0.57. These social and economic inequalities pose a threat to the nation’s macroeconomic and fiscal stability. It is therefore essential for Namibia to address the skill deficits in its labor force so that more Namibians can obtain a living wage. Methods to achieve this goal include improving the quality of the educational system, including adult education and training opportunities. At the same time, Namibia will endeavor to upgrade and diversify its range of productive industries."}, {"text_block_id": "p15_b237", "text": "2.1 performance of industries"}, {"text_block_id": "p15_b238", "text": "The graph below illustrates the vulnerability and resilience of each industrial tier to drought and/or global economic slowdowns. In 2016, the Namibian economy slowed down to 0.2% growth from 6.1% in 2015. The slowdown is attributable to contractions within the primary and secondary industries. A three-year long drought that lasted between 2013 and 2016 led to low production in both the crop and livestock farming subsectors. The crop subsector was also heavily impacted as most farmers (commercial and subsistence) did not cultivate at full capacity. Livestock farming contracted by 13% in 2015 from a positive of 13.9% in 2014 due to foot and mouth disease outbreak and fluctuations in prices of cattle and small livestock. Tertiary industries slowed down to 3.4% in 2016 from 7.4% in 2015."}, {"text_block_id": "p15_b239", "text": "Figure 2: industry growth rates"}, {"text_block_id": "p15_b240", "text": "source:"}, {"text_block_id": "p15_b241", "text": "Preliminary National Account 2016"}, {"text_block_id": "p16_b242", "text": "2.2 Fiscal position"}, {"text_block_id": "p16_b243", "text": "In response to the global economic slowdown, the Namibian government increased expenditures to stimulate economic growth. The public debt stock averaged 28% between 2012/13 and 2015/16, reached a high of 40.1% of GDP in the 2015/16 financial year. Given the decline in revenue collection, the level of expenditure and public debt stock is drifting towards unsustainable levels, while the high unemployment rate amidst continuous drought puts"}, {"text_block_id": "p16_b244", "text": "even more pressure on government spending."}, {"text_block_id": "p16_b245", "text": "2.3 trade balance"}, {"text_block_id": "p16_b246", "text": "As a small yet open economy, Namibia continues to be a net importer of goods. Thus, the country has an unfavorable trade balance, recording an average Trade deficit of N$25.6 billion over the last past years."}, {"text_block_id": "p16_b247", "text": "table 1: summary of macroeconomic indicators"}, {"text_block_id": "p16_b248", "text": "2.4 transforming Challenges into opportunities"}, {"text_block_id": "p16_b249", "text": "Challenge 1: a Fragile ecosystem:"}, {"text_block_id": "p16_b250", "text": "Namibia whose very name is derived from the Namib Desert which forms much of the country’s territory, is one of the driest nations on Earth. Namibia’s fragile ecosystem makes it vulnerable to shocks. At particular risk are the agriculture, fisheries, livestock and water sectors."}, {"text_block_id": "p16_b251", "text": "opportunity:"}, {"text_block_id": "p16_b252", "text": "Namibia’s extraordinary beauty and wildlife have made it a growing destination for tourists from all over the world. By investing in the ecosystem, Namibia is also investing in its future as an ecotourism destination which will produce economic returns that repay the investment manifold."}, {"text_block_id": "p16_b253", "text": "Challenge 2: vulnerability to external shocks."}, {"text_block_id": "p16_b254", "text": "Namibia scores high on regional integration, the downside"}, {"text_block_id": "p16_b255", "text": "of which is that it is vulnerable to negative impacts when the regional economy experiences shocks. This has occurred in myriad ways: through falling and uncertain inflows of revenue, weakening trade, stoking Namibian"}, {"text_block_id": "p17_b256", "text": "inflation and exacerbating the fiscal deficit. The result of this vulnerability is persistent current account deficit, presently above 5% of GDP, threatening the stability of the external account."}, {"text_block_id": "p17_b257", "text": "opportunity:"}, {"text_block_id": "p17_b258", "text": "By modernizing its infrastructure and industries, Namibia will become less vulnerable to external shocks and will play more fully as an economic participant in the global economy."}, {"text_block_id": "p17_b259", "text": "Challenge 3: Trade Deficit:"}, {"text_block_id": "p17_b260", "text": "The high import bill puts added pressure on international reserves, lowering the"}, {"text_block_id": "p17_b261", "text": "import cover to below the required minimum of three-month minimum in recent periods. Together with other economic fundamentals, this has lowered the credit ratings of the country."}, {"text_block_id": "p17_b262", "text": "opportunity:"}, {"text_block_id": "p17_b263", "text": "By encouraging the development of manufacturing and mining, including artisanal crafts that leverage natural resources, Namibia can turn around its export deficit."}, {"text_block_id": "p17_b264", "text": "Challenge 4: income inequality and Widespread poverty:"}, {"text_block_id": "p17_b265", "text": "Namibia contends with poverty, inequality and unemployment which are mutually reinforcing phenomena. A major issue is the lack of technical skills in the"}, {"text_block_id": "p17_b266", "text": "labour force."}, {"text_block_id": "p17_b267", "text": "opportunity:"}, {"text_block_id": "p17_b268_merged", "text": "Value added industrialization will help diversify the economy. Investment in education and training will produce a labor force to carry out well-paid 21st century jobs."}, {"text_block_id": "p17_b271", "text": "2.5 macroeconomic outlook"}, {"text_block_id": "p17_b272", "text": "During the NDP5, the real Gross Domestic Product (GDP) is projected to expand between 4-5% per annum, while the GDP per capita is expected to reach N$56,000 (US$4,300) by 2022. GDP growth is projected to be driven by the private sector. Furthermore, taking into account the interventions that NDP5 aims to implement, the economy is projected to create about 200,000 jobs over the entire NDP5 period. The secondary industry is projected to contribute about a third of the total employment, while 12% of the total jobs are projected to come from the construction sector. Primary industries on the other hand is estimated to contribute about 56% of the total employment of which agriculture will still be a single largest employer at 30% of the total employment. The unemployment rate is projected to remain high until 2021/22, and thereafter drops to below 20% as the NDP5 initiatives takes full effect."}, {"text_block_id": "p17_b273", "text": "As a result of the expected continued government fiscal consolidation, the economic structural change is expected to adjust slightly during NDP5. Primary and secondary industries are estimated to increase their contribution share at the expense of tertiary industries. However, at the end of NDP5, conditions to propel growth in the secondary and tertiary industries (excluding government services) are expected to be in place and as such, a rapid structural change is expected."}, {"text_block_id": "p17_b274", "text": "In terms of the trade outlook, the balance of payment is expected to improve over the NDP5 period, on account of increased mining exports. Furthermore, imports are projected to decrease as a result of the local procurement initiative proposed by the NDP5."}, {"text_block_id": "p18_b275_merged", "text": "On the fiscal front, a nearly-balanced budget is projected towards the end of NDP5. This is mainly at the back of the improved revenue collection, (total revenue including grants) resulting from implementation strategic initiatives suggested by the Policy document. Further, Government Gross Fixed Capital Formation (GGFCF) is estimated to grow on average around 2.0% per annum thereby providing further impetus into the government"}, {"text_block_id": "p18_b278", "text": "revenue stream."}, {"text_block_id": "p18_b279", "text": "Value addition to minerals and agricultural products is expected to be a major factor for economic growth. The projected improved productivity in agriculture especially in communal farming, will not only increase production but also ensure food security. Moreover, Foreign Direct Investment (FDI) is also projected to grow gradually resulting from the strategic initiatives proposed by the policy document including the effects of 2016 Investment Conference and adoption of the economic diplomacy policy. Lastly, investment in economic infrastructure such as water, energy and transport (in particular railway infrastructure) is expected to support"}, {"text_block_id": "p18_b280", "text": "all drivers of economic growth."}, {"text_block_id": "p18_b281", "text": "3. NDp5 vision, goals and objectives"}, {"text_block_id": "p18_b282", "text": "As an upper-middle income country , Namibia aims to graduate to “high income country” status. The difficulties in doing so are captured in the economic phenomenon known as the “middle income trap.” According to this economic scenario, a middle-income nation like Namibia risks stalling economically if it is unable to compete against advanced economies with high levels of innovation and value-adding activities, and at the same time, is unable to compete with less developed economies that offer relatively cheaper labour."}, {"text_block_id": "p18_b283", "text": "The remedies for avoiding the middle income trap are diverse, but chief among them are building a"}, {"text_block_id": "p18_b284", "text": "business infrastructure and the development of more sophisticated industries, including more robust avenues for Research and Development."}, {"text_block_id": "p18_b285", "text": "The present NDP is therefore focused on structural transformation and modernization. Over the next five years (2017-2022), Namibia will focus on attaining four high level goals:"}, {"text_block_id": "p18_b286", "text": "The present NDP is therefore focused on structural transformation and modernization. Over the next five years (2017-2022), Namibia will focus on attaining four high level goals:\n* Achieve an Inclusive, Sustainable and Equitable Economic Growth,\n* Build Capable and Healthy Human Resources;\n* Ensure Sustainable Environment and Enhance Resilience; and\n* Promote Good Governance through Effective Institutions"}, {"text_block_id": "p18_b294", "text": "The first goal entails growing the economy, creating employment, and reducing poverty and inequality while the second goal aims at creating a skilled and healthy work force. The third goal strives to ensure that both the current and future generation enjoys the benefits of the country’s natural resources sustainably. The fourth goal recognizes the pivotal role of creating a conducive environment for development and adherence to the"}, {"text_block_id": "p18_b295", "text": "rule of law."}, {"text_block_id": "p19_b296", "text": "table 2: NDp5 goal targets"}, {"text_block_id": "p19_b297", "text": "3.1 value addition"}, {"text_block_id": "p19_b298", "text": "As a nation less than 30 years old, Namibia’s economy reflects its youth. Namibia’s industries had no contact with the global market before independence in 1990. For this reason, a key challenge is to develop products and processes that have high value in the global marketplace."}, {"text_block_id": "p19_b299", "text": "Due to its relatively under-developed industries, most of the natural resources are exported in their raw state which is their cheapest form. They are then processed into “value-added” goods in other countries and often imported back into the country in their finished state. Namibia is effectively cut out of the most profitable stage"}, {"text_block_id": "p19_b300", "text": "of production."}, {"text_block_id": "p19_b301_merged", "text": "The upgrading of value chains will help the country grow less dependent on foreign investment. By producing a value-chain environment, the country will greatly increase its revenue by collecting taxes on income, production and gross operating surplus. This in turn, will produce both the resources and the impetus for enhanced investments in education and training. The involvement of Small-to-Medium Enterprises (SMEs) in the value-added labor chain will foster wealth creation on a broad scale within Namibia for Namibians. Moreover, SMEs will create employment opportunities throughout the nation."}, {"text_block_id": "p19_b304", "text": "3.2 structural transformation"}, {"text_block_id": "p19_b305", "text": "Structural transformation refers to the transformation of a nation’s economic structure through industrial diversification. This includes upgrading existing products and industries and the development of human capital through education and training. NDP5 recognizes that structural transformation is a key strategy in Namibia’s graduation to a high-income nation."}, {"text_block_id": "p20_b306", "text": "Improved systems of governance will facilitate the collaboration of many sectors in achieving structural transformation. Special attention will be paid to the implementation and monitoring of inclusive economic growth through the provision of high quality government services including water, sewage, electricity generation,"}, {"text_block_id": "p20_b307", "text": "transport, housing and spatial planning."}, {"text_block_id": "p20_b308", "text": "Central to this effort is the State’s technical capacity for integrated planning, both at the national and sub"}, {"text_block_id": "p20_b309", "text": "-"}, {"text_block_id": "p20_b310", "text": "national level and cross-sectoral implementation. This approach marks a substantive shift in the way the"}, {"text_block_id": "p20_b311", "text": "business of the state is conducted."}, {"text_block_id": "p20_b312", "text": "3.3 the Four pillars of NDp5"}, {"text_block_id": "p20_b313", "text": "The NDP5 framework is organised around the four interconnected pillars that are founded on the principle of sustainable development namely,"}, {"text_block_id": "p20_b314", "text": "economic progression, social transformation, environmental sustainability"}, {"text_block_id": "p20_b315", "text": "and"}, {"text_block_id": "p20_b316", "text": "good governance."}, {"text_block_id": "p20_b317", "text": "These pillars are aligned with Namibia’s commitment to eradicate"}, {"text_block_id": "p20_b318", "text": "poverty and inequality as outlined in Vision 2030, the Harambee Prosperity Plan (2016), and the SWAPO Party Manifesto (2014). Additionally, the pillars support the global and continental development frameworks to which Namibia is committed. These include Agenda 2030, Sustainable Development Goals (SDGs), The Paris Agreement (CoP21); African Union (AU) Agenda 2063 and SADC Regional Indicative Strategic Development Plan (RISDP)."}, {"text_block_id": "p20_b319", "text": "Within these contexts, Namibia commits itself to enhancing growth and economic diversification while addressing challenges that include a high degree of regulation and a mismatch between the skill levels in Namibia’s work force and the skills demanded by the labor market."}, {"text_block_id": "p20_b320", "text": "4. a Coordinated and inclusive strategy"}, {"text_block_id": "p20_b321_merged_merged_merged", "text": "A critical success factor is the active involvement of partners from all sectors of society as the country moves forward. For that reason, the theme of NDP5 is ‘Working together towards prosperity’. This approach stems from a realization that government alone cannot grow the economy, eradicate poverty and inequality and enhance the quality of life. The state needs to work with partners across the social spectrum; including the private sector, civil society, NGOs, women and youth organizations, parliamentarians, faith-based organisations"}, {"text_block_id": "p20_b326", "text": "and development partners."}, {"text_block_id": "p20_b327", "text": "5. game changers"}, {"text_block_id": "p20_b328", "text": "NDP5 identifies five game changers that will move Namibia from a reactive, input-based economy towards a proactive, high performing economy.  The game changers are;"}, {"text_block_id": "p20_b329", "text": "NDP5 identifies five game changers that will move Namibia from a reactive, input-based economy towards a proactive, high performing economy.  The game changers are;\n* Increase investment in infrastructure development\n* Increase productivity in agriculture, especially for smallholder farmers\n* Invest in quality technical skills development\n* Improve value addition in natural resources\n* Achieve industrial development through Local Procurement"}, {"text_block_id": "p21_b339", "text": "Energy is that “indispensable force driving all economic activities”. The more the economy expands the more energy it will require in order to support industrialisation. Access to electricity in rural"}, {"text_block_id": "p21_b340", "text": "areas will improve the standard of living and bolster"}, {"text_block_id": "p21_b341", "text": "rural economic activity. Current local electricity peak demand stands at, 656MW, exceeding local generation capacity at 484MW at peak. The sector therefore relies on energy imports from neighboring power corporations. Total peak demand is expected to reach 755MW by 2022. Adequate infrastructure"}, {"text_block_id": "p21_b342", "text": "in terms of generation, storage and distribution will ensure the smooth running of economic activities, and"}, {"text_block_id": "p21_b343", "text": "the reliability of energy supply. Lack of infrastructure is a bottleneck towards economic development."}, {"text_block_id": "p21_b344", "text": "Secure and reliable electricity provision will improve the country’s competitiveness through lower input costs. The country will benefit from low import bill, thus improving the balance of payment. Availability of electricity will accelerate rural electrification"}, {"text_block_id": "p21_b345", "text": "improving the standard of living of rural communities"}, {"text_block_id": "p21_b346", "text": "by unlocking rural economic activities and"}, {"text_block_id": "p21_b347", "text": "preservation of food and medicine. There is strong"}, {"text_block_id": "p21_b348", "text": "correlation between availability of electricity and"}, {"text_block_id": "p21_b349", "text": "educational performance."}, {"text_block_id": "p21_b350", "text": "It is envisaged that during NDP5 public investment"}, {"text_block_id": "p21_b351", "text": "in critical electricity generating projects will be"}, {"text_block_id": "p21_b352", "text": "increased. Promotion of Independent Power"}, {"text_block_id": "p21_b353", "text": "Producers (IPP) and of renewable energy such"}, {"text_block_id": "p21_b354", "text": "as solar, wind and biomass resources will be"}, {"text_block_id": "p21_b355", "text": "accelerated. Competition in the electricity sector will"}, {"text_block_id": "p21_b356", "text": "be encouraged through the transformation of the"}, {"text_block_id": "p21_b357", "text": "current power market structure."}, {"text_block_id": "p21_b358", "text": "5.1.2 Water"}, {"text_block_id": "p21_b359", "text": "The availability and affordability of water is crucial for Namibia’s transformation into an industrialized economy. Water demand for economic activities"}, {"text_block_id": "p21_b360", "text": "and urban consumption is estimated to increase"}, {"text_block_id": "p21_b361", "text": "from 416.1 million cubic meters per year in 2015 to"}, {"text_block_id": "p21_b362", "text": "about 572.5 million in 2025 while rural domestic use is"}, {"text_block_id": "p21_b363", "text": "estimated to increase from 10.6 million cubic meters per year in 2015 to 10.9 million in 2025. Agriculture"}, {"text_block_id": "p21_b364", "text": "(irrigation) is and will remain the largest consumer of water until 2030."}, {"text_block_id": "p21_b365", "text": "Water provision especially in rural areas will improve service delivery to the communities and improve the"}, {"text_block_id": "p21_b366", "text": "standard of living and health of rural communities. Provision of water infrastructure through PPP will enhance competition and hence increase"}, {"text_block_id": "p21_b367", "text": "efficiency in water management. Reliable water supply will increase investment in agriculture and"}, {"text_block_id": "p21_b368", "text": "manufacturing sectors thus increasing production."}, {"text_block_id": "p21_b369", "text": "Opportunities exist in the coastal areas for the"}, {"text_block_id": "p21_b370_merged_merged_merged_merged_merged_merged", "text": "construction of desalination plants either through public investment and or through partnerships with the private sector. Public investment are essential for secure underground water in central areas by tapping water from aquifers, drilling of boreholes inland, and harness flood water from flood prone areas."}, {"text_block_id": "p21_b375", "text": "The agriculture sector employs one third of the workforce, while contributing only about 3.8% to GDP. Average wages in the sector are very low estimated at N$2114 per month. In 2015, Namibia imported about 76%, 98% and 91% of its demand for maize, millet and wheat respectively. Such import dependency poses"}, {"text_block_id": "p22_b376", "text": "a food security risk and trade imbalance. In 2016, 595 839 Namibians suffered from inadequate nutrition. The productivity of small, medium and large scale farms must be maximized to increase the wealth of Namibians and ensure food security for all."}, {"text_block_id": "p22_b377", "text": "Currently most of smallholder farmers are not organized and therefore not productive. Re"}, {"text_block_id": "p22_b378", "text": "-"}, {"text_block_id": "p22_b379", "text": "organization of smallholder farmers will increase production, food security and income for them."}, {"text_block_id": "p22_b380", "text": "Increased production of smallholder farmers will create opportunities for value addition and development of agro business. This in turn narrows"}, {"text_block_id": "p22_b381", "text": "the trade deficit of agricultural related products"}, {"text_block_id": "p22_b382", "text": "but also improved nutritional status of the Namibia people."}, {"text_block_id": "p22_b383", "text": "The government will intensify agricultural extension services to smallholder farmers and/or communal farmers by providing information on how to organize themselves into cooperatives, access"}, {"text_block_id": "p22_b384", "text": "credit and acquire agricultural implements such as tractors. Furthermore, government will support"}, {"text_block_id": "p22_b385", "text": "the modernization of agriculture production. There"}, {"text_block_id": "p22_b386", "text": "will be increased, acquiring land for redistribution,"}, {"text_block_id": "p22_b387", "text": "supportive infrastructure for small-scale farmers including increased access to market, quality control"}, {"text_block_id": "p22_b388", "text": "support and better seeds. Green scheme projects will"}, {"text_block_id": "p22_b389", "text": "be expanded."}, {"text_block_id": "p22_b390", "text": "Government institutions will procure locally-sourced produce in bulk for prisons, army barracks, hospitals"}, {"text_block_id": "p22_b391", "text": "and schools and will encourage larger companies to do the same. In addition, the government tender"}, {"text_block_id": "p22_b392", "text": "system will be used to favor local producers."}, {"text_block_id": "p22_b393", "text": "5.3 invest in quality technical skills development"}, {"text_block_id": "p22_b394", "text": "With 37% of the population between the ages of 1635 and an unemployment rate of 37% for the youth, Namibia has a large pool of young workers who can"}, {"text_block_id": "p22_b395", "text": "contribute to the economic transformation agenda."}, {"text_block_id": "p22_b396", "text": "The challenge is that the youth are unskilled. A"}, {"text_block_id": "p22_b397", "text": "youth sector with technical skills is a precondition for becoming an industrialized nation. Vocational Education and Training (VET) is critical for expanding manufacturing and value addition. Currently enrollment in Technical Vocational Education and Training (TVET) represents half of the enrolment of"}, {"text_block_id": "p22_b398", "text": "Namibian’s three universities."}, {"text_block_id": "p22_b399", "text": "The development of vocational technical skills in the country will reduce unemployment rate through increased employment creation. This in turn will"}, {"text_block_id": "p22_b400", "text": "increase and improve manufacturing and value addition economic activities."}, {"text_block_id": "p22_b401_merged_merged_merged_merged_merged", "text": "During NDP5, TVET training centers will be upgraded. In addition to expanding and upgrading the physical infrastructure, equipment and programmes, new training centers will be established in areas where there are none. Initiatives will include harmonizing TVET curricula, transforming some Vocational Training Centres (VTCs) into TVET colleges, re-introduction of pre-vocational subjects in schools, attracting qualified artisans into TVET and upskilling current trainers. TVET will also be rebranded to increase its appeal to career-minded young people. The total number of trainees enrolled at both private and public TVET institutions will be doubled from the"}, {"text_block_id": "p22_b408", "text": "current enrollment of 25 000 to 50 000."}, {"text_block_id": "p22_b409", "text": "5.4 improve value addition in natural resources"}, {"text_block_id": "p22_b410", "text": "About 67% of Namibia’s total export products are exported in their raw form. During, the NDP5 period, the following sectors will be targeted for value addition: mining and mineral beneficiation, agriculture and agro-processing, fish and fish processing. Other subsectors include chemicals linked to local available"}, {"text_block_id": "p22_b411", "text": "minerals, steel manufacturing and components for the automotive industries."}, {"text_block_id": "p22_b412", "text": "Investment in value addition activities will transform the economic structure from the one dependent on the trade of raw materials to the one trading"}, {"text_block_id": "p23_b413", "text": "in finished products. The production of finished products will create more employment opportunities"}, {"text_block_id": "p23_b414", "text": "and increase the distribution of income. Increased economic activities through value addition will facilitate more trade and thus improving the balance"}, {"text_block_id": "p23_b415", "text": "of payment and increased government revenue to finance social programmes."}, {"text_block_id": "p23_b416", "text": "During NDP5 the Government will endeavor to create a conducive business environment that attracts investments and facilitates the development of value addition activities with an emphasis on involving"}, {"text_block_id": "p23_b417", "text": "SMEs."}, {"text_block_id": "p23_b418", "text": "5.5 achieve industrial development through local procurement"}, {"text_block_id": "p23_b419", "text": "It is well-established that Namibia produces what it"}, {"text_block_id": "p23_b420", "text": "does not consume, and consume a great deal of what"}, {"text_block_id": "p23_b421", "text": "it does not produce. The Growth at Home Strategy encourages the public and private sectors to buy"}, {"text_block_id": "p23_b422", "text": "local products. The government procures a large"}, {"text_block_id": "p23_b423", "text": "quantity of food products for government-supported organizations. This presents a potential market for local produce. Encouraging larger private companies"}, {"text_block_id": "p23_b424", "text": "and retailers to procure local products, in particular"}, {"text_block_id": "p23_b425", "text": "from SMEs, will benefit local industries."}, {"text_block_id": "p23_b426", "text": "The encouragement of local procurement of goods by"}, {"text_block_id": "p23_b427", "text": "government and large private companies will support"}, {"text_block_id": "p23_b428", "text": "local industry development and competitiveness by provision of market access for local produce. This will benefit the economy at large in many ways"}, {"text_block_id": "p23_b429", "text": "including reduction in import bill, improved balance of"}, {"text_block_id": "p23_b430", "text": "payments and employment creation."}, {"text_block_id": "p23_b431_merged_merged_merged_merged_merged", "text": "By enforcing the Public procurement Act and implementing the retail charter, there will be increased markets for local produce. There is a need to create infrastructure to ensure local products comply with retailer standards. Efforts will be doubled to establish Namibia’s coding system which is a requirement for"}, {"text_block_id": "p23_b434", "text": "most retailers."}, {"text_block_id": "p26_b435", "text": "eCoNomiC progressioN"}, {"text_block_id": "p26_b436", "text": "overview"}, {"text_block_id": "p26_b437", "text": "aChieve iNClusive, sustaiNable aND equitable groWth"}, {"text_block_id": "p26_b438", "text": "aChieve iNClusive, sustaiNable aND equitable groWth\n* Moving Forward: Namibia 2017-2022\n* Structural Transformation through Value Added Industrialization\n* Enterprise Development\n* Manufacturing Sector\n* Agriculture Sector and Food Security\n* Rural Economic Development\n* Blue Economy\n* Fishery\n* Mining\n* Tourism\n* Research and Innovation\n* Expansion and Modernization of Physical Infrastructure\n* Energy\n* Water\n* Transport And Logistics\n* Information & Communication Technology (ICT)\n* Strengthened Export Capacity and Greater Regional Integration\n* Supportive Financial Infrastructure for Greater Inclusion"}, {"text_block_id": "p27_b474", "text": "maNuFaCturiNg seCtor"}, {"text_block_id": "p27_b475", "text": "agriCultural & FooD proDuCtioN"}, {"text_block_id": "p27_b476", "text": "rural eCoNomiC DevelopmeNt"}, {"text_block_id": "p28_b477", "text": "2.1 moving Forward: Namibia 2017-2022"}, {"text_block_id": "p28_b478", "text": "During the NDP5 period, the Namibian economy is projected to move from an input-dependent economy into a knowledge-based economy. Investments will be made in research and development, skills development, diversification of economic activities and greater value addition. To accelerate inclusive and equitable growth, four mutually supportive initiatives will be pursued:"}, {"text_block_id": "p28_b479", "text": "During the NDP5 period, the Namibian economy is projected to move from an input-dependent economy into a knowledge-based economy. Investments will be made in research and development, skills development, diversification of economic activities and greater value addition. To accelerate inclusive and equitable growth, four mutually supportive initiatives will be pursued:\n* Structural transformation through industrialisation\n* Expansion and modernization of physical infrastructure\n* Strengthened export capacity and greater regional integration\n* Supportive financial infrastructure for greater inclusion"}, {"text_block_id": "p28_b487", "text": "The country aspires to achieve an average annual real GDP growth of 5.0% during NDP5. Macroeconomic stability is a precondition for economic progression. To achieve this, NDP5 will maintain a prudent monetary policy, greater efficiency in tax collection and develop a broader revenue base through value-added manufacturing. Some inefficiencies in revenue collection have been noted, especially a low collection rate from personal income tax and corporate taxes. Implementation of tax administration reforms and recovery of tax arrears will"}, {"text_block_id": "p28_b488", "text": "enhance revenue collection.  Table 3 below projects how some macroeconomic indicators will perform over the NDP5 period."}, {"text_block_id": "p28_b489", "text": "table 3: macroeconomic variables"}, {"text_block_id": "p29_b490", "text": "2.2 structural transformation through value added industrialization"}, {"text_block_id": "p29_b491", "text": "In 2016, the services industry account for about 59% of the GDP while the primary and secondary industries each represent about 17% of GDP respectively. This structure is mainly similar to the one during NDP1 when the service industry accounted for 60.1% while the primary and secondary industry accounted for 17.6% and 14%, respectively. During NDP4, only tourism and transport of the four priority sectors performed as expected. Growth in agriculture and manufacturing contracted due to climate-related factors and external shocks."}, {"text_block_id": "p29_b492", "text": "Throughout the NDP4 period, the majority of new jobs created were in semi-skilled occupations, which contributed relatively low labour productivity gains. Structural transformation has been impeded by the underdevelopment of the manufacturing sector, slow pace of industrialization, and large informal economy."}, {"text_block_id": "p29_b493", "text": "In order to achieve structural transformation and ultimately inclusive, sustainable and equitable growth, NDP5"}, {"text_block_id": "p29_b494", "text": "proposes interventions in several focus areas."}, {"text_block_id": "p29_b495", "text": "2.2.1 enterprise Development"}, {"text_block_id": "p29_b496", "text": "Where We are"}, {"text_block_id": "p29_b497", "text": "With the unemployment rate at 28.1%, successful enterprises can be used as incubators that bring the unemployed into the formal economy. Currently, the Micro, Small, Medium Enterprises (MSME) sector employs around 129,000 people. By creating an enabling environment in which entrepreneurs operate and flourish, MSMEs and start-ups will be best placed to make a meaningful dent in the stubbornly unemployment rate."}, {"text_block_id": "p29_b498", "text": "Where We are going"}, {"text_block_id": "p29_b499", "text": "Desired outcome"}, {"text_block_id": "p29_b500", "text": "By 2022, the MSME contribution to GDP has increased from 12% in 2014 to 20%"}, {"text_block_id": "p29_b501", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p29_b502", "text": "Challenges"}, {"text_block_id": "p29_b503", "text": "The majority of SMEs are not creative and innovative due to a lack of entrepreneurship culture and the fear of taking risks. SMEs are unable to access the business development services due to lack of financing and information. Despite the establishment of different financial institutions such as the SME bank, DBN, and various commercial banks, access to financing remains a challenge due to high interest rates, lack/or insufficient collateral, lack of information on availability of financial services and products."}, {"text_block_id": "p30_b504", "text": "how We’re getting there"}, {"text_block_id": "p30_b505", "text": "enterprise Development strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p31_b506", "text": "2.2.2 manufacturing sector"}, {"text_block_id": "p31_b507", "text": "Where We are"}, {"text_block_id": "p31_b508", "text": "The Namibian economy’s manufacturing activities remains highly dependent on inputs from the primary industries. The whole sector contributes just about 11% to GDP. The sector contracted by an average of 1.4% during the NDP4 period and there was a contraction of about 2% in manufactured products exports over the 2012-2015 period. In order to break out of the Middle Income Trap, Namibia needs to diversify its economy while also producing a diverse range of exports at increasingly high levels of sophistication."}, {"text_block_id": "p31_b509", "text": "Therefore, the three factors that are critical to the structural transformation of the manufacturing sector are:"}, {"text_block_id": "p31_b510", "text": "Therefore, the three factors that are critical to the structural transformation of the manufacturing sector are:\n* Diversification of the economy\n* Sophistication of exports (value addition)\n* Good governance that protects a sound investment climate and business environment"}, {"text_block_id": "p31_b516", "text": "Where We are going"}, {"text_block_id": "p31_b517", "text": "Desired outcome"}, {"text_block_id": "p31_b518", "text": "By 2022, the contribution of general manufacturing sector to GDP has increased from N$17.8 billion in 2015 to N$20.6 billion."}, {"text_block_id": "p31_b519", "text": "Desired outcomes, indicators and targets"}, {"text_block_id": "p31_b520", "text": "Challenges"}, {"text_block_id": "p31_b521_merged", "text": "A significant portion of the economic activities in key sectors (agriculture, fisheries, tourism, manufacturing and services) remain primitive, informal and limited. Limited manufacturing technology & skills for agro-processing and modernisation of the agriculture sector have resulted in limited economies of scale and hence value addition. Furthermore, the mining industry cannot complete the full pipeline of “mining value addition” because some mines are unable to process minerals beyond concentrates mainly because of the lack of economies"}, {"text_block_id": "p31_b524", "text": "of scale."}, {"text_block_id": "p31_b525", "text": "Namibia’s retail operators are dominated by foreign players procuring their products from foreign suppliers hence this raises a challenge for domestic produce to find retail space. In addition, there is a limited awareness about the technical standards products have to comply with."}, {"text_block_id": "p32_b526", "text": "how We’re getting there"}, {"text_block_id": "p32_b527", "text": "manufacturing sector strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p33_b528", "text": "2.2.3 agriculture sector and Food security"}, {"text_block_id": "p33_b529", "text": "Where We are"}, {"text_block_id": "p33_b530", "text": "Even though agriculture contributes only 3.8% to GDP, it remains a strategic sector as it supports above 70% of the Namibian population and employs about a third of the working force. The importance of the sector in addressing food security and livelihood is acknowledged. The continuous drought and frequent outbreaks of animal diseases have negatively impacted the growth of the sector during the NDP4 period, contracting it by an average 2.2% per year. Nonetheless sustained efforts have continued to move the country from an exporter of live animals to an exporter of value-added agricultural goods."}, {"text_block_id": "p33_b531", "text": "Where We are going"}, {"text_block_id": "p33_b532", "text": "Desired outcome"}, {"text_block_id": "p33_b533", "text": "By 2022, the proportion of food insecure individuals has dropped from 25% in 2016 to 12% and food production has increased by 30% cumulatively over the NDP5 period."}, {"text_block_id": "p33_b534", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p33_b535", "text": "Challenges"}, {"text_block_id": "p33_b536", "text": "Poverty is a major factor limiting access to food. Access to food in Namibian is affected by reliance on market purchases for food. When combined with the heavy reliance on food imports it makes Namibia vulnerable to"}, {"text_block_id": "p33_b537", "text": "high food prices."}, {"text_block_id": "p33_b538", "text": "Overall the production scale of small holder farmers is lower, this is attributed to limited access to inputs. The other factors that affects productivity includes poor soils, access to land and frequent occurrence of natural disasters such a drought and flood. Access to sustained technological progress also affects small holder productivity, leading to their failure to maximize yield through intensive farming practices."}, {"text_block_id": "p34_b539", "text": "how We’re getting there"}, {"text_block_id": "p34_b540", "text": "agriculture sector and Food security strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p34_b541", "text": "increase agricultural production for cereals, horticulture and livestock"}, {"text_block_id": "p34_b542", "text": "Develop agro processing industries by utilizing local produce and regional value chains"}, {"text_block_id": "p34_b543", "text": "increase smallholder or Communal Farmers productivity"}, {"text_block_id": "p34_b544", "text": "enhance animal health and production"}, {"text_block_id": "p34_b545", "text": "enhance preparedness for effective response, recovery and reconstruction"}, {"text_block_id": "p34_b546", "text": "promote the planting of drought resistance varieties"}, {"text_block_id": "p34_b547", "text": "5 536 ha of land for irrigation will be developed,"}, {"text_block_id": "p34_b548", "text": "82 200ha of land is bush thinned annually, advance the use of Conservative Agriculture (CA) with at least 50% of farmers practicing CA, Expand green scheme, support small scale"}, {"text_block_id": "p34_b549", "text": "and subsistence farmers"}, {"text_block_id": "p34_b550", "text": "Mobilize investors to develop agro businesses to take advantage of increased local"}, {"text_block_id": "p34_b551", "text": "and regional production. This will include"}, {"text_block_id": "p34_b552", "text": "fortification of processed food"}, {"text_block_id": "p34_b553", "text": "Provide information on modern farming practices including information on how"}, {"text_block_id": "p34_b554", "text": "communal farmers can organize cooperatives,"}, {"text_block_id": "p34_b555", "text": "access credit and acquire agricultural equipment."}, {"text_block_id": "p34_b556", "text": "Minimize the impact of Foot and Mouth Disease (FMD) and Contagious Bovine PleuroPnemonia (CBPP) in NCA, expand veterinary courses,"}, {"text_block_id": "p34_b557", "text": "develop a pharmaceutical plant, initiate"}, {"text_block_id": "p34_b558", "text": "activities with neighboring countries. Increase/ grow the number of livestock through bush"}, {"text_block_id": "p34_b559", "text": "thinning, increase fodder production and construction of feedlots to enhance value addition."}, {"text_block_id": "p34_b560", "text": "Through capacity building in disaster preparedness, response, recovery & reconstruction. Establish a central and regional emergency"}, {"text_block_id": "p34_b561", "text": "preparedness operation in addition to a dedicated"}, {"text_block_id": "p34_b562", "text": "authority to oversee the Early Warning Systems and conduct risk assessments."}, {"text_block_id": "p34_b563_merged_merged_merged_merged_merged", "text": "To increase productivity of subsistence farming. Crop rotation; soil enrichment and organic pesticides usage will also be encouraged especially on communal lands"}, {"text_block_id": "p35_b566", "text": "2.2.4 rural economic Development"}, {"text_block_id": "p35_b567", "text": "Where We are"}, {"text_block_id": "p35_b568", "text": "Rural economic development is vital since most farming and tourism activities take place in rural areas and more than half (57.9%) of the population live in rural area. Economic activity in rural areas remains low since most of the businesses are very small (informal or unregistered) and mainly concentrated in wholesale, retail, accommodation and food services. Manufacturing in rural areas is hampered by many constraints such as inadequate skills, poor access to markets and lack of access to financial resources. Thus, business activity in rural areas is limited to those sectors with low entry barriers. Integrated planning both at the national and sub"}, {"text_block_id": "p35_b569", "text": "-"}, {"text_block_id": "p35_b570", "text": "national level is crucial to improve access to services and trigger economic activities for the rural economy."}, {"text_block_id": "p35_b571", "text": "Where We are going"}, {"text_block_id": "p35_b572", "text": "Desired outcome"}, {"text_block_id": "p35_b573", "text": "By 2022, the rural quality of life and socio-economic well-being has improved with rural poverty declining from 37% in 2010 to 25%.."}, {"text_block_id": "p35_b574", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p35_b575", "text": "Challenges"}, {"text_block_id": "p35_b576", "text": "The land tenure is a developmental challenge for rural development. Namibia inherited its land tenure system from the colonial period. Land in Namibia is either freehold, communal, or state-owned. As a result, the distribution of land tenure is extremely unequal. Until land reform makes it possible for more Namibians to own land, progress in rural agricultural development will be slow. Land tenure constraints economic development in settlements because the 20 years of user rights does not allow property holders to invest or use their property as collateral to access development funding. Moreover, the land application process is lengthy and cumbersome."}, {"text_block_id": "p35_b577_merged_merged", "text": "Further, there is poor coordination of rural development interventions. Front line services are delivered by a number of government and non-governmental agencies without reference to each other which leads to wastage of resources and duplication of interventions. Most programmes in rural areas have similar objectives and they are spread too thinly across several line ministries resulting in limited developmental impacts."}, {"text_block_id": "p36_b580", "text": "how We’re getting there"}, {"text_block_id": "p36_b581", "text": "rural economic Development strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p37_b582", "text": "2.2.5 blue economy"}, {"text_block_id": "p37_b583", "text": "Where We are"}, {"text_block_id": "p37_b584", "text": "Namibia’s share of the South Atlantic Ocean provides valuable goods and services. It is an important resource for tourism, fisheries, transport & logistics as well as mining. The Blue Economy includes key industries and resources such as fisheries and aquaculture, water resources, shipping and transport, tourism, marine renewable energy, minerals, genetic resources, pharmaceutical, blue carbon trading, biotechnology and"}, {"text_block_id": "p37_b585", "text": "general sea based products."}, {"text_block_id": "p37_b586", "text": "Namibia’s territorial waters and its Exclusive Economic Zone (EEZ) can significantly contribute to its economic transformation agenda. This is particularly important because Namibia’s EEZ could be enlarged significantly based on the country’s submission of an application to the United Nations through the United Nations Convention of the Law of the Sea (UNCLOS) for the extension of its continental shelf. In order to capitalize on the potential of the blue economy, it is essential to create a governance framework that strengthen linkages and minimize conflict between fisheries, transport, environment, mining, tourism and logistics since they all operate in the"}, {"text_block_id": "p37_b587", "text": "same coastal area."}, {"text_block_id": "p37_b588", "text": "Where We are going"}, {"text_block_id": "p37_b589", "text": "Desired outcome"}, {"text_block_id": "p37_b590", "text": "By 2022, Namibia will have implemented a Blue Economy governance and management system that sustainably maximizes economic benefits from marine resources and ensures equitable marine wealth distribution to all"}, {"text_block_id": "p37_b591", "text": "Namibians."}, {"text_block_id": "p37_b592", "text": "Desired outcomes, indicators and targets"}, {"text_block_id": "p37_b593", "text": "Challenges"}, {"text_block_id": "p37_b594", "text": "A lack of coordination and integration between sectors due to the lack of a regulatory and legal framework"}, {"text_block_id": "p37_b595", "text": "which, ensures appropriate planning, management and governance."}, {"text_block_id": "p38_b596", "text": "how We’re getting there"}, {"text_block_id": "p38_b597", "text": "blue economy strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p39_b598", "text": "2.2.6 Fishery"}, {"text_block_id": "p39_b599", "text": "Where We are"}, {"text_block_id": "p39_b600_merged", "text": "The fisheries sector is the third largest income earner after mining and tourism, and contributes about 15% of total exports. The annual marine landings of about 550,000 Metric Tones (MT) valued at an average of N$ 10 billion (about 800 million US$) ranks Namibia as the nation with the third largest fishery capture in Africa, after Morocco and South Africa, and 30th worldwide. About 16, 300 people are directly employed in the fishing sector, while others are indirectly employed in fisheries related activities such as stevedoring services, fishery-related supplies and logistics. Fisheries also constitute a vital component of domestic food security by providing a"}, {"text_block_id": "p39_b603", "text": "source of protein."}, {"text_block_id": "p39_b604", "text": "Namibia’s freshwater fisheries have the potential to generate 5 000 tonnes a year of high quality protein, through sustainable fisheries management (NNF 2017). In addition, healthy fish stocks in the northern rivers contribute to ecosystem functioning and biodiversity conservation. However, there has been a collapse of the inland fisheries of the Zambezi and Chobe Rivers due to over harvesting and commercial fishing."}, {"text_block_id": "p39_b605", "text": "Where We are going"}, {"text_block_id": "p39_b606", "text": "Desired outcome"}, {"text_block_id": "p39_b607", "text": "By 2022, Namibia is the key fisheries and processing hub in the South West Atlantic Ocean through increased volume of fish handled, canned or processed in Walvis Bay cumulatively by 40%."}, {"text_block_id": "p39_b608", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p39_b609", "text": "Challenges"}, {"text_block_id": "p39_b610", "text": "One of the key challenges to be addressed during NDP5 is the enhancement of fisheries’ market access to lucrative export destinations by ensuring compliance to more stringent SPS (sanitary and phytosanitary) standards. This will involve strengthening current certification systems on export, including stronger official control measures on Hazard Analysis Critical Control Point (HACCP), fisheries and aquaculture health systems. Currently Namibia is importing fish such as small pelagic fish for canning and Patagonia squid for value addition and re-export. Such fish importation need to be encouraged in order to achieve the substantial"}, {"text_block_id": "p39_b611", "text": "volumes needed for economies of scale in value addition activities such as canning."}, {"text_block_id": "p40_b612", "text": "Fishery strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p41_b613", "text": "2.2.7 mining"}, {"text_block_id": "p41_b614", "text": "Where We are"}, {"text_block_id": "p41_b615", "text": "Namibia’s abundant minerals has made the mining sector a major source of foreign direct investment."}, {"text_block_id": "p41_b616_merged", "text": "Namibia’s mineral resources include diamonds, copper, uranium, lead, zinc, gold dimension stone, and semi-precious stones. With the Swakop Uranium’s Husab mine, the country is set to become the second largest producer of uranium in the world. Mining contributes 12% to GDP and provides critical upstream, downstream and side stream linkages for the Namibian economy. Examples of side stream linkages include transport services, power, water, skills, research and development, logistics, communications and financial services while up stream linkages consist of mining inputs and services. Value addition is currently limited to diamonds and semi-precious stones cutting and polishing, copper smelting, electrolytic production of Special High Grade zinc and copper cathode, and the production of table and fine salt."}, {"text_block_id": "p41_b619", "text": "Where We are going"}, {"text_block_id": "p41_b620", "text": "Desired outcome"}, {"text_block_id": "p41_b621", "text": "By 2022, Namibia has an integrated mining industry value chain with double the share of valued added mining exports from 2015."}, {"text_block_id": "p41_b622", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p41_b623", "text": "Challenges"}, {"text_block_id": "p41_b624", "text": "Economies of scale do not yet exist to make the business case for processing of some minerals to the refined state to enable further beneficiation to take place in Namibia. To address this challenge, there is need to consider importing minerals from other countries to achieve economies of scale that will make the country a competitive processor of minerals. Security of water and uninterrupted power supply are key enablers to attract investments into mineral based beneficiation and manufacturing. Another challenge is the volatile commodity prices which makes the mining sector’s contribution to the GDP uncertain."}, {"text_block_id": "p42_b625", "text": "mining strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p43_b626", "text": "2.2.8 tourism"}, {"text_block_id": "p43_b627", "text": "Where We are"}, {"text_block_id": "p43_b628", "text": "Namibia is a remarkable and competitive destination because of its comparative advantages which include wide open spaces with spectacular landscapes; abundant wildlife resources; diversity of experiences; excellent infrastructure; security, peace and stability; and low population densities. Namibia has a growing global reputation as a premier destination for ecotourism. The tourism industry is an important contributor to the generation of foreign exchange earnings, investments, revenue, employment, rural development, poverty reduction and to the growth of the country’s economy. Tourism also creates strong direct and peripheral benefits because of its multiplier effect, based on its reliance on a wide spread of supplies and services."}, {"text_block_id": "p43_b629", "text": "Hotels and Restaurants, a proxy for the tourism sector, grew by an average of 6.6% during the NDP4 period. It contributes about 1.8% to GDP. Moreover, it is estimated that during the NDP4 period, foreign exchange earnings from the tourism sector increased to about N$ 4,682 billion"}, {"text_block_id": "p43_b630", "text": "Where We are going"}, {"text_block_id": "p43_b631", "text": "Desired outcome"}, {"text_block_id": "p43_b632", "text": "By 2022, Namibia has a diversified and competitive tourism sector with increased number of tourists from 1.4 million in 2015 to 1.8 million."}, {"text_block_id": "p43_b633", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p43_b634", "text": "Challenges"}, {"text_block_id": "p43_b635", "text": "Namibia is heavily dependent on its top ten tourists markets and thus there is need to expand the tourism market to ensure sustainability of the sector. Although, Namibia has an excellent infrastructure in most areas lack of infrastructure to some tourist spots is hampering the growth of the sector."}, {"text_block_id": "p44_b636", "text": "tourism strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p45_b637", "text": "2.2.9 research and innovation"}, {"text_block_id": "p45_b638", "text": "Where We are"}, {"text_block_id": "p45_b639", "text": "Namibia has made progress in expanding its research and innovation system since the early 1990s. The Gross Expenditure on Research and Development (GERD) as a percentage of GDP has grown from below 0.02% in the 1990s to 0.35% in 2016. The human resource base for R&D and innovation in the country has grown to about 750 full-time equivalent personnel in R&D of which about 350 are full-time equivalent researches. The country has also increased the number of trademark registrations, patent applications and registrations, and industrial design registrations since the beginnings of the 2000s from one patent in 2004 to eight patents in 2014  ."}, {"text_block_id": "p45_b640", "text": "Where We are going"}, {"text_block_id": "p45_b641", "text": "Desired outcome"}, {"text_block_id": "p45_b642", "text": "By 2022, Gross Expenditure on Research & Development as a percentage of GDP increased from 0.35% in 2015 to 1%."}, {"text_block_id": "p45_b643", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p45_b644", "text": "Challenges"}, {"text_block_id": "p45_b645", "text": "Obstacles to Research and Innovation include weak performance in innovation indicators, inadequate funding for Research and Development, lack of equipment and facilities. Limited collaboration betweeen learning"}, {"text_block_id": "p45_b646", "text": "institutions and industries."}, {"text_block_id": "p46_b647", "text": "how We’re getting there"}, {"text_block_id": "p46_b648", "text": "research and innovation strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p47_b649", "text": "2.3 expansion and modernisation of physical infrastructure"}, {"text_block_id": "p47_b650", "text": "Infrastructure enables economic growth and is the bedrock for better living conditions. Energy, Water, Transport/ logistics, ICT, Research and Innovation are the vital force that supports structural transformation and value-added industrialization. During the NDP5 period, sustainable investments in infrastructure will be prioritized and sequenced to support industrialization and export development."}, {"text_block_id": "p47_b651", "text": "2.3.1 energy"}, {"text_block_id": "p47_b652", "text": "Where We are"}, {"text_block_id": "p47_b653", "text": "While nearly 75% of Namibians in urban areas enjoy access to energy in 2015, only 24% of their fellow citizens in rural households do have electricity in their homes. As a result, only 50.4% of Namibian households nationwide have access to electricity."}, {"text_block_id": "p47_b654", "text": "Lack of access to energy remains a critical barrier to poverty alleviation and industrialisation efforts. It is an expensive problem to solve. In 2015, 63% of the energy requirement in Namibia was imported from neighbouring countries. The maximum electricity demand is around 656MW while at most only 484MW is produced domestically. Full capacity of local generation was not achieved due to climatic and economic factors such as drought, refurbishment of machines and intermittency of solar system. Use of renewable energy is still at a small scale and it is contributing only 19.5MW (solar photovoltaic power) to the grid. Energy demand is expected to reach around 755MW by 2022. The mining, water pumping, agriculture and construction sectors, together with urban growth are expected to be major drivers of energy demand."}, {"text_block_id": "p47_b655", "text": "Where We are going"}, {"text_block_id": "p47_b656", "text": "Desired outcome"}, {"text_block_id": "p47_b657", "text": "By 2022, Namibia has a sustainable mix of locally generated energy capacity of 755 MW to support household and industry development."}, {"text_block_id": "p47_b658", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p47_b659", "text": "Challenges"}, {"text_block_id": "p47_b660", "text": "There are many obstacles to delivering energy. These include: the vastness of the country; small size of the country’s power sector, the low load densities and long distances between major load centres. Moreover, the economic spending power of the majority of the rural population reduces the business case for private"}, {"text_block_id": "p47_b661", "text": "investment in this area."}, {"text_block_id": "p48_b662", "text": "energy strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p49_b663", "text": "2.3.2 Water"}, {"text_block_id": "p49_b664", "text": "Where We are"}, {"text_block_id": "p49_b665", "text": "As the driest country in sub-Saharan Africa, Namibia’s arid climate coupled with high evaporation rates has a great impact on water availability and reliability. Water scarcity continues to be a serious constraint in achieving the economic, environmental and social development objectives. With highly variable and unpredictable rainy seasons, the first priority is given to water for domestic purposes including livestock; and the second priority given to water for economic activities such as mining, industries and irrigation. Water demand in 2015 was estimated at about 334.1 million cubic meters per year and is projected to reach 583.4 and 771.7 million cubic meters per year by 2025 and 2030 respectively. Irrigation accounts for about 60% of water consumption and will remain the main consumer over the next ten years. Given the trend of migration, urban domestic water demand (including manufacturing and industry) is estimated to increase."}, {"text_block_id": "p49_b666", "text": "Where We are going"}, {"text_block_id": "p49_b667", "text": "Desired outcome"}, {"text_block_id": "p49_b668", "text": "By 2022, Namibia has a sustainable production and consumption of water resources resulting in improved access to safe drinking water for human consumption and for industry use. Each rural constituency will have water access of above 50%."}, {"text_block_id": "p49_b669", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p49_b670", "text": "Challenges"}, {"text_block_id": "p49_b671", "text": "Aging water infrastructure and the development of the water infrastructure is one of the challenges which need to be addressed urgently. Furthermore, pollution of water courses and groundwater aquifers is a challenge"}, {"text_block_id": "p49_b672", "text": "that needs to be prevented to avoid contamination of potable water sources."}, {"text_block_id": "p49_b673", "text": "The biggest challenge facing the country is to make significant improvements in water demand management and promote water saving measures that influence changes in customer behavior. There is room to minimise water losses in pipelines, treatment facilities and distribution networks. Namibia’s four perennial rivers are located at the borders with neighboring countries and form part of shared watercourses. This makes it difficult for Namibia to fully access the watercourses for Namibia’s use."}, {"text_block_id": "p49_b674", "text": "Moreover, due to the erratic rainfall conditions, the river flows in the country’s interior is irregular and unreliable. For example, an important part of Namibia’s desert ecosystem is a phenomenon known as ephemeral rivers which flow for short periods of time following severe rainstorms. Historically, these rivers, which have been dammed, have been able to produce surface water. However, in times of drought, they do not exist at all and neither do the contribute to Namibia’s water supply or ecosystem."}, {"text_block_id": "p50_b675", "text": "how We’re getting there"}, {"text_block_id": "p50_b676", "text": "Water strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p51_b677", "text": "2.3.3 transport and logistics"}, {"text_block_id": "p51_b678", "text": "Where We are"}, {"text_block_id": "p51_b679", "text": "Transport and Logistics are essential for trade, industrialization, socio-economic development and regional integration and thus remains a key developmental priority. Over the past 20 years, the government has invest"}, {"text_block_id": "p51_b680", "text": "-"}, {"text_block_id": "p51_b681", "text": "ed in transport infrastructure development (roads, rail, maritime and ports, and aviation) in order to meet the"}, {"text_block_id": "p51_b682", "text": "national demand and position Namibia as a logistics hub within the Southern Africa Development Community (SADC)."}, {"text_block_id": "p51_b683_merged_merged", "text": "Currently, the sector employs about 25,700 persons which is about 3.6% of the total work force, while contribut-ing 4.7% to the GDP. Sluggish economic growth and weakened demand, coupled with a decline in commodity and oil prices and an unfavorable exchange rate, has resulted in a decline in volumes handled by the ports in the past few years. Namibia has been consistently improving its position on this indicator of the Global Com-petitiveness Index, moving to 24 out of 138 countries in 2016/2017. Given the potential of this sector to enhance industrial development and contribute substantially to the GDP, NDP5 takes a holistic and integrated approach to transport planning, including multimodal and intermodal approach to handling goods, transporting people and providing services in accordance with the Transport Master Plan and Master Plan of an International Lo-gistics Hub for SADC Countries. A functional and efficient transport and logistics sector is the backbone for the realisation of the NDP5 targets in agriculture, mining, manufacturing, fisheries, rural and urban development and tourism. It is also a critical factor in promoting environmental sustainability."}, {"text_block_id": "p51_b692", "text": "Where We are going"}, {"text_block_id": "p51_b693", "text": "Desired outcome"}, {"text_block_id": "p51_b694", "text": "By 2022, Namibia has a sustainable transport system supporting a world-class logistics hub connecting SADC to international markets."}, {"text_block_id": "p52_b695", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p52_b696", "text": "Challenges"}, {"text_block_id": "p52_b697", "text": "The lack of adequate funding for development of transport infrastructure, inadequate skills and imbalance between the development and preservation of infrastructure hampers sustainability of the sector. Transfer of technical skills is taking place at a slow pace. A shift of transporting heavy bulk from rail to road has put immense pressure on the structural integrity of the road infrastructure. The railway subsector is characterised by dilapidated infrastructure, aged and obsolete locomotives and rolling stock while the maritime sub-sector suffers from a weak institutional and legislative framework."}, {"text_block_id": "p53_b698", "text": "transport and logistics strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p54_b699", "text": "2.3.4 information & Communication technology (iCt)"}, {"text_block_id": "p54_b700", "text": "Where We are Now"}, {"text_block_id": "p54_b701", "text": "A knowledge-based economy requires the widespread availability, affordability and accessibility of a full range of communication and technology infrastructure services from fixed and mobile telephone, radio and television broadcasting and high speed internet services. This also requires skills development to support and enable the full utilization of available ICTs. Namibia ranks 51 out of 138 countries in the World Economic Forum’s Global Competitiveness Report 2016/17. Namibia’s mobile phone network population coverage has increased exponentially to 95% while mobile subscriptions are recorded at 119.16 per 100"}, {"text_block_id": "p54_b702", "text": "inhabitants."}, {"text_block_id": "p54_b703", "text": "Where We are going"}, {"text_block_id": "p54_b704", "text": "Desired outcome"}, {"text_block_id": "p54_b705", "text": "By 2022, Namibia has universal access to information, affordable communication and technology"}, {"text_block_id": "p54_b706", "text": "infrastructure and services."}, {"text_block_id": "p54_b707", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p54_b708", "text": "Challenges"}, {"text_block_id": "p54_b709", "text": "The availability and access to telecommunication services in rural areas remains a challenge largely due to uneven access to electricity and high unit costs for rolling out ICT infrastructure in a vast geographic"}, {"text_block_id": "p54_b710", "text": "area."}, {"text_block_id": "p55_b711", "text": "how We’re getting there"}, {"text_block_id": "p55_b712", "text": "information & Communication technology (iCt) strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p56_b713", "text": "2.4 strengthened export Capacity and greater regional integration"}, {"text_block_id": "p56_b714", "text": "For a resource-rich country like Namibia, with a small population but an advantageous geographical location, an outward orientation is essential. Regional integration plays a vital role in diversifying the economy, delivering food and energy security; generating jobs and alleviating poverty through shared prosperity."}, {"text_block_id": "p56_b715", "text": "Where We are"}, {"text_block_id": "p56_b716", "text": "Total exports reached N$67.9 billion in 2016 from N$41 billion in 2011. This translates into 44% of GDP. Manufactured goods account for 43% of the total exports, while ores and mineral accounts for 37%. Diamond constitutes 65% of ores and minerals exports. Namibia has adopted an economic diplomacy strategy, where Namibia embassies/ commissions promote investment opportunities in Namibia and Namibian exports in their countries’ of posting."}, {"text_block_id": "p56_b717", "text": "Where We are going"}, {"text_block_id": "p56_b718", "text": "Desired outcome:"}, {"text_block_id": "p56_b719", "text": "By 2022, Namibia has diversified and increased exports of manufactured goods."}, {"text_block_id": "p56_b720", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p56_b721", "text": "Challenges"}, {"text_block_id": "p56_b722", "text": "There is limited diversification and value addition capacity leading to a slow pace in industrialization. Further more there are limited cross-sector linkages within the economy and skills mismatch."}, {"text_block_id": "p57_b723", "text": "how We’re getting there"}, {"text_block_id": "p57_b724", "text": "strengthened export Capacity and greater regional integration strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p58_b725", "text": "2.5 supportive Financial infrastructure for greater inclusion"}, {"text_block_id": "p58_b726", "text": "Where We are Now"}, {"text_block_id": "p58_b727", "text": "During the NDP4 period, the financial sector recorded a significant growth, averaging 8.4% per annum. Domestic credit to the private sector as a percentage of GDP improved to 55.3% in 2016 compared to 49.2% in 2011. Over the same period, banking financial institutions increased to six banks from four banks in 2011. Micro, Small and Medium Enterprises (MSME) sector in Namibia are estimated to be around 33 700 in 2015. About half of these MSMEs are formally registered while others remain in the informal sector of the economy. During NDP4 the four priority sectors identified under NDP4 collectively received disbursements to the value of N$1.6 billion, representing 37% of total disbursements from Development Bank of Namibia. Furthermore, Agricultural Bank of Namibia (Agribank) provided short and long term lending facilities aimed at promoting growth in the agriculture sector. Accordingly, Agribank’s total loans and advances increased from N$1.6 billion in 2010/11 to N$2.3 billion in 2014/15, mainly driven by farmland acquisitions and livestock purchases."}, {"text_block_id": "p58_b728", "text": "Namibia’s banking industry has established a clearinghouse (NAMCLEAR) that facilitates the clearing of interbank payment transactions. In addition, the local switch (NAMSWITCH) was established. NAMSWITCH enables the local switching of all Namibian inter-bank Automated Teller Machine (ATM) card transactions as well as Point-of-Sale terminals card transactions. At regional level, the SADC Integrated Regional Electronic Settlement System (SIRESS) has been established which enables settlement of all Rand-denominated cross-border transactions, with discussions underway to make it a multi-currency settlement system. The establishment of SIRESS contribute to the enhancement of regional trade."}, {"text_block_id": "p58_b729", "text": "Where We are going"}, {"text_block_id": "p58_b730", "text": "Desired outcome"}, {"text_block_id": "p58_b731", "text": "By 2022, Namibia has an effective, resilient and inclusive financial system that supports accelerated industrialization and infrastructure development."}, {"text_block_id": "p58_b732", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p59_b733", "text": "Challenges"}, {"text_block_id": "p59_b734", "text": "Limited access to finance and support services for MSMEs inhibit growth and sustainable development. Secondary, supportive financial infrastructures to enhance the provision and access to financial services are limited. Other challenges include:"}, {"text_block_id": "p59_b735", "text": "Limited access to finance and support services for MSMEs inhibit growth and sustainable development. Secondary, supportive financial infrastructures to enhance the provision and access to financial services are limited. Other challenges include:\n* Many of the borrowers, especially SMEs do not\n* Many of the borrowers, especially SMEs do not\n have the required collateral and hence unable to get credit.\n* Improved business and financial\n* majority of business\n* Competition in the payment systems is"}, {"text_block_id": "p60_b748", "text": "how We’re getting there"}, {"text_block_id": "p60_b749", "text": "Supportive financial infrastructure for greater inclusion"}, {"text_block_id": "p60_b750", "text": "strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p62_b751", "text": "soCial traNsFormatioN"}, {"text_block_id": "p62_b752", "text": "overview"}, {"text_block_id": "p62_b753", "text": "builD a Capable aND healthY humaN resoures"}, {"text_block_id": "p62_b754", "text": "harnessing the Demographic Dividends"}, {"text_block_id": "p62_b755", "text": "human Capital Development"}, {"text_block_id": "p62_b756", "text": "human Capital Development\n* Social Protection\n* Early Childhood Development\n* Basic Education\n* Technical, Vocational Education and Training\n* Higher Education\n* Health and Nutrition"}, {"text_block_id": "p62_b768", "text": "social Development"}, {"text_block_id": "p62_b769", "text": "•"}, {"text_block_id": "p62_b770", "text": "Gender Equality"}, {"text_block_id": "p62_b771", "text": "•"}, {"text_block_id": "p62_b772", "text": "Housing and Land"}, {"text_block_id": "p62_b773", "text": "•"}, {"text_block_id": "p62_b774", "text": "Sanitation"}, {"text_block_id": "p62_b775", "text": "•"}, {"text_block_id": "p62_b776", "text": "Youth Empowerment:"}, {"text_block_id": "p62_b777", "text": "(Harnessing the Demographic Dividend - Moulding Youth to Become Productive Citizens)"}, {"text_block_id": "p62_b778", "text": "•"}, {"text_block_id": "p62_b779", "text": "Empowering People and Communities through Sports"}, {"text_block_id": "p62_b780", "text": "•"}, {"text_block_id": "p62_b781", "text": "Arts and Culture"}, {"text_block_id": "p62_b782", "text": "•"}, {"text_block_id": "p62_b783", "text": "Integrate marginalized communities into mainstream economy"}, {"text_block_id": "p64_b784", "text": "3.1 harnessing the Demographic Dividends"}, {"text_block_id": "p64_b785", "text": "The Namibian population is currently undergoing a demographic transition. The population has grown from 1.4 million in 1990 to 2.2 million in 2016 and is projected to increase to 3.5 million by 2030. The current growth rate of population is 1.2% per annum declining from 2.6% in 2001. The fertility rate in Namibia has fallen from an average of 6.1 children per woman in 1991 to 3.6 in 2011. The changing demographics mean that Namibia’s population which was once dominated by children is now dominated by young adults of working age. This “excess” labour force can be a tremendous asset for economic growth if the workers are skilled and the economy is able to generate adequate quality jobs for them. However, a demographic dividend is not automatic; it requires conscious investment in education, housing and health. Thus, during NDP5 there is need to:"}, {"text_block_id": "p64_b786", "text": "1."}, {"text_block_id": "p64_b787", "text": "accelerate demographic transition"}, {"text_block_id": "p64_b788", "text": "through investments that facilitate rapid fertility decline, enhance"}, {"text_block_id": "p64_b789", "text": "child survival, and improve education and general empowerment of women"}, {"text_block_id": "p64_b790", "text": "2."}, {"text_block_id": "p64_b791_merged", "text": "Enhance investment in basic and high-level education to develop a well-educated, skilled, and"}, {"text_block_id": "p64_b794", "text": "innovative labour force"}, {"text_block_id": "p64_b795", "text": "3."}, {"text_block_id": "p64_b796", "text": "Increase"}, {"text_block_id": "p64_b797", "text": "investment in the health sector"}, {"text_block_id": "p64_b798", "text": "to nurture a healthy and productive labour force"}, {"text_block_id": "p64_b799", "text": "4."}, {"text_block_id": "p64_b800", "text": "Implement sound"}, {"text_block_id": "p64_b801", "text": "economic reforms and develop necessary infrastructure to accelerate economic growth and job creation"}, {"text_block_id": "p64_b802", "text": "for the rapidly expanding labour force"}, {"text_block_id": "p64_b803", "text": "5."}, {"text_block_id": "p64_b804", "text": "enhance good governance, accountability and performance management"}, {"text_block_id": "p64_b805", "text": "to ensure efficient delivery of public services, minimize wastage of public resources and curb corruption."}, {"text_block_id": "p64_b806", "text": "Namibia’s demographic dividend can be leveraged in the areas of infrastructure development, manufacturing,"}, {"text_block_id": "p64_b807", "text": "agriculture, fisheries, tourism and mining. These sectors require skilled labour which may be drawn from the large youthful population that is currently facing high rates of unemployment and poverty. It is important to note that in the absence of economic opportunity, a large youth population characterized by poverty and unemployment can result in social unrest and an uptick in crime. Therefore, the demographic dividend can cut both ways."}, {"text_block_id": "p65_b808", "text": "Social Transformation requires that the needs of all segments of the population are met. The majority of the population (57.9%) live in rural areas which occupy 82% of the country’s total surface area. Youth between the ages 16-35 represent 37% of the population. Females outnumber males at a ratio of 100 to 94. Marginalized communities make up 2% of the population. Senior citizens over 60 years of age constitute 7% of the total population, while people living with disability constitute 5% of the total population."}, {"text_block_id": "p65_b809", "text": "The National Human Resource Plan 2010- 2025 provides the occupational demand and supply outlook. The supply of low skill occupational workers surpasses demand. During NDP5 Namibia will develop a National Human Resource Development Plan to direct the development of skills required for a competitive economy."}, {"text_block_id": "p65_b810", "text": "3.2 human Capital Development"}, {"text_block_id": "p65_b811", "text": "The focus areas for NDP5 are Social Protection, Early Childhood Development, Basic Education, Technical Vocational Education and Training and Higher Education."}, {"text_block_id": "p65_b812", "text": "3.2.1 social protection"}, {"text_block_id": "p65_b813", "text": "Where We are"}, {"text_block_id": "p65_b814", "text": "Namibia’s growing economy has created economic opportunities and improved the living standards of many. However, social protection in particular social safety net plays a well-recognized redistributive role. In Namibia social safety nets have expanded remarkably, with over 400 000 beneficiaries. Without social protection such as social grants poverty levels in Namibia could have been 35% and severe poverty could have been 22% compare to 29% and 15% in 2009/10 respectively. In 2015 social grants accounted for about 5.4% of total expenditure and about 2.2% of GDP indicating limited fiscal space to expand it further."}, {"text_block_id": "p65_b815", "text": "During NDP 4, Namibia reduced extreme poverty rate from 15% in 2010 to 11% in 2015. Despite this, a substantial segment of the population remains extremely poor. Inequality is still prevalent, currently estimated at 0.57. Although 72% of the potential workforce is employed, only 14% of the total population earns more than the domestic worker minimum wage of N$1353. Pervasive poverty, income inequality and dependency threaten family community cohesion and political stability."}, {"text_block_id": "p66_b816", "text": "Where We’re going"}, {"text_block_id": "p66_b817", "text": "Desired outcome"}, {"text_block_id": "p66_b818", "text": "By 2022, the proportion of severely poor individuals has dropped from 11% in 2016 to 5%."}, {"text_block_id": "p66_b819", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p66_b820", "text": "Challenges"}, {"text_block_id": "p66_b821", "text": "There is a fragmented social protection system which posts difficulties in the implementation of social protection policies and programmes. The absence of a national social protection policy and implementation framework has contributed to inefficiency in the system. Social protection programmes, needs to be result-based and be able to graduate poor people out of poverty into sustainable livelihoods."}, {"text_block_id": "p66_b822", "text": "Other Social protection system challenges includes:"}, {"text_block_id": "p66_b823", "text": "exclusion and limited coverage of some poor and vulnerable people"}, {"text_block_id": "p66_b824", "text": "by the existing social grants, lack of integrated database on beneficiaries of the social grants and other social assistance."}, {"text_block_id": "p66_b825", "text": "lack of access to media"}, {"text_block_id": "p66_b826", "text": "such as TV or radio, and lack of access to basic services which make it difficult for poor and low-income citizens to participate in the economy."}, {"text_block_id": "p66_b827", "text": "lack of access to energy, water and other basic infrastructure."}, {"text_block_id": "p66_b828", "text": "The poor in rural areas are often lacking the most basic features of modern life without which it is difficult to remain in good health, develop complex skills and create home-based businesses."}, {"text_block_id": "p66_b829", "text": "lack of access to quality education and training opportunities."}, {"text_block_id": "p66_b830", "text": "These deprivations make it much harder for individuals to acquire skills valued by the labor market through which they can lift themselves out of poverty."}, {"text_block_id": "p67_b831", "text": "how We’re getting there"}, {"text_block_id": "p67_b832", "text": "social protection strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p68_b833", "text": "3.2.2 early Childhood Development (eCD)"}, {"text_block_id": "p68_b834", "text": "Where We are"}, {"text_block_id": "p68_b835", "text": "To get the maximum return, investment in human capital should start in the early years of life. Early childhood is a critical developmental window when a child’s disabilities can be identified and treated to avoid further problems. Early Childhood Development encompasses all aspects of children’s development including cognitive, social, emotional and physical abilities. In 2015, 13% of children aged 0-4 years were enrolled in ECD programmes. According to the 2011 National Population and Housing Census only 13% of children aged 0-4 years were enrolled in ECD programmes. Children in urban areas (19%) were more likely to receive ECD services than children in rural areas (9.8%)."}, {"text_block_id": "p68_b836", "text": "Where We’re going"}, {"text_block_id": "p68_b837", "text": "Desired outcome"}, {"text_block_id": "p68_b838", "text": "By 2022, Namibian children aged 0-8 have a secure educational foundation, through access to ECD services."}, {"text_block_id": "p68_b839", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p68_b840", "text": "Challenges"}, {"text_block_id": "p68_b841", "text": "There is limited investment in ECD which leads to low access to ECD centers; poor academic outcomes and outputs, and poor return to education. Lack of birth certificate due to absent mother/fathers affects access to ECD. Furthermore, the system is fragmented with 5-8 year olds managed by Ministry of Education Arts and Culture (MoEAC), 0-4 by Ministry of Gender Equality and Child Welfare (MGECW) while nutrition and parenting managed by Ministry of Health and Social Service (MoHSS) which leads to duplication of efforts."}, {"text_block_id": "p69_b842", "text": "how We’re getting there"}, {"text_block_id": "p69_b843", "text": "early Childhood Development strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p70_b844", "text": "3.2.3 basic education"}, {"text_block_id": "p70_b845", "text": "Where We are"}, {"text_block_id": "p70_b846", "text": "Empowering citizens to enter the workforce starts with providing them with the necessary education, knowledge and skills. Namibia has made great progress in providing access to education to just over 95% of the student-age population. Nevertheless, the quality of instruction is often unsatisfactory, especially in schools serving poor communities. In 2015, only 45% of Grade 5 students achieved proficiency in English while 63% of Grade 5 students achieved proficiency in Mathematics. Grade 7 students fared even worse with just 48% and 41% achieving proficiency in English and Mathematics respectively. At the secondary level, there are unacceptably high rates of repetition. In Grade 8, 30% of the students repeat the grade. More than one-third of all students drop out by Grade 10."}, {"text_block_id": "p70_b847", "text": "In the most remote, rural areas, drop-out rates are an extreme concern. Only 49% of first graders in extremely remote areas will still attend school in Grade 5. The quality of teaching is a major issue. More than 20% of teachers have no teaching qualifications. The low performance of students on end-of-year tests suggests that teaching is not having the intended impact on student learning. The transition from secondary to higher education is very low currently estimated at 19% of the grade 12 cohorts."}, {"text_block_id": "p70_b848", "text": "Where We are going"}, {"text_block_id": "p70_b849", "text": "Desired outcome"}, {"text_block_id": "p70_b850", "text": "By 2022, all learners have access to equitable inclusive quality Education that qualifies them to pursue higher"}, {"text_block_id": "p70_b851", "text": "education."}, {"text_block_id": "p70_b852", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p70_b853", "text": "Challenges"}, {"text_block_id": "p70_b854", "text": "Poverty and its associated challenges of greater likelihood of illness, maternal death, children being sent to another household or being raised by extended family all undermine a child’s access to continuous education."}, {"text_block_id": "p70_b855", "text": "The lack of qualified teachers who have a strong knowledge base, an awareness of developmental psychology and the skills to teach effectively mean that the quality of education in most schools is low."}, {"text_block_id": "p70_b856", "text": "Poor quality of school environments makes teaching and learning more difficult, and less enjoyable, than is ideal. Inadequate learning and teaching materials at all levels of basic education affects education quality. Fragmented higher education governance system, resulting from conflicting regulatory frameworks leads to"}, {"text_block_id": "p70_b857", "text": "limited cooperation and coordination."}, {"text_block_id": "p71_b858", "text": "how We’re getting there"}, {"text_block_id": "p71_b859", "text": "basic education strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p72_b860", "text": "3.2.4 technical, vocational education and training (tvet)"}, {"text_block_id": "p72_b861", "text": "Where We are"}, {"text_block_id": "p72_b862", "text": "Technical and vocational education and training prepares learners to participate in the economy through their creative and innovative skills. In 2015, 25,137 individuals were enrolled in Technical, Vocational Education and Training. The vocational education completion rate stands at 60%. NDP5 will reform the TVET so that it attracts a wider range of learners and prepares them effectively for jobs that are in high demand in the labor market."}, {"text_block_id": "p72_b863", "text": "Where We are going"}, {"text_block_id": "p72_b864", "text": "Desired outcome"}, {"text_block_id": "p72_b865", "text": "By 2022, Namibia has put in place an education system that responds to industrial needs."}, {"text_block_id": "p72_b866", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p72_b867", "text": "Challenges"}, {"text_block_id": "p72_b868", "text": "TVET provision is inadequate in terms of access and, in many cases, quality. Many potential TVET learners are either unable due to problems of access, or unwilling due to a negative perception of TVET generally or the lack"}, {"text_block_id": "p72_b869", "text": "of a desired course, to attend."}, {"text_block_id": "p72_b870", "text": "The perception is that TVET is an entry point for students on the lower end of the ability spectrum. This also acts as a deterrent for individuals who would otherwise benefit from enrolling. Many potential TVET learners fail to see how TVET will translate into employment opportunities."}, {"text_block_id": "p73_b871", "text": "how We’re getting there"}, {"text_block_id": "p73_b872", "text": "technical, vocational education & training strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p74_b873", "text": "3.2.5 higher education"}, {"text_block_id": "p74_b874", "text": "Where We are"}, {"text_block_id": "p74_b875", "text": "The quality and relevance of university education has been a serious concern of both private and public sector employers. Post-graduate education continues to be underdeveloped and its contribution to research and innovation remains small. Considerable inequalities of access to university education remain in terms of social class, geographical location, marginalized groups as well as those with special needs and disabilities."}, {"text_block_id": "p74_b876", "text": "University education institutions enroll around 19% of the grade 12 cohorts. In 2015, the Gross Enrolment Ratio stood at 21.1%. The total enrolment at public Higher Education Institutions (HEIs) was 34,917 of which the Namibia University of Science and Technology (NUST) enrolled 12,245 and the University of Namibia (UNAM) 20,619. Total enrolment for private HEIs for 2015 was 14,761 and is projected to increase to 16,000 in 2016. Student from rural areas have a much lower rate of enrolment into tertiary education institutions. University education completion rate is at 50%."}, {"text_block_id": "p74_b877", "text": "Where We are going"}, {"text_block_id": "p74_b878", "text": "Desired outcomes"}, {"text_block_id": "p74_b879", "text": "By 2022, Namibia has put in place an education system that responds to industrial needs."}, {"text_block_id": "p74_b880", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p74_b881", "text": "Challenges"}, {"text_block_id": "p74_b882", "text": "Access to university education opportunities continues to be low, especially for poor, rural students from"}, {"text_block_id": "p74_b883", "text": "marginalised and special needs groups."}, {"text_block_id": "p74_b884", "text": "High drop-out and low graduation rates leads to wasted investment. Access and drop-out rates are often linked to limited funding available to students and lack of student support systems. Further, there is limited infrastructure for quality teaching, research and innovation, including limited access to broadband. There are weak linkages with labour market, including industry, impacting negatively on relevance of training programmes and employability."}, {"text_block_id": "p75_b885", "text": "how We’re getting there"}, {"text_block_id": "p75_b886", "text": "higher education strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p76_b887", "text": "3.2.6 health and Nutrition"}, {"text_block_id": "p76_b888", "text": "Where We are"}, {"text_block_id": "p76_b889", "text": "Namibia has significantly reduced maternal and neonatal mortality. Both infant and under five mortality has declined. HIV/AIDS in pregnant women has reduced from a peak of 22% in 2002 to 16.9% in 2014. Antenatal services are available in all health facilities in the country, resulting in 87% of all births occurring in health facilities and 88% attended to by skilled birth attendants. Immunization coverage has improved substantially"}, {"text_block_id": "p76_b890", "text": "throughout the NDP4 period."}, {"text_block_id": "p76_b891", "text": "The Nutrition Programme has lowered the prevalence of stunting from 29% in 2006 to 24% in 2014. The percentage of mothers who feed their infants through breastfeeding has grown to 48% in 2013 from 23% in 2006. Prevalence of iron deficiency anaemia is 22% in women and 48% among children. While there has been success in fighting communicable diseases, such as TB and Malaria, non-communicable diseases accounted for 43% of the 14,000 total deaths in 2012. As of 2015, Namibians had a Health Adjusted Life Expectancy of 58 years."}, {"text_block_id": "p76_b892", "text": "Where We are going"}, {"text_block_id": "p76_b893", "text": "Desired outcome"}, {"text_block_id": "p76_b894", "text": "By 2022, Namibia’s Health Adjusted Life Expectancy (HALE) has improved from 58 to 67.5 years"}, {"text_block_id": "p76_b895", "text": "."}, {"text_block_id": "p76_b896", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p76_b897", "text": "Challenges"}, {"text_block_id": "p76_b898_merged", "text": "Free cross-border movement of people seeking health care and grazing presents a challenge to the elimination of communicable diseases. There has been a noted increase on mental health. There is a shortage of human resources especially in the rural areas compelling the country to rely heavily on expatriates. There is inadequate health research conducted in the country due to limited capacity. Availability of essential drugs is affected by tedious procurement processes, lack of access to pharmaceuticals, irrational use of pharmaceuticals and wastage, insufficient storage capacity and limited warehousing space at CMS. Maintenance of medical equipment is a major challenge. Double burden of under-nutrition and overweight or obesity is a challenge."}, {"text_block_id": "p77_b901", "text": "how We’re getting there"}, {"text_block_id": "p77_b902", "text": "health & Nutrition strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p78_b903", "text": "3.3 social Development"}, {"text_block_id": "p78_b904", "text": "3.3.1 gender equality"}, {"text_block_id": "p78_b905", "text": "Where We are"}, {"text_block_id": "p78_b906", "text": "According to the Namibia Demographic Health Survey 2013, 33% of women aged 15-49 have experienced some forms of physical or sexual violence. Orphans in rural areas are particularly vulnerable to exploitation through trafficking and other forms of forced labor. In 2015, the first case of human trafficking was successfully prose"}, {"text_block_id": "p78_b907", "text": "-"}, {"text_block_id": "p78_b908", "text": "cuted in Namibia."}, {"text_block_id": "p78_b909", "text": "Systemic inequalities contribute towards the higher rates of Gender Based Violence (GBV) among women 32% of whom live below the poverty line. Moreover, 44% of female-headed households live in poverty. Poverty among females is linked to their unequal access to, control over and benefit from an uneven distribution of"}, {"text_block_id": "p78_b910", "text": "productive resources such as land, capital, education, labour and limited participation in political and eco"}, {"text_block_id": "p78_b911", "text": "-"}, {"text_block_id": "p78_b912", "text": "nomic institutions."}, {"text_block_id": "p78_b913", "text": "Where We are going"}, {"text_block_id": "p78_b914", "text": "Desired outcome"}, {"text_block_id": "p78_b915", "text": "By 2022, Namibia women are empowered and free from gender-based-violence."}, {"text_block_id": "p78_b916", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p78_b917", "text": "Challenges"}, {"text_block_id": "p78_b918", "text": "•"}, {"text_block_id": "p78_b919", "text": "Absence of gender-responsive measures for equitable redistribution of productive resources and absence of a well-coordinated National Women Economic Empowerment Framework/Programme (NWEEF/P)."}, {"text_block_id": "p78_b920", "text": "•"}, {"text_block_id": "p78_b921", "text": "Inadequate sex disaggregated data."}, {"text_block_id": "p78_b922", "text": "•"}, {"text_block_id": "p78_b923", "text": "Lack of effective coordination and referral between service providers for effective GBV and Trafficking in Persons services e.g. Memorandum of Understanding (MoUs) and Standards Operating Procedures (SOPs)."}, {"text_block_id": "p78_b924", "text": "•"}, {"text_block_id": "p78_b925", "text": "Absence of a comprehensive legislative framework on children in conflict with the law and TIPs law that"}, {"text_block_id": "p78_b926", "text": "should be in line with international standards."}, {"text_block_id": "p79_b927", "text": "gender equality strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p80_b928", "text": "3.3.2 housing and land"}, {"text_block_id": "p80_b929", "text": "Where We are"}, {"text_block_id": "p80_b930", "text": "Housing remains a major developmental challenge in Namibia. In 2016, 19% of households live in improvised houses such as makeshift shelters built of waste materials or structures that were not built for the purpose of habitation. Housing provision efforts have concentrated on urban centers which have resulted in urban-rural"}, {"text_block_id": "p80_b931", "text": "imbalances."}, {"text_block_id": "p80_b932", "text": "The housing sector could be categorized into three market segments, namely, low income earners; middle income earners and upper class. The low and lower middle income earners, earn between N$0.00 and N$4 600.00 per annum, and constitute the income groups that are hardest hit by housing shortages. These groups do not qualify for housing loans due to the lack of collateral and low disposable income and thus are the targets for low cost housing/ affordable and adequate housing."}, {"text_block_id": "p80_b933", "text": "Where We are going"}, {"text_block_id": "p80_b934", "text": "Desired outcome"}, {"text_block_id": "p80_b935", "text": "By 2022, Namibian households living in improvised houses reduced from 19% in 2016 to 12%."}, {"text_block_id": "p80_b936", "text": "NK - NOT KNOWN"}, {"text_block_id": "p80_b937", "text": "Challenges"}, {"text_block_id": "p80_b938", "text": "Slow implementation of legal instruments has hampered progress in reducing the housing backlog while persistent supply shortage has pushed up local property prices. Housing development is uncoordinated and housing databases is scattered among various entities which makes accurate data collection difficult. The implementation of housing projects by regional councils and local authorities is generally very slow."}, {"text_block_id": "p81_b939", "text": "housing and land strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p82_b940", "text": "3.3.3 sanitation"}, {"text_block_id": "p82_b941", "text": "Where We are"}, {"text_block_id": "p82_b942", "text": "Water borne sewerage is the main sanitation system in urban areas of Namibia while dry sanitation system is mainly used in rural areas. Nationally, only 54% of the households have access to improved sanitation Namibia Household Income and Expenditure Survey (NHIES, 2015). The problem is particularly acute in the rural areas where only 28% of the households have access to improved sanitation facilities and an alarming rate 71.5% of households practice open defecation. Low access to improved sanitation constitutes a serious public-health problem. Since 2012 over 3855 sanitation facilities were constructed in all regions, except Khomas, in rural communities at household and public places mainly by Directorate of Water Supply and Sanitation Coordination (DWSSC) and the Ministry of Urban and Rural Development (MURD)."}, {"text_block_id": "p82_b943", "text": "Where We are going"}, {"text_block_id": "p82_b944", "text": "Desired outcome"}, {"text_block_id": "p82_b945", "text": "By 2022, Namibian households have improved sanitation increasing from 28% in 2016 to 40% in rural areas and from 77% in 2016 to 87% in urban areas.."}, {"text_block_id": "p82_b946", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p82_b947", "text": "Challenges"}, {"text_block_id": "p82_b948", "text": "The sector is affected by poor coordination, lack of accountability, and spreading efforts and resources too thinly. Furthermore, there is lack of knowledge and understanding of the impact of sanitation on public health, the environment and ultimately to economic development."}, {"text_block_id": "p83_b949", "text": "how We’re getting there"}, {"text_block_id": "p83_b950", "text": "sanitation strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p84_b951", "text": "3.3.4 Youth empowerment:"}, {"text_block_id": "p84_b952", "text": "(Moulding Youth to Become Productive Citizens)"}, {"text_block_id": "p84_b953", "text": "Where We are"}, {"text_block_id": "p84_b954", "text": "The youth population is a valuable asset as they are the successors upon whom a country depends for the continuity of development. The youth population constitutes 37% of the population. Because Namibia is currently undergoing a demographic transition, the country has an opportunity for accelerated economic growth if it can leverage its large number of young workers to help build the economy."}, {"text_block_id": "p84_b955", "text": "In 2014, youth unemployment was at 39.2%. This accounted for 74% out of total unemployment and is higher than the youth unemployment in Botswana (33.9%), Zambia (25.1%) and Malawi (13.8%). In 2014, the Not in Education and Not in Employment or Training (NEET) rate which reflect youth who are not part of the labour force for reasons other than education and training reduced from nearly 34% in 2013 to 24% in 2014, indicating that more youth are enrolling in schools or absorbed in the labour market. Most youth are not surviving their school years till completion of at least grade 12. In 2012, only a quarter of learners were registered in grade 12 compared to the number that was registered in grade 1 in 2002."}, {"text_block_id": "p84_b956", "text": "Where We are going"}, {"text_block_id": "p84_b957", "text": "Desired outcome"}, {"text_block_id": "p84_b958", "text": "BBy 2022, youth are empowered and have adequate opportunities to actively participate in the economy and the youth development index has increased from 0.49 in 2013 to 0.58."}, {"text_block_id": "p84_b959", "text": "Desired outcome indicator tracking table"}, {"text_block_id": "p84_b960", "text": "Challenges"}, {"text_block_id": "p84_b961", "text": "Access to productive assets, capital, land and skills affects progress in youth empowerment. HIV prevalence rate is still high at 16.3% and 2.3% for age group 15-19 and increasing to 22.8% between the ages 30-34. Further, teenage pregnancy persist with the proportion of teenagers who have had a live birth rises rapidly with age, increasing from 3% at age 15 to 27% at age 19."}, {"text_block_id": "p85_b962", "text": "how We’re getting there"}, {"text_block_id": "p85_b963", "text": "Youth empowerment strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p86_b964", "text": "3.3.5 empowering people and Communities through sports"}, {"text_block_id": "p86_b965", "text": "Where We are"}, {"text_block_id": "p86_b966", "text": "Governments worldwide are increasingly adopting sport for development programmes to encourage social cohesion, integrate marginalized members of society, alleviate poverty, reduce substance abuse and crime and raise awareness of HIV and AIDS. Developing the sports sector addresses many societal needs. The Namibian sport sector currently employs about 15,000 people, including players, administrators, sport goods manufacturers and service providers. Fifty-two sports codes and 5 sports bodies depend on government funding. The sport sector contributes less than 1% to overall employment and its contribution to GDP is negligible."}, {"text_block_id": "p86_b967", "text": "Where We are going"}, {"text_block_id": "p86_b968", "text": "Desired outcome"}, {"text_block_id": "p86_b969", "text": "By 2022, Namibians have improved opportunities to participate in professional sports with employment contribution increasing from 0.2% in 2014 to 2%."}, {"text_block_id": "p86_b970", "text": "Challenges"}, {"text_block_id": "p86_b971", "text": "•"}, {"text_block_id": "p86_b972", "text": "Lack of standard adequate facilities that limit access to enhance sport development in the country. This is particularly acute in rural areas."}, {"text_block_id": "p86_b973", "text": "•"}, {"text_block_id": "p86_b974", "text": "Underdeveloped human resource capacity for sport means that organized sport is playing a smaller role in the economy, youth development and in community life than it could be."}, {"text_block_id": "p86_b975", "text": "•"}, {"text_block_id": "p86_b976", "text": "Inadequate funding for sport development. Given competing priorities and a lack of appreciation of sports’ potential contribution to youth, community and economic development, funding sport initiatives is a"}, {"text_block_id": "p86_b977", "text": "challenge."}, {"text_block_id": "p86_b978", "text": "•"}, {"text_block_id": "p86_b979", "text": "Lack of sport research and data. The absence of research and data makes the development, implementation, monitoring and evaluation of sport intervention programmes difficult."}, {"text_block_id": "p87_b980", "text": "how We’re getting there"}, {"text_block_id": "p87_b981", "text": "empowering people and Communities through sports strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p88_b982", "text": "3.3.6 arts and Culture"}, {"text_block_id": "p88_b983", "text": "Where We are"}, {"text_block_id": "p88_b984", "text": "Arts development enriches societies and economies, creating opportunities for community building, lifelong learning, innovation, creativity, entrepreneurship and employment. Investing in arts and culture represents an investment in the limitless creativity of individuals. While arts and culture is a massive economic sector globally, the ways in which investments in the arts can pay off are hard to predict. Perhaps the best example of this is J.K. Rowling who used a small government arts grant to produce Harry Potter, which in turn produced a multi-billion dollar global franchise; the revenue of which paid back the original arts grand several million fold. Currently, 0.65% of the employed in Namibia have cultural occupations. Furthermore, an average of 60 students graduate annually with accredited qualifications in arts, while 25 students benefit from scholarships through the National Arts Council."}, {"text_block_id": "p88_b985", "text": "Where We are going"}, {"text_block_id": "p88_b986", "text": "By 2022, Namibians are empowered and have opportunities to participate in arts and culture with the share of employment increasing to 2%."}, {"text_block_id": "p88_b987", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p88_b988", "text": "Challenges"}, {"text_block_id": "p88_b989", "text": "There is lack of arts programmes as well as inadequate physical infrastructure for arts education. There is also lack of human capacity, limited funding and weak cultural statistics. Lack of skilled cultural producers compromises the ability of the sector to contribute in the area of employment creation and poverty eradication."}, {"text_block_id": "p89_b990", "text": "how We’re getting there"}, {"text_block_id": "p89_b991", "text": "arts and Culture strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p89_b992", "text": "broaden arts and culture education and training"}, {"text_block_id": "p89_b993", "text": "Desired outcomes"}, {"text_block_id": "p89_b994", "text": "by 2022, Namibians are empowered and have opportunities to participate in arts and culture with the share of employment increasing to 2%."}, {"text_block_id": "p90_b995", "text": "3.3.7 integrate marginalised Communities into mainstream economy"}, {"text_block_id": "p90_b996", "text": "Where are We"}, {"text_block_id": "p90_b997", "text": "The San, Ovatue, and Ovatjimba are community groups disproportionately tormented by poverty. There are about 21061 households representing about 105 300 individuals of which above 90% are from the San community."}, {"text_block_id": "p90_b998", "text": "About 55.4% of the San population has not attended formal education at all and are thus unable to read or write. Only 7.1% has completed primary education, 5.5% completed junior secondary, 3.7% completed senior secondary, and 0.6% have post-secondary qualification. In terms of income, 50.5% of the San households indicate that they rely on wages and salaries as the main source of income. Unemployment among San speakers is estimated at 77% while poverty is estimated at 68%."}, {"text_block_id": "p90_b999", "text": "Where are We going"}, {"text_block_id": "p90_b1000", "text": "Desired outcome"}, {"text_block_id": "p90_b1001", "text": "By 2022, marginalized communities are integrated into mainstream economy."}, {"text_block_id": "p90_b1002", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p90_b1003", "text": "Challenges"}, {"text_block_id": "p90_b1004", "text": "Developmental interventions have been rendered ineffective by several factors such as: inappropriateness of interventions that created structural dependency; segregation and isolation of Marginalized communities; tensions with other communities; alcohol abuse and other social problems; remoteness and nomadic lifestyles, neglect to build social institutions and leadership structures of the Marginalized communities; lack of supplementary support and inadequate extension services; low levels of education among the Marginalized communities; lack of culture to keep and accumulate assets; and lack of a dedicated strategy that defines integration and mainstreaming, which resulted in an ad hoc approach to the plight of the Marginalized communities. Data on marginalized groups are particularly difficult to obtain, as by law data collection by ethnicity is prohibited and some marginalized groups are subgroups within a large ethnic grouping."}, {"text_block_id": "p91_b1005", "text": "how We’re getting there"}, {"text_block_id": "p91_b1006", "text": "integrate marginalised communities into mainstream economy strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p91_b1007", "text": "Desired outcomes"}, {"text_block_id": "p94_b1008", "text": "eNviroNmeNtal sustaiNabilitY"}, {"text_block_id": "p94_b1009", "text": "overview"}, {"text_block_id": "p94_b1010", "text": "eNsure sustaiNable eNviroNmeNt aND eNhaNCe resilieNCe"}, {"text_block_id": "p94_b1011", "text": "•"}, {"text_block_id": "p94_b1012", "text": "Conservation and Sustainable Use of Natural Resources"}, {"text_block_id": "p94_b1013", "text": "•"}, {"text_block_id": "p94_b1014", "text": "Environmental Management and Climate Change"}, {"text_block_id": "p96_b1015", "text": "4.1 Conservation and sustainable use of Natural resources"}, {"text_block_id": "p96_b1016", "text": "Where We are"}, {"text_block_id": "p96_b1017", "text": "Namibia is endowed with abundant natural resources such as wildlife, fisheries, forestry, minerals as well as a solar and wind regime that is suitable for renewable energy. Natural resource-based sectors are among the largest contributors to GDP and they employ more than 30% of the country’s workforce. Around 70% of Namibia’s population is directly"}, {"text_block_id": "p96_b1018", "text": "dependent on the natural resource base for income, food, medicinal and health needs, fuel and shelter."}, {"text_block_id": "p96_b1019", "text": "In order to ensure the conservation and sustainable utilization of wildlife and other natural resources, approximately 44% of the country’s land mass is under some form of conservation management. Namibia continues to champion high levels of community participation in the management of their natural resources which has led to an increase of communal conservancies from 66 in 2012 to 82 in 2016, covering over 54% of the communal lands. Community conservation generated approximately N$91.2 million for local communities and has facilitated the creation of 5,808 jobs in 2014, benefiting about 170,000 local community members. However, poaching, human wildlife conflict and the unsustainable utilization of natural resources are threats to environmental sustainability"}, {"text_block_id": "p96_b1020", "text": "Where We are going"}, {"text_block_id": "p96_b1021", "text": "By 2022, Namibia is sustainably managing her natural resources."}, {"text_block_id": "p96_b1022", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p96_b1023", "text": "Challenges"}, {"text_block_id": "p96_b1024", "text": "•"}, {"text_block_id": "p96_b1025", "text": "Population growth and industrialization – leading to a higher demand for natural resources and services resulting in increased volumes and types of waste and pollution. The expansion of mining and prospecting activities and associated infrastructural development cause habitat loss and destruction, especially in ecologically sensitive"}, {"text_block_id": "p96_b1026", "text": "areas."}, {"text_block_id": "p96_b1027", "text": "•"}, {"text_block_id": "p96_b1028", "text": "Sustainability of Community Based Natural Resource Management (CBNRM) Programme – The majority of conservancies and community forests are not optimally attaining the intended benefits. A fragmented legislative framework and weak coordination between institutions responsible for the management of natural resources (fauna, flora, water, land) has resulted in under performance of the CBNRM programme."}, {"text_block_id": "p96_b1029", "text": "•"}, {"text_block_id": "p96_b1030", "text": "Inadequate resources to manage wildlife crime and illegal harvesting of natural resources: Poaching and illegal"}, {"text_block_id": "p96_b1031", "text": "trade of wildlife and other natural resource products are on the increase. There is limited manpower to enforce legislation, poor and inadequate infrastructure and equipment pose challenges to address wildlife crime and illegal harvesting of natural resources."}, {"text_block_id": "p96_b1032", "text": "•"}, {"text_block_id": "p96_b1033", "text": "Human wildlife conflict: The coexistence of human and wildlife is a growing challenge, requiring management and"}, {"text_block_id": "p96_b1034", "text": "adaptation."}, {"text_block_id": "p96_b1035", "text": "•"}, {"text_block_id": "p96_b1036", "text": "Insufficient value addition and beneficiation to communities from biodiversity including plants, animals and fisheries resources."}, {"text_block_id": "p97_b1037", "text": "how We’re getting there"}, {"text_block_id": "p97_b1038", "text": "Conservation and sustainable use of Natural resources strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p98_b1039", "text": "4.2 environmental management and Climate Change"}, {"text_block_id": "p98_b1040", "text": "Where We are"}, {"text_block_id": "p98_b1041", "text": "Namibia is one of the most vulnerable countries in the world to climate change. Climate variability over the medium and long term is likely to further reduce the productivity of agricultural land, fisheries, and forestry and threatens the growth of"}, {"text_block_id": "p98_b1042", "text": "the tourist sector."}, {"text_block_id": "p98_b1043", "text": "The demands for Environmental Impact Assessments (EIAs) increased during the NDP4 period. Approximately 322 EIAs were processed in 2015/16 compared to 120 in 2012/13. There is however limited capacity in place to enforce and inspect adherence to Environmental Management Plans (EMPs) with 57% compliance. With industrialization on the increase and"}, {"text_block_id": "p98_b1044", "text": "towns growing faster than ever before, the management of waste and pollution has become a serious concern."}, {"text_block_id": "p98_b1045", "text": "Climate change presents Namibia with an incentive to move towards low-carbon and climate-resilient development. This transition must include the sectors of energy, transport, industrial production, agriculture, water and waste management."}, {"text_block_id": "p98_b1046", "text": "Where We are going"}, {"text_block_id": "p98_b1047", "text": "Desired outcome"}, {"text_block_id": "p98_b1048", "text": "By 2022, Namibia is sustainably managing its environment and climate resilient."}, {"text_block_id": "p98_b1049", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p98_b1050", "text": "Challenges"}, {"text_block_id": "p98_b1051", "text": "population growth and industrialization:"}, {"text_block_id": "p98_b1052", "text": "leading to a higher demand for natural resources and services resulting in"}, {"text_block_id": "p98_b1053_merged", "text": "increased volumes and types of waste and pollution. The expansion of mining and prospecting activities and associated infrastructural development causes habitat loss and destruction, especially in ecologically sensitive areas (including off-shore). Mechanisms for the rehabilitation of areas degraded through mining and quarrying activities need to be developed"}, {"text_block_id": "p98_b1056", "text": "and implemented."}, {"text_block_id": "p98_b1057", "text": "Weak institutional capacity and governance mechanisms:"}, {"text_block_id": "p98_b1058", "text": "this is evident in the implementation and enforcement of"}, {"text_block_id": "p98_b1059", "text": "existing legislation, particularly the Environmental Management Act, which requires close inter-sectoral collaboration. It further leads to lack of resources for environmental management."}, {"text_block_id": "p98_b1060", "text": "Climate change:"}, {"text_block_id": "p98_b1061", "text": "Leading to increased droughts and flood events, resulting in reduced agricultural yields, shifts in vegetation types and species, and effects on vulnerable ecosystems. It further exacerbates the threat to the natural environment and the productivity of natural resource-based sectors."}, {"text_block_id": "p98_b1062", "text": "Centralization of functions critical to environmental management:"}, {"text_block_id": "p98_b1063", "text": "environmental management is centralized which affects service delivery and operational efficiency for sub national government."}, {"text_block_id": "p99_b1064", "text": "how We’re getting there"}, {"text_block_id": "p99_b1065", "text": "environmental management and Climate Change strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p99_b1066", "text": "strengthen environmental protection"}, {"text_block_id": "p99_b1067", "text": "Environmental levies have been"}, {"text_block_id": "p99_b1068", "text": "introduced on harmful products and are generating income for reinvestment into environmental"}, {"text_block_id": "p99_b1069", "text": "protection. Enforce existing legislation. Minimize, re-use and recycle waste as per the National Solid Waste Management Strategy. Develop and apply environmental"}, {"text_block_id": "p99_b1070", "text": "standards for waste disposal sites. Due consideration will be given to environment and climate change impact at the planning, implementation and evaluation stage."}, {"text_block_id": "p99_b1071", "text": "promote environmentallysound investments and production systems"}, {"text_block_id": "p99_b1072", "text": "The transition to a low carbon and"}, {"text_block_id": "p99_b1073_merged_merged", "text": "climate resilient economy offers considerable opportunities to address challenges such as energy and water insecurity. Namibia will seek to aggressively mobilize funding for innovation in these areas through multilateral financing mechanisms such as the Green Climate Fund and Global Environment Facility and"}, {"text_block_id": "p99_b1078", "text": "through bilateral relationships and partnerships with the private sector."}, {"text_block_id": "p102_b1079", "text": "gooD goverNaNCe"}, {"text_block_id": "p102_b1080", "text": "overview"}, {"text_block_id": "p102_b1081", "text": "promote gooD goverNaNCe through eFFeCtive iNstitutioNs"}, {"text_block_id": "p102_b1082", "text": "•"}, {"text_block_id": "p102_b1083", "text": "Peace, Security and Rule of Law"}, {"text_block_id": "p102_b1084", "text": "•"}, {"text_block_id": "p102_b1085", "text": "Accountability and Transparency"}, {"text_block_id": "p102_b1086", "text": "•"}, {"text_block_id": "p102_b1087", "text": "Public Service Performance and Service Delivery"}, {"text_block_id": "p102_b1088", "text": "•"}, {"text_block_id": "p102_b1089", "text": "Statistical Development"}, {"text_block_id": "p103_b1090", "text": "peaCe, seCuritY & rule oF laW"}, {"text_block_id": "p103_b1091", "text": "2016 Global Peace Index rank out of  163 countries"}, {"text_block_id": "p103_b1092", "text": "Score of Ibrahim"}, {"text_block_id": "p103_b1093", "text": "Index of African"}, {"text_block_id": "p103_b1094", "text": "Governance"}, {"text_block_id": "p103_b1095", "text": "aCCouNtabilitY"}, {"text_block_id": "p103_b1096", "text": "aND traNspareNCY"}, {"text_block_id": "p103_b1097", "text": "publiC serviCe perFormaNCe"}, {"text_block_id": "p103_b1098", "text": "aND serviCe DeliverY"}, {"text_block_id": "p103_b1099", "text": "Number of decentralized functions"}, {"text_block_id": "p103_b1100", "text": "Citizen public service delivery satisfaction rate"}, {"text_block_id": "p104_b1101", "text": "Good governance, responsive institutions and an engaged citizenry are the bedrock of democracy and sus"}, {"text_block_id": "p104_b1102", "text": "-"}, {"text_block_id": "p104_b1103", "text": "tainable development. Namibia’s economic, social and environmental future rests on its ability to put people at the centre of decision making. This is why ‘Working Together Towards Prosperity’ is the theme of NDP5."}, {"text_block_id": "p104_b1104", "text": "5.1 peace, security and rule of law"}, {"text_block_id": "p104_b1105", "text": "Where We are"}, {"text_block_id": "p104_b1106", "text": "Over the last 26 years, the country has maintained peace, stability and rule of law. All elections were declared free and fair. The 2016 Global Peace Index ranked Namibia 55 out of 163 countries in the world. Namibia ranked eighth out of 44 nations in Sub-Saharan Africa, and second among the five nations in the South African Cus"}, {"text_block_id": "p104_b1107", "text": "-"}, {"text_block_id": "p104_b1108", "text": "toms Union. In terms of rule of law, Namibia’s score has improved on the Ibrahim Index of African Governance from a score of 81 in 2012 to a score of 83.9 in 2016. This places it as the nation with the 5th highest score in good governance out of 54 African nations."}, {"text_block_id": "p104_b1109", "text": "Where We are going"}, {"text_block_id": "p104_b1110", "text": "Desired outcome"}, {"text_block_id": "p104_b1111", "text": "By 2022, Namibia continue to be safe, secure, peaceful and upholding the rule of law"}, {"text_block_id": "p104_b1112", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p104_b1113", "text": "Challenges"}, {"text_block_id": "p104_b1114", "text": "Low case docket clearance rate leading to an increase of backlog of criminal cases due to lack of infrastructure and limited stakeholder’s relation management and lack of experienced legal professionals."}, {"text_block_id": "p104_b1115", "text": "Further, there are inadequate offender and victim rehabilitation programs leading to high rate of re-offending."}, {"text_block_id": "p104_b1116_merged_merged_merged", "text": "Illegal migration and border crossing leading to unregulated immigration could open up the country to trans-national organized crime, increased cross border crimes, transboundary diseases for animals and other epidemics for humans. It could also deprive the country of revenue through unpaid customs duties and related"}, {"text_block_id": "p104_b1119", "text": "charges."}, {"text_block_id": "p105_b1120", "text": "how We’re getting there"}, {"text_block_id": "p105_b1121", "text": "peace, security and rule of law strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p106_b1122", "text": "5.2 accountability and transparency"}, {"text_block_id": "p106_b1123", "text": "Where We are"}, {"text_block_id": "p106_b1124", "text": "Namibia conducts free, timely and fair elections and has a free press. The international organization Freedom House awarded Namibia the status of “free” with a score of 77 out of 100 on the 2016 Freedom on the World Index. Namibia is recognized as the third most transparent country in Africa and ranks 53 out of 176 countries on Transparency International’s 2016 Corruption Perception Index. Nevertheless, there is a perception among many citizens of government corruption. In 2015, 65% of Namibians surveyed expressed the opinion that the government was doing badly in fighting corruption, while 34% felt that the government was doing well."}, {"text_block_id": "p106_b1125", "text": "Where We are going"}, {"text_block_id": "p106_b1126", "text": "Desired outcome"}, {"text_block_id": "p106_b1127", "text": "By 2022, Namibia is the most transparent and accountable nation in Africa."}, {"text_block_id": "p106_b1128", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p106_b1129", "text": "Challenges"}, {"text_block_id": "p106_b1130_merged", "text": "High corruption prevalence perception resulting from inadequate responses to high corruption cases which could lead to diversion of developmental resources, and poor service delivery. Furthermore, there is voter ap-athy resulting from inadequate voter education, and poor service delivery."}, {"text_block_id": "p107_b1133", "text": "how We’re getting there"}, {"text_block_id": "p107_b1134", "text": "accountability and transparency strategies and Desired outcomes, 2017-2022"}, {"text_block_id": "p108_b1135", "text": "5.3 public service performance and service Delivery"}, {"text_block_id": "p108_b1136", "text": "Where We are"}, {"text_block_id": "p108_b1137", "text": "Public services are managed to a high degree through the central government which is suboptimal for speed"}, {"text_block_id": "p108_b1138", "text": "and accuracy of service delivery. Public service performance is most efficient when individual departments and local authorities have the autonomy to operate nimbly and responsively to public service needs. Therefore, a certain amount of decentralization is required for optimal public service delivery. Effective decentralisation enables the devolution of functions from central government to Regional and/or Local Authority (LA). It is designed to enhance participatory democracy; sustainable development; and the capacity of regional and local government councils to manage and monitor delivery of services for their constituents."}, {"text_block_id": "p108_b1139", "text": "Where We are going"}, {"text_block_id": "p108_b1140", "text": "Desired outcome"}, {"text_block_id": "p108_b1141", "text": "By 2022, Namibia has improved service delivery to the satisfaction of citizens."}, {"text_block_id": "p108_b1142", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p108_b1143", "text": "Challenges"}, {"text_block_id": "p108_b1144", "text": "Slow pace of the decentralization process, which could be attributed to limited understanding and appreciation of the process and its benefits mostly among the affected staff members and Ministries; as well as inadequate support infrastructure at the regional level. Limited understanding of how to achieve decentralization and"}, {"text_block_id": "p108_b1145", "text": "therefore limited support for it."}, {"text_block_id": "p108_b1146", "text": "Collaboration among departments is weak resulting in many decisions being escalated to the level of Cabinet committees which makes resolution of issues unacceptably slow and needlessly bureaucratic."}, {"text_block_id": "p109_b1147", "text": "how We’re getting there"}, {"text_block_id": "p109_b1148", "text": "public service performance and service Delivery strategies  and Desired outcomes, 2017-2022"}, {"text_block_id": "p109_b1149", "text": "encourage a “service mentality” in the public service sector"}, {"text_block_id": "p109_b1150", "text": "Train government personnel in modern"}, {"text_block_id": "p109_b1151", "text": "techniques of governance to catalyse efficiency. lnform the public of the efforts to decentralize public service delivery and benefit from their input for better processes. Link a performance management system to"}, {"text_block_id": "p109_b1152", "text": "development outcomes."}, {"text_block_id": "p109_b1153", "text": "reduce overlapping roles in the public sector by streamlining it for orga"}, {"text_block_id": "p109_b1154", "text": "-"}, {"text_block_id": "p109_b1155", "text": "nizational efficiency"}, {"text_block_id": "p109_b1156", "text": "The result will be more efficiency, less"}, {"text_block_id": "p109_b1157", "text": "cost and less confusion in the provision of services"}, {"text_block_id": "p109_b1158", "text": "ensure that key infor"}, {"text_block_id": "p109_b1159", "text": "-"}, {"text_block_id": "p109_b1160", "text": "mation about public services are available online"}, {"text_block_id": "p109_b1161", "text": "The Government will expand its online service for greater accessibility and convenience to the citizens.  Measures will be undertaken to"}, {"text_block_id": "p109_b1162", "text": "increase and encourage the use of online"}, {"text_block_id": "p109_b1163", "text": "services including: Deploying multiple channels of delivery focusing on mobile platforms; Promulgation of the e-signature legislation; Strengthening cyber security protection in critical online transactions; Offering more services via the single sign-on and Establish rural transformation centers"}, {"text_block_id": "p109_b1164", "text": "Design and implement a Decentralization implementation plan"}, {"text_block_id": "p109_b1165_merged_merged_merged", "text": "Articulate roles of all stakeholders and the timelines in the implementation of the Decentralization Policy. Educate and sensitize all stakeholders on the Policy in respect of its content, objectives, and the benefits of decentralization."}, {"text_block_id": "p110_b1170", "text": "5.4 statistical Development"}, {"text_block_id": "p110_b1171", "text": "Where We are"}, {"text_block_id": "p110_b1172", "text": "The state of statistics as measured by the World Bank Statistical Capacity Indicator, has not improved since 2005. According to the World Bank Statistical Capacity Indicator, Namibia’s average score for the past 13 years was 55.1% with the minimum of 47.8% in 2015 and maximum of 58.9% in 2004, 2005, 2007 and 2016. Not only is the Namibia score on the World Bank Statistical Capacity Indicator low and lower than the average score for SubSaharan Africa but has been declining over the period. This low score is largely due to inadequate development of administrative data in sectors. Such national state of affairs does not augur well for informing evidencebased policy, planning, decision-making, monitoring, evaluation and reporting of national development plans, programmes and projects at every level."}, {"text_block_id": "p110_b1173", "text": "Where We are going"}, {"text_block_id": "p110_b1174", "text": "Desired outcome"}, {"text_block_id": "p110_b1175", "text": "By 2022, Namibia has an integrated statistical system providing quality and sound data and statistics for"}, {"text_block_id": "p110_b1176", "text": "national development."}, {"text_block_id": "p110_b1177", "text": "Desired outcome indicators and targets"}, {"text_block_id": "p110_b1178", "text": "Challenges"}, {"text_block_id": "p110_b1179", "text": "There is a general society-wide phobia for data (low levels of numeracy) that limit data usage among planners, decision-makers, and legislators. Furthermore, inadequate infrastructure and resources for statistical production affects timely production of statistics. There is further limited usage of administrative data as they do not meet the requirement for data soundness and “fit-for-purpose”."}, {"text_block_id": "p111_b1180", "text": "how We’re getting there"}, {"text_block_id": "p111_b1181", "text": "statistical Development strategies  and Desired outcomes, 2017-2022"}, {"text_block_id": "p112_b1182", "text": "6.1 iNtroDuCtioN"}, {"text_block_id": "p112_b1183", "text": "This chapter outlines the financing, implementation, monitoring, evaluation and reporting framework for NDP5. The Government of the Republic of Namibia is committed to stimulating economic growth, reducing poverty"}, {"text_block_id": "p112_b1184", "text": "and income inequalities, and improving the living standards of its people through the implementation of all"}, {"text_block_id": "p112_b1185", "text": "development priorities outlined in NDP5. The provision and mobilization of adequate financing, continuous monitoring, evaluation and effective progress reporting throughout the NDP period remain top priority. Critical"}, {"text_block_id": "p112_b1186", "text": "to achieving these goals is the need to leverage funding from all possible sources and adopt prudent and"}, {"text_block_id": "p112_b1187", "text": "accountable practices that are performance oriented and results driven. This should be underpinned by a culture of performance, disciplined service delivery and implementation integrity where implementing agencies constantly strive to achieve meaningful results and positive impacts."}, {"text_block_id": "p112_b1188", "text": "In order to determine the extent to which the objectives of NDP5 are achieved, systematic monitoring and evaluation (M&E) must be conducted. In this context, the application of Monitoring and Evaluation (M&E) tools to generate reliable and valid information to help government make informed decisions will be the focus in NDP5. M&E information generated in NDP5 will be essential for improving programme planning and implementation, supporting policy-making and providing evidence for public resource allocation. M&E will improve accountability and enhance transparency by revealing the extent to which meaningful results have been achieved as well as their contribution towards the envisaged country desired outcomes."}, {"text_block_id": "p112_b1189", "text": "Lessons learnt during the NDP4 implementation period showed that a lack of clear logical result chain linking outputs to outcomes and goals and their accompanying indicators at the different result levels proved challenging in tracking progress. This was compounded by unclear reporting modalities and sector coordination"}, {"text_block_id": "p112_b1190", "text": "throughout the implementation period."}, {"text_block_id": "p112_b1191", "text": "To avoid sector coordination challenges faced during the previous NDPs and for the effective implementation of NDP5 an Implementation Plan (IP) outlining programmes and projects to be implemented as well as their cost has been developed and constitutes Volume II of the NDP5 document."}, {"text_block_id": "p112_b1192_merged_merged", "text": "Monitoring and Evaluation will also be improved in NDP5 through the adoption of the results based management approach where M&E focuses on tracking progress towards results (goals, desired outcomes, and outputs) that we aspire to achieve as a country. The results-focused M&E approach differs from implementation-focused M&E that largely involves monitoring financial resources and activities and at best ends at the output level. The approach places greater emphasis on the monitoring of the actual results (outputs, outcomes and impacts) of interventions while taking into consideration the use of inputs and the completion of activities. This is illustrated in the figure below:"}, {"text_block_id": "p112_b1195", "text": "Figure: results- vs implementation-Focused m&e"}, {"text_block_id": "p113_b1196", "text": "To this end, a results Framework for NDP5 has been developed that states the high level results (goals, outcomes) to be monitored as well as their accompanying indicators against which progress will be measured. The Results Framework also states the targets for the NDP5 period as well as the institutions responsible for implementation and reporting. The Results Framework will be cascaded to O/M/A Strategic Plans and will be the basis for monitoring in NDP5. The results framework is attached as Appendix 1."}, {"text_block_id": "p113_b1197", "text": "The key elements of the NDP5 M & E approach includes the identification of:"}, {"text_block_id": "p113_b1198", "text": "a."}, {"text_block_id": "p113_b1199", "text": "The results to be measured, monitored and evaluated;"}, {"text_block_id": "p113_b1200", "text": "b."}, {"text_block_id": "p113_b1201", "text": "Institutions responsible for the various levels of M & E;"}, {"text_block_id": "p113_b1202", "text": "c."}, {"text_block_id": "p113_b1203", "text": "Reporting requirements, responsibilities and dissemination techniques"}, {"text_block_id": "p113_b1204", "text": "6.2. FiNaNCiNg"}, {"text_block_id": "p113_b1205", "text": "Funding is a very important component in ensuring that the Plan is implemented. NDP5 has taken a step in identifying programmes and projects per focal area and has attached costs to these, for the entire period. The costing of this project outlays the financing need of the country in order to fully implement NDP5."}, {"text_block_id": "p113_b1206", "text": "The total cost of the programmes and projects is provided for in the second volume of NDP5 (namely the"}, {"text_block_id": "p113_b1207", "text": "Implementation Plan), and serves as an investment catalogue for the Government and investors (both domestic and foreign) with interests in investing in Namibia."}, {"text_block_id": "p113_b1208", "text": "Within the context of its theme “Working Together Towards Prosperity.” NDP5 extends the concept of partnership to the funding of its outlined programmes and projects where all stakeholders including private sector and development partners are expected to contribute in whatever way possible with government being the main contributor. The investment by all stakeholders will be strategically directed to activities that stimulate economic growth, employment creation and poverty reduction."}, {"text_block_id": "p113_b1209_merged", "text": "Taking cognizance of the fact that Government may not have all the resources required to fully implement NDP5, alternative financing options such as PPP’s will be vigorously explored in the delivery of infrastructure and services. The necessary regulatory framework (such as the PPP policy and PPP Act) is already in place, which will guide the development of PPP projects and further promote private sector participation in the delivery of infrastructure and efficient services to the public."}, {"text_block_id": "p113_b1212", "text": "6.3 implemeNtatioN"}, {"text_block_id": "p113_b1213", "text": "Implementation is defined as the process of putting a decision or plan into effect. In the context of NDP5, implementation means executing the plan and strategies to accomplish the identified desired outcomes. The developed Implementation plan outlays programmes and projects that are to be implemented within the 5 years and as such serves as an implementation tool for the Plan. The implementation has been costed for the entire NDP5, and as such calls for a timely and effective execution. Programmes and projects in the implementation plan have been identified per focal area of the NDP5, thus, if fully implemented, the overall goal of NDP5 will un-doubtedly be achieved. There is therefore a need for total commitment and dedication for the implementation of the plan by all stakeholders."}, {"text_block_id": "p114_b1214", "text": "A good plan is of little use without an effective means of implementation. Every Namibian is therefore called upon to take ownership and full responsibility for the implementation of NDP5."}, {"text_block_id": "p114_b1215", "text": "NDP5 will be implemented through the execution of programmes articulated in the Implementation Plan (IP). The NDP5 policies and programmes will be cascaded down into the Offices/Ministries/Agencies’ 5-year Strategic and Annual Business Plans. Below is an indication of how NDP5 will be cascaded:"}, {"text_block_id": "p114_b1216", "text": "Figure : Cascading NDp5"}, {"text_block_id": "p114_b1217", "text": "The O/M/As’ strategic plans will incorporate the contributions of the particular institutions stakeholders (Regional and local authorities, parastatals, community based organisations) towards developmental strategic objectives. The strategic / business plans will be implemented through the Medium Term Expenditure Framework to ensure that NDP5 programmes are budgeted and executed. Additionally, to ensure full implementation; every year in February/March, O/M/As will develop their annual business plans based on their 5-year strategic plan which in all cases must be aligned to NDP5. Annual business plans will therefore drive budget preparation and serve as the vehicle for monitoring and evaluation of the implemented activities in a particular year."}, {"text_block_id": "p114_b1218", "text": "In view of the current economic challenges which may persist in the first few years of the implementation of"}, {"text_block_id": "p114_b1219", "text": "NDP5, it is the government’s call to the whole nation to adhere to the principle of ‘doing more with less’ while at the same time ensuring the full implementation of the plan."}, {"text_block_id": "p114_b1220", "text": "6.4. moNitoriNg aND progress reportiNg"}, {"text_block_id": "p114_b1221", "text": "Monitoring is a continuous function that uses the systematic collection of data on specified indicators (mainly) to provide an indication of the extent of progress and achievement towards desired objectives. It involves collecting, analysing and reporting data on inputs, activities, outputs, outcomes and impacts of interventions to measure actual performance against expected results."}, {"text_block_id": "p114_b1222", "text": "The results focused M&E approach to be adopted in NDP5 will place greater emphasis on the monitoring of the actual results (outputs, outcomes and impacts) of interventions while taking into consideration the use of"}, {"text_block_id": "p114_b1223", "text": "inputs and the completion of activities."}, {"text_block_id": "p114_b1224", "text": "results to be measured monitored and evaluated"}, {"text_block_id": "p114_b1225", "text": "Results in the context of NDP5 are the Goals, focus area Desired Outcomes and outputs that will result from the"}, {"text_block_id": "p114_b1226", "text": "implementation of NDP5 strategies. The results chain is depicted in the diagram below."}, {"text_block_id": "p115_b1227", "text": "NDP5 monitoring will entail the tracking of progress based on indicators that have been developed at the multiple result levels as well as at implementation level by O/M/As. These indicators will form the basis for NDP5 progress monitoring and reporting. Indicators at goal and outcome levels are reflected in the NDP5 Results Framework while indicators at output and implementation level will be captured in the NDP5 Implementation Plan. Strategic plans of various institutions will capture desired outcome indicators contained in the NDP5 Results Framework per focus area as well as output level indicators contained in the NDP5 Implementation Plan."}, {"text_block_id": "p115_b1228", "text": "Indicators contained in the NDP5 Results Framework, NDP5 Implementation Plan and Strategic Plans will be used as the basis of measuring progress and performance. All implementing institutions should ensure that indicators contained in strategic plans are accompanied by comprehensive related documentation. The minimum documentation entails the following: Indicator definition (meaning of indicator), Indicator classification (How indictor values will be counted), Disaggregation (By region, gender etc.), Baseline year and value, Targets, responsible institution for reporting progress as well the frequency of reporting."}, {"text_block_id": "p115_b1229", "text": "The indicator documentation may also include any other additional information that might be useful. (Further guidance on indicator development and documentation will be provided to O/M/As and other relevant institutions by the National Planning Commission (NPC) and Office of the Prime Minister (OPM)."}, {"text_block_id": "p115_b1230", "text": "institutional m&e roles at various levels"}, {"text_block_id": "p115_b1231", "text": "monitoring by o/m/as, regional and local authorities, parastatals"}, {"text_block_id": "p115_b1232", "text": "O/M/As, Regional and Local Authorities, Parastatals will monitor achievement towards NDP5 strategies as well as the resulting outputs within their specific focus areas and institutional jurisdiction based on set indicators. This will require the monitoring of achievement towards desired results of specific interventions as well as the monitoring of processes, activities and related financial resources as reflected in Strategic Plans."}, {"text_block_id": "p115_b1233", "text": "reporting requirements and responsibilities o/m/as, regional and local authorities, parastatals,"}, {"text_block_id": "p115_b1234", "text": "During NDP5, progress will be periodically reported in both quantitative (i.e. indicator measures) as well as in more qualitative terms. Since indicators are mainly used as the basis of measuring progress and performance, reporting on progress and results will mainly be done on the basis of those indicators."}, {"text_block_id": "p115_b1235", "text": "The accounting officers of ministries and agencies will submit and sign off quarterly progress reports to NPC on the implementation of NDP5 in the prescribed format not later than two weeks after the end of each quarter. The fourth quarter progress report constituting the end of the year report will include a summary of the overall annual performance of the O/M/As and this will be due on the 30th of April of each year. The progress report to NPC will include progress based on set indicators in the NDP5 Results Framework and output level indicators contained in the NDP5 Implementation Plan. Reports will also include information on financial execution rates"}, {"text_block_id": "p115_b1236", "text": "as well as overall performance on the set targets (including narratives, describing scenarios)."}, {"text_block_id": "p115_b1237", "text": "monitoring by NpC"}, {"text_block_id": "p115_b1238", "text": "NPC will assess progress towards the achievement of the expected NDP5 results (Goals, Desired outcomes, and outputs) to provide evidence to inform policy decisions and suggest timely remedial actions and policy shifts."}, {"text_block_id": "p116_b1239", "text": "NpC reporting requirements, responsibilities and dissemination techniques"}, {"text_block_id": "p116_b1240", "text": "NPC will compile an annual independent progress report on the overall performance towards NDP5. This will include progress on set indicators on results areas (Goals, Desired outcomes, and outputs) as reflected in NDP5 Results Framework and IP. In the middle of each year, an Interim (6 months) report will be prepared to assess progress towards the annual targets. NPC may as required, also prepare complementary reports on programmes/projects of strategic interest in addition to the two reports mentioned above."}, {"text_block_id": "p116_b1241", "text": "The interim and annual progress reports (end of quarter four reports) will be subjected to review at various"}, {"text_block_id": "p116_b1242", "text": "fora prior to submission to Cabinet for approval. The Hon. Minister of Economic Planning and DG of NPC, will first discuss the findings in the report with his counterparts from various focus areas - verify data and statistics as reported by various focus areas. Once the report has been finalized, NPC will then submit the report to the President or his delegate within the Presidency, who together with Minister of Economic Planning (custodian of NDP5 implementation) and Presidential Advisor on Implementation, Monitoring and Evaluation,"}, {"text_block_id": "p116_b1243", "text": "will discuss the progress reports of the various focus areas with the Ministers concerned and assess progress"}, {"text_block_id": "p116_b1244", "text": "towards set targets. Where deviations from the set targets exist, remedial actions will be proposed and the"}, {"text_block_id": "p116_b1245", "text": "concerned ministries will sign Improvement Plans to address those issues within a prescribed timeframe. The"}, {"text_block_id": "p116_b1246", "text": "committee will then submit the performance review report along with their findings, recommendations and signed Improvement Plans to Cabinet. Once approved by cabinet, the findings of the NDP5 progress report will be shared with the public through various communication modes. The Minister of Economic Planning will twice a year hold a press conference to inform the public on the implementation progress of NDP5."}, {"text_block_id": "p116_b1247", "text": "6.5. evaluatioN"}, {"text_block_id": "p116_b1248", "text": "Although monitoring is an integral part of tracking programme results, it is not sufficient to measure higher level outcomes and impacts on income and wellbeing of beneficiaries, or to generate lessons learned from implementation that can be applied to future interventions. This is instead the function of Evaluation. Evaluations should be undertaken to determine the relevance, efficiency, effectiveness, impact and sustainability of NDP5 interventions to provide the answer to the question “Are we on the right track to achieve our NDP5 desired"}, {"text_block_id": "p116_b1249", "text": "outcomes and goals?”"}, {"text_block_id": "p116_b1250_merged_merged", "text": "Evaluation should always be linked to policymaking processes. This means that evaluation should be used as support mechanism for policy formulation as well as learning tool for improving policies or programs. Two major evaluations of NDP5 will be undertaken, namely, implementation evaluation (mid-term evaluation) , which will take place in 2020 to evaluate the effectiveness of strategies and programs being implemented for NDP5 and assess whether the Plan is  on course to achieve its targets or if remedial measures are needed. The impact evaluation at the end of NDP5 (terminal evaluation) on the other hand will take place within six months"}, {"text_block_id": "p116_b1253", "text": "after the end of NDP5 in 2022 to assess whether NDP5 achieved its intended goals."}, {"text_block_id": "p116_b1254", "text": "During NDP5 systematic evaluations will be undertaken from time to time. NPC will identify programs and projects for evaluation. As a standard practice, programs that are of strategic importance, significant public interest, and/or are of a certain size, nature or scope may be selected for evaluation. The selected Projects will be included in the Evaluation Plan outlining the nature of the projects, expected impacts, date for evaluation and the required budget for the evaluation. O/M/As will be encouraged to undertake self- evaluations especially at process/ implementation level to assess the effectiveness of activities/processes employed in NDP5."}, {"text_block_id": "p117_b1255", "text": "APPENDIX"}, {"text_block_id": "p118_b1256", "text": "APPENDIX ONE:"}, {"text_block_id": "p118_b1257", "text": "NDP5 REsults FRAmEwORk"}, {"text_block_id": "p118_b1258", "text": "Working Together towards prosperity"}, {"text_block_id": "p123_b1259", "text": "Nk = Not known"}, {"text_block_id": "p124_b1260", "text": "APPENDIX twO:"}, {"text_block_id": "p124_b1261", "text": "NDP5 At A GlANcE"}, {"text_block_id": "p125_b1262", "text": "GAmE chANGERs"}, {"text_block_id": "p125_b1263", "text": "EcONOmIc PROGREssION"}, {"text_block_id": "p127_b1264", "text": "sOcIAl tRANsFORmAtION"}, {"text_block_id": "p128_b1265", "text": "ENvIRONmENtAl sustAINABIlItY"}, {"text_block_id": "p128_b1266", "text": "GOOD GOvERNANcE"}, {"text_block_id": "p129_b1267", "text": "NOTES"}, {"text_block_id": "p130_b1268", "text": "NOTES"}, {"text_block_id": "p131_b1269", "text": "NOTES"}], "document_description": "The third pillar of Namibia's Fifth National Development Plan concerns environmental sustainability. Section 4.2 outlines Namibia's climate change goals, including its quantitative emissions reduction targets through 2022. The overall goal of the environmental and climate change management component of Namibia's Fifth National Development Plan is to manage the environment sustainably and improve the country's climate resilience. It identifies four challenges to this goal: population growth and industrialization, weak governance and institutional capacity, vulnerability to climate change, and the centralization of environmental management functions."}