{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Namibia", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_language": "English", "document_name": "National Renewable Energy Policy", "document_country_code": "NAM", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "09/07/2017", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/NAM/2017/NAM-2017-07-09-National Renewable Energy Policy_7b176a5ebdd1a133d769990a2488878c.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GOVERNMENT OF THE REPUBLIC OF NAMIBIA"}, {"text_block_id": "p0_b2", "text": "MINISTRY OF MINES AND ENERGY"}, {"text_block_id": "p0_b3", "text": "NATIONAL RENEWABLE ENERGY POLICY"}, {"text_block_id": "p0_b4", "text": "JULY 2017"}, {"text_block_id": "p1_b5", "text": "Table of Contents"}, {"text_block_id": "p2_b6", "text": "LIST OF FIGURES"}, {"text_block_id": "p3_b7", "text": "LIST OF TABLES"}, {"text_block_id": "p3_b8", "text": "LIST OF ABBREVIATIONSAND ACRONYMS"}, {"text_block_id": "p4_b9", "text": "Acknowledgements"}, {"text_block_id": "p4_b10_merged", "text": "The Ministry of Mines and Energy (MME) wishes to acknowledge the role of several key contributors to Namibia’s National Renewable Energy Policy."}, {"text_block_id": "p4_b13", "text": "The Policy was prepared under the able guidance and management of the Electricity Control Board (ECB) of Namibia, which shepherded the Policy development process, balancing the need for a high quality, comprehensive guidance document with the imperative of expedited results which reflect the urgent need for this Policy."}, {"text_block_id": "p4_b14", "text": "The Policy received input from an impressive diversity of stakeholders, too numerous to name all individually. However, a special note is reserved for assistance from NamPower, the Namibia Energy Institute (NEI), the Ministry of Environment and Tourism, the Ministry of Poverty Eradication and Social Welfare, the Ministry of Land Reform, the Parliamentary Standing Committee on Natural Resources, and the SADC Centre for Renewable Energy and Energy Efficiency."}, {"text_block_id": "p4_b15", "text": "MME also expresses gratitude for the support and cooperation of stakeholders from the private sector, including (but not limited to) Renewable Energy project developers, financial institutions, consulting firms, and industry associations."}, {"text_block_id": "p4_b16", "text": "Finally, MME acknowledges Pegasys Strategy and Development, Blue Horizon Energy Consulting Services, 3E, and the Namibia Development Trust for their technical assistance to the ECB in terms of Policy formulation, stakeholder engagement, and drafting support."}, {"text_block_id": "p5_b17", "text": "Foreword"}, {"text_block_id": "p5_b18", "text": "The Republic of Namibia can measure its wealth in many different ways: its richness of ethnicities, its linguistic diversity, its unique natural landscapes, it's evolution into an upper middle-income country, its political stability, or its steady economic development. However, one key metric that should be added to these measures is Namibia's wealth in Renewable Energy resources."}, {"text_block_id": "p5_b19", "text": "Namibia boasts the world's second highest solar irradiation regime, with the country receiving considerable solar radiation of up to ~7 kWh/m"}, {"text_block_id": "p5_b20", "text": "2"}, {"text_block_id": "p5_b21", "text": "/day of global horizontal irradiance (solar PV & solar water heaters) and up to ~g kWh/m"}, {"text_block_id": "p5_b22", "text": "2"}, {"text_block_id": "p5_b23", "text": "/day of direct normal irradiance (CSP and concentrating solar PV applications). It has high wind power potential, especially in coastal areas where wind speeds reach 10 metres/second or faster. Namibia is home to several hot springs, indicating the potential for geothermal energy development. Furthermore, Namibia is uniquely placed to transform the challenge of an invasive plant species (encroacher bush) into an opportunity for biomass-based energy, with large areas that have the potential to generate between 6-30 MWh/hectare from conversion of bush into bioenergy. This is in addition to Namibia's hydropower potential on the Kunene, Kavango, and Orange Rivers. Renewable Energy thus represents a valuable economic resource for Namibia. In the past, while the country has made proactive efforts to develop this resource and develop its Renewable Energy industry, these initiatives have been stymied by the absence of a coherent, clearly pronounced Policy."}, {"text_block_id": "p5_b24", "text": "This Renewable Energy Policy is intended, therefore, to provide the necessary boost to Renewable Energy development in Namibia, and to serve as a clear signal of the Government of Namibia's commitment to a clean energy future for its people, powered by renewables, and replete with economic opportunities created by the growth of the renewables sector. It is also a reaffirmation for the government itself that it must reach beyond the level of Renewable Energy development already taking place, and must take fresh steps to support renewables in a way that is unprecedented in Namibia. This Renewable Energy Policy will complement Namibia's new National Energy Policy and the guiding principles of the Renewable Energy Policy will be further implemented through additional instruments such as the Independent Power Producers (IPP) Framework, a future Energy Efficiency Policy that covers buildings, industrial equipment, and appliances, and similar efforts to provide direction and clarity within Namibia's rapidly evolving energy landscape. Together, these Policy initiatives are testament to the fact that Namibia is gearing up for a renewables revolution. Indeed, Namibia is ready to show the world what can be achieved through Renewable Energy development."}, {"text_block_id": "p5_b25", "text": "n-r.fifsTXt-eo"}, {"text_block_id": "p5_b26_merged_merged", "text": "• ing Namibia a leader in Renewable Energy. \\le.:·Ł•Ł1"}, {"text_block_id": "p5_b35", "text": "....."}, {"text_block_id": "p5_b36", "text": ".."}, {"text_block_id": "p5_b37", "text": "'-\""}, {"text_block_id": "p5_b38", "text": ".."}, {"text_block_id": "p5_b39", "text": "CN"}, {"text_block_id": "p5_b40", "text": "Renewable Energy Policy for Namibia"}, {"text_block_id": "p5_b41", "text": "6"}, {"text_block_id": "p6_b42", "text": "Executive Summary"}, {"text_block_id": "p6_b43", "text": "The overarching mission of Namibia"}, {"text_block_id": "p6_b44", "text": "’s Na"}, {"text_block_id": "p6_b45", "text": "tional Renewable Energy Policy is to enable access to modern, clean, environmentally sustainable, and affordable energy services for all Namibians. This Policy aims to make Renewable Energy a powerful tool for the Government of Namibia to meet its short-term and long-term national development goals, and to assist Namibians climb the development ladder, empowered by access to energy at levels that facilitate engagement in productive activity. Additionally, the Policy"}, {"text_block_id": "p6_b46", "text": "’s"}, {"text_block_id": "p6_b47", "text": "vision is for Namibia to become a regional leader in the development and deployment of Renewable Energy within southern Africa."}, {"text_block_id": "p6_b48", "text": "The Policy espouses several objectives (each of which is expanded on in the Policy document that follows):"}, {"text_block_id": "p6_b49", "text": "The Policy espouses several objectives (each of which is expanded on in the Policy document that follows):\n* Making Renewable Energy a Vehicle for Expanded Access to Affordable Electricity in Namibia\n* Confirming the Commitment of Namibiaâs Government to Renewable Energy\n* Boosting Investor Confidence in the Growth of Renewable Energy in Namibia\n* Creating an Enabling Environment for Renewable Energy Development in Namibia\n* Accelerating Renewable Energy Sector Growth and Enhancing Value Chains in the Sector\n* Enabling Greater Participation of Namibians in the Renewable Energy Sector"}, {"text_block_id": "p6_b63", "text": "Specific goals and targets enshrined within this Policy (further explained in detail in the following pages) are:"}, {"text_block_id": "p6_b64", "text": "Specific goals and targets enshrined within this Policy (further explained in detail in the following pages) are:\n* Namibia to become Energy-Secure by Leveraging its Renewable Resources\n* contribution in the countryâs electricity mix\n* To make Renewable Energy a vehicle of Income-generating Opportunities, and Poverty Alleviation\n* To ensure Transparency of Regulatory Mechanisms and Governance Related to Renewable Energy\n* To promote Grid-Connected and Off-Grid Renewable Energy Development\n* To prioritise Renewable Energy Development beyond the Electricity Sector\n* To pursue Climate-resilient Energy Sector Development through Renewable Energy\n* To accelerate Development and Deployment of Energy Storage to Facilitate Renewable Energy\n* To ensure Renewable Energy Supports Accelerated Industrial Growth and Competitiveness"}, {"text_block_id": "p6_b83", "text": "The spirit of these objectives and goals is captured in the 25 Core Policy Statements articulated in this Policy, which cover a broad range of elements and characteristics that define the energy sector, including the power sector. Detailed discussions"}, {"text_block_id": "p6_b84", "text": "The spirit of these objectives and goals is captured in the 25 Core Policy Statements articulated in this Policy, which cover a broad range of elements and characteristics that define the energy sector, including the power sector. Detailed discussions\n* Government will ensure a Regulatory regime for large-and small-scale Renewable Energy\n* Government will strengthen the role of the Regulator to ensure the implementation and enforcement\n* Government recognises the adoption of a market structure in Namibia identified by the Government that"}, {"text_block_id": "p7_b90", "text": "The spirit of these objectives and goals is captured in the 25 Core Policy Statements articulated in this Policy, which cover a broad range of elements and characteristics that define the energy sector, including the power sector. Detailed discussions\n* Government will ensure a Regulatory regime for large-and small-scale Renewable Energy\n* Government will strengthen the role of the Regulator to ensure the implementation and enforcement\n* Government recognises the adoption of a market structure in Namibia identified by the Government that\n* Government will consider the development of a subsidy framework (where applicable) for the broader energy\n* Government shall continue to use a long-term National Integrated Resource Plan (NIRP) approach, to serve\n* Government shall conduct Renewable Energy resource mapping which will be periodically updated as the\n* Government shall commission a grid integration and stability study to assess grid capacity for Renewable Energy\n* Government recognises the importance of electricity wheeling for the growth of Renewable Energy in\n* Government supports the requirement for distribution utilities to offer net metering as per the gazetted net\n* aggregate net metered capacity shall be determined by the\n* The Regulator shall investigate and develop an alternate tariff compensation approach for embedded generation\n* Government through the Regulator shall provide equal opportunity for energy storage solutions, by amending or\n* Government shall work with the Southern African Development Community (SADC) to further enable\n* Government will ensure access to modern energy services to all Namibians (at least one modern Energy service). Government supports Namibiaâs modern energy access goals through the increased use of economically viable and locally available Renewable Energy resources along with the expansion of the mini-grid\n* Government shall strengthen the management and planning of energy access programs in low -\n* Government shall consider giving more support to the REDs, other distributors, NamPower, NPOs, and the"}, {"text_block_id": "p8_b122", "text": "The spirit of these objectives and goals is captured in the 25 Core Policy Statements articulated in this Policy, which cover a broad range of elements and characteristics that define the energy sector, including the power sector. Detailed discussions\n* Government will ensure a Regulatory regime for large-and small-scale Renewable Energy\n* Government will strengthen the role of the Regulator to ensure the implementation and enforcement\n* Government recognises the adoption of a market structure in Namibia identified by the Government that\n* Government will consider the development of a subsidy framework (where applicable) for the broader energy\n* Government shall continue to use a long-term National Integrated Resource Plan (NIRP) approach, to serve\n* Government shall conduct Renewable Energy resource mapping which will be periodically updated as the\n* Government shall commission a grid integration and stability study to assess grid capacity for Renewable Energy\n* Government recognises the importance of electricity wheeling for the growth of Renewable Energy in\n* Government supports the requirement for distribution utilities to offer net metering as per the gazetted net\n* aggregate net metered capacity shall be determined by the\n* The Regulator shall investigate and develop an alternate tariff compensation approach for embedded generation\n* Government through the Regulator shall provide equal opportunity for energy storage solutions, by amending or\n* Government shall work with the Southern African Development Community (SADC) to further enable\n* Government will ensure access to modern energy services to all Namibians (at least one modern Energy service). Government supports Namibiaâs modern energy access goals through the increased use of economically viable and locally available Renewable Energy resources along with the expansion of the mini-grid\n* Government shall strengthen the management and planning of energy access programs in low -\n* Government shall consider giving more support to the REDs, other distributors, NamPower, NPOs, and the\n* Government shall develop a detailed Energy Efficiency and DSM Policy for all sectors of the economy, in that\n\t* Government shall implement energy efficiency and Renewable Energy standards not only for its facilities\n\t* Government shall consider expanding existing efforts (through appropriate frameworks and regulations) in\n\t* Government supports the development of standards (and the creation of Regulatory instruments to enforce)\n\t* Government shall coordinate with the Namibian Standards Institution (NSI) or its successor and the\n\t* The RE Policy supports further R&D, demonstrations, and test centres on thermal energy and RE supply\n\t* The RE Policy supports further R&D, demonstrations, and test centres on thermal energy and RE supply\n For Namibia\n\t* Government supports the Solar Thermal Technology Roadmap and its review for Namibia and its goal to\n\t* Government supports the Solar Thermal Technology Roadmap and its review for Namibia and its goal to\n Widespread adoption of flat solar thermal collector capacity in Namibia\n\t* Government shall require that solar thermal water heaters be installed in all government-financed and\n\t* Government shall initiate bioenergy R&D programmes and invest in comprehensive studies of the costs and\n\t* Government shall invest in a comprehensive RE technology training programme focused on imparting technical\n\t* Government through the relevant Ministry shall develop standardized procedures for land acquisition on all\n\t* Government shall liaise with the relevant Ministries and agencies to increase the diversity and scale of financing"}, {"text_block_id": "p9_b150", "text": "Introduction"}, {"text_block_id": "p9_b151", "text": "Background and Problem Statement"}, {"text_block_id": "p9_b152", "text": "At the time of the development of this Policy, only a third of all Namibians had access to electricity."}, {"text_block_id": "p9_b153", "text": "iii"}, {"text_block_id": "p9_b154", "text": "More than half the country continues to rely on traditional biomass for cooking, which perpetuates a disproportionate burden on women of fuelwood collection, preventing the inclusion of more women in productive economic activities or self-development. In addition, such reliance on solid biomass for cooking is associated with significant health problems and environmental degradation. Thus, there is a need for more widely accessible, cleaner energy."}, {"text_block_id": "p9_b155", "text": "Rural areas in particular are heavily underserved, lacking essential energy services. Despite Namibia being regarded as an upper middle-income country, hundreds of thousands of its citizens are deprived of access to reliable and affordable electricity. As Namibia moves towards its goal of providing near-universal electricity access by 2030, it needs to find and harness new sources of energy."}, {"text_block_id": "p9_b156", "text": "A related reason that calls for adequate, viable, and affordable energy options in rural areas is the level of rural-urban migration, particularly to Windhoek. The City of Windhoek is an already water-stressed region, facing ever greater resource constraints due to the pressures of in-migration. Assuring sustainable energy in rural areas could help create productive economic activities in a more dispersed manner, reducing the rapid rate of urbanization and the related water stress."}, {"text_block_id": "p9_b157", "text": "Namibia is heavily susceptible to the vagaries of nature, suffering prolonged droughts, floods, heat waves, bush fires, and other extreme events. Climate change is expected to exacerbate natural climate variability, unleashing greater extremes and creating more unpredictability in Namibia"}, {"text_block_id": "p9_b158", "text": "’s"}, {"text_block_id": "p9_b159", "text": "already-fragile hydrological regime. With higher temperatures and higher rates of evaporation, future low-season flows in Namibia may take an already water-stressed nation into the realm of water scarcity. This has serious implications for the reliability of Namibia"}, {"text_block_id": "p9_b160", "text": "’s exi"}, {"text_block_id": "p9_b161", "text": "sting and planned hydropower generation facilities, and for the natio"}, {"text_block_id": "p9_b162", "text": "n’s fu"}, {"text_block_id": "p9_b163", "text": "ture energy security. Moreover, climate change is also likely to create additional demand for electricity, in the form of demand for cooling to cope with soaring temperatures in coming decades."}, {"text_block_id": "p9_b164_merged_merged_merged", "text": "Energy security challenges became detrimental for Namibia recently when the Southern African Power Pool (SAPP) faced the prospect of power shortages, arising from South Africa’s inability to meet its own domestic demand, and its diminished capacity to export power to the rest of the region. Currently, Namibia’s installed generation capacity is in the order of ~500 MW, while its demand is approximately 600 MW. The gap is made up by electricity imports. In order to be energy-secure, Namibia needs to be energy-independent, given the risks in power supply within the SADC region. This requires Namibia’s bolstering its own energy generation capacity with the available domestic resources."}, {"text_block_id": "p9_b171", "text": "Thus, Namibia must address the problem of inadequate access to electricity (especially in rural areas), the challenge of extending affordable energy services to underserved populations, the need for self-sufficiency and energy independence, while at the same time ensuring that energy sector development is climate-resilient and able to assure energy access even in a non-stationary natural environment."}, {"text_block_id": "p9_b172", "text": "Renewable Energy can provide solutions for some of these challenges, if developed strategically and with foresight. This Policy responds to this problem statement, and will better equip Namibia to prevail over these difficulties."}, {"text_block_id": "p10_b173", "text": "Rationale for a Renewable Energy Policy in Namibia"}, {"text_block_id": "p10_b174", "text": "A National Renewable Energy Policy for Namibia is required to provide guidance to the government on how to develop the Renewable Energy sector and scale-up the contribution of power from renewable sources in the country"}, {"text_block_id": "p10_b175", "text": "’s"}, {"text_block_id": "p10_b176", "text": "electricity mix."}, {"text_block_id": "p10_b177", "text": "Such a Policy acts as a compass for the government, to help direct its actions in a manner that serves the objectives, goals, and targets articulated in the Policy. It is the foundation upon which formal, legally binding mandates can be built, in the form of a National Renewable Energy Act for Namibia or other legislative enactments to support the development of Renewable Energy."}, {"text_block_id": "p10_b178", "text": "The Policy is also a touchstone for entities beyond the government that are interested in the growth of the Renewable Energy sector, such as prospective investors trying to gauge market-readiness, donor governments planning to invest in Renewable Energy abroad, multilateral development partners exploring opportunities to support, Namibian citizens eager to utilize clean energy, civil society organizations and non-governmental organizations (NGOs) wishing to harness Renewable Energy to extend energy access to communities, and for international institutions working with nations to combat climate change and promote low-carbon development."}, {"text_block_id": "p10_b179", "text": "While it is possible to develop the Renewable Energy sector in the absence of a Policy, the lack of formal directive statements to guide the government and a clear roadmap hinders timeous and measurable progress. Development takes place in less cohesive and in less strategic ways that are not as closely tied to national developmental priorities. Moreover, in the absence of a recognized and publicly available Policy document, the government is less accountable for its actions to scale up Renewable Energy, or its failure to adequately do so."}, {"text_block_id": "p10_b180", "text": "A Policy is necessary to both recognize major barriers that stand in the way or constrain the development of Renewable Energy, and to create an enabling environment that reduces or eliminates such barriers, and fosters accelerated development of Renewable Energy."}, {"text_block_id": "p10_b181", "text": "In light of this, a formal, written Policy is called for that is adopted by Cabinet and officially implemented by the Government of Namibia."}, {"text_block_id": "p10_b182", "text": "Alignment with Existing Policies and Frameworks"}, {"text_block_id": "p10_b183", "text": "The complexity of Namib"}, {"text_block_id": "p10_b184", "text": "ia’s"}, {"text_block_id": "p10_b185", "text": "energy sector"}, {"text_block_id": "p10_b186", "text": "–"}, {"text_block_id": "p10_b187", "text": "and the central role of energy in supporting broader national development"}, {"text_block_id": "p10_b188", "text": "–"}, {"text_block_id": "p10_b189", "text": "manifests in a multiplicity of Policy documents and frameworks that touch on themes relevant to the National Renewable Energy Policy. The government views alignment between the different instruments as critical. Thus, this Policy has been drafted after a review of numerous such policies, strategies, vision documents, and frameworks, and is (at present) consistent with what they articulate. These include, but are not limited to:"}, {"text_block_id": "p10_b190", "text": "manifests in a multiplicity of Policy documents and frameworks that touch on themes relevant to the National Renewable Energy Policy. The government views alignment between the different instruments as critical. Thus, this Policy has been drafted after a review of numerous such policies, strategies, vision documents, and frameworks, and is (at present) consistent with what they articulate. These include, but are not limited to:\n* The Harambee Prosperity Plan, 2016\n* Namibia Vision 2030\n* Namibiaâs Fourth National Development Plan (NDP-4), 2012/13 â 2016/17\n* The White Paper on Energy Policy 1998\n* National Integrated Resource Plan, 2016\n* The Electricity Act, 2007\n* Rural Electricity Distribution Master Plan, 2010\n* Off-Grid Energization Master Plan, 2007"}, {"text_block_id": "p11_b210", "text": "manifests in a multiplicity of Policy documents and frameworks that touch on themes relevant to the National Renewable Energy Policy. The government views alignment between the different instruments as critical. Thus, this Policy has been drafted after a review of numerous such policies, strategies, vision documents, and frameworks, and is (at present) consistent with what they articulate. These include, but are not limited to:\n* The Harambee Prosperity Plan, 2016\n* Namibia Vision 2030\n* Namibiaâs Fourth National Development Plan (NDP-4), 2012/13 â 2016/17\n* The White Paper on Energy Policy 1998\n* National Integrated Resource Plan, 2016\n* The Electricity Act, 2007\n* Rural Electricity Distribution Master Plan, 2010\n* Off-Grid Energization Master Plan, 2007\n* National Connection Charge Policy, 2015\n* National Policy on Climate Change, 2011\n* Namib\n* ntended Nationally Determined Contribution to the UNFCCC, 2015"}, {"text_block_id": "p11_b218", "text": "In addition, the Policy has also been drafted after taking cognizance of policies and legal instruments that are currently under development, such as:"}, {"text_block_id": "p11_b219", "text": "In addition, the Policy has also been drafted after taking cognizance of policies and legal instruments that are currently under development, such as:\n* Draft Electricity Bill\n* Draft Namibia Energy Regulatory Authority Bill\n* Draft Independent Power Producer (IPP) Market and Investment Framework, 2016"}, {"text_block_id": "p11_b225", "text": "Vision Statement"}, {"text_block_id": "p11_b226", "text": "The National Renewable Energy Policy aims to enable access to modern, clean, environmentally sustainable, and affordable energy services for all Namibian inhabitants. Modern energy is defined as the level of energy and energy services required to meet peop"}, {"text_block_id": "p11_b227", "text": "le’s"}, {"text_block_id": "p11_b228", "text": "needs. In some locations this means access energy from centralized sources, while in other locations it means access to off-grid or distributed energy solutions that don"}, {"text_block_id": "p11_b229", "text": "’t"}, {"text_block_id": "p11_b230", "text": "compromise quality or reliability required to meet people"}, {"text_block_id": "p11_b231", "text": "’s"}, {"text_block_id": "p11_b232", "text": "needs."}, {"text_block_id": "p11_b233", "text": "The National Renewable Energy Policy aims to make Renewable Energy a powerful tool for the Government of Namibia to meet its short-term and long-term national development goals, and to assist Namibians climb the development ladder, empowered by access to energy at levels that facilitate engagement in productive activity."}, {"text_block_id": "p11_b234", "text": "The National Renewable Energy Policy"}, {"text_block_id": "p11_b235", "text": "’s Vision is"}, {"text_block_id": "p11_b236", "text": "for Namibia to become a regional leader in the development and deployment of Renewable Energy within the Southern African Development Community (SADC)."}, {"text_block_id": "p11_b237", "text": "Objectives"}, {"text_block_id": "p11_b238", "text": "The Government of Namibia recognizes the following objectives of this National Renewable Energy Policy:"}, {"text_block_id": "p11_b239", "text": "I. Making Renewable Energy a Vehicle for Expanded Access to Affordable Electricity in Namibia"}, {"text_block_id": "p11_b240_merged_merged_merged_merged", "text": "At present, only a third of all Namibians have access to modern electricity. There is even more troubling disparity between rural and urban electrification rates, with an estimated 78% of urban residents having access to electricity but only 34% with access in rural areas. iv According to the 2011 National Population and Housing Census, the use of grid electricity for lighting in rural areas is even lower, at 16%. The Government of Namibia is responsible for extending affordable, modern energy services to a greater percentage of Namibia’s population. One of the objectives of the National Renewable Energy Policy is to make Renewable Energy a means of accelerating expanded energy access providing assurance of adequate and affordable energy services to the vast majority of Namibians, aiming for no less than 70% coverage by 2020 and near-universal coverage by 2030. Equally critical is the affordability of electricity in Namibia; the Policy aims contain increases in costs of electricity in Namibia, to help reduce costs of living and doing business in Namibia."}, {"text_block_id": "p12_b245", "text": "II. Confirming the Commitment of Namibia"}, {"text_block_id": "p12_b246", "text": "’s"}, {"text_block_id": "p12_b247", "text": "Government to Renewable Energy"}, {"text_block_id": "p12_b248", "text": "The National Renewable Energy Policy is testament to the Namibian Governmen"}, {"text_block_id": "p12_b249", "text": "t’s"}, {"text_block_id": "p12_b250", "text": "commitment to growing the Renewable Energy sector. Through this Policy, the Government is elevating Renewable Energy development as a national priority. This support to renewables expansion should be taken cognizance of by those within and outside Namibia who have an interest in Renewable Energy growth. This Policy shall also be viewed as a demonstration of Namib"}, {"text_block_id": "p12_b251", "text": "ia’s"}, {"text_block_id": "p12_b252", "text": "commitment to global, multilateral objectives such as combating climate change, in furtherance of its obligations under the United Nations Framework Convention on Climate Change (UNFCCC)."}, {"text_block_id": "p12_b253", "text": "III. Boosting Investor Confidence in the Growth of Renewable Energy in Namibia"}, {"text_block_id": "p12_b254", "text": "The National Renewable Energy Policy is intended as a signal to national, regional, and global markets regarding Renewable Energy sector growth in Namibia. The Government of Namibia is committed to making Namibia an attractive investment destination for Renewable Energy, and to reducing or eliminating barriers to investment."}, {"text_block_id": "p12_b255", "text": "IV. Creating an Enabling Environment for Renewable Energy Development in Namibia"}, {"text_block_id": "p12_b256", "text": "Beyond the removal or reduction of obstacles, i.e. the mitigation of negative factors that impede Renewable Energy development, the Government of Namibia is also committed to undertaking positive, supportive approaches to spur the growth of renewables, i.e. putting in place incentives or enabling mechanisms that catalyse Renewable Energy development."}, {"text_block_id": "p12_b257", "text": "V. Accelerating Renewable Energy Sector Growth and Enhancing Value Chains in the Sector"}, {"text_block_id": "p12_b258", "text": "The Renewable Energy sector in Namibia is already expanding. Several factors make Namibia an attractive location for siting Renewable Energy projects (including high resource potential for solar and relatively good potential for wind in many areas; low population density; and few competing land uses), and as a result this sector is poised for robust growth. However, for investor interest to translate into significant new generation capacity, measures have to be put in place to help accelerate Renewable Energy investment, procurement, project development, and project completion. The National Renewable Energy Policy points the Government of Namibia in this direction."}, {"text_block_id": "p12_b259", "text": "One of the most direct ways for the sector as a whole to expand is through the development, enhancement, and value addition within the sector. The goal of this Renewable Energy Policy, therefore, is to support the value added activities in Namib"}, {"text_block_id": "p12_b260", "text": "ia’s"}, {"text_block_id": "p12_b261", "text": "Renewable Energy Sector."}, {"text_block_id": "p12_b262", "text": "VI. Enabling Greater Participation of Namibians in the Renewable Energy Sector"}, {"text_block_id": "p12_b263_merged_merged_merged_merged", "text": "Namibia’s significant Renewable Energy potential is an economic opportunity for Namibians. The Government of Namibia is committed to ensuring that growth in this sector will be leveraged to benefit Namibians. The benefits include job creation for Namibians in this sector, as well as investment opportunities for Namibian nationals. This National Renewable Energy Policy directs the government to manage the fine balance between creating and assuring preferential opportunities for Namibian participation in the industry and ensuring the sector is attractive for foreign investment. The Policy supports building on and extending the work already being done in this context, such as training, registration, and certification of solar installers, and the standards developed for technicians working on solar home systems, solar water heaters, and PV pumps. The government shall proactively extend project preparation and due diligence support, lending support (such as preferential lending rates or manufacturing support), and devise potential tax support to Namibians participating in the development of RE project. Similarly, it shall prioritize the training and capacity building of Namibians in this sector, and seek out Namibian projects and"}, {"text_block_id": "p13_b266", "text": "technologies to include in Renewable Energy Development Zones (REDevZ), for pilot or demonstration projects. However, the government must do so without falling foul of international trade rules (as some coun"}, {"text_block_id": "p13_b267", "text": "tries’"}, {"text_block_id": "p13_b268", "text": "domestic content clauses in the RE sector have), and without stifling competitive opportunities for foreign investors."}, {"text_block_id": "p13_b269", "text": "Goals and Targets of the National Renewable Energy Policy"}, {"text_block_id": "p13_b270", "text": "The National Renewable Energy Policy is intended to be a living document that will continue to guide Namib"}, {"text_block_id": "p13_b271", "text": "ia’s"}, {"text_block_id": "p13_b272", "text": "government for an indefinite period of time. Since the Policy will endure for several years, it shall be complemented with an Implementation Plan, designed for a specific timeframe (such as three to five years), which would be revised periodically. Prescriptive targets should be found in the Implementation Plan. However, the goals of the National Renewable Energy Policy, below, are accompanied by targets where appropriate, to ensure that this Policy is clear about the direction of growth in Renewable Energy, the pace of development, and the scale of expansion of the Renewable Energy sector in Namibia."}, {"text_block_id": "p13_b273", "text": "I. Become Energy-Secure by Leveraging its Renewable Resources"}, {"text_block_id": "p13_b274", "text": "The Government of Namibia aims to achieve energy security for Namibia through increased use of Renewable Energy. Currently, Namibia imports several billion Namibia dollars"}, {"text_block_id": "p13_b275", "text": "’"}, {"text_block_id": "p13_b276", "text": "worth of electricity every year in foreign exchange, which could have been avoided if Namibia could meet demand through its own generation. This money has significant opportunity costs, and could be used instead to help Namibia meet its socio-economic development goals, if it remained in the country."}, {"text_block_id": "p13_b277_merged_merged_merged_merged", "text": "Thus, in the period up to 2030, Namibia shall seek to bridge the gap between domestic generation and total consumption by expanding Renewable Energy generation to cover the deficit where it makes economic sense. Renewable Energy development should help to first reduce and potentially eliminate the need for imports. Progressively, Namibia shall consider increasing RE in the electricity mix, eventually producing enough to enter the export market. When the government considers options to reduce imports and increase domestic generation, it shall prioritize power generation from clean and renewable sources when cost competitive with other options (such as conventional power generation from fossil fuels). Namibia’s energy security shall also be strengthened through stronger international cooperation, which will enhance Namibia’s own energy stability."}, {"text_block_id": "p13_b282", "text": "II. Optimize the Renewable E"}, {"text_block_id": "p13_b283", "text": "nergy contribution in the country’s electricity mix"}, {"text_block_id": "p13_b284", "text": "By the year 2030, Namibia shall strive to achieve 70% or more of electricity generated in the country to be from Renewable Energy sources. The above target relates to electricity (kWh) generated in the country. Renewable Energy currently represents about 27% of electricity generated in Namibia (2015). This target is consistent with the INDC target made by Namibia for COP21. The implementation to optimize the Renewable Energy contribution in the country will mostly be driven by the financial resources provided in the Paris Agreement. The National Integrated Resource Plan (NIRP) will guide the country to achieve this target."}, {"text_block_id": "p14_b285", "text": "III. A vehicle of Income-Generating Opportunities, and Poverty Eradication through Increased Access to Affordable Energy Services"}, {"text_block_id": "p14_b286_merged", "text": "The Government of Namibia has made poverty eradication and alleviation a national priority. Renewable Energy can enable the government to meet its poverty reduction targets. The government shall use the development of Renewable Energy to combat poverty. This can be achieved by increasing access to adequate energy services that support more productive activity; creating new jobs across the Renewable Energy value chain; and improving socio-economic welfare as a whole by enabling resource-poor households to invest more time in education and household health."}, {"text_block_id": "p14_b289", "text": "The Government of Namibia shall demonstrate utmost transparency in the development of Renewable Energy, particularly in terms of project procurement. The Renewable Energy Policy directs the government to exhibit greater transparency through the following actions (this list should be treated as illustrative, not exhaustive):"}, {"text_block_id": "p14_b290", "text": "The Government of Namibia shall demonstrate utmost transparency in the development of Renewable Energy, particularly in terms of project procurement. The Renewable Energy Policy directs the government to exhibit greater transparency through the following actions (this list should be treated as illustrative, not exhaustive):\n* Public announcements of opportunities in reasonable timeframes in advance of tendering;\n* Widespread dissemination of calls for proposals, including guaranteed availability of all tender materials on\n* Pre-tendering briefings, wherever applicable;\n* Creation of a streamlined dispute-redressal mechanism (such as an ombudsman or an arbitration facility)"}, {"text_block_id": "p14_b298", "text": "The Government of Namibia shall accord importance to grid-based renewable electricity as well as off-grid renewable electricity applications, and balance the development of both types with Renewable Energy while also encouraging energy efficiency. While some regions of Namibia are most optimally served through grid-connected, utility-scale renewables, other locations are well-suited to being powered by off-grid applications. Both approaches are complementary in nature and neither grid extension (with renewables integration) nor off-grid systems by themselves can provide a solution in isolation."}, {"text_block_id": "p14_b299", "text": "The Government of Namibia shall undertake periodic evaluations of the suitability of its 121 constituencies within 14 administrative regions for grid-extension and grid-based renewable projects, and similarly it shall regularly identify locations where off-grid technologies are more cost-effective or reliable. It shall prepare these periodic evaluations in an evidence-based and consultative manner, including through public participation of local communities. Where needed, it shall provide additional support to small-scale, rural, off-grid solutions in case such support is needed for such applications to be viable (in comparison to grid-based projects which would largely be guided by the principle of cost-reflective tariff and competitiveness)."}, {"text_block_id": "p15_b300", "text": "Sector"}, {"text_block_id": "p15_b301", "text": "The Government of Namibia shall also prioritize the use of non-electricity sector Renewable Energy and efficiency where these options are financially competitive with alternatives. This includes renewables for thermal energy and for domestic, industrial, and transportation fuels. In this context, the RE Policy supports the Solar Thermal Technology Roadmap for Namibia and its goal to achieve wide-scale adoption of solar water heating solutions. The Policy also recognizes that the achievement of near term goals of the Harambee Prosperity Plan as well as the Namibia Vision 2030 and UN"}, {"text_block_id": "p15_b302", "text": "’s"}, {"text_block_id": "p15_b303", "text": "SE4ALL goal of universal access to modern energy services by 2030 requires the extension of clean energy services (such as cooking fuel) that range beyond electricity, and recommends that the government leverage renewables to achieve these objective."}, {"text_block_id": "p15_b304", "text": "The impacts of climate change are being felt the world over, including Namibia. Existing climate variability is being exacerbated by climate change. With climate change expected to bring greater variability in climatic patterns and weather systems, and more extremes (including more natural hazards such as drought, heat waves, floods, bush fires etc.), energy infrastructure around in Namibia is going to contend increasingly with a non-stationary environment. The Government of Namibia must prepare for more climate disruptions of its current primary power source"}, {"text_block_id": "p15_b305", "text": "–"}, {"text_block_id": "p15_b306", "text": "hydropower. Even if future hydropower projects are designed taking climate change projections into account, this may be insufficient to assure uninterrupted, constant generation. To build resilience against climate change variability, Namibia would be well served to adopt a more diverse, environmentally sustainable energy mix."}, {"text_block_id": "p15_b307", "text": "The Government of Namibia shall strengthen the country"}, {"text_block_id": "p15_b308", "text": "’s"}, {"text_block_id": "p15_b309", "text": "climate resilience by diversifying the energy mix with more non-hydro Renewable Energy. Renewable power offers abundant fuel sources (be it solar, wind, or invaderbush based bioenergy), a negligible carbon footprint, and is less prone to inter-annual or seasonal variability than hydropower."}, {"text_block_id": "p15_b310_merged_merged_merged_merged", "text": "The added benefit of Renewable Energy is that it contributes to greenhouse gas (GHG) mitigation, and thus actively helps combat climate change. In light of this, as the Government of Namibia expands Renewable Energy, it shall position the country as a strong candidate for international climate finance and grants that target GHG abatement or mitigation. In its Intended Nationally Determined Contribution (INDC) submission to the UNFCCC, Namibia committed to reducing its GHG emissions by 89% in 2030, relative to a Business-as-Usual projection for 2030. While Namibia’s contribution to global GHGs is currently negligible, the emissions intensity of its economy could experience an upward shift as Namibia pursues its industrialization goals. The Government shall account for its climate actions every five years. As Namibia’s overall energy demand will likely increase, it is important to increase the share of renewables in Namibia’s electricity mix."}, {"text_block_id": "p15_b317", "text": "VIII. Accelerate Development and Deployment of Energy Storage to Facilitate Renewable Energy Expansion"}, {"text_block_id": "p15_b318", "text": "The full scale of potential Renewable Energy development cannot be achieved without significant improvements in storage capacity. In recognition of the critical role of energy storage for growth of Renewable Energy, the"}, {"text_block_id": "p16_b319", "text": "Government of Namibia shall invest in and promote the building of a range of storage infrastructure, and actively support research and development on storage options. In this case, energy storage by utilizing compressed air, pumped hydro, batteries, or thermal storage becomes indispensable."}, {"text_block_id": "p16_b320", "text": "IX. Ensure Renewable Energy Supports Accelerated Industrial Growth and Competitiveness"}, {"text_block_id": "p16_b321_merged", "text": "Namibia is aiming for economic transformation (as articulated in the Harambee Prosperity Plan), primarily in the manufacturing and industrial sectors. Namibia also aims to increase its economic competitiveness, including its aspiration to be rated the most competitive economy in Africa by 2020. The RE Policy affirmatively directs the Government of Namibia to make Renewable Energy a critical component of such competitiveness, both by ensuring competitiveness within the RE sector, and by enabling greater use of affordable and reliable renewable power in Namibia’s growing industrial base."}, {"text_block_id": "p17_b324", "text": "Na"}, {"text_block_id": "p17_b325", "text": "mibia’s"}, {"text_block_id": "p17_b326", "text": "Renewable Energy Sector -Background"}, {"text_block_id": "p17_b327", "text": "Renewable Electricity in Namibia"}, {"text_block_id": "p17_b328", "text": "Namibia has an abundance of Renewable Energy resources (e.g. solar, wind, and bioenergy) and a well-established electricity supply industry. Renewable Energy (other than large hydro), however, only accounts for small amount of the installed capacity in the country to date. Figure 1 provides a high-level summary of the installed capacity in the country."}, {"text_block_id": "p17_b329", "text": "Figure 1: Namibia"}, {"text_block_id": "p17_b330", "text": "’"}, {"text_block_id": "p17_b331", "text": "s Installed Capacity as of January 2016 (~500MW)"}, {"text_block_id": "p17_b332", "text": "Source: (ECB, 2016)"}, {"text_block_id": "p17_b333", "text": "In addition, imports account for over half of Namib"}, {"text_block_id": "p17_b334", "text": "ia’s"}, {"text_block_id": "p17_b335", "text": "energy supply as depicted in Table 1. The weighted tariffs for these imports depend on the contract terms, but tend to be fairly expensive compared to the cost of existing and new generation options."}, {"text_block_id": "p17_b336", "text": "Table 1 Summary of Namibia"}, {"text_block_id": "p17_b337", "text": "’s"}, {"text_block_id": "p17_b338", "text": "Power Import"}, {"text_block_id": "p17_b339", "text": "Source: (ECB, 2016)"}, {"text_block_id": "p17_b340", "text": "Source: (ECB, 2016)\n* A number of new power projects are at various stages of development including several Renewable\n* NIRP will guide future procurement of electricity from Renewable Energy"}, {"text_block_id": "p17_b344_merged_merged_merged_merged_merged_merged", "text": "This will create an opportunity for this RE Policy to provide more direction for the Renewable Energy sector and support an enabling environment to take advantage Namibia’s abundant Renewable Energy resources."}, {"text_block_id": "p18_b347", "text": "Non-Electricity Renewables in Namibia"}, {"text_block_id": "p18_b348", "text": "Primary energy consumption in Namibia has been growing at a rate of 3.5% annually, on average. During the 20042014 period the rate for primary energy was grow significantly. The composition of Namib"}, {"text_block_id": "p18_b349", "text": "ia’s"}, {"text_block_id": "p18_b350", "text": "Total Primary Energy Supply demonstrates the predominance of energy from oil. Overall, primary energy in Namibia is derived from liquid fossil fuels (petroleum, diesel, paraffin, and liquefied petroleum gas), biomass (charcoal, wood, and processed wood products), and coal."}, {"text_block_id": "p18_b351", "text": "Figure 2: Namibia’s total primary energy supply 200"}, {"text_block_id": "p18_b352", "text": "4-2014 (in Giga Watt hour"}, {"text_block_id": "p18_b353", "text": "–"}, {"text_block_id": "p18_b354", "text": "GWh)"}, {"text_block_id": "p18_b355", "text": "Source: (VO Consulting, 2015)"}, {"text_block_id": "p18_b356", "text": "At present, renewables play a very small role in the non-electricity energy sector. However, there is potential for renewables to scale up in providing non-electricity energy (primarily thermal energy for heating and cooking, if Namib"}, {"text_block_id": "p18_b357", "text": "ia’s"}, {"text_block_id": "p18_b358", "text": "ample bioenergy resource is utilized effectively, sustainably, and combusted in cleaner ways."}, {"text_block_id": "p18_b359", "text": "Currently, over half of all Namibian households (approximately 54%) rely on wood or wood products for cooking. This translates to around 86% of rural households and roughly 20% of urban households. An estimated 46% of the population uses wood products for space heating, which is further disaggregated into about 75% of rural households and 17% of urban households. v"}, {"text_block_id": "p18_b360", "text": "Namibia is endowed with abundant biomass in the form of"}, {"text_block_id": "p18_b361", "text": "“"}, {"text_block_id": "p18_b362", "text": "encroacher bush."}, {"text_block_id": "p18_b363", "text": "”"}, {"text_block_id": "p18_b364", "text": "Approximately 30% of Namibia is covered by encroacher bush. The energy content of this resource has been estimated to be 1000 TWh."}, {"text_block_id": "p18_b365", "text": "vi"}, {"text_block_id": "p18_b366", "text": "Forests in Namibia also constitute a predominant source of biomass for energy."}, {"text_block_id": "p18_b367_merged_merged_merged_merged_merged", "text": "Bioenergy for fuel use can take many forms, including wood chips, briquettes, and pellets. A recent profitability Renewable Energy Policy for Namibia analysis indicates that the Windhoek region is most optimally served by wood chips, while more far flung areas are"}, {"text_block_id": "p18_b370", "text": "FINAL 23"}, {"text_block_id": "p19_b371", "text": "better served by pellets."}, {"text_block_id": "p19_b372", "text": "vii"}, {"text_block_id": "p19_b373", "text": "Some industrial and commercial applications are also well suited to the use of biomass as combustion fuel. A local Cement factory is already using encroacher bush. Thus there is potential to grow biomass use for combustion, pyrolysis, or even direct gasification. Existing applications of biomass in Namibia use only 600000 tw/a, which amounts to only 3% of total potential."}, {"text_block_id": "p19_b374", "text": "viii"}, {"text_block_id": "p19_b375_merged_merged_merged", "text": "While several methodologically robust and credible studies have been conducted in Namibia regarding the economics and cost-effectiveness of encroacher bush use, the economics of de-bushing, and the economic plus environmental impacts of bush encroachment, ix a gap appears to exist in terms of research that studies the environmental impacts of an energy production business model that requires recurrent harvesting of encroacher bush and continued coverage of land by such bush species. If bioenergy based on encroacher bush is turned into a viable industry with new value chains, it is plausible that farmers may find it profitable to allow encroacher bush to encroach on even more land. Instead of completely de-bushing, there could be an incentive to allow this fuel source to thrive. The potential ecological impacts of this model shall be further explored, including through pilot studies that involve actual supply chains."}, {"text_block_id": "p21_b378", "text": "Renewable Energy Sector Strategy and Key Components"}, {"text_block_id": "p21_b379", "text": "A recent report by the International Energy Agency (IEA) on Transitioning to Policy Frameworks for Cost-Competitive Renewables, highlights how policies for Renewable Energy technologies should evolve based on the level of each technology"}, {"text_block_id": "p21_b380", "text": "’s"}, {"text_block_id": "p21_b381", "text": "maturity and cost-competitiveness (IEA, 2016). For example, some technologi"}, {"text_block_id": "p21_b382", "text": "es which aren’t"}, {"text_block_id": "p21_b383", "text": "yet competitive may require more support in the form of R&D, pilot demonstrations, and/or feed-in-tariffs. Conversely, others which are cost competitive require an enabling Institutional and Policy Framework to ensure they can at a minimum compete with alternatives on a level playing field."}, {"text_block_id": "p21_b384", "text": "Figure 3: RE Policy Evolution with Levelized Costs"}, {"text_block_id": "p21_b385", "text": "Source: (IEA, 2016)"}, {"text_block_id": "p21_b386", "text": "The IEA report also prioritizes three Policy Framework elements to help drive the growth of renewables once levelized cost with fossil fuels have been achieved:"}, {"text_block_id": "p21_b387", "text": "The IEA report also prioritizes three Policy Framework elements to help drive the growth of renewables once levelized cost with fossil fuels have been achieved:\n* Establishing a long-term vision for a sustainable power system (e.g. RE targets, climate change goals)\n* Enhancing the flexibility of the power system (e.g. RE grid integration and stability study, fair access for\n* Maintaining the bankability of Renewable Energy projects (e.g. enabling regulations for PPAs with IPPs,"}, {"text_block_id": "p21_b393", "text": "The following sections aim to address the above priorities and cover other Renewable Energy Policy recommendations relevant to both the electricity and non-electricity sectors for RE technologies at various levels of commercialisation."}, {"text_block_id": "p21_b394", "text": "Enabling Institutional and Regulatory Framework"}, {"text_block_id": "p21_b395_merged_merged", "text": "The RE Policy factors in the context of the institutional and Regulatory backdrop of the energy sector. Additional regulations and amendments will be required to ensure alignment with the RE Policy as well as other draft policies and bills once these are finalized. Figure 4provides a visual representation of the institutional framework for Namibia’s power sector and highlights several draft policies and bills that still need to be finalized and aligned with this RE Policy."}, {"text_block_id": "p22_b398", "text": "Figure 4: The institutional and Regulatory framework of Namibia"}, {"text_block_id": "p22_b399", "text": "’s"}, {"text_block_id": "p22_b400", "text": "energy sector"}, {"text_block_id": "p22_b401", "text": "As per the existing Renewable Energy Procurement Mechanism, Namibia differentiates Renewable Energy procurement based on system size as follows:"}, {"text_block_id": "p22_b402", "text": "As per the existing Renewable Energy Procurement Mechanism, Namibia differentiates Renewable Energy procurement based on system size as follows:\n* Net metering rules for installations\n* Net metering rules for installations\n <\n* Net metering rules for installations\n <\n 500 kW for all Renewable Energy technologies (not to exceed the\n* Net metering rules for installations\n <\n 500 kW for all Renewable Energy technologies (not to exceed the\n main electricity supply circuit breaker current rating)\n* A Renewable Energy feed-in tariff (REFiT) for projects >500kW and < 5 MW including biomass, concentrating solar power, solar PV, and wind.\n* A competitive auction approach for projects >5MW"}, {"text_block_id": "p22_b414", "text": "This differentiation of regulations and procurement based on system size, helps to target different sectors and encourage wider adoption of Renewable Energy. However, Namibia is still facing some challenges with its approach to date including:"}, {"text_block_id": "p22_b415", "text": ""}, {"text_block_id": "p22_b416", "text": "Limited participation by some distribution utilities in net metering to date"}, {"text_block_id": "p22_b417", "text": ""}, {"text_block_id": "p22_b418", "text": "Challenge with accurately setting REFiT amounts that are competitive, bankable, reduce risk of exchange rate fluctuations, and account for technology advancements"}, {"text_block_id": "p22_b419", "text": ""}, {"text_block_id": "p22_b420", "text": "Lack of clear and efficient land procurement and access rules for projects"}, {"text_block_id": "p22_b421", "text": ""}, {"text_block_id": "p22_b422", "text": "The need to stick to best practices when competitively procuring capacity"}, {"text_block_id": "p22_b423", "text": "Fortunately, these challenges provide lessons to learn from when improving on future Renewable Energy programs and harmonizing efforts by Government. The IPP Policy will also provide more detail on future rules and procurement guidelines for both Renewable Energy and other resource options."}, {"text_block_id": "p23_b424", "text": "Government shall harmonize efforts and build on experience from previous efforts such as the REFIT programme and the competitive auctions. Existing laws in Namibia require the Regulator to obtain Ministry of Mines and Energy approval for its decisions on the energy sector. The 2006 World Bank"}, {"text_block_id": "p23_b425", "text": "’"}, {"text_block_id": "p23_b426", "text": "s Handbook for Evaluating Infrastructure Regulatory Systems, provides best practices for effective regulation and recommends an independent Regulator model based on organizational, financial, and management independence. This Regulatory independence is critical in order to depolitisize Regulatory decisions. The energy Regulator in Namibia shall be independent and m a k e decisions objectively in line with government Policy (The World Bank, 2006)."}, {"text_block_id": "p23_b427", "text": "Moreover, a fully independent Regulator would allow it to clarify rules on RE procurement including stakeholders roles in the bidding process, work through the details of the modified single-buyer model, and develop regulations for off-grid energy options."}, {"text_block_id": "p23_b428", "text": "The draft Namibia Energy Regulatory Authority Bill aims to expand the Regulator"}, {"text_block_id": "p23_b429", "text": "’s"}, {"text_block_id": "p23_b430", "text": "authority beyond the electricity sector and establish a single energy Regulator, the Namibian Energy Regulatory Authority, to cover:"}, {"text_block_id": "p23_b431", "text": ""}, {"text_block_id": "p23_b432", "text": "Electricity"}, {"text_block_id": "p23_b433", "text": ""}, {"text_block_id": "p23_b434", "text": "Downstream gas including gas pipelines and storage facilities"}, {"text_block_id": "p23_b435", "text": ""}, {"text_block_id": "p23_b436", "text": "Downstream petroleum pipelines and storage facilities"}, {"text_block_id": "p23_b437", "text": ""}, {"text_block_id": "p23_b438", "text": "Renewable Energy"}, {"text_block_id": "p23_b439", "text": ""}, {"text_block_id": "p23_b440", "text": "Energy efficiency and conservation"}, {"text_block_id": "p23_b441", "text": "In addition to the above, the Regulator shall also work with government to ensure energy and electrification goals for low income communities and off-grid customers are also reached."}, {"text_block_id": "p23_b442", "text": "Market Structure"}, {"text_block_id": "p23_b443_merged_merged_merged", "text": "Clear Policy guidance and an enabling environment for IPPs will encourage greater development of Namibia’s renewable resources through an appropriate market structure that, for example, allows IPPs to sell power to off-takers other than NamPower. It is currently supported through the development of market rules in the draft Electricity Bill (Bill of Parliament, 2016)."}, {"text_block_id": "p24_b446", "text": "Subsidy Framework"}, {"text_block_id": "p24_b447", "text": "Subsidies play an important role in developing economies like Namibia and can be an effective tool to encourage growth when implemented in a transparent and targeted way."}, {"text_block_id": "p24_b448", "text": "With the move towards cost reflective tariffs and an increase in the number of IPPs, embedded generators, and electrification solutions for low income customers including rural areas, there is a need for transparent and manageable subsidies. For example, cross subsidies built-in to tariffs where one customer is charged more to recover the underpayment from another customer will distort the market and make it difficult to track the true cost of the subsidy. They can also discourage the efficient use of energy in some cases and undermine energy efficiency goals. A subsidy framework aims to address this by helping answer:"}, {"text_block_id": "p24_b449", "text": ""}, {"text_block_id": "p24_b450", "text": "Who needs subsidy and at what amount?"}, {"text_block_id": "p24_b451", "text": ""}, {"text_block_id": "p24_b452", "text": "What type of subsidy and who will pay?"}, {"text_block_id": "p24_b453", "text": ""}, {"text_block_id": "p24_b454_merged", "text": "What is the best method for disbursement and when will it be phased out? "}, {"text_block_id": "p24_b456", "text": "This subsidy framework shall further inform potential subsidies required to achieve energy access goals for low income customers including rural areas, with a focus on the inclusion of Renewable Energy sources for achieving such access. A subsidy framework should be based on the following principles:"}, {"text_block_id": "p24_b457", "text": "•"}, {"text_block_id": "p24_b458", "text": "Targets specific objectives and customer groups;"}, {"text_block_id": "p24_b459", "text": "•"}, {"text_block_id": "p24_b460", "text": "Remains transparent on who benefits, the allocation process;"}, {"text_block_id": "p24_b461", "text": "•"}, {"text_block_id": "p24_b462", "text": "To be fair for those that fund the subsidy and those that benefit;"}, {"text_block_id": "p24_b463", "text": "•"}, {"text_block_id": "p24_b464", "text": "Introduces minimal economic distortions and can be phased-out over time;"}, {"text_block_id": "p24_b465", "text": "•"}, {"text_block_id": "p24_b466", "text": "Administered and monitored easily."}, {"text_block_id": "p25_b467", "text": "Power Sector Planning"}, {"text_block_id": "p25_b468", "text": "Namibia developed a National Integrated Resource Plan (NIRP) to evaluate and prioritize power generation options for the country. The NIRP"}, {"text_block_id": "p25_b469", "text": "’s"}, {"text_block_id": "p25_b470", "text": "aim is to assess the full range of power supply development options that could meet future customer needs including Renewable Energy, and objectively compare these."}, {"text_block_id": "p25_b471", "text": "When developing an NIRP, countries often define a least cost plan of electrification as a base case scenario and may make strategic or Policy adjustments to account for other strategic planning objectives. These other strategic planning objectives may include the need to:"}, {"text_block_id": "p25_b472", "text": "Develop domestic projects and use local resources to reduce dependency on imports (security of supply)"}, {"text_block_id": "p25_b473", "text": "Keep commitments to climate change targets with clean energy options"}, {"text_block_id": "p25_b474", "text": "Diversify energy mix to improve resiliency and system reliability"}, {"text_block_id": "p25_b475", "text": "Increase efficiency of end-users and across the energy supply chain"}, {"text_block_id": "p25_b476", "text": "Optimize government investment"}, {"text_block_id": "p25_b477", "text": "Create jobs for the local economy"}, {"text_block_id": "p25_b478", "text": "Provide access to electricity quickly and efficiently to unelectrified communities"}, {"text_block_id": "p25_b479_merged_merged", "text": "The NIRP planning process shall establish clear responsibilities and authority of ESI stakeholders, set the planning horizon (e.g. 10-20 years), and the review period before the next update of the NIRP (e.g. 2-3 yearsxi). The NIRP planning process needs to also account for efficiency initiatives, mini-grids, net metering, storage, embedded generation, as well as other evolving features of the Namibian ESI."}, {"text_block_id": "p25_b482", "text": "It is important to ensure that the NIRP planning remains the responsibility of the Namibian government (i.e. Ministry of Mines and Energy) as the Policy custodian of the energy sector, and encourage fair treatment of all resources and potential power projects."}, {"text_block_id": "p25_b483", "text": "In addition, the Namibian government shall also conduct Renewable Energy resource mapping to assess the availability and location of local resources, which will inform future revisions of the NIRP and other potential government programmes such as Renewable Energy Development Zones (REDevZ). REDevZ are used in other countries including South Africa, to identify geographical areas where grid expansion can be directed and Regulatory processes streamlined (e.g. pre-approved environmental assessment of location and fast-tracked land acquisition) in order to incentivize the cost effective development of Renewable Energy projects."}, {"text_block_id": "p26_b484", "text": "As a high priority, government shall conduct essential technical research regarding integration of Renewable Energy into the existing grid, investigating the impact of intermittent power on grid stability and the capacity of existing infrastructure to absorb Renewable Energy. Ongoing studies shall examine how the grid can be strengthened or modified to enable greater integration of renewables. The studies shall also include the required reserve margins."}, {"text_block_id": "p26_b485", "text": "Third Party Grid Access & Wheeling"}, {"text_block_id": "p26_b486", "text": "Namibia developed a Grid Code (ECB, 2005) to provide rules and guidelines for electricity market participants on network access. Likewise, Namibia has in place a National Connection Charge Policy and a recent Amendment from NamPower on Technical Guidelines for Transmission provides more specific guidance on the integration for Renewable Energy facilities and other embedded generation (NamPower, 2016)."}, {"text_block_id": "p26_b487_merged", "text": "Namibia’s Electricity Act of 2007 establishes the rules for third party grid access to the transmission and distribution system. It requires a license for the following activities related to electricity:"}, {"text_block_id": "p26_b490", "text": ""}, {"text_block_id": "p26_b491", "text": "Generation & Supply"}, {"text_block_id": "p26_b492", "text": ""}, {"text_block_id": "p26_b493", "text": "Trading"}, {"text_block_id": "p26_b494", "text": ""}, {"text_block_id": "p26_b495", "text": "Transmission & Distribution"}, {"text_block_id": "p26_b496", "text": ""}, {"text_block_id": "p26_b497", "text": "Import & Export"}, {"text_block_id": "p26_b498", "text": "The Electricity Act of 2007 also clarifies license exemptions if for example, the installed capacity is less than 500 kVA, electricity is for own use, or in areas without a supply network. The Electricity Act of 2007, however, may need to be updated to reflect proposed changes to the market structure, increase the kVA threshold to allow for larger installations without a license (e.g. up to 1,000kVA), and allow for more bilateral transactions such as wheeling."}, {"text_block_id": "p26_b499", "text": "Wheeling is currently used in other markets, such as South Africa, to allow for the sale of electricity across a public power network in a way that allows the system operator to also recover its costs for the use of the system through"}, {"text_block_id": "p27_b500", "text": "use of system charges. Effective wheeling rules encourage wider adoption of Renewable Energy projects by allowing for larger than own-use installations and potentially community solar initiatives. A community solar initiative, for example, refers to a solar power farm that provides power and/or financial benefit to multiple community members that choose to provide capital for the project and has been successful in a number of other markets."}, {"text_block_id": "p27_b501", "text": "Namibia shall consider a trading market if viable for Renewable Energy to go along with this, however, the wheeling rules and any potential trading market would need to be aligned to the market structure rules established by the national Energy Policy."}, {"text_block_id": "p27_b502", "text": "Net Metering"}, {"text_block_id": "p27_b503", "text": "Namibia recently developed net metering rules for distribution utilities to offer services for customer generation such as rooftop solar PV installations (ECB, 2015). Objectives of the Net Metering Rules are summarized below:"}, {"text_block_id": "p27_b504", "text": ""}, {"text_block_id": "p27_b505", "text": "Generate additional power for the national grid and reduce investment requirements of utilities and conventional IPPs;"}, {"text_block_id": "p27_b506", "text": ""}, {"text_block_id": "p27_b507", "text": "Allow customer-generators to off-set their grid electricity usage through generation for self-consumption;"}, {"text_block_id": "p27_b508", "text": ""}, {"text_block_id": "p27_b509", "text": "Allow custom"}, {"text_block_id": "p27_b510", "text": "er‐"}, {"text_block_id": "p27_b511", "text": "generators to export energy to distribution networks up to a limit of the custom"}, {"text_block_id": "p27_b512", "text": "er’s"}, {"text_block_id": "p27_b513", "text": "imports from the distribution network;"}, {"text_block_id": "p27_b514", "text": ""}, {"text_block_id": "p27_b515", "text": "Promote sustainable Renewable Energy sources, small scale investments, value addition and electricity market development;"}, {"text_block_id": "p27_b516", "text": ""}, {"text_block_id": "p27_b517", "text": "Contribute towards reducing unemployment (ECB, 2015)."}, {"text_block_id": "p27_b518", "text": "There has been mixed results in the success of the program to date as some distribution utilities view net metering as a threat to their revenue, despite the fact that existing Regulatory rules help to reduce net metering risks for distribution utilities by:"}, {"text_block_id": "p27_b519", "text": "i."}, {"text_block_id": "p27_b520", "text": "Restricting max capacity per site (e.g. 500kVA)"}, {"text_block_id": "p27_b521", "text": "ii."}, {"text_block_id": "p27_b522", "text": "Limiting customer net-exports"}, {"text_block_id": "p27_b523", "text": "iii."}, {"text_block_id": "p27_b524_merged_merged", "text": "Capping the distribution utility’s aggregate net metered capacity (e.g. % of peak capacity)"}, {"text_block_id": "p27_b527", "text": "These limits shall ultimately be set by the Regulator who shall also be given more authority to ensure that distribution utilities comply with rule"}, {"text_block_id": "p28_b528", "text": "In order to protect the financial viability of distribution utilities over the longer-term, alternative tariff options to net metering shall be considered once net metering caps are reached. A number of other markets are adopting tariffs which both compensate customers for energy fed into the grid and allow utilities to recover costs of servicing the customer."}, {"text_block_id": "p28_b529", "text": "Embedded generation is the term used to describe the process of generating electricity at a specific location and then connecting that supply into the electricity network. In South Africa, for example, the national Regulator is in the process of finalizing an embedded generation tariff for installations <1MW. These rules will take precedence over existing municipality tariffs for embedded generation and require municipalities to compensate customers at the avoided variable purchase cost of the distributor. In other words, municipalities will buy energy from customers at roughly the same rate they pay Eskom for its power (wholesale rate). It also allows for both fixed and variable charges to apply to small-scale embedded generator customers, so the municipalities can recover fixed costs of servicing the customer and other levies. (NERSA, 2015)"}, {"text_block_id": "p28_b530", "text": "As proposed in the net metering rules and subject to the approval by the Regulator, embedded generation customers shall also be exempted from generation licensing requirements. If a tariff compensation methodology be developed it must be based on the following principles:"}, {"text_block_id": "p28_b531", "text": "•"}, {"text_block_id": "p28_b532", "text": "compensate customers fairly for energy fed into the grid;"}, {"text_block_id": "p28_b533", "text": "•"}, {"text_block_id": "p28_b534", "text": "Allow the distribution utility to recover costs of servicing the customer;"}, {"text_block_id": "p28_b535", "text": "•"}, {"text_block_id": "p28_b536", "text": "Incentivize embedded generation when and where it will be most useful to the system operator through tariff signals;"}, {"text_block_id": "p28_b537", "text": "•"}, {"text_block_id": "p28_b538", "text": "Provide equal opportunity to Renewable Energy resources and storage technologies."}, {"text_block_id": "p29_b539", "text": "Energy Storage"}, {"text_block_id": "p29_b540", "text": "Energy storage technologies and solutions have the potential to provide a number of benefits in Namib"}, {"text_block_id": "p29_b541", "text": "ia’s"}, {"text_block_id": "p29_b542", "text": "ESI such as:"}, {"text_block_id": "p29_b543", "text": ""}, {"text_block_id": "p29_b544", "text": "Integration of intermittent renewable resources"}, {"text_block_id": "p29_b545", "text": ""}, {"text_block_id": "p29_b546", "text": "Increase in supply during peak periods with load following"}, {"text_block_id": "p29_b547", "text": ""}, {"text_block_id": "p29_b548", "text": "Enhancements to electrical grid in both operations (e.g. ancillary support) and deferred infrastructure investment"}, {"text_block_id": "p29_b549", "text": ""}, {"text_block_id": "p29_b550", "text": "Potential reduction in emissions from reduced use of fossil fuel alternatives"}, {"text_block_id": "p29_b551", "text": ""}, {"text_block_id": "p29_b552_merged_merged", "text": "End-user avoided costsxii"}, {"text_block_id": "p30_b554", "text": "Effective and safe integration of energy storage technologies to the existing public electricity network requires Grid Code rules on the parameters and technical specifications the storage technology needs to meet. Namibia already has a Grid Code (ECB, 2005) providing rules and guidelines for electricity market participants on network access, however, an amendment is needed to provide more guidance on the integration of energy storage solutions and technologies."}, {"text_block_id": "p30_b555", "text": "Grid Code rules and targeted tariff signals for energy storage solutions can enable the wider adoption of energy storage and ensure it adds value for a number of stakeholders in Namib"}, {"text_block_id": "p30_b556", "text": "ia’s"}, {"text_block_id": "p30_b557", "text": "ESI including both the customer and system operator."}, {"text_block_id": "p30_b558", "text": "Regional Integration"}, {"text_block_id": "p30_b559", "text": "Namib"}, {"text_block_id": "p30_b560", "text": "ia’s"}, {"text_block_id": "p30_b561", "text": "domestic demand for electricity currently limits the size of new power projects it has the potential to develop. Enabling power exports through regional integration and relevant licenses increases the country"}, {"text_block_id": "p30_b562", "text": "’s"}, {"text_block_id": "p30_b563", "text": "Renewable Energy generation potential. For example, the ability to export and import electricity when needed offers one solution to potential intermittency issues associated with large amount of Renewable Energy capacity."}, {"text_block_id": "p30_b564_merged_merged_merged", "text": "As a member of the Southern African Development Community (SADC), Namibia has already signed some regional agreements that help create an enabling environment and initial framework for Renewable Energy generation and cross-border trade. (SADC, 2016) International agreements with organizations of particular importance for Namibia’s Renewable Energy and efficiency sectors include:"}, {"text_block_id": "p30_b567", "text": ""}, {"text_block_id": "p30_b568", "text": "The Southern African Power Pool (SAPP)"}, {"text_block_id": "p30_b569", "text": ""}, {"text_block_id": "p30_b570", "text": "Regional Electricity Association of Southern Africa (RERA)"}, {"text_block_id": "p30_b571", "text": ""}, {"text_block_id": "p30_b572", "text": "Southern African Customs Union (SACU)"}, {"text_block_id": "p30_b573", "text": "In addition, enabling exports from power projects requires supporting rules and regulations for large-scale projects to be built and transactions to take place. Guidelines on who may be eligible for an export license and potential royalties or export levies shall be clarified by Government in the national Energy Policy and supportive legislation."}, {"text_block_id": "p31_b574", "text": "RERA also provides guidelines on cross-border power trading in Southern Africa, which provide guidance for future projects (RERA, 2010)."}, {"text_block_id": "p31_b575", "text": "Rural Energy and Mini Grids"}, {"text_block_id": "p31_b576", "text": "Namib"}, {"text_block_id": "p31_b577", "text": "ia’s"}, {"text_block_id": "p31_b578", "text": "Vision 2030 (GRN, 2004) and the commitments in the UN Sustainable Energy for All (SE4ALL)"}, {"text_block_id": "p31_b579", "text": "xiii"}, {"text_block_id": "p31_b580", "text": "are aligned in their longer-term energy goals to provide access to modern energy services to almost all of the population by 2030. Likewise, the Harambee Prosperity Plan set near-term goals to:"}, {"text_block_id": "p31_b581", "text": ""}, {"text_block_id": "p31_b582", "text": "Increase in local electricity generating capacity from 400 MW;"}, {"text_block_id": "p31_b583", "text": ""}, {"text_block_id": "p31_b584", "text": "Provide electricity to all schools and health facilities by 2020; and"}, {"text_block_id": "p31_b585", "text": ""}, {"text_block_id": "p31_b586", "text": "Increase the rural electrification rate from 34 percent in 2015 to 50 percent by 2020 (GRN, 2016)"}, {"text_block_id": "p31_b587", "text": "Achieving these goals requires effort on multiple fronts, including an expansion of grid infrastructure and centralized power generation as well as the development of off-grid energy and distributed energy solutions for communities. Two key business models have emerged in the region to date for off-grid electrification including:"}, {"text_block_id": "p31_b588", "text": "1."}, {"text_block_id": "p31_b589", "text": "Mini-grids"}, {"text_block_id": "p31_b590", "text": "—"}, {"text_block_id": "p31_b591", "text": "small grid system electrifying a number of users typically without utility grid connection and often requiring some form of battery storage with power supply (e.g. solar PV panels, wind turbine, generator)"}, {"text_block_id": "p31_b592", "text": "2."}, {"text_block_id": "p31_b593_merged_merged_merged", "text": "Standalone Systems—energy solution for individual users/applications typically without utility grid connection (e.g. solar lanterns, solar home systems, solar cooker) and often require financing (e.g. pay-as-you-go with mobile payments, leasing)"}, {"text_block_id": "p31_b596", "text": "Off-grid energy solutions such as the development of mini-grids can provide a number of benefits including reduced investment required for grid expansion and use of local Renewable Energy resources which encourages local jobs. The potential economic benefits from providing off-grid energy services are significant for both the energy end-user and the local economies as new value chains develop to support this market."}, {"text_block_id": "p31_b597", "text": "Mini-grid potential in Namibia has been identified in both the 2005 Regional Electricity Distribution Master Plan (REDMP) and 2007 Off-grid Energisation Master Plan (OGEMP), which provide valuable context for the RE Policy. While the roll-out of mini-grids continues, a number of challenges have contributed to the slow speed of implementation including:"}, {"text_block_id": "p31_b598", "text": ""}, {"text_block_id": "p31_b599", "text": "Limited government funds and capacity to manage the program"}, {"text_block_id": "p31_b600", "text": ""}, {"text_block_id": "p31_b601", "text": "High up-front capital costs"}, {"text_block_id": "p31_b602", "text": ""}, {"text_block_id": "p31_b603", "text": "Challenge with balancing goals of cost reflectivity and affordability"}, {"text_block_id": "p31_b604", "text": ""}, {"text_block_id": "p31_b605", "text": "Insufficient financing and customized investment support"}, {"text_block_id": "p31_b606", "text": ""}, {"text_block_id": "p31_b607", "text": "Lack of effective institutional arrangements to ensure reliable O&M over time"}, {"text_block_id": "p32_b608", "text": "The SADC has also established guidelines in 2013 for the development of mini-grids. These guidelines are summarized in Figure 5."}, {"text_block_id": "p32_b609", "text": "Figure 5: SADC Support Framework for Mini-Grids"}, {"text_block_id": "p32_b610", "text": "Source: (RERA, 2014)"}, {"text_block_id": "p32_b611_merged", "text": "Modern energy is defined in this Policy as the level of energy and energy services required to meet people’s needs. In some locations this means access energy from centralized sources, while in other locations it means access to off-grid or distributed energy solutions that don’t compromise quality or reliability required to meet people’s needs. Feedback from stakeholders and recommendations from a gap analysis of Namibia’s mini-grid program (RERA, 2014) further highlight the need to establish a government agency dedicated to managing the program (See Annex D for Mini-Grid Action Plan). This Rural Energy Agency shall oversee the further expansion of the mini-grid roll-out in Namibia, coordinate existing efforts on all forms of rural energy (e.g. efficiency, thermal energy, electrification),"}, {"text_block_id": "p32_b620", "text": "Renewable Energy Policy for Namibia"}, {"text_block_id": "p32_b621", "text": "FINAL 37"}, {"text_block_id": "p33_b622", "text": "and help address capacity shortfalls experienced to date. The Rural Energy Agency shall work closely with existing organizations and research institutes to build on ongoing efforts in this sector."}, {"text_block_id": "p33_b623", "text": "The government shall, through such an agency (amongst other things) identify market and Regulatory actions necessary to allow for and encourage private investment in, ownership of, and operation of off-grid electrification. It shall implement any required Regulatory changes to achieve these objectives."}, {"text_block_id": "p33_b624", "text": "Funding for the Rural Energy Agency may need to come from a levy on electricity tariffs, but other funding options shall also be explored."}, {"text_block_id": "p33_b625", "text": "Some delays and challenges have been experienced to date with existing initiatives for off-grid and rural electrification, such as a lack of clarity on the responsibilities for mini-grid operations to date resulting in maintenance challenges at a number of sites. The Regional Councils does not have the relevant capacity due to resource constraints to handle the maintenance requirements, so alternative solutions need to be explored to build and finance mini-grids such as potentially assigning more support to REDs or any other distributors to install and maintain mini-grids. Another option is to structure scalable public-private partnerships (PPPs) to allow private sector companies to develop and maintain mini grids."}, {"text_block_id": "p33_b626", "text": "In addition, some positive achievements have also been made to date with the Solar Revolving Fund (SRF) and the number of systems financed to date (See Annex C). The SRF focuses on solar waters heaters, solar homes systems, and solar PV pumping, so an expansion of the program shall be considered to also cover energy efficiency, mini-grids, and storage technologies."}, {"text_block_id": "p34_b627", "text": "Lastly, Government shall also build on experience from previous projects and learn from other initiatives piloted in the region to address off-grid energy challenges through Standalone Systems. For example, a recent study from 25 pilot projects in East Africa using various business models (e.g. pay as you go financing, packaging sale of biomass with cook stoves, and solar community centres), highlights that there is no one size fits all solution as different regions and markets each have unique characteristics and needs (SESA, 2016). Figure 6. Depicts a few of the approaches for promoting sustainable products in off-grid communities and demonstrates that each requires a varying level of resources and has its own challenges."}, {"text_block_id": "p34_b628", "text": "Figure 6: Various Routes to Market for Sustainable Products and Standalone Systems"}, {"text_block_id": "p34_b629", "text": "Source: (SESA, 2016)"}, {"text_block_id": "p34_b630", "text": "While challenges off-grid solutions vary, a common requirement for enabling these solutions includes the availability of microloans often enabled through telecommunications infrastructure (e.g. unlocks pay-as-you-go"}, {"text_block_id": "p35_b631", "text": "mobile payment options). Therefore, addressing energy goals in rural areas in Namibia should go hand-in-hand with other infrastructure expansion efforts such as telecommunications."}, {"text_block_id": "p35_b632", "text": "Energy Efficiency and Demand Side Management"}, {"text_block_id": "p35_b633", "text": "Energy efficiency and Demand-Side Management (DSM)"}, {"text_block_id": "p35_b634", "text": "xiv"}, {"text_block_id": "p35_b635", "text": "measures are often some of the quickest and most cost effective ways to address national energy goals by helping reduce overall customer demand for energy and its associated emissions. Therefore, development of a Renewable Energy Policy also requires consideration of energy efficiency options that help to achieve similar goals."}, {"text_block_id": "p35_b636", "text": "Energy efficiency is a cross-cutting topic and applies to a number of sectors in Namib"}, {"text_block_id": "p35_b637", "text": "ia’s"}, {"text_block_id": "p35_b638", "text": "economy as illustrated in Table 2."}, {"text_block_id": "p35_b639", "text": "Table 2 Priority Areas for Energy Efficiency Policy"}, {"text_block_id": "p35_b640", "text": "Source: (IEA, 2011)"}, {"text_block_id": "p35_b641", "text": "It is recommended that a more detailed energy efficiency Policy be developed for Namibia that covers all sectors of the economy, including setting specific efficiency goals for various sectors (including utilities), and undertakes a study of the potential of decoupling power sales from profits, with a view to incentivizing energy efficiency."}, {"text_block_id": "p35_b642", "text": "Policy Statement 16"}, {"text_block_id": "p35_b643", "text": "Government shall develop a detailed Energy Efficiency and DSM Policy for all sectors of the economy that continue"}, {"text_block_id": "p35_b644", "text": "s"}, {"text_block_id": "p35_b645", "text": "to build on existing energy efficiency efforts including research on energy end-use data and public educatio"}, {"text_block_id": "p35_b646", "text": "n campaigns promoting the efficient use of energy."}, {"text_block_id": "p35_b647_merged_merged_merged_merged", "text": "16.1 Government shall implement energy efficiency and Renewable Energy standards not only for its facilities but at all levels nationally including the mass housing scheme (e.g. solar water heating requirements, compatible designs for future RE and EE upgrades)."}, {"text_block_id": "p36_b651", "text": "A number of efficiency and DSM programs have already been implemented in Namibia such as:"}, {"text_block_id": "p36_b652", "text": ""}, {"text_block_id": "p36_b653", "text": "Raising public awareness"}, {"text_block_id": "p36_b654", "text": ""}, {"text_block_id": "p36_b655", "text": "Promoting efficient residential lighting"}, {"text_block_id": "p36_b656", "text": ""}, {"text_block_id": "p36_b657", "text": "DSM campaigns from NamPower (1 million LEDs, 20,000 SWHs, virtual power station)"}, {"text_block_id": "p36_b658", "text": ""}, {"text_block_id": "p36_b659", "text": "Incentives and financing for solar water heating"}, {"text_block_id": "p36_b660", "text": ""}, {"text_block_id": "p36_b661", "text": "Implementing time-of-use price signals for utility tariffs"}, {"text_block_id": "p36_b662", "text": ""}, {"text_block_id": "p36_b663", "text": "Direct load control"}, {"text_block_id": "p36_b664", "text": ""}, {"text_block_id": "p36_b665", "text": "Promotion of commercial and industrial efficiency"}, {"text_block_id": "p36_b666_merged", "text": "Despite these initiatives, more is needed to realize Namibia’s full energy efficiency potential and harmonize efforts across all sectors. For example, a recent DSM study for Namibia (Emcon, 2015) identified the need for a national DSM programme with the following objectives:"}, {"text_block_id": "p36_b669", "text": "i."}, {"text_block_id": "p36_b670", "text": "reduce the evening peak, as it causes considerable resource constraints and higher electricity costs;"}, {"text_block_id": "p36_b671", "text": "ii."}, {"text_block_id": "p36_b672", "text": "reduce the daytime load for at least as long as local and regional electricity supplies remain constrained; and"}, {"text_block_id": "p36_b673", "text": "iii."}, {"text_block_id": "p36_b674", "text": "increase the night-time load as long as sufficient capacity remains available, to further flatten the load profile and leverage lower cost electrical energy when it is available."}, {"text_block_id": "p36_b675", "text": "The DSM study also suggests a number of new DSM initiatives to consider (e.g. promotion of consumer storage, energy efficiency standards, increased customer generation), which shall also be considered as part of a broader energy efficiency Policy for the country and implemented with the assistance of a national energy efficiency and DSM committee. Demand response shall also be included within the scope of the committee and Energy Efficiency and DSM Policy."}, {"text_block_id": "p36_b676", "text": "The Energy Efficiency and DSM Policy shall also examine the need for Regulatory reform to eliminate perverse incentives that utilities have to promote consumption rather than conservation. The Policy would also set energy efficiency goals for which utilities shall be held accountable."}, {"text_block_id": "p37_b677", "text": "R&D, Innovation Support, and Standards"}, {"text_block_id": "p37_b678", "text": "A number of existing research efforts focused on energy including Renewable Energy, efficiency, and storage solutions through local Universities and institutions. For example, the Namibia Energy Institute (NEI) partnered with Namib"}, {"text_block_id": "p37_b679", "text": "ia’s"}, {"text_block_id": "p37_b680", "text": "University of Science and Technology, SADC Centre for Renewable Energy and Energy Efficiency (SACREEE), SOLTRAIN, and others have worked on a number of projects in the Renewable Energy sector that address energy research, technology, Policy, and education needs."}, {"text_block_id": "p37_b681_merged_merged", "text": "Likewise, NamPower and some REDS (e.g. Erongo RED’s Battery Energy Storage System Feasibility) are also pursuing research efforts in this sector, which may benefit from government participation or support. Research and demonstrations of innovative solutions customized for the Namibia environment help create awareness and encourage wider adoption of these solutions."}, {"text_block_id": "p37_b684", "text": "Innovative business models addressing rural energy needs are also becoming more popular in the sub-Saharan Africa region including small-scale solar home energy solutions financed through affordable payment schemes. Given the significant rural electrification needs in Namibia, government funds for research and enabling these business models by working with the private sector to address gaps shall prioritize efforts that address rural energy goals."}, {"text_block_id": "p37_b685", "text": "In addition, Renewable Energy capacity that supports desalination of sea water applications have the potential to help address water challenges faced by the country. The potential viability of this technology shall be explored in more detail in government R&D and demonstrations to encourage further development of these solutions in the country."}, {"text_block_id": "p37_b686", "text": "In addition, there is a need to ensure that quality and reliability of Renewable Energy and efficiency technologies and equipment used in Namibia, especially for government led projects and rural energy projects. In some cases, adopting international standards for these technologies may suffice and will help to avoid the use sub-standard equipment which damages public perception of the technology. Government shall continue to coordinate with Namibian Standards Institution (NSI) or its successor and the National Technical Committee on Renewable Energy (NTCRE) to update and enforce standards in the Renewable Energy and efficiency sectors."}, {"text_block_id": "p38_b687", "text": "Thermal Energy Supply"}, {"text_block_id": "p38_b688", "text": "Thermal energy generally refers to energy in the form of heat. A number of Renewable Energy sources can provide thermal energy such as solar radiation, geothermal energy, ocean thermal gradients, and the combustion of biomass or biofuels. Thermal energy can also be used in a wide variety of applications including but not limited to process heat for industry, water heating for domestic hot water, and cooling/heating supply for commercial buildings. As these resources and their applications are at various stages of research and commercialization, the RE Policy focuses primarily on those that are more commercialized and relevant for Namibia in its current context. Electricity sector applications for thermal energy are dealt with in more detail in the electricity sector section of this RE Policy."}, {"text_block_id": "p38_b689", "text": "Government shall strive to work with local institutions and stakeholders to encourage education on Renewable Energy and efficiency at Universities, vocational schools, and at the community level through awareness and training programs (e.g. Centres of Competence)."}, {"text_block_id": "p38_b690", "text": "Solar Thermal"}, {"text_block_id": "p38_b691_merged", "text": "Namibia’s abundance of solar resource and the increasing affordability solar technologies make solar thermal technologies and applications a high priority the country. The Namibian Energy Institute in collaboration with NUST and SOLTRAIN developed a Solar Thermal Technology Roadmap for Namibia, which highlights the potential for solar thermal among various end-use segments as depicted in Figure 7. (NEI, 2015)."}, {"text_block_id": "p39_b694", "text": "Figure 7: Summary of Common Solar Thermal Applications"}, {"text_block_id": "p39_b695", "text": "Relevant for Namibia"}, {"text_block_id": "p39_b696", "text": "Source: (NEI, 2015)"}, {"text_block_id": "p39_b697", "text": "In addition solar thermal desalination, solar cooking, solar dryers, and others were also identified as relevant for Namibia. The Solar Thermal Technology Roadmap provides suggested sector specific solar thermal targets until 2030 to meet a goal of 0.5 m² (approximately 0.35 kW thermal equivalent) of flat plate solar thermal collector installed capacity per inhabitant."}, {"text_block_id": "p39_b698", "text": "Table 3 Solar Thermal Technology Roadmap 2030 Targets by Sector"}, {"text_block_id": "p39_b699", "text": "Source: (NEI, 2015)"}, {"text_block_id": "p40_b700", "text": "The RE Policy also supports government efforts to continue to lead by example with solar thermal installations. For example, the 2007 Cabinet Directive requires government buildings to install solar water heaters in all new buildings and for future replacements provided a practical incentive for the local industry. (Epp, 2013)"}, {"text_block_id": "p40_b701", "text": "On a larger scale, Concentrating Solar Power (CSP) applications also have potential to address some of Namib"}, {"text_block_id": "p40_b702", "text": "ia’s"}, {"text_block_id": "p40_b703", "text": "energy sector needs such as providing process heat for industrial processes and power generation. Opportunity may exist to leverage international climate financing to help reduce the high upfront cost of capital for CSP projects. Since CSP is most commonly used for power generation with storage, the electricity sector section of this report provides more context for this technology. In addition, more research and potential demonstrations on other CSP applications for Namibia would be beneficial, such as desalination applications which could help address water challenges faced by the country. Renewable Energy capacity that supports desalination of sea water has significant potential in a country like Namibia, so this shall be explored by government in future R&D efforts."}, {"text_block_id": "p40_b704", "text": "Geothermal"}, {"text_block_id": "p40_b705", "text": "Namibia has a number of hot springs across the country indicating availability of geothermal resources, which could potentially be used for electricity generation, process heat, or other applications. There has been very little development of these resources to date and limited data is available on country"}, {"text_block_id": "p40_b706", "text": "’s"}, {"text_block_id": "p40_b707", "text": "resource potential. While Namibia has a high abundance of other renewable alternatives that are currently more commercially viable such as solar and wind, the RE Policy still supports the inclusion of geothermal energy in resource mapping and related research to inform future potential for the country."}, {"text_block_id": "p40_b708", "text": "Bioenergy"}, {"text_block_id": "p40_b709", "text": "Namibia currently uses a significant amount of bioenergy for domestic cooking and heating needs (e.g. wood and charcoal). The environmental impact and emission levels from burning of bioenergy varies depending on a number of factors including what type of biomass is used, how its processed (if at all), and how the equipment used to burn it. The RE Policy supports the use of efficient and clean household equipment (e.g. cook stoves) using bioenergy, which shall be enabled as an alternative to less efficient methods."}, {"text_block_id": "p40_b710_merged_merged_merged", "text": "In addition, Namibia has a large amount of invasive plant species (aka encroacher bush) which covers ~30% of Namibia’s land area (GIZ, 2016). The encroacher bush contributes to a number of negative environmental impacts including:"}, {"text_block_id": "p40_b713", "text": ""}, {"text_block_id": "p40_b714", "text": "Reduced biodiversity"}, {"text_block_id": "p40_b715", "text": ""}, {"text_block_id": "p40_b716", "text": "Limited land available for livestock"}, {"text_block_id": "p40_b717", "text": ""}, {"text_block_id": "p40_b718", "text": "Decreased groundwater available for other species"}, {"text_block_id": "p41_b719", "text": "The large amount of encroacher bush creates an opportunity for thermal energy and power generation applications."}, {"text_block_id": "p41_b720_merged", "text": "The RE Policy supports the use of bioenergy for various applications that are economically viable relative to alternatives and help meet the goals in Namibia’s RE Policy."}, {"text_block_id": "p41_b723", "text": "[NOTE: please also refer to the larger discussion of Renewable Energy Fuels in a subsequent section of this Policy.]"}, {"text_block_id": "p42_b724", "text": "Renewable Fuels"}, {"text_block_id": "p42_b725", "text": "The availability of abundant feedstocks allows Namibia to investigate and grow the use of renewable liquid fuels such as ethanol and biodiesel. In terms of ligno-cellulosic biomass potential, Namibia may have as much as 25 terawatt / hectare, while the potential for cellulosic biomass is 1.5 terawatt / hectare. Produced correctly, advanced, second and third-generation biofuels result in net-zero carbon emissions."}, {"text_block_id": "p42_b726", "text": "Growing vehicle numbers in Namibia and growing passenger-miles (or kilometres) driven have led to Namibia importing ever greater quantities of liquid transportation fuels (petroleum and diesel). Domestic production of biodiesel for transportation would therefore provide the added benefit of reducing Namib"}, {"text_block_id": "p42_b727", "text": "ia’s"}, {"text_block_id": "p42_b728", "text": "imports and reducing foreign exchange outflows."}, {"text_block_id": "p42_b729", "text": "Cultivated Bioenergy"}, {"text_block_id": "p42_b730", "text": "Amongst the various options Namibia has explored and could further develop are Jatropha biofuel (although Jatropha has failed to live up to expectations and oil yields have been underwhelming), castor and soy based biodiesel, and algae-based biofuel (which is presently cost-prohibitive but could be researched for cost-reductions in the future)."}, {"text_block_id": "p42_b731", "text": "Non-cultivated Bioenergy"}, {"text_block_id": "p42_b732", "text": "Given the prevalence of invader bush in Namibia, dry biomass based biofuel may be the most promising option for increased investment (with one source estimating yields of 190 liters of yield from one ton of dry biomass)."}, {"text_block_id": "p42_b733", "text": "xv"}, {"text_block_id": "p42_b734", "text": "Blackthorn has also been shown to be a viable bioenergy source in Namibia, providing thermal energy in the form of wood chips for cement manufacturers (such as Ohorongo Cement)."}, {"text_block_id": "p42_b735", "text": "Biofuel production would bring co-benefits of job creation in rural areas, contributing to rural development, income diversification, and skills-building in rural settings. However, the larger-scale more sustained, commercial production of biofuels often comes with potential challenges, ranging from possible impacts on soil and water, trade-offs with food security, impacts on biodiversity, management costs etc. Thus this type of renewable fuel development is often suited to experimental, pilot projects before scale-up and commercialization. As such, bioenergy development would be a good candidate for R&D and field trials in the proposed Renewable Energy Development Zones (REDevZ)."}, {"text_block_id": "p42_b736_merged_merged_merged", "text": "The development of the bioenergy industry is often impossible without proactive government support (like tax breaks or rebates) etc. Simultaneously, the government must create safeguards to ensure sustainable land use and to curb potential negative impacts from bioenergy production. The complexity of managing and growing a renewable fuel industry calls, in fact, for a dedicated bioenergy Policy, based on an in-depth understanding of Namibia’s own experience with bioenergy."}, {"text_block_id": "p44_b739", "text": "Capacity Building and Skills Development"}, {"text_block_id": "p44_b740", "text": "Growth of the Renewable Energy sector in Namibia is a valuable economic opportunity that should translate into skills-development and job creation for Namibians. In particular, off-grid technologies offer significant scope for training of personnel and capacity building. Significant new value-chains can be created in the RE sector, with training and job opportunities in each level of such value chains. Namibia already has provisions for the creation of Renewable Energy shops, which allow for certain small-scale energy equipment to be retailed in rural areas. However, these shops largely serve the function of storing inventory produced elsewhere and making occasional sales. There is potential to expand the role of Renewable Energy shops and to create Renewable Energy value chains in rural areas, based on Renewable Energy technologies."}, {"text_block_id": "p44_b741", "text": "One potential solution the government should consider involves training corps of young Namibians in all phases of the RE value chain: the manufacturing, installation, operations and maintenance of renewable technologies, and deploying these networks in rural areas so that these technicians can participate in the entire life cycle of Renewable Energy. For instance, some can engage in small-scale manufacturing of components that can be locally produced (including at Renewable Energy parks); some can be involved in a transportation and distribution network from the manufacturing unit to Renewable Energy shops or farther from the shops to villages; some can be installation technicians; others can work on repairs, upgrades, and maintenance."}, {"text_block_id": "p44_b742", "text": "The government should provide the necessary training and certification, as well as continuing education and a chance up update skills periodically with improvements in technology. This can be done both through degree programs at universities, through vocational colleges, or other technical institutions across the country. In this manner, not only will the government create capacity and generate jobs, it will also increase the operational lifetimes of Renewable Energy applications, so that minor problems in the installation or the lack of a spare part for prolonged periods does not lead to breakdowns or a lack of confidence in Renewable Energy technologies."}, {"text_block_id": "p44_b743", "text": "Some of this work has already begun in Namibia. Thus the Policy supports the expansion of such efforts, such training and certification shall be designed to also create post-completion job opportunities and to develop skilled personnel who can support off-grid Renewable Energy manufacture, sale, deployment, operation, and after-sale services both in Namibia and the region."}, {"text_block_id": "p44_b744", "text": "The Government shall also consider a green economy development strategy that creates forward and backward linkages with the manufacturing sector by potentially supporting the manufacturing of technology related to the production of Renewable Energy in Namibia (e.g. solar water heaters). If implemented, such support should be practical for Namibia and account for the small size of the local market relative to other countries manufacturing this equipment. Government shall also keep in mind that the best way to incentivize local industries is by enabling"}, {"text_block_id": "p45_b745", "text": "Land Procurement Best Practices"}, {"text_block_id": "p45_b746", "text": "One of the major barriers faced by IPPs and Renewable Energy project developers is the challenge of acquiring or leasing land for new projects. Under Namibian law, land rights are vested in three distinct categories of owners: private land owners, the state (predominantly conservation areas), and communities. Within this land rights regime, those wishing to secure leases for Renewable Energy projects have to deal with a multiplicity of actors based on the location they prefer, and the process to obtain land can be laborious, unpredictable, and susceptible to change. There is no standardized approach for securing land for Renewable Energy projects. In particular, securing community-owned land is exceptionally onerous and lengthy, often taking years. Acquiring rights to develop Renewable Energy projects on agricultural land has also proven to be extremely cumbersome in many cases."}, {"text_block_id": "p45_b747_merged", "text": "A useful approach to ameliorate such barriers exists in Namibia’s tourism industry. In collaboration with non governmental organizations and industry associations, the Government of Namibia has begun exploring the creation of somewhat standardized models for land negotiations between tourism facility developers and traditional authorities that govern community lands. These models include negotiations based on adequate benefit-sharing between the private developer and the local community, job-creation for the local community, and a recognition that the establishment of the tourist facility typically adds value to the land."}, {"text_block_id": "p45_b750", "text": "The Renewable Energy sector would benefit from similar approaches that simplify, standardize, expedite, and clarify the process for acquiring leases on community lands. This shall be treated as a high priority by the Government of Namibia."}, {"text_block_id": "p45_b751", "text": "Another challenge related to land is the existing land use regime. Land use plans and regulations prescribing land use provide very specific categories of land use in Namibia. When land is classified under or earmarked for one type of land use, conversion to another land use is extremely challenging and faces many Regulatory hurdles. Given the sheer potential of Renewable Energy in Namibia and the role that land can plan in enabling Namibia to become a leader in Renewable Energy, it is advisable that Namibia revise its current land use regime to include clean energy as a specific type of land use, allowing easier conversion and reducing constraints on Renewable Energy activities. The Ministry of Land Reform shall play a key role in modifying the existing land use regulations and Policy frameworks."}, {"text_block_id": "p45_b752", "text": "Financing Barriers and Solutions for Renewable Energy in Namibia"}, {"text_block_id": "p45_b753", "text": "The most significant barrier standing in the way of robust development of the Renewable Energy sector in Namibia is inadequate finance, in terms of both limited availability and the high cost of credit. While the sector is replete with potential projects that are technically viable, the financial feasibility of many projects falters in the face of high"}, {"text_block_id": "p46_b754", "text": "due diligence and project preparation requirements demanded by the small number of commercial banking institutions that lend to Renewable Energy projects in Namibia. Because financial institutions adopt a project finance approach to Renewable Energy projects, it is the cost of such project development that often makes projects unviable for developers. Thus, new and innovative arrangements and support for project preparation are necessary, including the creation of new financial products and lending streams that can modify the due diligence requirements based on prior experience or a firm"}, {"text_block_id": "p46_b755", "text": "’s"}, {"text_block_id": "p46_b756", "text": "credibility."}, {"text_block_id": "p46_b757", "text": "Another equally important barrier for financing in Namibia is exchange rate fluctuations. Because the Namibian Dollar is pegged to the South African Rand, the precipitous devaluation of the rand against the dollar, pound, and euro (due to a slowing South African economy) has also brought down the value of the Namibian Dollar in recent months. Since electricity tariffs are set in Namibian Dollars, while capital costs are often in foreign currency, the change in the value of the Namibian Dollar has led to several projects becoming significantly more costly simply due to exchange rate variation. The challenge is amplified when credit for the project is derived from foreign sources, making repayment rates even more expensive. It is imperative, therefore, for the Government of Namibia to investigate and implement ways to protect or insulate the Renewable Energy industry in some manner from currency devaluation. One method of doing this is to negotiate adjustable tariffs contingent on inflation (e.g. consumer price index)."}, {"text_block_id": "p46_b758", "text": "The high cost of credit from domestic lenders is not a uniquely Namibian problem, but is nevertheless a challenge for IPPs. In Renewable Energy markets the world over several measures have been adopted to reduce the risk to financial institutions or lenders, such as risk guarantee funds, revolving funds and similar mechanisms. Namibia shall make it a priority to develop mechanisms that allow lenders to reduce interest rates due to lower risk levels."}, {"text_block_id": "p46_b759", "text": "New and additional sources of finance shall be actively sought by the Namibian Government. For instance, it shall draw on international climate finance, including from the Climate Investment Funds (CIF), the Energy Facility, and Green Climate Fund (GCF), exploring ways to support the private sector in Namibia benefit from such climate finance. This would include assisting private developers with the legal and Regulatory requirements of climate funding, reducing their transaction and administrative costs."}, {"text_block_id": "p46_b760_merged_merged", "text": "The Government shall also redouble efforts to secure multilateral funding and development assistance for publicly funded Renewable Energy projects. New opportunities in Africa are likely to emerge through AfDB’s Clean Energy Investment Framework for Africa, the African Renewable Energy Fund, the Sustainable Energy Fund for Africa, SACREE and similar regional collectives."}, {"text_block_id": "p46_b763", "text": "Across developing countries and emerging markets, new and innovative financial mechanisms are being used to support the growth of Renewable Energy. Many of these do require public finance, which Namibia shall consider."}, {"text_block_id": "p47_b764", "text": "Options include the setting up of a dedicated Renewable Energy financing institution, focused on better attracting and structuring finance for clean energy (one of the stated objectives of the Indian Renewable Energy Development Agency, for instance); crowd-sourced financing (such as the Solar Mosaic model in California); issuing Green Bonds (exemplified in Costa Rica, and championed in particular through World Bank programs); the setting of preferential interest rates for RE projects (as has been done by the Central Bank in Japan) or interest rates guided by Environmental and Social Governance (ESG) criteria; and one-stop-shop financing and facilitation through entities like the World Bank Group"}, {"text_block_id": "p47_b765", "text": "’"}, {"text_block_id": "p47_b766", "text": "s"}, {"text_block_id": "p47_b767", "text": "“"}, {"text_block_id": "p47_b768", "text": "Scaling Solar"}, {"text_block_id": "p47_b769", "text": "”"}, {"text_block_id": "p47_b770", "text": "initiative."}, {"text_block_id": "p47_b771", "text": "There are also a range of options to reduce risks from currency fluctuation. Currency Exchange Funds (such as one pioneered by the Dutch Ministry of Foreign Affairs, along with the African Development Bank and the European Bank for Reconstruction and Development) allow investors putting money into developing markets to hedge local currency risk with the help of swap products. PPAs themselves could be structured with built in currency exchange protection on tariff payments (as is happening in Ghana). Yet another option is a government-sponsored foreign exchange hedging facility. India is exploring this model, where a 10-year currency hedge, provided by the Government through the facility, would cost 16% of the current capital cost of a solar plant. Under its model such a hedge would reduce the develop"}, {"text_block_id": "p47_b772", "text": "er’s"}, {"text_block_id": "p47_b773", "text": "debt costs by 7%, the cost of Renewable Energy by 19%, and the cost of government support by 54%."}, {"text_block_id": "p47_b774", "text": "xvi"}, {"text_block_id": "p47_b775", "text": "Figure 8: Impact of a Currency Hedge on the Cost of Foreign Debt"}, {"text_block_id": "p47_b776", "text": "Source: (Climate Policy Initiative, 2015)"}, {"text_block_id": "p47_b777_merged_merged_merged", "text": "The role of public finance in the renewables sector is key for several reasons. It allows for the minimization of risks, and to maximize the leveraging of private finance (through vehicles such as Public Private Partnerships). Public finance can also help create a level playing field for renewables, to make them competitive against fossil fuels – which have received various forms of government subsidies and support for multiple decades. If the perception of risk in renewables can be lowered to some degree by public finance, it also helps to accelerate private lending and equity, including lower credit rates. Lower finance costs have been show to lead to more affordable energy."}, {"text_block_id": "p47_b780", "text": "In addition, the Namibian Government shall explore methods to generate funding for Renewable Energy projects through new revenue streams. Some options to be explored include a financial transactions tax to be channelled into clean energy, or a carbon tax to be channelled into clean energy."}, {"text_block_id": "p48_b781", "text": "Financing needs are different for grid-connected and off-grid technologies. In recognition of this, the Namibian Government shall adopt a differentiated approach to improving finance for each of these sectors. It is likely that grid-connected technologies can be scaled up through private investment and finance, therefore making off-grid applications"}, {"text_block_id": "p48_b782", "text": "–"}, {"text_block_id": "p48_b783", "text": "particularly in rural areas --a priority for public support and finance through dedicated credit lines (including, potentially, collectively owned community RE assets). Thus, targeted public funding shall be used to fill such finance gaps, especially for small-scale, rural Renewable Energy projects."}, {"text_block_id": "p48_b784_merged_merged", "text": "Namibia is already taking steps towards affordable financing for renewables. The Environmental Investment Fund of Namibia has been set up to provide grants, green soft loans, green concessional loans and bursaries. It recently received accreditation from the Green Climate Fund (GCF). xvii Other entities such as the Namibia Investment Centre and the SME Bank can also support the growth of RE in Namibia."}, {"text_block_id": "p49_b787", "text": "Potential Financial Incentives and Tax Breaks"}, {"text_block_id": "p49_b788", "text": "In the electricity sector, translating Renewable Energy targets into specific Policy instruments can include a wide range of different Policy mechanisms. The selection of particular policies and measures can help focus Regulatory and monitoring resources more efficiently. To promote renewable energies, countries have over the years developed a range of different policies. The most common implemented policies include:"}, {"text_block_id": "p49_b789", "text": "-"}, {"text_block_id": "p49_b790", "text": "Rebates: to promote the installation of Renewable Energy systems and energy efficiency measures."}, {"text_block_id": "p49_b791", "text": "-"}, {"text_block_id": "p49_b792", "text": "Grants: to decrease the cost of eligible systems or equipment, research and development, and project commercialization."}, {"text_block_id": "p49_b793", "text": "-"}, {"text_block_id": "p49_b794", "text": "Production incentives: to reward performance. Cash payments are given based on the number of kilowatt-hours (kWh) generated by a Renewable Energy system."}, {"text_block_id": "p49_b795", "text": "-"}, {"text_block_id": "p49_b796", "text": "Industry support: Financial incentives to recruit or cultivate the manufacturing and development of Renewable Energy systems and equipment."}, {"text_block_id": "p49_b797", "text": "-"}, {"text_block_id": "p49_b798", "text": "Corporate tax credit: credit for the purchase and installation of green energy technology."}, {"text_block_id": "p49_b799", "text": "-"}, {"text_block_id": "p49_b800", "text": "Personal tax credit: tax credits on multiple years for the purchase of Renewable Energy systems for personal use."}, {"text_block_id": "p49_b801", "text": "-"}, {"text_block_id": "p49_b802", "text": "Sales tax: exemption from the state sales tax for the purchase of a Renewable Energy system."}, {"text_block_id": "p49_b803", "text": "-"}, {"text_block_id": "p49_b804", "text": "Property tax: exemptions, exclusions and abatements for Renewable Energy equipment on property."}, {"text_block_id": "p49_b805", "text": "Tariff-based support schemes such as Feed-in tariffs (FiT) and Feed-in premiums (FiP) have been widely used in the past, and have proven to be effective in promoting and stimulating growth in renewable energies. Tariff-based support mechanisms are price-driven Policy instruments, where the price is set (or partially set) by the responsible Regulatory body, and the quantity of Renewable Energy electricity is determined by the market actors. The price is usually guaranteed over a certain time period. The tariff rates are usually determined for each renewable technology, enabling account to be taken of the technology-specific generation costs, and to ensure profitability. FiT have the advantage to guarantee access to the grid, favorable rates per unit and guarantee the tariff term."}, {"text_block_id": "p49_b806", "text": "Over the recent years, however, auction/public tendering schemes (also tariff-based) have become increasingly popular as a Policy tool to promote renewables, given their potential to achieve deployment of renewable energies in a cost-efficient and regulated manner. The Regulatory body usually sets the quantities (and often other selection criteria), and the tariff is defined by competitive bidding from the project developers. When well-designed, the price competition inherent to the auction scheme increases cost efficiency and allows price discovery of Renewable Energy-based electricity, avoiding potential windfall profits and underpayments that can occur in FiT or FiP schemes."}, {"text_block_id": "p49_b807_merged", "text": "The process of Renewable Energy auctions (also known as “demand auctions” or “procurement auctions”) is usually as follows: the government issues a call for tenders to install a certain capacity of Renewable Energy-based electricity, with defined requirements imposed for project developers to participate in the bid (e.g. proof of financial capability, secured land, licenses, etc.). Project developers who participate in the auction submit a bid with a price per unit of electricity at which they are able to realise the project. The government then evaluates the offers on the basis of the price and other criteria and signs a power purchasing agreement with the successful bidder. The"}, {"text_block_id": "p50_b816", "text": "contract provides the renewable generators with a fixed price for a certain number of years and a guaranteed purchase for all generation, which can be used as a basis for financing the project."}, {"text_block_id": "p50_b817", "text": "Different types of auctions exist: the sealed-bid auction, where project developers submit their bids with an undisclosed offer of the price at which the electricity would be sold under a power purchase agreement; the multi-round descending-clock auction, where the auctioneer offers a price, and the developer bids with an offer of the quantity it would be willing to provide at that price; and hybrid auction, where a combination of the two above is used in the different phases. Important for all of these is to limit the award decision in time to be operational. Auctions have the following non-negligible advantage:"}, {"text_block_id": "p50_b818", "text": "-"}, {"text_block_id": "p50_b819", "text": "Limited risks for investors: project developers are assured a market for the electricity they produce over a defined period of time"}, {"text_block_id": "p50_b820", "text": "-"}, {"text_block_id": "p50_b821", "text": "Cost efficiency: the competitive bidding situation puts downwards pressure on prices. With the FIT or FIP, overpayment is a concern."}, {"text_block_id": "p50_b822", "text": "-"}, {"text_block_id": "p50_b823", "text": "Volume and budget control: capacity is capped, and with the use of ceiling prices, budget is controlled."}, {"text_block_id": "p50_b824", "text": "-"}, {"text_block_id": "p50_b825", "text": "RE-electricity supply more predictable: deployment volumes are controlled and Policy makers can predict future supply trends."}, {"text_block_id": "p50_b826", "text": "While auctions have become very attractive, they only benefit successful bidders and tend to favour large"}, {"text_block_id": "p50_b827", "text": "–"}, {"text_block_id": "p50_b828", "text": "scale established developers that are able to afford the associated administrative and transaction costs. There is a risk of underbidding since bidders are incentivized to bid as low as possible to increase their chances of securing a contract, but might not be able to honor their contract afterwards. Moreover, the risk of a"}, {"text_block_id": "p50_b829", "text": "“"}, {"text_block_id": "p50_b830", "text": "stop-and-go pattern"}, {"text_block_id": "p50_b831", "text": "”"}, {"text_block_id": "p50_b832", "text": "of deployment is real if auctions schemes are not linked to a fixed schedule."}, {"text_block_id": "p50_b833", "text": "Auctions to be successful shall be designed with stringent bidding requirements (financial, environmental, grid connection, etc.) and strong compliance rules (penalties, bid bonds, project completion guarantees, etc.) that reduce the risk of underbidding, project delays and project failure."}, {"text_block_id": "p50_b834", "text": "Namibia currently differentiates Renewable Energy regulations based on system size as follows:"}, {"text_block_id": "p50_b835", "text": ""}, {"text_block_id": "p50_b836", "text": "Net metering rules for installations"}, {"text_block_id": "p50_b837", "text": "<"}, {"text_block_id": "p50_b838", "text": "500 kW for all Renewable Energy technologies (not to exceed the"}, {"text_block_id": "p50_b839", "text": "main electricity supply circuit breaker current rating)"}, {"text_block_id": "p50_b840", "text": ""}, {"text_block_id": "p50_b841_merged_merged_merged", "text": "A Renewable Energy feed-in tariff (REFiT) for projects >500kW and < 5 MW including biomass, concentrating solar power, solar PV, and wind."}, {"text_block_id": "p50_b845", "text": ""}, {"text_block_id": "p50_b846", "text": "A competitive auction approach for projects >5MW"}, {"text_block_id": "p50_b847", "text": "This differentiation of regulations and procurement based on system size, helps to target different sectors and encourage wider adoption of Renewable Energy. However, Namibia is still facing some challenges with its approach to date including:"}, {"text_block_id": "p50_b848", "text": ""}, {"text_block_id": "p50_b849", "text": "Limited participation by some distribution utilities in net metering to date"}, {"text_block_id": "p50_b850", "text": ""}, {"text_block_id": "p50_b851", "text": "Challenge with accurately setting REFiT amounts that are competitive, bankable, reduce risk of exchange rate fluctuations, and account for technology advancements"}, {"text_block_id": "p50_b852", "text": ""}, {"text_block_id": "p50_b853", "text": "Lack of clear and efficient land procurement and access rules for projects"}, {"text_block_id": "p51_b854", "text": ""}, {"text_block_id": "p51_b855", "text": "The need to stick to best practices when competitively procuring capacity"}, {"text_block_id": "p51_b856", "text": "Fortunately, these challenges provide lessons to learn from when improving on future Renewable Energy programs and harmonizing efforts by Government. The IPP Policy will also provide more detail on future rules and procurement guidelines for both Renewable Energy and other resource options."}, {"text_block_id": "p51_b857_merged", "text": "It is recommended that Namibia follows South Africa and other countries’ shift towards an auction-based system for renewable projects > 10 MW to support the development of Renewable Energy in the country. To begin with, it is advised to implement a sealed-bid type of auction, which is easy to implement, simple, and fosters competition, avoiding collusion. As advised by the IRENA study (2013) and experienced in South Africa, ceiling prices should not be disclosed to the bidders in order to ensure greater competition. The undisclosed ceiling price can be determined based on previous policies of the country (e.g. FiT levels). Auction volumes should be limited, and determined in relation to the capacity of the market to deliver. They can be technology-specific or neutral. Technology-specific auctions enable the diversification of the energy mix and reduce technology risks. Sitespecific auctions moreover reduce the risk of non-compliance by freeing the investors from the liability of securing land, obtaining environmental permits, etc. but it requires additional government resources. Determining the optimal number of rounds and volumes is a challenge that requires learning by doing, but should be based on the country’s energy plan and the size and maturity of its actual RE market. Streamlined administrative procedures, with communication and transparency are essential and should be provided to all bidders. Similarly, strong guarantees and penalties are essential to the success of auction schemes to prevent potential underbidding and minimizing the risk of project delays and completion failure."}, {"text_block_id": "p51_b880", "text": "For RE projects < 5MW, it is recommended to use the Renewable Energy feed-in tariff (REFiT) already in place. The viability of the projects depends on enforceable off-taker agreements with NamPower who controls the distribution channels."}, {"text_block_id": "p51_b881", "text": "All RE systems less than 500 kW, will be regulated by the net metering rules."}, {"text_block_id": "p52_b882", "text": "Renewable Energy Development"}, {"text_block_id": "p52_b883", "text": "Developing an ambitious sustainable electricity sector with large amounts of renewables and lower imports requirements is possible by 2030."}, {"text_block_id": "p52_b884", "text": "However, in order for this to happen, it is crucial that several important steps and decisions are taken today."}, {"text_block_id": "p52_b885", "text": "The transition towards more renewables means a transition from a merely OPEX-based to a CAPEXbased electricity sector. Once the investments are done the operational costs are limited. This means it reduces risks for the future, and can be regarded as a sort of insurance against future fuel price evolutions. Investments in CAPEX-technologies like wind and solar energy mitigate the risks of such events."}, {"text_block_id": "p52_b886", "text": "To make the transition work, decisions have to be taken now and a stable investment framework needs to be created with the right incentives. Policy makers shall choose to support innovative technologies that have the potential to create economical added-value in Namibia, while keeping a good mix of technologies. Demand flexibility can be part of the energy transition, reducing quickly the peak power demand. Measures need to be created to incentivise this further."}, {"text_block_id": "p53_b887", "text": "In order to set realistic targets for the future, two essential elements are missing:"}, {"text_block_id": "p53_b888", "text": "-"}, {"text_block_id": "p53_b889", "text": "Grid study"}, {"text_block_id": "p53_b890", "text": ": necessary to ensure the grid stability and to foresee the upgrades required to be able to bear with the additional installed capacities and more flexibility of the power system."}, {"text_block_id": "p53_b891", "text": "-"}, {"text_block_id": "p53_b892", "text": "Resources assessments and mappings"}, {"text_block_id": "p53_b893", "text": ": essential to grasp the right Renewable Energy potential of the country. The World Bank provides funding for such projects in Africa."}, {"text_block_id": "p53_b894", "text": "Finally, smart policies shall be developed:"}, {"text_block_id": "p53_b895", "text": "-"}, {"text_block_id": "p53_b896", "text": "Increase investor confidence"}, {"text_block_id": "p53_b897", "text": ": One of the most important things when designing a support framework is to make sure that it is stable and reliable. Sudden changes are detrimental to investor confidence. This makes money more expensive and in turn significantly increases the required subsidies."}, {"text_block_id": "p53_b898", "text": "-"}, {"text_block_id": "p53_b899", "text": "Incentives for flexibility & peak reduction:"}, {"text_block_id": "p53_b900", "text": "measures to incentivise demand flexibility and peak reduction include for e.g. increasing the costs for larger grid connections (thereby giving an incentive to reduce the peak demand) or installing smart meters to value electricity consumption according to the hourly wholesale market prices."}, {"text_block_id": "p53_b901", "text": "-"}, {"text_block_id": "p53_b902", "text": "Maintain a mix of technologies:"}, {"text_block_id": "p53_b903", "text": "for risk management purposes, it is important to keep an overall mix of sources of energy, without excluding the development of a potentially highly successful technology."}, {"text_block_id": "p53_b904", "text": "The exact composition of the energy mix enabling to reach a growing Renewable Energy is subject to change based on the NIRP and future updates to the NIRP."}, {"text_block_id": "p54_b905", "text": "APPENDICES"}, {"text_block_id": "p54_b906", "text": "A. Case Studies on Socio-Economic Impact from Recent Solar PV Installations in Namibia"}, {"text_block_id": "p54_b907", "text": "The growth of Namib"}, {"text_block_id": "p54_b908", "text": "ia’s"}, {"text_block_id": "p54_b909", "text": "Renewable Energy industry has already resulted in a number of successful projects, each of which could be a model for future projects. Examples include projects by Namibian companies, such as Hop"}, {"text_block_id": "p54_b910", "text": "Sol’s"}, {"text_block_id": "p54_b911", "text": "5 MW Otjiwarongo Solar Power Plant, and the 5 MW Otjozondjupa solar park in Grootfontein (a project that emerged from Namib"}, {"text_block_id": "p54_b912", "text": "ia’s"}, {"text_block_id": "p54_b913", "text": "REFiT programme), and several others. For the purpose of brevity, this section of the Appendix briefly showcase two well-known projects, as follows:"}, {"text_block_id": "p54_b914", "text": "Tsumkwe Energy Project"}, {"text_block_id": "p54_b915", "text": "The Tsumkwe Energy Project is a 200 KW solar hybrid system developed and installed by Juwi (a German firm), in partnership with the Desert Research Foundation of Namibia and in close collaboration with NamPower and the Otjozondjupa Regional Council. The off-grid project is located in the Otjozondjupa r e g i o n of Namibia, a remote area. The project consists of 918 polycrystalline panels and battery storage of one MW. For backup, the system has three diesel generators integrated into it."}, {"text_block_id": "p54_b916", "text": "xxiv"}, {"text_block_id": "p54_b917", "text": "Additional components of the project resulted in the installation of street lights, and the distribution of over 50 rechargeable electrical lanterns to select Tsumkwe residents who are not connected to the central mini-grid. A solar kiosk has been installed to charge the electric lanterns and mobile phones of residents. Outdated electric meters have been replaced with modern meters, which has allowed revenue collection by the Otjozondjupa Regional Council to increase markedly. Pre-paid meters have also been installed in government buildings."}, {"text_block_id": "p54_b918", "text": "xxv"}, {"text_block_id": "p54_b919", "text": "The project"}, {"text_block_id": "p54_b920", "text": "’s"}, {"text_block_id": "p54_b921", "text": "objective was to contribute to a reduction in poverty, through access to modern electricity services and infrastructure and by creating opportunities for social and economic development."}, {"text_block_id": "p54_b922", "text": "Socio-economic impact"}, {"text_block_id": "p54_b923_merged_merged_merged_merged_merged", "text": "The project, completed in 2012, supplies 100% clean electricity to the local hospital, police station, radio station, water supply, mobile network, and over 100 households in the town of Tsumkwe. Access to power has gone up from 12-14 hours a day (and many a time just three hours a day) to 24 hours a day, due to the project. xxvi"}, {"text_block_id": "p54_b925", "text": "Electricity costs from the PV system are lower than costs from the pre-existing diesel generators, given rising fuel costs of diesel in recent years."}, {"text_block_id": "p54_b926", "text": "Several impacts of the project have been assessed and recorded. These include an improvement in public service delivery, reduced plant operating costs for the local government, and a reduction of energy costs for some local businesses. Notably, the project appears to have sparked an interest in business development; business opportunities have been created through access to energy, and local officials have noted that there has been an increase in the number of applications in the local town hall for registration of new businesses including shops (or shebeens). One of the other impacts has been minor savings from energy efficiency, which have been diverted into other activities by households."}, {"text_block_id": "p54_b927", "text": "xxvii"}, {"text_block_id": "p55_b928", "text": "Omburu Solar Power Plant"}, {"text_block_id": "p55_b929", "text": "The Omburu solar power plant is a grid-connected solar PV park with a generation capacity of 4.5 MW, generating 13,500,000 Kwh a year. Developed by Innosun (a Franco-Namibian company), the solar park covers 16 acres, contains more than 33,000 panels, 100 inverters, and 67 tracking mirrors."}, {"text_block_id": "p55_b930", "text": "xxviii"}, {"text_block_id": "p55_b931", "text": "The PV panels are installed on a single axis horizontal tracking system, which allows the panels to follow the sun from East to West. The panels produce direct current, converted into 400 volt alternating current, which is more compatible with the national grid. This is then boosted up to 22,000 volts by four transformers within the solar park. The power is transported on a power line (1.2 km long) set up and paid for by the developer, and then injected into Omburu transmission substation"}, {"text_block_id": "p55_b932", "text": "–"}, {"text_block_id": "p55_b933", "text": "also constructed, operated, and maintained by the developer"}, {"text_block_id": "p55_b934", "text": "–"}, {"text_block_id": "p55_b935", "text": "and then sold to NamPower."}, {"text_block_id": "p55_b936", "text": "Socio-economic impact"}, {"text_block_id": "p55_b937", "text": "The electricity generated from this facility is the equivalent of one percent of all of Namibia"}, {"text_block_id": "p55_b938", "text": "’"}, {"text_block_id": "p55_b939", "text": "s power generation, enough to meet the power consumption needs of 20,000 Namibians."}, {"text_block_id": "p55_b940", "text": "During the construction phase of the project, which lasted four months, 60 Namibians had construction jobs on the site. Post-completion, 10 Namibians have full-time, long-term jobs operating and maintaining the power plant over an anticipated 25 year lifetime."}, {"text_block_id": "p55_b941_merged_merged_merged", "text": "One of the noteworthy features of the plant is that (chiefly due to its tracking design) it is currently operating much like a baseload plant. It’s production peaks shortly after sunrise, and continues at a relatively constant rate – at peak levels – until shortly before sunset, without much variance or intermittency during the daytime. The implications of this are that this significantly increases NamPower’s ability to draw on electricity generation from Omburu to provide power to grid-connected households, with more assured and reliable supply – which brings with it a host of socio-economic opportunities."}, {"text_block_id": "p55_b954", "text": "B. Existing Off-grid and Rural Electrification Initiatives from the Ministry of Mines and Energy"}, {"text_block_id": "p55_b955", "text": "The Ministry of Mines and Energy has a few existing initiatives supporting Renewable Energy solutions for off-grid and rural communities as listed in Table 4 with expected budget for each fiscal year. Currently just a small portion of the budget is used for off-grid electrification, so more budget would likely need to be sourced for an effective mini-grid program."}, {"text_block_id": "p55_b956", "text": "Table 4 Current Off-grid and Rural Electrification Estimated Expenditure by Ministry of Mines and Energy"}, {"text_block_id": "p55_b957", "text": "Note: Data provided by MME assuming business as usual"}, {"text_block_id": "p56_b958", "text": "In addition the Ministry of Mines and Energy sponsored one of the biggest off-grid solar PV power plants in the region in the remote settlement of Gam/Otjozondjupa with ~1600 inhabitants. The project has a battery capacity of 2.5MWh and satisfies the maximum demand of 200kW for 24 hours, but it has faced challenges with meters and ongoing O&M. This highlights the need to use reliable companies to manage not only the installation, but also the ongoing O&M."}, {"text_block_id": "p56_b959", "text": "Solar Revolving Fund"}, {"text_block_id": "p56_b960_merged", "text": "Currently, the Ministry of Mines and Energy overseas the administration and allocation of the Solar Revolving Fund (SRF). The SRF is a credit facility established to stimulate demand for the utilization of Renewable Energy technologies in both rural and urban areas, with a focus on off-grid areas. Loan amounts range from N$6,000-50,000 varying by technology. Qualifying technologies and historical installations are included in Figure 9. Solar Homes Systems includes solar PV equipment and solar cookers/stoves, which can be financed as part of a lump sum. Currently, there is not much funding available from MME for mini-grids."}, {"text_block_id": "p56_b963", "text": "Figure 9: Financed Systems from Solar Revolving Fund"}, {"text_block_id": "p56_b964", "text": "Source: (MME, 2016)"}, {"text_block_id": "p57_b965", "text": "C. Summary of the SADC Mini-Grid Gap Analysis and National Plan of Action for Namibia"}, {"text_block_id": "p57_b966", "text": "Source: (RERA, 2014)"}, {"text_block_id": "p57_b967", "text": "D. Regional Trends in Renewable Energy Policy"}, {"text_block_id": "p57_b968", "text": "A number of Renewable Energy supporting policies and incentives are being used in the SADC region. Regulatory incentives are more common than financial incentives, as these typically require less funding support from government."}, {"text_block_id": "p58_b969", "text": "Table 5 Renewable Energy Incentives in the SADC"}, {"text_block_id": "p58_b970", "text": "Source: (REN 21, 2015)"}, {"text_block_id": "p58_b971", "text": "Auctions and feed-in-tariffs are two of most common Regulatory incentives for procurement of utility-scale Renewable Energy. Feed-in-tariffs are more commonly used for small to medium scale projects (e.g. <10MW), while auctions are more appropriate for larger projects or for more competitive technologies such as solar PV."}, {"text_block_id": "p59_b972", "text": "Table 6 Regional Feed-in-Tariff and Auction Programs for Renewable Energy"}, {"text_block_id": "p59_b973", "text": "Source: (Blue Horizon ECS, 2016)"}, {"text_block_id": "p59_b974", "text": "South Africa switched from a REFiT to competitive auction in 2011 to enable more competition in its procurement of utility scale Renewable Energy. Through consistent commitment from government the auction successfully helped reduce costs for new projects especially solar PV and wind."}, {"text_block_id": "p59_b975", "text": "Figure 10: Average Prices for South Africa"}, {"text_block_id": "p59_b976", "text": "’s"}, {"text_block_id": "p59_b977", "text": "Renewable Energy Independent Power Producer Programme"}, {"text_block_id": "p59_b978", "text": "Note: CSP Round 3 adjusted for revised time-of-use contracting profile for 5 hours of peak/day at 270% of base rate"}, {"text_block_id": "p59_b979_merged_merged", "text": "South Africa also held an auction for small-scale Renewable Energy projects (~5MW) of a comparable size to Namibia’s REFiT. This auction lead to the procurement of 2 wind, 2 biomass, and 6 solar PV projects out of 102"}, {"text_block_id": "p60_b982", "text": "applicants. The prices for solar PV were 17% less expensive on average than Namib"}, {"text_block_id": "p60_b983", "text": "ia’s"}, {"text_block_id": "p60_b984", "text": "REFiT, highlighting the benefits of an auction in helping to ensure competitive pricing."}, {"text_block_id": "p60_b985_merged_merged", "text": "Figure 11: Comparison of Namibia’s REFiT with South Africa’s Small-Scale IPP Auction"}, {"text_block_id": "p61_b990", "text": "BIBLIOGRAPHY"}, {"text_block_id": "p61_b991", "text": "Bill of Parliament. (2015). Draft Electricity Bill."}, {"text_block_id": "p61_b992", "text": "Bill of Parliament. (2016). Draft Energy Regulator Act."}, {"text_block_id": "p61_b993", "text": "Dr. Chiguvare, Z., & Ileka, H. (2015). Namibian Solar Thermal Technology Roadmap."}, {"text_block_id": "p61_b994", "text": "SOLTRAIN, NEI, NUST,"}, {"text_block_id": "p61_b995", "text": "."}, {"text_block_id": "p61_b996", "text": "REGULATOR. (2005, May). The Namibian Grid Code."}, {"text_block_id": "p61_b997", "text": "REGULATOR. (2015, March). Net Metering Rules."}, {"text_block_id": "p61_b998", "text": "REGULATOR. (2016, February 19). NIRP Review and Update Project: Preliminary Draft of Partial Final Report."}, {"text_block_id": "p61_b999", "text": "Emcon. (2015, December). Review of the DSM Study for Namibia (Draft)."}, {"text_block_id": "p61_b1000", "text": "Epp, B . (2013, May 28 ). Namibia: Cabinet Di r ec t iv e Pushes Solar Water Heater Market. Retrieved fro m"}, {"text_block_id": "p61_b1001", "text": "GIZ. (2016). Quantifying Harvestable Encroacher Bush."}, {"text_block_id": "p61_b1002", "text": "GRN. (2004). Namibia Vision 2030: Policy Framework for Long-Term National Development."}, {"text_block_id": "p61_b1003", "text": "Government of the Republic of Namibia; Office of the President"}, {"text_block_id": "p61_b1004", "text": "."}, {"text_block_id": "p61_b1005", "text": "GRN. (2016). Harambee Prosperity Plan: Namibian Government's Action Plan towards Prosperity for All 2016/17 -2019/20."}, {"text_block_id": "p61_b1006", "text": "Draft for Discussion"}, {"text_block_id": "p61_b1007", "text": "."}, {"text_block_id": "p61_b1008", "text": "IEA. (2011). 25 Energy Efficiency Policy Recommendations."}, {"text_block_id": "p61_b1009", "text": "MME. (2016, April 21). Budget Data from MME Interview with Nico Snyders."}, {"text_block_id": "p61_b1010", "text": "NamPower. (2016, April). Renewable Energy Facilities and other Embedded Generation: Amendment to Connection Agreement \"Technical Guidelines for Transmission integration\"."}, {"text_block_id": "p61_b1011", "text": "Version 9"}, {"text_block_id": "p61_b1012", "text": "."}, {"text_block_id": "p61_b1013", "text": "NERSA. (2015, February). Consultation Paper on Small-Scale Embedded Generation."}, {"text_block_id": "p61_b1014", "text": "Republic of Namibia. (2016). Harambee Prosperity Plan 2016/17 -2019/20 : Namibian Government's Action Plan towards Prosperity for All (Draft for Discussion)."}, {"text_block_id": "p61_b1015", "text": "RERA. (2014, January). Namibia Case Study: Gap analysis and National Action Plan."}, {"text_block_id": "p61_b1016", "text": "Supportive framework conditions for mini-grids employing renewable and hybrid generation in the SADC Region"}, {"text_block_id": "p61_b1017", "text": "."}, {"text_block_id": "p61_b1018", "text": "SADC. (2016, April 18)."}, {"text_block_id": "p61_b1019", "text": "SADC Integration Milestones"}, {"text_block_id": "p61_b1020", "text": ". Retrieved from Southern African Development Community:"}, {"text_block_id": "p61_b1021_merged_merged_merged_merged_merged_merged", "text": "The World Bank. (2006).  Handbook For  Evaluating Infrastructure Regulatory Systems.  Retrieved from 1156971270190/HandbookForEvaluatingInfrastructureRegulation062706.pdf"}, {"text_block_id": "p62_b1025", "text": "REFERENCES (ENDNOTES)"}, {"text_block_id": "p62_b1026", "text": "i"}, {"text_block_id": "p62_b1027", "text": "IRENA, Renewable Data in Namibia, date unknown."}, {"text_block_id": "p62_b1028", "text": "ii"}, {"text_block_id": "p62_b1029", "text": "Miika Rama et al., VTT Consulting, Development of Namibian Energy Sector (Research Report VTT-R-07599-13), 2013."}, {"text_block_id": "p62_b1030", "text": "iii"}, {"text_block_id": "p62_b1031", "text": "REN21, Renewable Energy Global Status Report, 2015"}, {"text_block_id": "p62_b1032", "text": "GSR2015_Onlinebook_low1.pdf"}, {"text_block_id": "p62_b1033", "text": "iv"}, {"text_block_id": "p62_b1034", "text": "Miika Rama et al., VTT Consulting, Development of Namibian Energy Sector (Research Report VTT-R-07599-13), 2013."}, {"text_block_id": "p62_b1035", "text": "v"}, {"text_block_id": "p62_b1036", "text": "Detlof von Oertzen, REEE Powering Namibia, 2015, VO Consulting."}, {"text_block_id": "p62_b1037", "text": "vi"}, {"text_block_id": "p62_b1038", "text": "Detlof von Oertzen, REEE Powering Namibia, 2015, VO Consulting."}, {"text_block_id": "p62_b1039", "text": "vii"}, {"text_block_id": "p62_b1040", "text": "Steag Energy Services,"}, {"text_block_id": "p62_b1041", "text": "Study on Namibian Biomass Processing for Energy Production,"}, {"text_block_id": "p62_b1042", "text": "2013. http://www.the"}, {"text_block_id": "p62_b1043", "text": "-"}, {"text_block_id": "p62_b1044", "text": "eis.com/data/literature/Study%20on%20Namibian%20biomass%20processing%20for%20energy%20production.pdf"}, {"text_block_id": "p62_b1045", "text": "viii"}, {"text_block_id": "p62_b1046", "text": "Steag Energy Services,"}, {"text_block_id": "p62_b1047", "text": "Study on Namibian Biomass Processing for Energy Production,"}, {"text_block_id": "p62_b1048", "text": "2013. http://www.the"}, {"text_block_id": "p62_b1049", "text": "-"}, {"text_block_id": "p62_b1050", "text": "eis.com/data/literature/Study%20on%20Namibian%20biomass%20processing%20for%20energy%20production.pdf"}, {"text_block_id": "p62_b1051", "text": "ix"}, {"text_block_id": "p62_b1052", "text": "Namibia Nature Foundation,"}, {"text_block_id": "p62_b1053", "text": "An assessment of the economics of land degradation related to bush encroachment in Namibia,"}, {"text_block_id": "p62_b1054", "text": "2016."}, {"text_block_id": "p62_b1055", "text": "x"}, {"text_block_id": "p62_b1056", "text": "World Bank Group Energy Sector."}, {"text_block_id": "p62_b1057", "text": "Subsidies in the Energy Sector: An Overview"}, {"text_block_id": "p62_b1058", "text": ". Rep. 2010. Print. (aka"}, {"text_block_id": "p62_b1059", "text": "“"}, {"text_block_id": "p62_b1060", "text": "World Bank Subsidy Report,"}, {"text_block_id": "p62_b1061", "text": "2010”)"}, {"text_block_id": "p62_b1062", "text": "xi"}, {"text_block_id": "p62_b1063", "text": "Synapse Energy Economics."}, {"text_block_id": "p62_b1064", "text": "Best Practices in Electric Utility Integrated Resource Planning,"}, {"text_block_id": "p62_b1065", "text": "Regulatory Assistance Project (RAP), June 2013"}, {"text_block_id": "p62_b1066", "text": "xii"}, {"text_block_id": "p62_b1067", "text": "Energy Storage Association."}, {"text_block_id": "p62_b1068", "text": "Benefit Categories,"}, {"text_block_id": "p62_b1069", "text": "2016."}, {"text_block_id": "p62_b1070", "text": "benefits/benefit-categories"}, {"text_block_id": "p62_b1071", "text": "xiii"}, {"text_block_id": "p62_b1072", "text": "United Nations. Sustainable Energy 4 All, 2016"}, {"text_block_id": "p62_b1073", "text": "xiv"}, {"text_block_id": "p62_b1074", "text": "Demand Side Management is generally defined as a means of reducing peak electricity demand to cut utility costs as well as reducing overall demand through efficiency, UNIDO."}, {"text_block_id": "p62_b1075", "text": "Demand Side Management"}, {"text_block_id": "p62_b1076", "text": ". Sustainable Energy Regulation and Policy Making for Africahttps:/"}, {"text_block_id": "p62_b1077", "text": "xv"}, {"text_block_id": "p62_b1078", "text": "Von Oertzen, Detlof."}, {"text_block_id": "p62_b1079", "text": "Namibia"}, {"text_block_id": "p62_b1080", "text": "’s"}, {"text_block_id": "p62_b1081", "text": "Biofuel Potentials"}, {"text_block_id": "p62_b1082", "text": ", VO Consulting, June 2010."}, {"text_block_id": "p62_b1083", "text": "xvi"}, {"text_block_id": "p62_b1084", "text": "Arsalan Ali Farooquee and Gireesh Shrimali, Climate Policy Initiative and Indian School of Business,"}, {"text_block_id": "p62_b1085", "text": "Reaching India"}, {"text_block_id": "p62_b1086", "text": "’"}, {"text_block_id": "p62_b1087", "text": "s Renewable Energy Targets Cost-effectively: A Foreign Exchange Hedging Facility,"}, {"text_block_id": "p62_b1088", "text": "2015."}, {"text_block_id": "p62_b1089", "text": "content/uploads/2015/06/Reaching-Indias-Renewable-Energy-Targets-Foreign-Exchange-Hedging-Facility_TechnicalPaper.pdf"}, {"text_block_id": "p62_b1090", "text": "xvii"}, {"text_block_id": "p62_b1091", "text": "Environmental Investment Fund of Namibia"}, {"text_block_id": "p62_b1092", "text": "xviii"}, {"text_block_id": "p62_b1093", "text": "IRENA, 2013,"}, {"text_block_id": "p62_b1094", "text": "“"}, {"text_block_id": "p62_b1095", "text": "Renewable Energy Auctions in Developing Countries"}, {"text_block_id": "p62_b1096", "text": "”"}, {"text_block_id": "p62_b1097", "text": "xix"}, {"text_block_id": "p62_b1098", "text": "Febeliec, Elia & EnergyVille, Summary Results Demand Response Survey, 2013, Available online"}, {"text_block_id": "p62_b1099", "text": "0-%20public%20version.pdf"}, {"text_block_id": "p62_b1100", "text": "xx"}, {"text_block_id": "p62_b1101", "text": "The capacity credit is the amount of firm capacity that can be replaced by variable Renewable Energy sources. The idea is that no backup capacity is needed for this percentage of the Renewable Energy capacity when integrated in the grid. The capacity credit decreases with the overall penetration of renewables in the grid. In this project, a low and conservative capacity credit of 5% is taken into account."}, {"text_block_id": "p62_b1102", "text": "xxi"}, {"text_block_id": "p62_b1103_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Steunmechanismen voor de productie van groene stroom en WKK, analyse,  aanpassingsvoorstellen en beleidsaanbevelingen, 3E for VEA, July 2011, Report for the Walloon Government (SPW DG04), 2013, not published yet. Crucial energy choices in Belgium – an investigation of the options, our energy future, 3E for Greenpeace, BBL and WWF, June 2014,"}, {"text_block_id": "p62_b1108", "text": "xxii"}, {"text_block_id": "p62_b1109", "text": "NIRP Review and Update Project, Preliminary Draft of Partial Final Report, HATCH for the Electricity Control Board, February 19, 2016"}, {"text_block_id": "p62_b1110", "text": "xxiii"}, {"text_block_id": "p62_b1111", "text": "IEA and OECD/NEA, Projected Costs of Generating Electricity: 2010 Edition, 2010, Paris"}, {"text_block_id": "p63_b1112", "text": "xxiv"}, {"text_block_id": "p63_b1113", "text": "Go100% Renewable Energy,"}, {"text_block_id": "p63_b1114", "text": "Tsumkwe,"}, {"text_block_id": "p63_b1115", "text": "xxv"}, {"text_block_id": "p63_b1116", "text": "ACP-EU Energy Facility Projects Database,"}, {"text_block_id": "p63_b1117", "text": "Tswumkwe Energy,"}, {"text_block_id": "p63_b1118", "text": "xxvi"}, {"text_block_id": "p63_b1119", "text": "Go100% Renewable Energy,"}, {"text_block_id": "p63_b1120", "text": "Tsumkwe,"}, {"text_block_id": "p63_b1121", "text": "xxvii"}, {"text_block_id": "p63_b1122", "text": "ACP-EU Energy Facility Projects Database,"}, {"text_block_id": "p63_b1123", "text": "Tswumkwe Energy,"}, {"text_block_id": "p63_b1124", "text": "xxviii"}, {"text_block_id": "p63_b1125", "text": "InnoSun,"}, {"text_block_id": "p63_b1126", "text": "Presentation on Omburu Solar PV Power Plant,"}, {"text_block_id": "p63_b1127", "text": "available on request."}], "document_description": "This policy seeks to provide access to modern, clean, environmentally sustainable, and affordable energy services for all Namibians. It aims to boost public and private investments in renewable energy projects, create an enabling regulatory and economic environment for the sector, promote connected and off-grid schemes, pursue climate resilience in the energy sector, and accelerate the development of energy storage facilities.\n\nThe policy recommends the government to consider a subsidy framework. Solar, wind, or invader- bush based bioenergy are sources primarily favoured, since the hydropower sector is subjected to high climate change uncertainty."}