{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Namibia", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "National Disaster Plan", "document_country_code": "NAM", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/1998", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_url": "https://cdn.climatepolicyradar.org/NAM/1998/NAM-1998-12-25-National Disaster Plan_8cecef09564a74df51ceb897d3827e6d.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "REPUBLIC OF NAMIBIA"}, {"text_block_id": "p1_b2", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p1_b3", "text": "I. INTRODUCTION"}, {"text_block_id": "p1_b4", "text": "I. INTRODUCTION\n* THE DEFINITION OF A NATIONAL DISASTER\n* THE NEED FOR PLANNING\n* THE NATIONAL POLICY\n* DECLARATION OF NATIONAL EMERGENCY\n* AUTHORITY"}, {"text_block_id": "p1_b14", "text": "II. POSSIBLE DISASTER THREATS"}, {"text_block_id": "p1_b15", "text": "II. POSSIBLE DISASTER THREATS\n* GENERAL\n* DISASTER DROUGHT\n* FLOOD\n* DEFORESTATION\n* EPIDEMICS\n* PEST INFESTATION\n* CHEMICAL AND INDUSTRIAL ACCIDENTS\n* ENVIRONMENTAL POLLUTION\n* EARTHQUAKE\n* ACTS OF TERRORISM  AND CIVIL DISTURBANCE"}, {"text_block_id": "p1_b35", "text": "III. THE NATIONAL EMERGENCY MANAGEMENT UNIT"}, {"text_block_id": "p1_b36", "text": "III. THE NATIONAL EMERGENCY MANAGEMENT UNIT\n* GENERAL\n* THE NEMC\n* THE EMU\n* THE REMUS\n* THE CEMUS\n* THE EMERGENCY OPERATIONAL UNITS"}, {"text_block_id": "p1_b48", "text": "IV. THE SYSTEM FUNCTIONING"}, {"text_block_id": "p1_b49", "text": "IV. THE SYSTEM FUNCTIONING\n* PLANNING\n* ASSESSING VULNERABILITIES\n* ESTABLISHING STRUCTURES\n* DATA COLLECTION\n* RESOURCE BASE\n* PUBLIC EDUCATION\n* TRAINING\n* REHEARSAL"}, {"text_block_id": "p2_b65", "text": "V. STANDARD PROCEDURES OF EMERGENCY OPERATION"}, {"text_block_id": "p2_b66", "text": "V. STANDARD PROCEDURES OF EMERGENCY OPERATION\n* LEAD GOVERNMENT AGENCIES ON SPECIFIC DISASTERS\n* GENERAL PROCEDURES\n* SEQUENCE OF ACTIONS DURING EMERGENCY\n\t* EARLY WARNING\n\t* CABINET\n\t* SECRETARY TO CABINET\n\t* THE NEMC (EMU)\n\t* EOUs\n\t* REMUs\n\t* CEMUs\n\t* EMU"}, {"text_block_id": "p2_b88", "text": "VI. SUPPORT SYSTEM"}, {"text_block_id": "p2_b89", "text": "VI. SUPPORT SYSTEM\n* GENERAL\n* CIVIL AVIATION\n* GACG\n* CIVIL DEFENCE\n* CITY OF WINDHOEK\n* NGOs"}, {"text_block_id": "p2_b101", "text": "VII. EARLY WARNING"}, {"text_block_id": "p2_b102", "text": "VII. EARLY WARNING\n* EARLY WARNING SYSTEM\n* TRANSMISSION OF WARNING"}, {"text_block_id": "p2_b106", "text": "VIII. COMMUNICATION"}, {"text_block_id": "p2_b107", "text": "VIII. COMMUNICATION\n* COMMUNICATION WORK (General)\n<\\li1>"}, {"text_block_id": "p2_b109", "text": "IX. POST DISASTER REVIEW"}, {"text_block_id": "p2_b110", "text": "X. CONCLUSION"}, {"text_block_id": "p2_b111", "text": "XI. ANNEXES"}, {"text_block_id": "p2_b112", "text": "XI. ANNEXES\n* TELEPHONE NUMBERS AND ADDRESSES OF NEMC MEMBERS AND\n* SECTORAL DISASTER PLANS\n* COMMUNICATION NET WORK"}, {"text_block_id": "p3_b118", "text": "1. THE DEFINITION OF A NATIONAL DISASTER"}, {"text_block_id": "p3_b119", "text": "1.1"}, {"text_block_id": "p3_b120_merged", "text": "A National Disaster is a serious disruption of the functioning of a large segment of Namibia’s population caused by drought, flood or other national or man made situations. An incident becomes a national disaster when its management goes beyond the capacity of local authorities or one single government agency, and requires the intervention of the state and the need to mobilize resources at a national and sometimes international level. In such cases the President declares a partial or full national emergency. Such Presidential Cabinet Memorandum would enable the national emergency institution Emergency management Unit (EMU), National Emergency Management Committee (NEMC) to plan and implement emergency operations with full authority and support from the government, the non-governmental organizations and the community."}, {"text_block_id": "p3_b123", "text": "2. THE NEED OF PLANNING"}, {"text_block_id": "p3_b124", "text": "2.1"}, {"text_block_id": "p3_b125", "text": "The objective of this disaster preparedness action plan and policy document is to ensure that in times of disaster, appropriate response systems, procedures and resources are in place to assist the victims of a disaster and enable them to help themselves. It is aimed at minimizing the adverse effects of a hazard through effective mitigation measures and ensure timely, appropriate and efficient organization and delivery of emergency assistance."}, {"text_block_id": "p3_b126", "text": "2.2"}, {"text_block_id": "p3_b127", "text": "The kinds of disasters which require national mobilization and the intervention of the international community are those, which affect large populations and have major destructive effects on infrastructures and environment."}, {"text_block_id": "p4_b128", "text": "2.3"}, {"text_block_id": "p4_b129", "text": "When a disaster does occur, efficient rescue and relief operation can save lives and prevent further economic and property damages. The effectiveness and efficiency of the operations and the subsequent process of social and economic recovery are enhanced by advance planning and the mobilization of emergency management expertise. Plans will not function without ensuring that here is horizontal co"}, {"text_block_id": "p4_b130", "text": "-"}, {"text_block_id": "p4_b131", "text": "ordination at central government levels. Among ministries and specialized government bodies, and vertical co-ordination between central and local authorities."}, {"text_block_id": "p4_b132", "text": "2.4"}, {"text_block_id": "p4_b133_merged_merged", "text": "It involves educating the population at large, training officials and others who will undertake specific functions and establish operational procedures including financial provision and food security. Disasters are non-routine events that require immediate response. Since emergency managers and agencies cannot rely on normal administrative procedures to implement appropriate responses, there would be a need to establish emergency responses that cut across established bureaucracies. Preparedness is a process of contingency planning and capacity building."}, {"text_block_id": "p4_b135", "text": "2.5"}, {"text_block_id": "p4_b136", "text": "The major components of disaster preparedness in Namibia are:"}, {"text_block_id": "p4_b137", "text": "The major components of disaster preparedness in Namibia are:\n"}, {"text_block_id": "p4_b143", "text": "3. THE NATIONAL POLICY"}, {"text_block_id": "p4_b144", "text": "3.1"}, {"text_block_id": "p4_b145", "text": "The President of the Republic of Namibia has issued a Cabinet Memorandum establishing a National Emergency Management System to be able to put the nation at the highest level of preparedness for any kind of natural or man made disaster, and in the event of a disaster to be able to implement a well coordinated emergency operation with the aim of saving lives, minimizing sufferings, protecting property and rehabilitating the lives of the affected population."}, {"text_block_id": "p5_b146", "text": "3.2"}, {"text_block_id": "p5_b147", "text": "The Cabinet Memorandum states that in times of national disasters, the coordination of the emergency operation and the mobilization of resources will be vested upon the President. The President will make all the policy decisions and provide all the necessary instructions in the management of the national disaster. To this extent the President has established a National Emergency Management Committee (NEMC) chaired by the Secretary to Cabinet. The body will be responsible to the President and the Prime Minister and meets regularly to ensure that the nation has a level of preparedness, and in the event of a national disaster acts as a body to prepare policy options and coordinate the emergency operation. The NEMC is composed of all permanent secretaries and other strategic NGOs and institutions. The Cabinet Memorandum also establishes a permanent unit within the Office of the Prime Minister, known as the Emergency Management Unit (EMU), to perform the routine tasks of preparing the nation, training personnel, assessing needs, developing strategies for reducing vulnerabilities and coordinating emergency operations as per the instructions of the NEMC."}, {"text_block_id": "p5_b148", "text": "3.3"}, {"text_block_id": "p5_b149_merged", "text": "At the level of government and non-governmental organizations. Emergency Operational Units (EOUs), at regional and constituency levels, Regional Emergency Management Units (REMUs) and Constituency Emergency Management Units (CEMUs) have been established to ensure to ensure that the nation as a whole possesses an institutionalized capacity to deal with disasters."}, {"text_block_id": "p5_b152", "text": "3.4"}, {"text_block_id": "p5_b153", "text": "The Government of the Republic of Namibia will be allocating special disaster fund, which will be released and utilized in times of national emergency. The disaster fund will be released under the instruction of the Cabinet and be managed by the NEMC. The fund will be used as a response to disasters, to save lives and alleviate the suffering of the victims of a disaster."}, {"text_block_id": "p5_b154", "text": "3.5"}, {"text_block_id": "p5_b155", "text": "The recovery, the process by which communities and the national return to their normal lives, will be part of the national development planning."}, {"text_block_id": "p6_b156", "text": "The NPC and the Ministry of Agriculture, Water and Rural Development, Ministry of Health and Social Service, Ministry of Tourism and Environment, the Ministry of Mines and Energy and the other members of the NEMC will ensure that the recovery from any national disaster is integrated into the national development process."}, {"text_block_id": "p6_b157", "text": "4. DECLARATION OF NATIONAL EMERGENCY"}, {"text_block_id": "p6_b158", "text": "4.1"}, {"text_block_id": "p6_b159", "text": "Only the President of the Republic shall declare a national emergency. In the case of drought, flood, pest, and agriculture and water related hazards the Cabinet will declare a National Emergency on the basis of information received from the Early Warning Unit of the Ministry of Agriculture and on the basis of the recommendation of the NEMC. The Ministry of Agriculture, Water and Rural Development together with the EMU, the Weather Bureau and the UN system will conduct crop assessment missions every season and prepare an evaluation report and recommendation to the NEMC on the areas and the number of people affected, the level of the food deficit and the kind of government intervention required. The declaration of the national emergency will specify the population and the areas that will be covered by the state intervention."}, {"text_block_id": "p6_b160", "text": "4.2"}, {"text_block_id": "p6_b161", "text": "Information on other slow or sudden onset disasters will immediately be passed to the Secretary to Cabinet and on the basis of the recommendation of the NEMC, the Cabinet shall declare an emergency situation with clear guidelines on the type and levels of intervention. Incidents that could possibly transform in to a national crisis will be regularly monitored by the EMU and early warnings transmitted to the NEMC in the case of an impending disaster. Particular attention will be given to sesmic activities and other indicators on the sea, the rivers and the boarders of Namibia. The EMU will develop a very close working relationship with the SADC and FAO Early Warning Systems, other international institutions working on disasters to obtain current and reliable information on the weather and other environmental activities and determine in what ways these developments could affect Namibia."}, {"text_block_id": "p6_b162", "text": "4.3"}, {"text_block_id": "p6_b163", "text": "Sudden onset disasters like aviation accidents, ship wrecks, oil spills and oil explosions, wild fire terrorism will be handled under the specific guidance of the Cabinet based on the recommendation of an emergency meeting of the NEMC."}, {"text_block_id": "p7_b164", "text": "4.4"}, {"text_block_id": "p7_b165_merged", "text": "The need for an international appeal and the types of assistance needed will be determined by the Cabinet on the basis of the recommendation of the NEMC. The NEMC will periodically review policy issues regarding international appeals. Policies with regards to the soliciting, acceptance and use of international assistance, including International Personnel will be established and reviewed case by case by a team which includes Ministry of Foreign Affairs, Ministry of Home Affairs, Ministry of Health and Social Services, Ministry of Defence, Ministry of Agriculture, Water and Rural Development and others as may be decided by NEMC. These reviews will include specifications on the kinds of personnel, the kinds of food and other commodities, which are appropriate and acceptable as donation and those  which are not."}, {"text_block_id": "p7_b168", "text": "4.5"}, {"text_block_id": "p7_b169", "text": "International emergency assistance is free from duty, according to the Cabinet Memorandum. However, the NEMC and instructions given to the relevant government agencies as part of the Namibian preparedness program will discuss policies and arrangements for waiving fees and taxes and for the clearance of special relief flights."}, {"text_block_id": "p7_b170", "text": "5. AUTHORITY"}, {"text_block_id": "p7_b171", "text": "5.1"}, {"text_block_id": "p7_b172", "text": "The Secretary to Cabinet has the authority to call a meeting of the NEMC any time. The Secretary to Cabinet will motivate all policy issues related to disaster preparedness and disaster management. The Secretary to Cabinet will be the national focal point for convening the NEMC, overseeing the implementation of the decisions of the President and the NEMC."}, {"text_block_id": "p7_b173", "text": "5.2"}, {"text_block_id": "p7_b174", "text": "The EMU will be the executing arm of the NEMC. It is the only agency vested with the full authority to coordinate all aspects of national disaster preparedness and emergency operation."}, {"text_block_id": "p7_b175", "text": "There will be no other agency, government or non-governmental, that has the ultimate responsibility to coordinate national emergency operations on the ground. The EMU will prepare procedures, prepare and or coordinate disaster preparedness and management training workshops, assess national needs and determine priorities, and ensure that the country has a very high level of preparedness."}, {"text_block_id": "p8_b176", "text": "5.3"}, {"text_block_id": "p8_b177", "text": "The chairpersons of the REMUs and CEMUs have the authority to call an emergency meeting of the REMUs and CEMUs whenever there is a need both during the preparedness phase and during the actual emergency. The REMUs and CEMUs will have the following authorities:"}, {"text_block_id": "p8_b178", "text": "The chairpersons of the REMUs and CEMUs have the authority to call an emergency meeting of the REMUs and CEMUs whenever there is a need both during the preparedness phase and during the actual emergency. The REMUs and CEMUs will have the following authorities:\n"}, {"text_block_id": "p8_b181", "text": "II"}, {"text_block_id": "p8_b182", "text": "POSSIBLE DISASTER THREATS"}, {"text_block_id": "p8_b183", "text": "1. GENERAL"}, {"text_block_id": "p8_b184", "text": "1.1"}, {"text_block_id": "p8_b185", "text": "Namibia is more vulnerable to emergencies caused by drought, with possible incidents of flood. With increasing industrialization and the exploration of mines and construction of manufacturing plants, the possibilities of other kinds of disasters are not excluded. There are two major disaster areas that this action plan is considering."}, {"text_block_id": "p9_b186", "text": "1.2"}, {"text_block_id": "p9_b187", "text": "Man-made"}, {"text_block_id": "p9_b188_merged", "text": "disasters emanate from a multitude of causes. Much can be learned from them but the lessons are sometimes overlooked. Major disasters of sea, rail and air are rare in Namibia but if they do happen the number of casualties and the social or economic destruction they will leave behind can be devastating. Man made disasters can include massive influx of refugees, epidemics, air, rail and sea accidents, terrorism and wild fire."}, {"text_block_id": "p9_b191", "text": "1.3"}, {"text_block_id": "p9_b192", "text": "National Disasters"}, {"text_block_id": "p9_b193", "text": "can be subdivided into two main categories: sudden onset and slow onset types. Sudden onset disasters span a wide range of natural phenomena such as earthquakes, tropical storms, floods, volcanic eruptions and possibly pest infestations. Slow onset hazards include drought flood and rising sea levels."}, {"text_block_id": "p9_b194", "text": "1.4"}, {"text_block_id": "p9_b195", "text": "In the category of natural disasters the following are seen as possible threats."}, {"text_block_id": "p9_b196", "text": "2. DISASTER DROUGHT"}, {"text_block_id": "p9_b197", "text": "2.1"}, {"text_block_id": "p9_b198", "text": "Over 92 per cent of Namibia is classified as arid to semi-arid with mean annual rainfall of less then 500 mm. Associated with this is a high degree of variation from year to year, including a few years of exceptionally high and low rainfall. According to the policy of the Ministry of Agriculture, Water and Rural Development, a disaster drought refers to drought conditions so intense or protracted that they are beyond what can reasonably be dealt within the terms of normal risk management practices and which justify state intervention. In such cases public funds will need to be mobilized for the provision of drought assistance to poor communal tenure farmers affected by the drought and for targeted programmes to prevent drought induced declines in food security."}, {"text_block_id": "p9_b199", "text": "2.2"}, {"text_block_id": "p9_b200", "text": "Farmers or communities will need to apply to the Namibia Early Warning and Food Information System (NEWFIS), using a prescribed form, to have a particular area declared disaster drought stricken. Applicants will have to define the geographical area which they claim to be stricken by a disaster drought, and will have to provide information on the rainfall in the preceding two seasons, and on the condition of grazing, water resources, and crop production."}, {"text_block_id": "p10_b201", "text": "The minimum area that will be considered in such an application will be the greater part (more than 50% of the area, which should be contiguous) of a magisterial district. Applications may be made by any farmer, community member, recognized traditional authority or local government agency. Extension services will be prepared to assist in preparing applications."}, {"text_block_id": "p10_b202", "text": "2.3"}, {"text_block_id": "p10_b203_merged", "text": "Each season’s rainfall will be analyzed per magisterial district by the Namibia Meteorological Service (NMS). This will be done during the course of each rainfall season and at the end (noting that magisterial districts fall into different rainfall regimes and have different “end of season” dates) rainfall data will be readily available against which to"}, {"text_block_id": "p10_b206", "text": "evaluate application."}, {"text_block_id": "p10_b207", "text": "2.4"}, {"text_block_id": "p10_b208", "text": "The immediate causes of drought is rainfall deficit. The possible underlying causes are the incursion of warm surface waters into the normally colder waters of South American Pacific (El-Nino) and human induced changes in ground surface and soil, higher sea surface temperatures, increase of atmospheric carbon dioxide and greenhouse gases."}, {"text_block_id": "p10_b209", "text": "2.5"}, {"text_block_id": "p10_b210", "text": "Meteorological drought is the reduction in rainfall and hydrological drought is the reduction in water resources. Agricultural drought is the impact of drought on human activity influenced by various factors: the presence of irrigation systems, moisture retention capacity of the soil, the timing of the rainfall and adaptive behaviour of the farmers."}, {"text_block_id": "p10_b211", "text": "2.6"}, {"text_block_id": "p10_b212", "text": "While periods of unusual dryness are normal in all weather systems, such unusual dryness can have very severe consequences for Namibia, which has normally dry weather. Advance warning is usually possible. The Early Warning System within the Ministry of Agriculture has been established to monitor seasonal rainfalls, the status of surface and ground water and determine their impact on food production, availability of water and condition of livestock."}, {"text_block_id": "p11_b213", "text": "3. FLOODS"}, {"text_block_id": "p11_b214", "text": "3.1"}, {"text_block_id": "p11_b215", "text": "Floods in Namibia are commonly known as Efundja particularly in the North. Flood disasters are caused by river and coastal flooding from intense rainfall or inundation associated with seasonal weather patterns. Human manipulation of watersheds, drainage basins and floodplains can also cause flood."}, {"text_block_id": "p11_b216", "text": "3.2"}, {"text_block_id": "p11_b217", "text": "Flash floods are caused by dam failures. Rivers floods are slow buildup, usually seasonal in river systems. Coastal floods associated with tropical cyclones, tsunami waves, storm surges."}, {"text_block_id": "p11_b218", "text": "3.3"}, {"text_block_id": "p11_b219", "text": "Namibia has experienced frequent floods along the Zambizi, Kunene and Okavango rivers. Heavy rainfalls have also occasionally caused floods and considerable damages to lives and properties particularly in Caprivi and Okavango. The overflow of the Hardap dam has destroyed the irrigated plantation and some infrastructures on many occasions. There is also a likelihood of coastal floods along the long Namibian coast."}, {"text_block_id": "p11_b220", "text": "3.4"}, {"text_block_id": "p11_b221", "text": "Flood forecasting depends on seasonal patterns, capacity of drainage basin, flood plain mapping, and surveys by air and land. Warnings are possible well in advance of seasonal floods, but only minutes before in case of storm surge, flash flood or tsunami."}, {"text_block_id": "p11_b222", "text": "3.5"}, {"text_block_id": "p11_b223", "text": "The factors that have contributed to the severity of flood are vulnerable location of settlements on flood plains lack of awareness of flooding hazards, reduction of absorptive capacity of land (erosion, concrete), non-resistant buildings and foundations and high risk, infrastructural elements."}, {"text_block_id": "p11_b224", "text": "4. DEFORESTATION"}, {"text_block_id": "p11_b225", "text": "4.1"}, {"text_block_id": "p11_b226_merged", "text": "The spread of farming and grazing, firewood collection and timber harvesting and wild fire in the fragile environment of Namibia is causing major environmental problems. Even though the immediate effects of such disaster are not felt, the term effects can destroy Namibia’s opportunities for growth and progress. Deforestation is a major creeping disaster in Namibia."}, {"text_block_id": "p12_b231", "text": "4.2"}, {"text_block_id": "p12_b232", "text": "The factors that contribute to vulnerability to deforestation are:"}, {"text_block_id": "p12_b233", "text": "The factors that contribute to vulnerability to deforestation are:\n* Dependence on wood for fuel and income\n* Unregulated logging and land clearance\n* Rapid Population growth\n* Rapid expansion of settlements or industrialized areas\n* Periodic bush fire\n* Periodic bush fire\n Flooding\n* Deforestation of watersheds can increase severity of\n* Deforestation of watersheds can increase severity of\n Drought\n* Removal of roots and leaf canopy can alter moisture\n* Removal of roots and leaf canopy can alter moisture\n Food Shortage â Decrease in agricultural production due to\n* Education of the communities\n* Promoting alternatives to fuel wood such as using gas\n* Soil conservation measures such as affectation programs\n* Soil conservation measures such as affectation programs\n Unsanitary conditions, crowding and poverty\n* Soil conservation measures such as affectation programs\n Unsanitary conditions, crowding and poverty\n Ecological changes that favour breeding of virus\n* Soil conservation measures such as affectation programs\n Unsanitary conditions, crowding and poverty\n Ecological changes that favour breeding of virus\n Non-immune persons migrating to endemic disease areas\n* Soil conservation measures such as affectation programs\n Unsanitary conditions, crowding and poverty\n Ecological changes that favour breeding of virus\n Non-immune persons migrating to endemic disease areas\n Decline in nutritional status\n* Soil conservation measures such as affectation programs\n Unsanitary conditions, crowding and poverty\n Ecological changes that favour breeding of virus\n Non-immune persons migrating to endemic disease areas\n Decline in nutritional status\n Contamination of water or food supply\n* Soil conservation measures such as affectation programs\n Unsanitary conditions, crowding and poverty\n Ecological changes that favour breeding of virus\n Non-immune persons migrating to endemic disease areas\n Decline in nutritional status\n Contamination of water or food supply\n Lack of medicine and vaccinations"}, {"text_block_id": "p12_b243", "text": "4.3"}, {"text_block_id": "p12_b244", "text": "Deforestation stresses economies and contributes to other hazards such as:"}, {"text_block_id": "p12_b254", "text": "4.4"}, {"text_block_id": "p12_b255", "text": "The risk can be reduced by protection of forests through management, legislation, conservation and reforestation."}, {"text_block_id": "p12_b256", "text": "Preparedness measures include:"}, {"text_block_id": "p12_b263", "text": "5. EPIDEMICS"}, {"text_block_id": "p12_b264", "text": "5.1"}, {"text_block_id": "p12_b265", "text": "Epidemics are the exposure to a toxin resulting in pronounced rise in number of cases of parasitic or infectious origin. Malaria, T.B., Cholera are frequent occurrences in many parts of Namibia particularly the boarder areas."}, {"text_block_id": "p12_b266", "text": "The causes of epidemics are:"}, {"text_block_id": "p13_b273", "text": "5.2"}, {"text_block_id": "p13_b274_merged", "text": "Epidemics may increase due to rise in travel or migration and long-term dormant symptoms of sexually transmitted diseases. Prediction is assisted by epidemiological studies but may be constrained in newly formed settlements or emergency camps particularly along our borders."}, {"text_block_id": "p13_b277", "text": "5.3"}, {"text_block_id": "p13_b278", "text": "Namibia has long boarders with neighouring countries. Due to both internal and external factors routi8ne surveillance and training of staff in health emergency operations will be taken as part of the overall preparedness program, with particular attention to the less developed and remote means of Namibia."}, {"text_block_id": "p13_b279", "text": "6. PEST  INFESTATIONS"}, {"text_block_id": "p13_b280", "text": "6.1"}, {"text_block_id": "p13_b281", "text": "Increase in pest numbers due to one or a combination of ecological factors including temperature, monoculture of crops, introduction of pest species and migration can result in a national disaster, Locusts, army worms and crickets are pests that have caused some damage to agricultural plantations in the past. Plants can be damaged in various ways such as consumption of parts of the plant, tunneling in stems and attack of root systems. Crop losses could lead to food shortages even famine and stress the economic system of the country."}, {"text_block_id": "p13_b282", "text": "6.2"}, {"text_block_id": "p13_b283", "text": "Pest forecasting determines whether application of a pesticide will be cost effective, by examining the stage of development of the crop and the pest and by determining the economic threshold. The best preventive measure is to establish a national plan for pest control and training of government personnel and providing extension services to farmers. The Ministry of Agriculture, Water and Rural Development will continually monitor such trends in Namibia and attempt to apply the appropriate and most modern technology to combat pest of preventive measures. The EMU will coordinate food and medical assistance programme while the Ministry of Health and Social Services and Ministry of Agriculture, Water and Rural Development coordinate the operation to control the pest."}, {"text_block_id": "p13_b284", "text": "7. CHEMICAL AND INDUSTRIAL ACCIDENTS"}, {"text_block_id": "p13_b285", "text": "7.1"}, {"text_block_id": "p13_b286", "text": "Chemical and Industrial Accidents are caused by explosion in a plant or storage facilities handling toxic substance. But there are also other kinds of chemical accidents:"}, {"text_block_id": "p14_b287", "text": "Chemical and Industrial Accidents are caused by explosion in a plant or storage facilities handling toxic substance. But there are also other kinds of chemical accidents:\n* (Sewage, industrial effluent, marine litter,\n* (Discharge of human waster and\n* -(Accumulation of Carbon dioxide\n* â\n* â\n damages agricultural crop, forests, aquatic"}, {"text_block_id": "p14_b294", "text": "7.2"}, {"text_block_id": "p14_b295", "text": "Chemical and Industrial accidents can create extensive damages. Damage or destruction may occur to structures and infrastructures. Transportation accidents damage vehicles and other objects on impact. Industrial fires my be killed or injured and require medical treatment. Contamination of air, water supply, land and animal life may occur. Areas may become uninhabitable for humans and animals. Ecological systems may be disrupted even on a global scale."}, {"text_block_id": "p14_b296", "text": "8. ENVIRONMENTAL POLLUTION"}, {"text_block_id": "p14_b297", "text": "8.1"}, {"text_block_id": "p14_b298", "text": "Environmental disasters are caused by air and water pollutants such as sulfur dioxide, nitrogen oxides, carbon monoxide, and lead from industry and transport. Environmental pollution include:"}, {"text_block_id": "p15_b308", "text": "8.2"}, {"text_block_id": "p15_b309", "text": "Water Pollution"}, {"text_block_id": "p15_b310", "text": "primarily causes injury to marine animals, spread of chemicals to the environment affecting the health of humans, animals and sea life."}, {"text_block_id": "p15_b311", "text": "8.3"}, {"text_block_id": "p15_b312", "text": "Global Warning"}, {"text_block_id": "p15_b313_merged", "text": "causes – sea level rise, climate change, and temperature rise. Ozone depletion – increases in skin cancer, cataracts, reduction in immune system functions, damage to marine life."}, {"text_block_id": "p15_b318", "text": "8.4"}, {"text_block_id": "p15_b319", "text": "Ozone Depletion"}, {"text_block_id": "p15_b320", "text": "–"}, {"text_block_id": "p15_b321", "text": "(Chloroflorcarbons (CFCs) released into the atmosphere depletes ozone shield against ultraviolet light)."}, {"text_block_id": "p15_b322", "text": "9. EARTHQUAKES"}, {"text_block_id": "p15_b323", "text": "9.1"}, {"text_block_id": "p15_b324", "text": "Earthquakes are usually slippages of crystal rock along a fault or area of strain and rebound to new alignment. Earthquake the shaking of"}, {"text_block_id": "p15_b325", "text": "earth caused by waves on a below the earth’s surface causing:"}, {"text_block_id": "p15_b326", "text": "earth caused by waves on a below the earth’s surface causing:\n"}, {"text_block_id": "p15_b331", "text": "9.2"}, {"text_block_id": "p15_b332", "text": "Probability of occurrence can be determined but not exact timing. Forecasting is based on monitoring of seismic activity, historical incidence, and observations."}, {"text_block_id": "p15_b333", "text": "9.3"}, {"text_block_id": "p15_b334", "text": "The factors that usually contribute to vulnerability are location of settlement in seismic areas, structures which are not resistant to ground motion, dense collections of buildings with high occupancy, and lack of access to information about earthquake risk. When it occurs earthquakes can be devastating. There are no recorded incident of earthquakes in Namibia even though there are records of seismic activities. Neighbouring countries have had more serious incidents of earthquakes."}, {"text_block_id": "p15_b335", "text": "10. ACTS OF TERRORISM AND CIVIL DISTURBANCE"}, {"text_block_id": "p15_b336", "text": "10.1"}, {"text_block_id": "p15_b337", "text": "The last decade has witnessed several acts of terrorism in deferent parts of the world. Acts of terrorism have disrupted normal lives and put the national economy on hold."}, {"text_block_id": "p16_b338", "text": "The occurrence of terrorist acts like bomb threats, hostage taking and hijacking of airplanes have been frequent phenomenons. The government of the Republic of Namibia has therefore found it necessary to establish a security system that would enable it to handle such a crisis when and if it occurs. Some acts of terrorism have international implications. Some are purely confined to domestic problems."}, {"text_block_id": "p16_b339", "text": "10.2"}, {"text_block_id": "p16_b340", "text": "However, since the management of such crisis usually require the involvement of several government agencies and sometimes the diplomatic corps and the international community, the coordination of such a crisis has been vested upon the President of Namibia."}, {"text_block_id": "p16_b341", "text": "10.3"}, {"text_block_id": "p16_b342", "text": "The NEMC, through the EMU, will therefore ensure that the relevant government and non-governmental bodies receive the necessary training and equipment to be able to possess a very high level of preparedness to respond to such incidents."}, {"text_block_id": "p16_b343", "text": "The Ministry of Home Affairs, the Civil Aviation, the Fire Brigade, the Police, the Ministry of Defence and the municipalities will be the key players in resolving such a crisis. These key agencies and other supportive organizations that are identified by the NEMC will establish what will be known as a"}, {"text_block_id": "p16_b344", "text": "CRISIS MANAGEMENT TEAM"}, {"text_block_id": "p16_b345", "text": "which will undergo training, rehearsals and be equipped with the best available technology."}, {"text_block_id": "p16_b346", "text": "The Cabinet through the Secretary to Cabinet will be the sole persons to coordinate such national crisis when such incidents are declared to be national emergencies. The NEMC will support the"}, {"text_block_id": "p16_b347", "text": "CRISIS MANAGEMENT TEAM"}, {"text_block_id": "p16_b348", "text": "which will operate under the Chairperson of the Ministry of Home Affairs and under the guidance of the President of the Republic."}, {"text_block_id": "p16_b349", "text": "A"}, {"text_block_id": "p16_b350", "text": "CRISIS MANAGEMENT CENTER"}, {"text_block_id": "p16_b351_merged_merged_merged", "text": "will be established with the full support of the NEMC and EMU. The location of the CRISIS MANAGEMENT CENTER will be determined by the Cabinet and its operations will remain confidential until the crisis is solved. The CRISIS MANAGEMENT CENTER will operate 24 hours. The EMU will ensure that such a Center will be equipped with all the necessary facilities and equipment."}, {"text_block_id": "p17_b356", "text": "10.7"}, {"text_block_id": "p17_b357", "text": "The Minister of Home Affairs and the Minister of Defence will also establish an"}, {"text_block_id": "p17_b358", "text": "ANTI-TERRORIST UNIT"}, {"text_block_id": "p17_b359", "text": ", which will be well trained and equipped and deployed when needed. The unit will deal with airplane hijacking, hostage taking, bomb threats and similar terrorist activities. The Minister of Home Affairs will be responsible for the establishment and the deployment of the unit, under the leadership of the"}, {"text_block_id": "p17_b360", "text": "CRISIS MANAGEMENT TEAM."}, {"text_block_id": "p17_b361", "text": "THE ANTI-TERRORIST UNIT IS AN IMPORTANT COMPONENT OF THE SECURITY OF THE NATION. EXPERIENCES OF OTHER COUNTRIES, INTERNATIONAL AGREEMENTS AND REGIONAL AND INTERNATIONAL COOPERATION WILL BE CONSISDERED IN ESTABLISHING THE UNIT AND IN FORMULATING THE POLICIES."}, {"text_block_id": "p17_b362", "text": "Cases of Civil Disturbances will be handled in the same manner as described above. The Ministry of Home Affairs will convene the"}, {"text_block_id": "p17_b363", "text": "CRISIS MANAGEMENT TEAM"}, {"text_block_id": "p17_b364", "text": "and prepare recommendation for actions to the NEMC or directly to the Cabinet depending upon the circumstances."}, {"text_block_id": "p17_b365", "text": "III"}, {"text_block_id": "p17_b366", "text": "THE NATIONAL EMERGENCY MANAGEMENT SYSTEM"}, {"text_block_id": "p17_b367", "text": "1. GENERAL"}, {"text_block_id": "p17_b368", "text": "1.1"}, {"text_block_id": "p17_b369", "text": "For the Cabinet to be able to respond in an appropriate and timely fashion to a national crisis, they must have the confidence in the people who provide information on possible disasters."}, {"text_block_id": "p17_b370_merged_merged_merged", "text": "This means providing a well considered arsenal of options at the leadership’s disposal, the financial and material resources with which to act and administrative mechanism capable of doing the things that need to be done. Without preparedness plans, everything is ad hoc."}, {"text_block_id": "p17_b373", "text": "Without the material and the administrative capacity to move quickly, preparedness plans are just good on paper."}, {"text_block_id": "p18_b374", "text": "1.2"}, {"text_block_id": "p18_b375", "text": "The major agenda that necessarily flows is to build the local human and institutional capacity to plan for disaster and when the alarm sounds, to implement a well conceived response for which the appropriate preparations have been made in advance. Strengthening mechanisms to facilitate timely decision making and developing national preparedness plans are important tasks that need to be given priority."}, {"text_block_id": "p18_b376", "text": "1.3"}, {"text_block_id": "p18_b377", "text": "Since independence, Namibia has been able to establish temporary structures at national and regional levels to manage the recurring problems of drought emergencies. These structures have been strengthened through continuous workshops and other training programs and have formed the basis of the establishment of a permanent system at all levels. One of the duties of the EMU is to learn from the enormous experience so far gained and to build on these accomplishments, with the aim of achieving a full capacity to respond to any kind of disaster, mainly drought emergency."}, {"text_block_id": "p18_b378", "text": "1.4"}, {"text_block_id": "p18_b379", "text": "The National Emergency Management System utilizes the total extent and depth of the Namibian Government structure, from national to local government and community level. The system also takes advantage of the existing capacity of the NGOs and facilities and encourages the strengthening of the capacities of the national NGOs who could be involved in a national emergency and humanitarian assistance programs."}, {"text_block_id": "p18_b380", "text": "2. THE NEMC"}, {"text_block_id": "p18_b381", "text": "2.1"}, {"text_block_id": "p18_b382", "text": "The National Emergency Management Committee (NEMC) is the inter-ministerial Committee that will have the complete authority and specific responsibilities to make decisions, as appropriate, in regards to the state of preparedness of the country and the mobilization of local resources to meet the urgent needs created by a disaster. The National Emergency Management Committee will be directly responsible to the Cabinet thus operating outside the normal government bureaucracy and facilities speedy decisions."}, {"text_block_id": "p18_b383", "text": "2.2"}, {"text_block_id": "p18_b384", "text": "The NEMC is the coordinating committee composed of Permanent Secretaries representing all ministries, the UN agencies and national NGOs dealing with food, health medical supplies, import, labour, storage, meteorology, transport etc."}, {"text_block_id": "p19_b385", "text": "The NEMC members should undergo preparedness training on a continuous basis and should collectively be responsible for the national mobilization and prompt and effective response for a national disaster."}, {"text_block_id": "p19_b386", "text": "Delay, could cause enormous sufferings and death and therefore, whenever it is possible, no delays resulting from the inadequacy of the bureaucracy should be allowed to take place. It has therefore been decided that the highest authority should handle the management of national emergencies. The NEMC should be directly responsible to the Cabinet. This is the only kind of arrangement that can guarantee efficiency and timely assistance which could result in the prevention or mitigation of the effects of disaster."}, {"text_block_id": "p19_b387", "text": "2.4"}, {"text_block_id": "p19_b388", "text": "Disaster Preparedness and response are usually multi-sectoral and interdisciplinary, requiring the involvement of a number of Government and non-governmental agencies at the same time. Therefore the structures both at national and regional levels should be able to bring together all the relevant agencies for disaster preparedness and response."}, {"text_block_id": "p19_b389", "text": "2.5"}, {"text_block_id": "p19_b390", "text": "The NEMC members would regularly meet and discuss the status of preparedness of the nation. The frequency of these meetings will be determined by the chairperson."}, {"text_block_id": "p19_b391_merged", "text": "The NEMC members will act:"}, {"text_block_id": "p19_b394", "text": "The NEMC members will act:\n* As part of a collective body in the formulation of policies and\n* As Permanent Secretaries in their respective agencies they will"}, {"text_block_id": "p20_b398", "text": "3. THE EMU"}, {"text_block_id": "p20_b399", "text": "3.1"}, {"text_block_id": "p20_b400", "text": "The Emergency Management Unit is the permanent body that coordinates the programs of preparedness and relief operation, based on the guidelines and policy decisions issued by the NEMC. The EMU would be the focal point for all aspects of preparedness and all other matters related to emergency. A Deputy Director designated by the OPM will head the EMU under the Secretary to the Cabinet who will be chairperson of the National Emergency Management Committee."}, {"text_block_id": "p20_b401", "text": "3.2"}, {"text_block_id": "p20_b402", "text": "The EMU would have a permanent staff of initially of one Deputy Director and three department heads and a support staff. The permanent staff will undertake the following responsibilities:"}, {"text_block_id": "p20_b403", "text": "a)"}, {"text_block_id": "p20_b404", "text": "Monitoring and Evaluation"}, {"text_block_id": "p20_b405", "text": "This unit will have the important role of collecting information from various national and international sources, analyzing it and them providing the Government with an overall picture of the situation and alerting the NEMC to future programme needs."}, {"text_block_id": "p20_b406", "text": "3.3"}, {"text_block_id": "p20_b407", "text": "The overall objective of monitoring and evaluation can be divided into main functions:"}, {"text_block_id": "p20_b408", "text": "The overall objective of monitoring and evaluation can be divided into main functions:\n"}, {"text_block_id": "p20_b412", "text": "b)"}, {"text_block_id": "p20_b413", "text": "Training and Information"}, {"text_block_id": "p20_b414_merged", "text": "Training is the most important aspect of preparedness. Training of selected personnel from every government and non-governmental agency in specialized fields is one of the major responsibilities of the unit. There will be continuous training and rehearsals from the HQ to the regions and to the community in all the constituencies, in the management of various kinds of emergencies. This will include:"}, {"text_block_id": "p21_b417", "text": "Civil Protection (Civil Defence)"}, {"text_block_id": "p21_b418", "text": "Needs Assessment and Identification of Needy People"}, {"text_block_id": "p21_b419", "text": "Monitoring and Evaluation"}, {"text_block_id": "p21_b420", "text": "Coordination and Planning of Emergency Operation"}, {"text_block_id": "p21_b421", "text": "Food Security and Coping Mechanisms"}, {"text_block_id": "p21_b422", "text": "Vulnerability Reduction"}, {"text_block_id": "p21_b423", "text": "Storage and Distribution"}, {"text_block_id": "p21_b424", "text": "When emergencies take place the task of EMU will be to mobilize the available and trained human resources."}, {"text_block_id": "p21_b425", "text": "c) Operation and Logistics:"}, {"text_block_id": "p21_b426", "text": "Once a decision has been made based on the early warning, that a disaster exists, the system in place will be activated by EMU. The operation department will be the unit to react as soon as the alarm is given. The operation department will identify the problems, assess the needs, determine the priorities and the availability of the resources, and prepare a plan of action based on an already existing format."}, {"text_block_id": "p21_b427", "text": "This department will keep a complete inventory of all the resources available in the country that could be used for possible emergencies and coordinate the deployment of the required facilities and supplies."}, {"text_block_id": "p21_b428", "text": "4. THE REMUs"}, {"text_block_id": "p21_b429", "text": "4.1"}, {"text_block_id": "p21_b430", "text": "The Regional Emergency Management Units (REMUs) are chaired by the Governors of all regions and are composed of all government departments representatives of NGOs, headmen and traditional leaders in the region."}, {"text_block_id": "p21_b431", "text": "The REMU’s become operational whenever an emergency is declared"}, {"text_block_id": "p21_b432", "text": "either regionally or nationally. In non-emergency times the REMUs are responsible for ensuring that the region receives adequate training and maintains a high level of preparedness."}, {"text_block_id": "p22_b433", "text": "5. THE CEMUs"}, {"text_block_id": "p22_b434", "text": "Constituency Emergency Management Units (CEMUs) are established in every constituency and are composed of representatives of Government and NGOs e.g. teachers, nurses, chiefs, headmen etc. The CEMU, will be chaired by the councilor and will be responsible for coordinating and managing the efforts at constituency level, and ensure that there will always be a high level of preparedness through organization and training."}, {"text_block_id": "p22_b435", "text": "6. THE OPERATIONAL UNITS AND FOCAL POINTS"}, {"text_block_id": "p22_b436", "text": "6.1"}, {"text_block_id": "p22_b437", "text": "Emergency Operational Units are established in each government and non-governmental agency and are composed of people who have been identified by their respective agencies and are activated whenever there is an emergency."}, {"text_block_id": "p22_b438", "text": "Emergency Operational Units will be"}, {"text_block_id": "p22_b439", "text": "created at all levels, in the various governmental and non"}, {"text_block_id": "p22_b440", "text": "-"}, {"text_block_id": "p22_b441", "text": "governmental agencies"}, {"text_block_id": "p22_b442", "text": "and strategic institutions (i.e. municipalities,"}, {"text_block_id": "p22_b443", "text": "schools, hospitals, churches…)."}, {"text_block_id": "p22_b444", "text": "The personnel are given specialized training in various aspects of managing emergencies, in data collection and management of information, and are activated whenever and whenever emergencies take place. Each operational unit will have a"}, {"text_block_id": "p22_b445", "text": "Focal Point Person"}, {"text_block_id": "p22_b446", "text": "who would usually be the chairperson of the operational unit."}, {"text_block_id": "p22_b447", "text": "This will be the person that will be contacted by EMU during the preparedness phase and emergency operations. The EMU will have a list of focal person which will be updated regularly."}, {"text_block_id": "p22_b448", "text": "IV"}, {"text_block_id": "p22_b449", "text": "THE SYSTEM FUNCTIONING"}, {"text_block_id": "p22_b450", "text": "1. PLANNING"}, {"text_block_id": "p22_b451", "text": "1.1"}, {"text_block_id": "p22_b452_merged_merged_merged", "text": "The purpose of planning in the context of disaster preparedness, is to anticipate future situation and needs and ensure an effective and coordinated response so that when disaster occurs they cause the minimum damage to lives and properties. Planning is divided into three category: (a) Preparedness (b) Response and (c) Recovery."}, {"text_block_id": "p23_b459", "text": "1.2"}, {"text_block_id": "p23_b460", "text": "With the recurring problems of drought and the threat of other disasters it has become necessary and prudent to integrate disaster in the"}, {"text_block_id": "p23_b461", "text": "National Development Process."}, {"text_block_id": "p23_b462", "text": "NPC will play the lead role in this process. The Ministry of Agriculture, Water and Rural Development together with other development agencies will periodically review the drought policies and implement"}, {"text_block_id": "p23_b463", "text": ". Likewise similar preventive measures will be developed and strengthened for flood control and other emergencies."}, {"text_block_id": "p23_b464", "text": "Preventive Measures"}, {"text_block_id": "p23_b465", "text": "1.3"}, {"text_block_id": "p23_b466_merged_merged", "text": "The combined categories of Preparedness and Response generally constitute the most important components of the plan. The NEMC, through the EMU will ensure that the nation has a very high level of response capacity. The NPC and the sectoral ministry will review the overall extent of the damage caused by a disaster and determine whether there would be a need for one plan or two plans. plan and a Disaster Recovery Plan. Disaster Response"}, {"text_block_id": "p23_b472", "text": "1.4"}, {"text_block_id": "p23_b473", "text": "The EMU will develop a comprehensive work plan for each of its activities every year. The following could be used as guidelines for planning."}, {"text_block_id": "p23_b474", "text": "The EMU will develop a comprehensive work plan for each of its activities every year. The following could be used as guidelines for planning.\n* Preparation of a work schedule for each week of the year and\n* Preparation of time table and allocation of human and material\n* Preparation of budget for the activities identified.\n* Identification of national and international resources and the\n* Based on the sequence of action that need to be taken in times"}, {"text_block_id": "p24_b485", "text": "2. ASSESSING VULNERABILITIES"}, {"text_block_id": "p24_b486", "text": "2.1"}, {"text_block_id": "p24_b487", "text": "The EMU in cooperation with other relevant agencies will assess and compile the vulnerability of a particular area or community to the impact of a natural or man made disaster. If it is drought, drought prone areas will be identified, in numbers and categories and the manner in which they are considered to be susceptible to drought will be clearly described. It will compile a general information on the groups of people and how they would be affected by drought and will develop a systematic approach to helping the vulnerable groups when drought emergency is created. The EMU, together with the members of NEMC and specialized agencies will prepare vulnerability assessment on drought, floods, environmental disasters and epidemics."}, {"text_block_id": "p24_b488", "text": "For example severe floods in Caprivi, oil spills and explosions in the highly populated and relatively deprived areas of the North and South, (Caprivi, Okavango) exodus of refugees in the boarder areas, major air accidents at the Windhoek international airport. etc.. are cases for which adequate assessment should be prepared. The operational unit will serve as the responsible bodies to prepare these assessments."}, {"text_block_id": "p24_b489", "text": "2.2"}, {"text_block_id": "p24_b490", "text": "In the case of floods in Caprivi and in the Northern regions frequented by flood, assessment of vulnerability would mean a complete survey and study of the flood prone area and compiling information regarding the extent of the area that could be flooded, the number of people that would be affected, the number of livestock, the number of houses and the area under cultivation that could possibly be affected by the flood. The degree if vulnerability will also have to be assessed thus enabling the planners to know ahead of time who would likely suffer more than others."}, {"text_block_id": "p24_b491", "text": "Similar assessment would have to be made for all the abovementionedpossible disasters. Such vulnerability assessment will determine the scale of the estimated losses, which can be anticipated in particular areas, for particular disasters during a specific time period."}, {"text_block_id": "p24_b492", "text": "2.3"}, {"text_block_id": "p24_b493", "text": "Such vulnerability assessment will also assist in designing projects and programs that will reduce the risks."}, {"text_block_id": "p25_b494", "text": "3. ESTABLISHING STRUCTURES"}, {"text_block_id": "p25_b495", "text": "3.1"}, {"text_block_id": "p25_b496", "text": "Another important task of the EMU is to co-ordinate the national and regional structures. Four major structures will be created at all levels:"}, {"text_block_id": "p25_b497", "text": "Another important task of the EMU is to co-ordinate the national and regional structures. Four major structures will be created at all levels:\n* The National Emergency Management Committee (NEMC)\n* The Emergency Operational Units (EOU) in each government\n* The Regional Emergency Management Units (REMU)\n* The Constituency Emergency Management Unit (CEMU)"}, {"text_block_id": "p25_b505", "text": "The EMU’s responsibi"}, {"text_block_id": "p25_b506_merged", "text": "lity is to establish and develop the capacity of these units. This task requires detail planning, discussion and organization of structures at national and regional levels first there are frequent visits and briefing sessions to all regional offices preceding formal training and establishment of structures. Several meetings have to be scheduled with line ministries to be able to create clear understanding of roles and responsibilities of each government agency. After these understanding have been created, the National Emergency Management Committee and the various focal points at the level of ministries will be properly organized. The NEMC further ensure that all the structures are established levels and continues to monitor the capacities for all agencies."}, {"text_block_id": "p25_b509", "text": "4. DATA COLLECTION"}, {"text_block_id": "p25_b510", "text": "4.1"}, {"text_block_id": "p25_b511", "text": "The EMU has the responsibility to work closely with the early warning unit of the Ministry of Agriculture. For drought emergency the information should consist of formalized data collection process and monitoring system. The Early Warning Unit has already established a system of collecting information on rainfall, crop production and food security. The Early Warning System is part of the Emergency Management System. The Early Warning Unit sets the alarm and the EMU coordinates the response. The EMU participates in the regular crop-assessment missions and be involved in the following activities:"}, {"text_block_id": "p26_b512", "text": "a) Food Production"}, {"text_block_id": "p26_b513", "text": "Forecast of national food production"}, {"text_block_id": "p26_b514", "text": "Current supply, demand and price of food supplies in Namibia"}, {"text_block_id": "p26_b515", "text": "Import and export of food products by government and millers"}, {"text_block_id": "p26_b516", "text": "Household food security"}, {"text_block_id": "p26_b517", "text": "Nutritional status of the rural community"}, {"text_block_id": "p26_b518", "text": "The number and location of people considered to be vulnerable to food shortages."}, {"text_block_id": "p26_b519", "text": "b) Rainfall"}, {"text_block_id": "p26_b520", "text": "Compile information obtained from the global and regional early warning system regarding climate, rainfall and other information that might have relevance to rainfall and food production and food availability in Namibia."}, {"text_block_id": "p26_b521", "text": "Compile information on levels of rainfall for every constituency."}, {"text_block_id": "p26_b522", "text": "c) General Information"}, {"text_block_id": "p26_b523", "text": "The EMU will ensure that all relevant information regarding all other kinds of possible disaster in Namibia are collected and compiled. These include:"}, {"text_block_id": "p26_b524", "text": "Causes of floods in Caprivi and Northern regions."}, {"text_block_id": "p26_b525", "text": "Establish regional information exchange system to monitor the level of the Zambezi and, other rivers and dams."}, {"text_block_id": "p26_b526", "text": "Compile all relevant information from national regional and global sources on epidemics, environmental disasters, oil spills and explosions, earthquakes and movement of refugees affecting Namibia."}, {"text_block_id": "p26_b527", "text": "(A list of the sources for such information is attached as an annex)."}, {"text_block_id": "p26_b528", "text": "d) Public Information"}, {"text_block_id": "p26_b529", "text": "The EMU will establish a system of informing the public in the event of emergencies. While the mass media, particularly the radio seems to be the best system of communication, other alternative means would have to be established to ensure effective communication with all Namibian people where they may be (see also section on Communication, Early Warning)."}, {"text_block_id": "p27_b530", "text": "5. RESOURCE BASE"}, {"text_block_id": "p27_b531", "text": "5.1"}, {"text_block_id": "p27_b532", "text": "The EMU has a complete list of all the requirements of all possible disasters in Namibia. Where they are not available in the country the international sources should be indicated. Such requirements should cover all aspects of emergency relief and rehabilitation."}, {"text_block_id": "p27_b533", "text": "5.2"}, {"text_block_id": "p27_b534", "text": "Even though the range of requirements are extensive the following are identified as the major ones."}, {"text_block_id": "p27_b535", "text": "Even though the range of requirements are extensive the following are identified as the major ones.\n* (maize, sorghum and supplementary food as indicated\n* (maize, sorghum and supplementary food as indicated\n Medicines â (for regular and extra-ordinary cases of epidemic)\n* (maize, sorghum and supplementary food as indicated\n Medicines â (for regular and extra-ordinary cases of epidemic)\n Shelter\n* (maize, sorghum and supplementary food as indicated\n Medicines â (for regular and extra-ordinary cases of epidemic)\n Shelter\n Transport\n* (maize, sorghum and supplementary food as indicated\n Medicines â (for regular and extra-ordinary cases of epidemic)\n Shelter\n Transport\n Communication Systems\n* (maize, sorghum and supplementary food as indicated\n Medicines â (for regular and extra-ordinary cases of epidemic)\n Shelter\n Transport\n Communication Systems\n Logistics Systems\n* (maize, sorghum and supplementary food as indicated\n Medicines â (for regular and extra-ordinary cases of epidemic)\n Shelter\n Transport\n Communication Systems\n Logistics Systems\n Skilled Human Resources\n* (maize, sorghum and supplementary food as indicated\n Medicines â (for regular and extra-ordinary cases of epidemic)\n Shelter\n Transport\n Communication Systems\n Logistics Systems\n Skilled Human Resources\n Other Equipment\n* Public education in schools for children and young adults,\n* Public information, through mass media, be they television,"}, {"text_block_id": "p27_b547", "text": "6. PUBLIC EDUCATION"}, {"text_block_id": "p27_b548", "text": "6.1"}, {"text_block_id": "p27_b549", "text": "The focus of a disaster preparedness plan should be to anticipate, to the extent possible the types of requirements needed for action or responses to warnings and a disaster relief operation. The plan should also specify the most effective ways of ensuring that such requirements are met. Yet, the process will only be effective if those who are the ultimate beneficiaries know what to do in times of disasters and know what to expect. For this reason, an essential part of a emergency preparedness plan is the education of those who may be threatened by disaster. Such education takes many forms:"}, {"text_block_id": "p28_b554", "text": "6.2"}, {"text_block_id": "p28_b555", "text": "The Ministry of Information and Broadcasting will work together with the two Ministries of Education in designing and implementing public education programs for school children and the general public. The EMU will prepare the materials for such education in collaboration with the relevant government and non-governmental organizations. The public education program will be continuous and regular and use all languages of Namibia."}, {"text_block_id": "p28_b556", "text": "7. TRAINING FOR THE MEMS"}, {"text_block_id": "p28_b557", "text": "7.1"}, {"text_block_id": "p28_b558", "text": "The long-term support for training very much depends on setting realistic and achievable objectives. Many training programmes fail to begin or continue due to over ambitious objectives that cannot be achieved. A bad start is the primary way to kill a programme. Objectives such as creating experts on specific subjects and the acquisition of expert knowledge are not very easily achieved over short periods of training. They require long-term, intensive courses and practical opportunities to put the technical/theoretical knowledge into practice."}, {"text_block_id": "p28_b559", "text": "7.2"}, {"text_block_id": "p28_b560", "text": "Since effective teamwork is absolutely essential to the success of an operation, training has to be made available to all the participants in emergency management. The training programmes will be emergency and relief oriented and will aim to improve immediate response. However, a comprehensive planning process at the national level should consider training as necessary to improve all phases of emergency management including relief, rehabilitation, mitigation and preparedness. The participants may include decision-makers (politicians, senior management levels) middle management levels of relevant ministries, technical and operational (field) level of these ministries, regional and local authorities, professionals, military personnel and the general public."}, {"text_block_id": "p28_b561", "text": "7.3"}, {"text_block_id": "p28_b562", "text": "In all the stages of training programmes, Namibian staff with training experience will be used. The training programmes in the early stages will rely on training expertise from the various institution of Namibia (Ministry of Health and Social Services, Social Science Division (UNAM), National Economic Policy Research Unit, Namibia Red Cross, Government of Namibia Action Control Group, Civil Aviation). Building indigenous training capability to sustain the desired training activities will be one of the continuing tasks of EMU."}, {"text_block_id": "p29_b563", "text": "7.4"}, {"text_block_id": "p29_b564", "text": "Summary of groups to be trained:"}, {"text_block_id": "p29_b565", "text": "Summary of groups to be trained:\n"}, {"text_block_id": "p29_b574", "text": "7.5"}, {"text_block_id": "p29_b575", "text": "As stressed in the previous sections, emergency management, due to its complex nature, is primarily a team operation. Individual skills, expert knowledge and attitudes of emergency managers are fundamental to successful handling of all stages of the emergency. However, the capacity of all the actors of emergency management to act in a co-ordinated manner is ultimately the key to efficient and effective response."}, {"text_block_id": "p29_b576", "text": "7.6"}, {"text_block_id": "p29_b577", "text": "Therefore training in emergency management aims to improve both individual and team performance. Furthermore, it aims to create a medium where sectoral capacities can be enhanced and inter sectoral relationships can be developed."}, {"text_block_id": "p30_b578", "text": "An ideal training programme balances individual needs and team tasks as well as improving knowledge and its application. In reality, the expectations of groups to be trained are varied if not in conflict with one another. A governmental department with a high level of technical competence may regard skill development an unnecessary exercise while local officials with limited emergency experience can expect training to address all these issues. A more realistic approach would be to view training as a series of complementary activities to be implemented over a period of time. These activities should clearly reflect the training needs of the target groups and the general objectives drawn from their identified needs and expectations. In this, the NEMC (EMU) will ensure that there is continuous and uninterrupted training with the objective of ensuring a high level of preparedness."}, {"text_block_id": "p30_b579", "text": "8. REHEASALS (DRILLS)"}, {"text_block_id": "p30_b580", "text": "8.1"}, {"text_block_id": "p30_b581", "text": "As military maneuvers cannot fully portray the reality of battle, neither can disaster preparedness rehearsals portray the full dynamics, and potential chaos of a disaster relief operation. However, that fact should provider no excuse for avoiding the need to rehearse this disaster preparedness plan. Not only will rehearsals reemphasize points made in separate training programmes but they will also test the system as a whole and, invariably, reveal gaps that otherwise might be overlooked. Therefore EMU will organize rehearsals and ensure that the nation as a whole has a high level preparedness."}, {"text_block_id": "p30_b582", "text": "8.2"}, {"text_block_id": "p30_b583", "text": "REMUs, CEMUs Emergency Operational Units and all government and non-governmental agencies will be required to conduct their own rehearsals periodically. The EMU will assist and ensure that such rehearsals are conducted and reports received regarding the status of preparedness of each government and non-governmental organization."}, {"text_block_id": "p31_b584", "text": "V"}, {"text_block_id": "p31_b585", "text": "STANDARD PROCEDURES OF EMERGENCY OPERATION"}, {"text_block_id": "p31_b586", "text": "1. LEAD GOVERNMENT AGENCIES ON SPECIFIC DISASTERS"}, {"text_block_id": "p31_b587", "text": "1.1"}, {"text_block_id": "p31_b588", "text": "The lead agencies on specific disasters are the agencies that provide information, conduct surveys and research, prepare recommendation and take all necessary measures that could assist the NEMC and the EMU in organizing disaster preparedness programs. The lead government agencies will primarily be responsible for organizing and conducting training programs in their specific fields and in preparing and implementing a program of intervention based on previously prepared sectoral disaster plans. The sectoral disaster plans are components of the National Disaster Plan."}, {"text_block_id": "p31_b589", "text": "Lead Agencies"}, {"text_block_id": "p32_b590", "text": "2. GENERAL PROCEDURES"}, {"text_block_id": "p32_b591", "text": "2.1"}, {"text_block_id": "p32_b592_merged", "text": "No matter how much time and effort has been spent on preparedness, and no matter how many times rehearsals have been conducted, the only time that an emergency system can be tested in during real emergency. The ultimate test is the effectiveness of the response to warning and disaster impacts. It is the sum total of all the trainings, organizations, general preparedness and actions that will be taken by people and agencies in the face of disaster. In this, the EMU will play the leading role, in sounding the alarm, in mobilizing the nation, in coordinating the emergency operations and ensuring that no lives will be lost and sufferings minimized during and after a disaster. The major activities of EMU during emergency will therefore be:"}, {"text_block_id": "p32_b594", "text": "a) Warning"}, {"text_block_id": "p32_b595", "text": "Disseminate information to the public concerning the imminent disaster with reference to specific areas and population when possible."}, {"text_block_id": "p32_b596", "text": "b) Evacuation"}, {"text_block_id": "p32_b597", "text": "Coordinate the relocation of a population from areas at risk when needed."}, {"text_block_id": "p32_b598", "text": "c) Search and Rescue"}, {"text_block_id": "p32_b599", "text": "Coordinate the process of identifying the location of disaster victims."}, {"text_block_id": "p33_b600", "text": "d) Post-disaster Assessment"}, {"text_block_id": "p33_b601", "text": "Provide a clear, concise picture of the post disaster situation, identify relief needs and develop strategies for recovery."}, {"text_block_id": "p33_b602", "text": "e) Emergency relief"}, {"text_block_id": "p33_b603", "text": "Based on established procedures, coordinate the activities of the designated government agencies and NGOs (Operational Units) through their focal points in the provision of humanitarian assistance to save human lives and minimize sufferings."}, {"text_block_id": "p33_b604", "text": "f) Logistics and Supply"}, {"text_block_id": "p33_b605", "text": "Ensure that there will be a well organized logistical services to respond to the identified needs of the people at risk."}, {"text_block_id": "p33_b606", "text": "g) Communication"}, {"text_block_id": "p33_b607", "text": "Ensure that the communications net work that is in place as part of the disaster plan, will be functional at all times and that there will be smooth exchange and flow of information during and after the emergency."}, {"text_block_id": "p33_b608", "text": "3. SEQUENCE OF ACTIONS AND ROLES AND RESPONSIBILITIES IN TIMES OF EMERGENCY"}, {"text_block_id": "p33_b609", "text": "3.1 Early Warning"}, {"text_block_id": "p33_b610", "text": "Receives uninterrupted information from each of the operational units in the 95 constituencies."}, {"text_block_id": "p33_b611", "text": "Receives uninterrupted information from the global early warning systems and research and monitoring institutions in and outside the country."}, {"text_block_id": "p33_b612", "text": "Evaluates and assesses the information"}, {"text_block_id": "p33_b613", "text": "Disaster information and prepares evaluation report to the President and his Cabinet."}, {"text_block_id": "p33_b614", "text": "Disseminates information to all relevant government and NGOs."}, {"text_block_id": "p33_b615", "text": "3.2 Cabinet"}, {"text_block_id": "p33_b616", "text": "Upon reaching a conclusion that an emergency situation exists immediately passes instructions to the Secretary to Cabinet."}, {"text_block_id": "p34_b617", "text": "Declares a state of emergency if necessary (either national or regional)."}, {"text_block_id": "p34_b618", "text": "Briefs Cabinet members and discusses measures to be taken. Specifies initial assistance and support needed from the national and international community."}, {"text_block_id": "p34_b619", "text": "Gives instructions for mobilization of resources for initial response."}, {"text_block_id": "p34_b620", "text": "3.3 Secretary to Cabinet (Head of the National Emergency Management Committee)"}, {"text_block_id": "p34_b621", "text": "Immediately calls for a meeting of the EMU."}, {"text_block_id": "p34_b622", "text": "Discusses the early warning report and analyses various aspects of the emergency and provides instruction for national or regional mobilization."}, {"text_block_id": "p34_b623", "text": "Provides instructions to the EMU on the implementation of the emergency programs."}, {"text_block_id": "p34_b624", "text": "3.4 The NEMC (EMU)"}, {"text_block_id": "p34_b625", "text": "Immediately sends instructions to regions affected to activate their REMUs and CEMUs."}, {"text_block_id": "p34_b626", "text": "Immediately calls focal point persons and issues instruction for activation of emergency response systems."}, {"text_block_id": "p34_b627", "text": "Makes initial needs assessment."}, {"text_block_id": "p34_b628", "text": "Mobilizes all the human resources identified and trained earlier for the particular emergency through REMU, CEMU and EOU depending upon the circumstances."}, {"text_block_id": "p34_b629", "text": "Mobilizes all the logistical facilities identified and recorded earlier for the particular emergency."}, {"text_block_id": "p34_b630", "text": "Provides instructions for movement of personnel and equipments."}, {"text_block_id": "p34_b631", "text": "Informs the public and the international community"}, {"text_block_id": "p34_b632", "text": "Organizes press conferences."}, {"text_block_id": "p34_b633", "text": "Coordinates assistance from international donors."}, {"text_block_id": "p34_b634", "text": "3.5 Emergency Operational Units"}, {"text_block_id": "p34_b635", "text": "Based on the information received from the NEMC or EMU the focal point persons of each of the agencies activate their operational units and based on the type of intervention required begin to respond to the request in accordance with their training and sectoral disaster intervention plan."}, {"text_block_id": "p35_b636", "text": "The operational units are the key ingredients in the overall mosaic of response and coordination. The operational units undergo continuous training and conduct rehearsals. They monitor and devaluate their capacity and the resources they have to meet the demands of any emergency. The plans are updated as needed. The operational units maintain inventories of response equipment and ensure that supplies would be there when needed."}, {"text_block_id": "p35_b637", "text": "3.6 REMUs"}, {"text_block_id": "p35_b638", "text": "Call an emergency meeting of the REMUs and discuss the situation on the ground."}, {"text_block_id": "p35_b639", "text": "Conduct an initial need assessment"}, {"text_block_id": "p35_b640", "text": "Activate all the operational units trained and specialized for the particular emergency."}, {"text_block_id": "p35_b641", "text": "Relay information on extent of damage and initial requirements for EMU"}, {"text_block_id": "p35_b642", "text": "Begin relief operation with the available resource"}, {"text_block_id": "p35_b643", "text": "Provide feed backs."}, {"text_block_id": "p35_b644", "text": "3.7 CEMUs"}, {"text_block_id": "p35_b645", "text": "Call a meeting of CEMUs"}, {"text_block_id": "p35_b646", "text": "Activate the operational units trained and specialized for the particular emergency."}, {"text_block_id": "p35_b647", "text": "Relay information both to the EMU and REMUs on required assistance and support and magnitude of the crisis."}, {"text_block_id": "p35_b648", "text": "Inform local people about the emergency"}, {"text_block_id": "p35_b649", "text": "Begin relief operation with available resources while waiting for more assistance form EMU and REMU."}, {"text_block_id": "p35_b650", "text": "3.8 EMU"}, {"text_block_id": "p35_b651", "text": "Continuously monitor situation and ensure the smooth flow of assistance to the affected areas."}, {"text_block_id": "p35_b652", "text": "Based on information from affected areas, assesses the level of emergency and recommend continuation, scaling down or suspension of relief operation."}, {"text_block_id": "p35_b653", "text": "Begin orderly demobilization"}, {"text_block_id": "p35_b654", "text": "Conduct de-briefings at all levels and record achievements, problems and lessons learnt."}, {"text_block_id": "p36_b655", "text": "Design recovery programs together with NPC and relevant line Ministry."}, {"text_block_id": "p36_b656", "text": "Prepare final report."}, {"text_block_id": "p36_b657", "text": "(This sequence will change depending upon the nature of the emergency but the essential roles, the reporting system and the lines of command will remain the same.)"}, {"text_block_id": "p36_b658", "text": "VI"}, {"text_block_id": "p36_b659", "text": "THE SUPPORT SYSTEM"}, {"text_block_id": "p36_b660", "text": "1. GENERAL"}, {"text_block_id": "p36_b661", "text": "There are establish capacities for specific kinds of emergencies, particularly for aviation and maritime emergencies and oil industry related disasters. The Ministry of Regional, Local Government and Housing and the City of Windhoek have also established Civil Defence departments with the objectives of mobilizing the national human and material resources to mitigate the effects of natural and man made disasters. One of the primary responsibilities of EMU will be to ensure that these capacities are strengthened and a very high level of preparedness ins achieved. The existing emergency management capacities can be divided into four separate categories:"}, {"text_block_id": "p36_b662", "text": "i)"}, {"text_block_id": "p36_b663", "text": "Civil Aviation"}, {"text_block_id": "p36_b664", "text": "ii)"}, {"text_block_id": "p36_b665", "text": "Government of Namibia Action Control Group (GACG)"}, {"text_block_id": "p36_b666", "text": "iii)"}, {"text_block_id": "p36_b667", "text": "Ministry of Regional, Local Government and Housing"}, {"text_block_id": "p36_b668", "text": "–"}, {"text_block_id": "p36_b669", "text": "Civil Defence"}, {"text_block_id": "p36_b670", "text": "iv)"}, {"text_block_id": "p36_b671", "text": "City of Windhoek"}, {"text_block_id": "p36_b672", "text": "–"}, {"text_block_id": "p36_b673", "text": "Civil Defence"}, {"text_block_id": "p36_b674", "text": "v)"}, {"text_block_id": "p36_b675", "text": "NGO’s"}, {"text_block_id": "p36_b676", "text": "2. CIVIL AVIATION"}, {"text_block_id": "p36_b677", "text": "2.1"}, {"text_block_id": "p36_b678_merged_merged_merged", "text": "The Civil Aviation Directorate of the Ministry of Works, Transport and Communication has a SEARCH AND RESCUE division of emergencies caused by the disappearance or accidents of aircraft and maritime vessels. The division works very closely with the South Africa Search and Rescue Organization (SASAR)."}, {"text_block_id": "p37_b681", "text": "Even though the Namibian division is a separate entity its resources are very much limited and therefore falls within an area designated to SASAR by the International Civil Aviation Organization (ICMO) and the International Maritime Organization (IMO). Namibia will encourage the establishment of a close cooperation and an integrated system. The system will be periodically inspected by national and international experts to ensure that it meets international safety standards."}, {"text_block_id": "p37_b682", "text": "3. GOVERNMENT OF NAMIBIA ACTION CONTROL GROUP (GACG)."}, {"text_block_id": "p37_b683", "text": "3.1"}, {"text_block_id": "p37_b684", "text": "This unit deals with off shore oil industry related disasters along the coast of Namibia. The management of the GACG consists of the Ministry of Mines and Energy, Ministry of Fisheries and Marine Resources, Ministry of Wildlife and Tourism, Ministry of Regional, Local Government and Housing, Ministry of Works, Transport and Communication, Windhoek Civil Defence and Namibian Police. This Management Committee will be chaired by the Ministry of Works, Transport and Communication and meets whenever there is an emergency at sea."}, {"text_block_id": "p37_b685", "text": "The Committee will have an advisory body consisting of all the management and Ministries of Defence, Ministry of Finance, Ministry of Foreign Affairs, Ministry of Information and Broadcasting and Ministry of Justice. In addition Telecom Namibia and Trans Namib and NAMPOWER will be members."}, {"text_block_id": "p37_b686", "text": "3.2"}, {"text_block_id": "p37_b687", "text": "If a crisis takes place the Oil Company or the affected agency will notify GACG through the Civil Defence watch room located at Fire Brigade office in Windhoek. The Civil Defence watch room functions throughout the 24 hours."}, {"text_block_id": "p37_b688", "text": "The watch room will notify the Civil Defence officer on duty through which the GACG will be called for an emergency meeting. The Management Committee will evaluate the incident and mobilize the resources it has, based on the degree of the accident and the resources available nationally."}, {"text_block_id": "p38_b689", "text": "3.3"}, {"text_block_id": "p38_b690", "text": "The composition of the inter-ministerial committee enables identification of resources and mobilizing them expeditiously (i.e. helicopter, bus, cars, ambulances etc.) This unit will also work closely with the EMU in developing a system, which is reliable and takes advantage of existing technologies. However this capacity will have to be further strengthened through cooperation of the Namibia Petroleum Association and other national and international organizations. The NEMC (EMU) will monitor the development of this capacity."}, {"text_block_id": "p38_b691", "text": "4. CIVIL DEFENCE"}, {"text_block_id": "p38_b692", "text": "4.1"}, {"text_block_id": "p38_b693_merged", "text": "The Civil Defence regulation of Namibia is based on the 1981 law promulgated by the colonial administration. The law defines the powers vested in the Administrator General under Section 17 of the Civil Defence Ordinance of 1979. The ordinance recognizes the establishment of Civil Defence associations in all parts of “Namibia” for:"}, {"text_block_id": "p38_b696", "text": "The Civil Defence regulation of Namibia is based on the 1981 law promulgated by the colonial administration. The law defines the powers vested in the Administrator General under Section 17 of the Civil Defence Ordinance of 1979. The ordinance recognizes the establishment of Civil Defence associations in all parts of “Namibia” for:\n* The protection of persons and property and the rendering of\n* The combating of civil disruptions in the territory during the"}, {"text_block_id": "p38_b700", "text": "4.2"}, {"text_block_id": "p38_b701", "text": "Since local authorities organize Civil Defence, the coordination of this Civil Defence system nationally has been entrusted to the Ministry of Regional, Local Government and Housing."}, {"text_block_id": "p38_b702", "text": "The ordinance and the regulations are fairly detailed in establishing procedures and defining local authorities, responsibilities and in organizing Civil Defence teams and specifying their roles and their involvement during emergencies."}, {"text_block_id": "p38_b703", "text": "4.3"}, {"text_block_id": "p38_b704", "text": "The official Gazette requests all local authorities to institute Civil Defence in all localities. The EMU will ensure that all localities establish Civil Defence and work closely with the Ministry of Regional, Local Government and Housing and the Municipality of Windhoek."}, {"text_block_id": "p39_b705", "text": "The NEMC will encourage the establishment of Civil Defence Units in all municipalities and ensure that there is a satisfactory level of preparedness and activities within the community. The Civil Defence Control centre is located at Windhoek Fire Brigade Center."}, {"text_block_id": "p39_b706", "text": "5. WINDHOEK CIVIL DEFENCE"}, {"text_block_id": "p39_b707", "text": "5.1"}, {"text_block_id": "p39_b708", "text": "The Windhoek Civil Defence system has been established in accordance with the above mentioned ordinace, procedures and regulations."}, {"text_block_id": "p39_b709", "text": "Its has:"}, {"text_block_id": "p39_b710", "text": "Its has:\n* Communication Center\n* First Aid Department\n* Windhoek Fire Bridgade which is 24 hours on call\n* Disaster Team at Hospital\n* Municipal Traffic Department\n* Municipal Bus Services\n* Civil Defence Control Center"}, {"text_block_id": "p39_b724", "text": "5.2"}, {"text_block_id": "p39_b725", "text": "Periodic rehearsals will be made separately and sometimes together with the Search and Rescue Division of the Civil Aviation, and other agencies under the coordination of the EMU."}, {"text_block_id": "p39_b726", "text": "6. NGOs"}, {"text_block_id": "p39_b727", "text": "6.1"}, {"text_block_id": "p39_b728", "text": "NGOs are always important partners in the conduct of humanitarian assistance. Since independence there have been attempts to establish more national NGOs. The GRN recognizes NGOs as partners both in development and humanitarian assistance. A complete inventory of all NGOs in the nation will be prepared and periodically updated by EMU. The EMU will work very closely with those that are willing to participate in emergency operations, in humanitarian assistance programs and in the effort to reduce the vulnerability."}, {"text_block_id": "p39_b729", "text": "6.2"}, {"text_block_id": "p39_b730", "text": "More specifically the EMU will assist in strengthening their capacities, facilitating training programmes and assisting them in the provision of necessary equipment. From those NGOs that have full capacity and adequate resources, the EMU will seek assistance both in establishing a satisfactory level of preparedness and in the conduct of relief and rehabilitation programmes in times of emergency."}, {"text_block_id": "p40_b731", "text": "6.3"}, {"text_block_id": "p40_b732", "text": "There is an understanding at national level that NGOs, particularly national NGOs, if properly organized, can make important contributions at grass roots levels particularly in remote areas. NGOs are often able to respond flexibly, rapidly, effectively and appropriately to urgent needs."}, {"text_block_id": "p40_b733", "text": "6.4"}, {"text_block_id": "p40_b734", "text": "It should also be equally clear that the influx of international NGOs into the country in times of emergency needs to be coordinated. For the 1992/93-drought emergency the NPC was entrusted with the duty to coordinate the activities of both national and international NGOs. There could be legitimate government concerns regarding NGOs activities. There could also be concerns and appropriate requests on the part of NGOs that need to be met by the Government. These matters can be properly addressed to and satisfactorily settled only if there is an established government mechanism and guideline on the relationship between the government and NGOs."}, {"text_block_id": "p40_b735", "text": "6.5"}, {"text_block_id": "p40_b736", "text": "Therefore one of the duties of the EMU will be to develop with the major Namibian NGOs, a clear definition of the relationship between NGOs and the Government. This will enable NGOs to participate in all kinds of development and emergency activities with transparency, full accountability and responsibility."}, {"text_block_id": "p40_b737", "text": "6.6"}, {"text_block_id": "p40_b738", "text": "The National NGOs of Namibia have actively participated in all drought emergency periods. Those NGOs who demonstrated capacities and willingness to be involved in emergencies presently are:"}, {"text_block_id": "p40_b739", "text": "The National NGOs of Namibia have actively participated in all drought emergency periods. Those NGOs who demonstrated capacities and willingness to be involved in emergencies presently are:\n* Council of Churches in Namibia\n* Global Food Service\n* Namibia Development Disaster Association\n* Rossing Foundation\n* Rossing Foundation\n More NGOs will be encouraged to participate in emergency"}, {"text_block_id": "p40_b748", "text": "6.7"}, {"text_block_id": "p40_b749", "text": "While the agency responsible for implementation of general agreements between the government and NGOs remains to be the NPC, the EMU will be the focal point on all matters related to emergency operations. However the NPC and the EMU will work together in developing clear guidelines on the operation of national and international NGOs."}, {"text_block_id": "p41_b750", "text": "6.8"}, {"text_block_id": "p41_b751", "text": "The EMU and the NPC should also come up with clear recommendations on short and long-term strategies of strengthening the capacities of the Namibian NGOs. A strengthened capacity of NGOs will ensure effective services and maximum effort to reach every segment of the Namibian population in times of disaster."}, {"text_block_id": "p41_b752", "text": "VII"}, {"text_block_id": "p41_b753", "text": "EARLY WARNING"}, {"text_block_id": "p41_b754", "text": "1. EARLY WARNING SYSTEM"}, {"text_block_id": "p41_b755", "text": "1.1"}, {"text_block_id": "p41_b756", "text": "Early Warning refers to the rapid dissemination of information concerning imminent disaster threats to institutions and the population at large. For slow onset disaster like drought, information should consist of a formalized data collection process. The Early Warning System for drought and impending food shortages is already in place in cooperation with the FAO global early warning system. A global early warning system can be reliable only when there is a strong local capacity to gather reliable information. For this reason the Government has establish an Early Warning Unit within the Ministry of Agriculture, Water and Rural Development."}, {"text_block_id": "p41_b757", "text": "1.2"}, {"text_block_id": "p41_b758", "text": "Early Warning Systems are useless unless information leads to prompt and effective response. Therefore the response mechanism and the Early Warning Unit warning unit work hand in hand."}, {"text_block_id": "p41_b759", "text": "1.3"}, {"text_block_id": "p41_b760", "text": "At national level existing capacities of each of the Government institutions will require to be analyzed. The Ministry of Health and Social Affairs, the University, the Ministry of Agriculture, Water and Rural Development, the Ministry of Regional, Local Government and Housing, Ministry of Defence, Civil Aviation etc. will have to strengthen their capacity to monitor emergencies and disasters in their own specific fields."}, {"text_block_id": "p41_b761", "text": "1.4"}, {"text_block_id": "p41_b762_merged", "text": "While the existing Early Warning System will concentrate more on rainfall and it’s impact on crop production and condition of livestock, the other departments will have to develop in built capacities to detect and report on hazards that could cause disasters and emergencies i.e. refugees, oil spills, floods, epidemics and other health hazards. The EMU will analyze these systems and develop strategies for strengthening their response capacities."}, {"text_block_id": "p42_b765", "text": "1.5"}, {"text_block_id": "p42_b766", "text": "The early warning system of the Ministry of Agriculture is designed to be useful for:"}, {"text_block_id": "p42_b767", "text": "The early warning system of the Ministry of Agriculture is designed to be useful for:\n"}, {"text_block_id": "p42_b771", "text": "These objectives are achieved by:"}, {"text_block_id": "p42_b772", "text": "Establishing a regular system of crop monitoring"}, {"text_block_id": "p42_b773", "text": "Establishing a system for monitoring pastoral conditions and animal production in rangelands areas."}, {"text_block_id": "p42_b774", "text": "Establishing a system of monitoring prices and supplies."}, {"text_block_id": "p42_b775", "text": "Strengthening and extending meteorological reporting with particular application to agricultural conditions."}, {"text_block_id": "p42_b776", "text": "Establishing a system of monitoring the status of community and family food stocks, dietary intakes and nutritional status of population groups."}, {"text_block_id": "p42_b777", "text": "Establishing system for efficient data processing and inter-sectional analysis."}, {"text_block_id": "p42_b778", "text": "Establishing a system of relaying to all agencies responsible for action of the results of the data collected."}, {"text_block_id": "p42_b779", "text": "Developing models which define the relationships that exist between the various factors that determine food availability."}, {"text_block_id": "p42_b780", "text": "Compiling information on cereals procured, distributed and in stock and the likely arrival of scheduled imports."}, {"text_block_id": "p42_b781", "text": "1.6"}, {"text_block_id": "p42_b782", "text": "The early warning unit is expected to have skilled full time staff and develop the capacity to obtain regular credible and timely information from each constituency, each region and other relevant agencies."}, {"text_block_id": "p43_b783", "text": "1.7"}, {"text_block_id": "p43_b784", "text": "It should have the capacity to monitor the market, the demand, the supply, production, household food security, and the nutritional status and analyze the information to be able to present credible and compelling information to the decision makers."}, {"text_block_id": "p43_b785", "text": "1.8"}, {"text_block_id": "p43_b786", "text": "The success of the early warning system depends on a constant flow of up to date information for a number of sector components and the synthesis of this information into an integrated continued appraisal of food supply dynamics."}, {"text_block_id": "p43_b787", "text": "The system must therefore be capable of handling a considerable amount of data and with a minimum time lag have it processed and reported so that a current picture of food supply dynamics is maintained. The system must be credible and capable of earning the confidence of international donors."}, {"text_block_id": "p43_b788", "text": "1.9"}, {"text_block_id": "p43_b789", "text": "The Ministry of Agriculture, Water and Rural Development will periodically review the capacity of this unit and ensure that is works closely with the EMU. The Early Warning System is part of the national emergency management system and therefore should be an integral part of the collection, evaluation and dissemination of information that has relevance to national emergency."}, {"text_block_id": "p43_b790", "text": "2. TRANSMISSION OF WARNINGS"}, {"text_block_id": "p43_b791", "text": "2.1"}, {"text_block_id": "p43_b792", "text": "The most important aspect of successfully managing a disaster is the capacity of EMU, the Early Warning Unit and the EOUs to inform people and properly communicate to all relevant personnel and agencies wherever they may be. Without the technical capacity to disseminate and to receive information, disaster cannot be managed at all."}, {"text_block_id": "p43_b793", "text": "2.2"}, {"text_block_id": "p43_b794", "text": "The warning regarding an impending disaster will normally be transmitted through the following systems of communication."}, {"text_block_id": "p43_b795", "text": "The warning regarding an impending disaster will normally be transmitted through the following systems of communication.\n* Regular Letters, telephone or fax\n* EMU Radio Communication System (see annex)\n* Internal Electronic Mail (computer)\n* Public Broad cast"}, {"text_block_id": "p44_b803", "text": "The warning regarding an impending disaster will normally be transmitted through the following systems of communication.\n* Regular Letters, telephone or fax\n* EMU Radio Communication System (see annex)\n* Internal Electronic Mail (computer)\n* Public Broad cast\n* Other Communication Facilities\n<\\li1>"}, {"text_block_id": "p44_b809", "text": "(Ministry of Defence, Ministry of Home Affairs etc.) The above will be the general means of transmitting information to the public."}, {"text_block_id": "p44_b810", "text": "VIII"}, {"text_block_id": "p44_b811", "text": "COMMUNICATION"}, {"text_block_id": "p44_b812", "text": "1. GENERAL"}, {"text_block_id": "p44_b813", "text": "Without an effective means of communication it will be impossible to implement a well coordinated emergency operation. The government will utilize all available communication technologies to ensure that reliable and timely information is passed both to the affected population and to those conducting the emergency operation."}, {"text_block_id": "p44_b814", "text": "LEVELS OF COMMUNICATION"}, {"text_block_id": "p44_b815", "text": "A."}, {"text_block_id": "p44_b816", "text": "Between Cabinet, NEMC and Authorities in the Affected Area"}, {"text_block_id": "p44_b817", "text": "B."}, {"text_block_id": "p44_b818_merged", "text": "Between REMUs and See ANNEX CEMUs"}, {"text_block_id": "p44_b821", "text": "C."}, {"text_block_id": "p44_b822", "text": "Between EMU, REMUs, CEMUs and EOUs"}, {"text_block_id": "p44_b823", "text": "D."}, {"text_block_id": "p44_b824", "text": "DISASTER AREA COMMUNICATION."}, {"text_block_id": "p44_b825", "text": "(Please see ANNEX IV for COMMUNICATION NET WORK)."}, {"text_block_id": "p44_b826", "text": "IX"}, {"text_block_id": "p44_b827", "text": "POST DISASTER  REVIEW"}, {"text_block_id": "p44_b828", "text": "1."}, {"text_block_id": "p44_b829", "text": "The NEMC will call special sessions, in the presence of all those agencies who played a role in the management of a particular disaster to review the achievements and the set backs of the operation. Post disaster review is a clear responsibility of the NEMC as part of the national disaster preparedness process. The issue that needs to be raised during the post disaster review will be:"}, {"text_block_id": "p45_b830", "text": "2. THE PLAN"}, {"text_block_id": "p45_b831", "text": ": Was it effective?"}, {"text_block_id": "p45_b832", "text": "COMMUNICATION NET WORK:"}, {"text_block_id": "p45_b833_merged", "text": "Was it effective? INFORMATION: Was Warning, Transmission, Receipt, Processing and Dissemination done properly?"}, {"text_block_id": "p45_b836", "text": "ACTIVATION:"}, {"text_block_id": "p45_b837", "text": "Was Activation of the REMUs and CEMUs conducted according to established procedures?"}, {"text_block_id": "p45_b838", "text": "DECISION MAKING:"}, {"text_block_id": "p45_b839", "text": "Were appropriate decisions made in time?"}, {"text_block_id": "p45_b840", "text": "SYSTEM FUNCTIONING:"}, {"text_block_id": "p45_b841", "text": "Did the system function properly?"}, {"text_block_id": "p45_b842", "text": "LESSONS LEARNT:"}, {"text_block_id": "p45_b843", "text": "What are the lessons learnt? How are these lessons going to be included in the future disaster plan?"}, {"text_block_id": "p45_b844", "text": "The above will be some of the questions that the NEMC will be raising after every disaster operation. Based on the assessment and evaluation of each operation the plan could be amended and correctional measures taken. The lessons learnt will ensure that the next operation will be more successful."}, {"text_block_id": "p45_b845", "text": "X"}, {"text_block_id": "p45_b846", "text": "CONCLUSION"}, {"text_block_id": "p45_b847", "text": "The National Disaster Plan and Policy Document merely provides essential guidelines for the management of disasters. Since there is no rigid format for plans, it has been prepared in such a way that if fits the particular circumstances of Namibia. The plan is easy to understand and easy to amend. As situations change there might be a need to change the content of the plan. The plan raises a number of fundamental planning and policy issues related to disaster preparedness and management."}, {"text_block_id": "p45_b848", "text": "The plan attempt to define the command and control mechanism (chain of command) from the Office of the President and the Prime Minister to the grassroots level, by attributing roles and responsibilities across the board to everyone involved, so that people would know who to report to and what resources are at their disposal. Normal on going program management is not equipped to deal with such situations. Disasters are disruptive and very unpleasant. In view of this, the document has attempted to define an effective means of responding to national emergencies in the most responsible and expeditious manner and in a way that a particular crisis will not create social, political and economic instability."}, {"text_block_id": "p46_b849", "text": "The documents answers the crucial issues in crisis management."}, {"text_block_id": "p46_b850", "text": "It specifies the roles and responsibilities"}, {"text_block_id": "p46_b851", "text": "It defines the command structures and explains how these structures are expected to function."}, {"text_block_id": "p46_b852", "text": "It provides clear instructions on how to achieve a high level of disaster preparedness."}, {"text_block_id": "p46_b853", "text": "It provides guidelines on how the system can be effectively be activated in times of disaster."}, {"text_block_id": "p46_b854", "text": "It indicates the resource and financial base for the management of a particular disaster."}, {"text_block_id": "p46_b855", "text": "The plan was never intended to be exhaustive. It is a guideline on the basis of which each government and non-governmental organization will prepare detailed disaster plans."}, {"text_block_id": "p46_b856", "text": "Therefore research becomes an essential component of the plan. The S.S.D of the University of Namibia and NEPRU have been selected to be members of the NEMC. They will act as the research arm of the system. Without adequate knowledge based on research we would never be able to find effective solution for the prevention and management of disasters. Vulnerability reduction and risk assessment are part of the disaster preparedness program. Therefore, continuous and uninterrupted research will be conducted to reduce the vulnerability of the population at risk."}, {"text_block_id": "p46_b857", "text": "The general causes of disaster, their prevention, the reduction of risk and post disaster assessments can only be done by schools who have the capacity and the time to conduct a study and propose solutions. The plan therefore emphasizes on the importance of research and encourages participation of these two academic institutions in collaboration with international institutions."}, {"text_block_id": "p46_b858", "text": "This plan is the first of its kind of Namibia. It is therefore likely that it will undergo many changes as we learn from experience. It can serve as a basis from which we can make a start."}], "document_description": "Namibia's National Disaster Plan clarifies the roles and responsibilities of several, important government and non-governmental actors with regard to disaster preparedness, response, and recovery. It appoints the national Emergency Management Unit to have fully authority in coordinating all disaster preparedness and response activities. It outlines the core features of Namibia's disaster planning, which include vulnerability assessments, data collection and research, public education, and training. It also establishes the standard operating procedures for disaster response and gives guidelines on setting up an early warning system and conducting post-disaster reviews."}