{"document_instrument_name": ["Subnational and citizen participation|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Namibia", "document_category": "Policy", "document_sector_name": "Residential and Commercial", "document_language": "English", "document_name": "National Disaster Risk Management Plan", "document_country_code": "NAM", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Disaster Risk Management", "Adaptation"], "document_type": "Plan", "document_framework_name": "Drm/Drr", "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2011", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development"], "document_url": "https://cdn.climatepolicyradar.org/NAM/2011/NAM-2011-12-25-National Disaster Risk Management Plan_be290e06886a11ba3cafb4225114f09f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Republic of Namibia"}, {"text_block_id": "p0_b2", "text": "NATIONAL DISASTER RISK MANAGEMENT PLAN"}, {"text_block_id": "p0_b3", "text": "2011"}, {"text_block_id": "p2_b4", "text": "Foreword"}, {"text_block_id": "p2_b5", "text": "Every year, Namibian communities face devastating losses caused by disasters. Forest and veldt fires, floods, drought, other hazards and their associated disaster consequences have significant impacts on communities, the economy, infrastructure and the environment."}, {"text_block_id": "p2_b6", "text": "Over the past decade, the Government of the Republic of Namibia (GRN) has collaborated on reforming disaster management approaches. In 2009 Government approved the National Disaster Risk Management Policy that advocated for improved capacity for early warning, tracking, monitoring and disseminating information on phenomena and activities that trigger disaster events. The policy also emphasises future direction for Namibian disaster risk management based on achieving community and organisational resilience and promoting long-term solutions. Key policy changes focus on sustainable livelihood practices, and promoting disaster risk reduction among people impacted on by natural disasters. The new approach and focus is preventive rather than"}, {"text_block_id": "p2_b7", "text": "reactive, holistic rather than emergency oriented. The above is demonstrated by government’s call"}, {"text_block_id": "p2_b8", "text": "for the integration of disaster risk reduction and climate change adaptation into development planning and resource allocation frameworks."}, {"text_block_id": "p2_b9_merged_merged", "text": "Given the increasing regularity and severity of natural disasters, Namibian Government has recognised that a national, coordinated and cooperative effort is required to enhance Namibia’s capacity to withstand and recover from emergencies and disasters. In fulfilment of the abovementionedpolicy obligation, the NDRMC with support from partners tasked a core working group consisting of experts from national, regional, local authority, representatives from development partners, civil society and faith based organizations and the private sector to develop the National Disaster Risk Management Plan (NDRMP) and Emergency Management Operational Procedures (EMOP). This NDRMP and EMOP serve as updates of the National Disaster Plan (1998)."}, {"text_block_id": "p2_b12", "text": "The purpose of the NDRMP is to provide national guidance on disaster management to national, regional, local governments, business and community leaders and civil society organizations with tools to standardize and regulate the practice and management of disaster prevention, preparedness, response and recovery operations at all levels."}, {"text_block_id": "p2_b13", "text": "A disaster resilient Namibia is one that works together to understand and manage the risks that it confronts. Disaster resilience is the collective responsibility of all sectors of society, including all levels of government, business, the non-government sector and individuals. The NDRMP and EMOP are part of the long-term, evolving process to deliver sustained behavioural change and enduring partnerships. It is expected that national, local governments, municipalities and disaster risk management stakeholders including the private sector in Namibia will use the plan to inform local action. We hope all Namibians develop a shared understanding of the critical part they play in developing their own disaster resilience and that of their communities"}, {"text_block_id": "p2_b14", "text": "Francis Kapofi"}, {"text_block_id": "p2_b15", "text": "Chairman National Disaster Risk Management Committee"}, {"text_block_id": "p2_b16", "text": "Acknowledgement"}, {"text_block_id": "p3_b17", "text": "The National Disaster Risk Management Plan (NDRMP) and Emergency Management Operational Procedures (EMOP) are the result of a multi-pronged consultative process involving several stakeholders. The Office of the Prime Minister wishes to acknowledge the contributions of the many organizations and individuals who made this possible. The development of the plan was done in three major phases. First a consultative meeting involving stakeholders at national and regional levels. A core group was established thereafter to lead the drafting of the plan and EMOP."}, {"text_block_id": "p3_b18", "text": "Special thanks to the following that made up the core group:"}, {"text_block_id": "p3_b19", "text": "Special thanks to the following that made up the core group:\n* Office of the Prime Minister -Directorate Disaster Risk Management;\n* The Ministry of Agriculture, Water and Forestry â Hydrology and Crop Early Warning Unit;\n* Ministry of Health and Social Services;\n* The Office of the UN Resident Coordinator;\n* International Organization for Migration;\n* World Food Programme;\n* United Nations Childrenâs Fund;\n* United Nations Development Programme;\n* United Nations Population Fund; and\n* World Health Organization."}, {"text_block_id": "p3_b41", "text": "The core group further facilitated a consultative and validation workshop, involving key ministries and regional and local government, as well as other partners including:"}, {"text_block_id": "p3_b42", "text": "Ministry of Education, Ministry of Health and Social Services, Ministry of Gender Equality and Child Welfare, Ministry Works and Transport, Ministry of Regional Local Government Housing and Rural Development, Ministry of Safety and Security, Ministry of Home Affairs and Immigration, Ministry of Information Technology and Communication, Ministry of Fisheries and Marine Resources and Regional Councils."}, {"text_block_id": "p3_b43", "text": "Namibia Red Cross Society, Council of Churches in Namibia, Livestock Producers Organization of Namibia, Namibia Chamber of Commerce and Industry."}, {"text_block_id": "p3_b44", "text": "Municipalities of Windhoek, Walvis Bay, Swakopmund and Ondangwa and United Nations Programme for HIV and AIDS and United Nations Office for Coordination of Humanitarian Affairs."}, {"text_block_id": "p3_b45", "text": "A special thank you to the United Nations Development Programme (UNDP) for the generous financial contribution to the processes that made the development of the plan and EMOP possible."}, {"text_block_id": "p4_b46", "text": "Executive summary"}, {"text_block_id": "p4_b47", "text": "Executive summary\n* The National Disaster Risk Management Plan (NDRMP) forms a unique opportunity to\n* The plan was developed in accordance with sub-section 8.3.1 of section 8.3 of the National\n* The aim of the Namibia National Disaster Risk Management Plan (NDRMP) is to provide a\n* The NDRMP provides a holistic approach to disaster risk management; outlining objectives\n* The NDRMP has adopted the multi-stakeholder approach aimed at creating more coherent\n* Ten (10) sectors: Early Warning, Public Awareness and Advocacy sector, Education sector,\n* Each sector has a designated sector lead and co-lead and made up of sector members. The\n* All the sectors are guided by sector objectives and a set of responsibilities in the four\n* This document provides a framework for all sectors to collaborate and guide the\n* Part I of the plan provides guidelines for disaster prevention, preparedness response and\n* Part II of the plan is the National Emergency Management Operation Procedure Manual that\n* Under the auspices of the NDRMC and in collaboration with the Office of the Prime Minister"}, {"text_block_id": "p5_b71", "text": "Contents"}, {"text_block_id": "p5_b72", "text": "F"}, {"text_block_id": "p5_b73", "text": "IGURES"}, {"text_block_id": "p6_b74", "text": "Tables"}, {"text_block_id": "p6_b75", "text": "Annexes"}, {"text_block_id": "p9_b76", "text": "PART I"}, {"text_block_id": "p9_b77", "text": "1 Introduction"}, {"text_block_id": "p9_b78", "text": "Namibia like other countries is experiencing an increase in frequency and severity of disasters. The potential losses due to disasters is set to increase as the impact of climate change continue to unfold. Most common hazards with potential for disasters in Namibia include floods, droughts, veldt fires, and human and animal disease outbreaks. These have had adverse effects on the communities, the economy, infrastructure and the environment, as well as the development priorities of the country."}, {"text_block_id": "p9_b79", "text": "Although not so common, Namibia is also at risk of the following hazards: Earthquakes, Oil spill at sea, Hazardous substances accidents, Industrial accidents, Mine Accidents, Transport accidents (air, land, sea), Cross border population movements and Terrorism."}, {"text_block_id": "p9_b80", "text": "Namibians expect their government at all levels to do their best to ensure that communities are protected from hazards, and that where emergency situations occur, communities are well served by effective response, relief and recovery arrangements."}, {"text_block_id": "p9_b81", "text": "The Namibia government has taken steps to realize the above expectations through disaster prevention, preparedness, response and recovery planning. As stated in the National Policy for Disaster Risk Management in Namibia (2009), there is a paradigm shift from responding to disasters after they have occurred. Instead, a holistic approach to disaster risk management is now being promoted"}, {"text_block_id": "p9_b82", "text": "–"}, {"text_block_id": "p9_b83", "text": "aiming to reduce the impacts of and increasing resilience to natural hazards."}, {"text_block_id": "p9_b84_merged_merged", "text": "In Namibia, all spheres of government acknowledge that the impact of some emergencies could be particularly severe or widespread and exceed the capability of a single sector, region or municipality. Namibia’s disaster risk management system (NDRMS) brings together the efforts of all governments, development partners, private and civil society organizations and agencies to deliver coordinated disaster risk management across all hazards."}, {"text_block_id": "p9_b87", "text": "In recognition of the potential for both small and large disasters, the National Disaster Risk Management System has developed the Disaster Risk Management Plan (NDRMP) to ensure that appropriate actions are taken prior, in the event of and after disasters. This plan provides disaster managers with a set of disaster prevention priorities, guidelines for disaster preparedness, response, recovery and emergency procedure guidelines. The plan also provides a framework for disaster risk management planning for various sectors as well as for the regional councils, local authorities and local levels."}, {"text_block_id": "p9_b88", "text": "The approach to the preparation of the NDRMP has been holistic and addresses all the potentially known hazards that Namibia is vulnerable to. The approach took into account past lessons and experiences, built on good existing systems and good practices at different levels. The approach also addresses the need to streamline systems and operational and management procedures."}, {"text_block_id": "p9_b89", "text": "1.1 Purpose"}, {"text_block_id": "p9_b90", "text": "The purpose of the Namibia National Disaster Risk Management Plan (NDRMP) is to provide the Namibian public with an overview of how Namibia addresses the risks and impacts of hazards through a collaborative approach to the prevention of, preparedness for, response to and recovery from emergencies."}, {"text_block_id": "p10_b91", "text": "1.2 Overall Objective"}, {"text_block_id": "p10_b92", "text": "To provide guidance and strengthen national capacity for disaster risk management and to provide a framework for sectoral and regional disaster risk management in Namibia."}, {"text_block_id": "p10_b93", "text": "1.3 Objectives"}, {"text_block_id": "p10_b94", "text": "The specific objectives of the NDRMP are to:"}, {"text_block_id": "p10_b95", "text": "The specific objectives of the NDRMP are to:\n* Provide an operational framework for the National Policy on Disaster Risk Management\n* Identify natural and human induced hazards in Namibia\n* and provide guidance towards\n* Provide a framework for the development of sectoral disaster risk management plans at\n* Provide a framework of coordinated arrangements for the emergency management"}, {"text_block_id": "p10_b105", "text": "1.4 Scope and Guiding Principles of the NDRMP"}, {"text_block_id": "p10_b106", "text": "1.4.1 The Scope"}, {"text_block_id": "p10_b107", "text": "The scope of the NDRMP is disaster risk management throughout all its phases; prevention, preparedness, response, and recovery for all hazards."}, {"text_block_id": "p10_b108", "text": "The NDRMP is intended primarily for disaster managers at national, regional and local levels, including non-state actors such as civil society organizations, development partners, private sector and parastatals, and other actors involved in disaster risk management in Namibia."}, {"text_block_id": "p10_b109", "text": "The plan includes a section on"}, {"text_block_id": "p10_b110", "text": "Emergency Management Procedures"}, {"text_block_id": "p10_b111", "text": "."}, {"text_block_id": "p10_b112", "text": "1.4.2 The Guiding Principles of the Plan"}, {"text_block_id": "p10_b113", "text": "The NDRMP has been based on the principles outlined in the National Policy for Disaster Risk Management in Namibia. These include:"}, {"text_block_id": "p10_b114", "text": "The NDRMP has been based on the principles outlined in the National Policy for Disaster Risk Management in Namibia. These include:\n* The Fundamental Human Rights and Freedoms\n* Humanitarian principles and codes of practices for humanitarian assistance\n* The shift towards disaster risk reduction\n* Protecting sustainable development gains in Namibia by mainstreaming disaster risk\n* Sustainable ecosystem and environmental management"}, {"text_block_id": "p10_b124", "text": "1.5"}, {"text_block_id": "p10_b125", "text": "Structure of the Plan"}, {"text_block_id": "p10_b126_merged_merged", "text": "The plan has two (2) sections: Part I is made up of the national disaster risk management plan that provides an all hazard framework for disaster risk management planning in Namibia. Part II is the Emergency Management Operational Procedures that guide stakeholders on emergency response."}, {"text_block_id": "p11_b131", "text": "1.6 Relationship with national legislations, policies, strategies and plans"}, {"text_block_id": "p11_b132", "text": "Disaster Risk Management Policy."}, {"text_block_id": "p11_b133_merged", "text": "– providing a base for a harmonized approach towards disaster risk management."}, {"text_block_id": "p11_b136", "text": "Management Plan if the impact of a disaster spreads outside their ambit or control."}, {"text_block_id": "p11_b137", "text": "This NDRMP can however be activated for any disaster regardless of the cause."}, {"text_block_id": "p11_b138", "text": "Figure 1 below illustrates the inter-linkages between legal framework and the operational plans in disaster risk management."}, {"text_block_id": "p11_b139", "text": "Figure 1: Linkages between the NDRMP with Legislation, Policy, Sectoral Plans and Regional contingency plans"}, {"text_block_id": "p11_b140", "text": "The NDRMP is set to operationalise the Disaster Risk Management Act and the National Disaster Risk Management Policy while at the same time providing a framework for development of sectoral, emergency management operational procedures and regional contingency plans."}, {"text_block_id": "p12_b141", "text": "1.7 Phases in Disaster Risk Management"}, {"text_block_id": "p12_b142_merged", "text": "The NDRMP provides a holistic approach to disaster risk management; outlining objectives and activities in the prevention, preparedness, response and recovery phase. This framework serves guidance for the sectoral and regional contingency plans – also considering the four identified phases of disaster risk management in Namibia. Figure 2 below shows the objectives and activities for disaster prevention, preparedness, response and recovery."}, {"text_block_id": "p13_b147", "text": "Figure 2:"}, {"text_block_id": "p13_b148", "text": "Objectives and activities for disaster prevention, preparedness, response and recovery"}, {"text_block_id": "p15_b149", "text": "2 Namibia Hazard Profile"}, {"text_block_id": "p15_b150_merged", "text": "Natural disasters are a feature of the Namibian landscape and this threat is likely to continue, not least because climate change is making weather patterns less predictable and more extreme. Every year, Namibian communities face devastating losses caused by floods, drought, forest and veldt fires, and disease outbreaks. These hazards and their associated disaster consequences have significant impacts on communities, the economy, infrastructure and the environment, as well as Namibia’s development priorities. The below section will further outline the risks associated with"}, {"text_block_id": "p15_b153", "text": "the country’s most common hazards."}, {"text_block_id": "p17_b154_merged", "text": "For further reference on the hazard profile for Namibia, Annex 1 provides an overview of risk levels per hazards, outlining potential disaster scenarios."}, {"text_block_id": "p18_b157", "text": "3 Legislative, Policy and Institutional Frameworks"}, {"text_block_id": "p18_b158", "text": "3.1 Legislative framework"}, {"text_block_id": "p18_b159", "text": "The Civil Defence Ordinance No. 3 of 1979, the Civil Defence Act 1986, Civil Defence Proclamation 1978 and accompanying civil defence regulations used by the former administration are the disaster risk management legislative frameworks that exist in Namibia. These are however no longer applicable in the new political dispensation and are not in keeping with the current global trends in disaster risk management. A draft Disaster Risk Management Bill has however been developed and will be tabled in the National Assembly."}, {"text_block_id": "p18_b160", "text": "3.2 The National Disaster Risk Management Policy (2009)"}, {"text_block_id": "p18_b161", "text": "Namibia’s disaster risk management is guided by the National Disaster Risk Management Policy"}, {"text_block_id": "p18_b162", "text": "Namibia’s Vision 2030 through strengthening national capacities to significantly reduce disaster"}, {"text_block_id": "p18_b163", "text": "risk and build community resilience to disasters."}, {"text_block_id": "p18_b164", "text": "Policy Objectives"}, {"text_block_id": "p18_b165", "text": "Policy Objectives\n* disaster risk management.\n* disaster risk management.\n Make disaster risk reduction a priority at all levels in Namibia by establishing sound,\n* Improve risk identification, assessment and monitoring mechanisms in Namibia.\n* Reduce the underlying risk and vulnerability factors by improving disaster risk management\n* Reduce the underlying risk and vulnerability factors by improving disaster risk management\n applications at all levels.\n* Strengthen disaster preparedness for effective response and recovery practices at all levels.\n* Enhance information and knowledge management for disaster risk management."}, {"text_block_id": "p18_b177_merged_merged_merged_merged", "text": "The five policy objectives serve as the priorities for implementing the NDRM Policy for Namibia and for planning disaster prevention, preparedness, response and recovery. In addition to the policy are other regional and international agreements to which Namibia is signatory. These include but not limited to: The Hyogo Framework for Action (2005 – 2015) which outlines the various stages for action in disaster reduction including; making it a national and local priority, enhance early warning, reduce underlying risks and strengthening preparedness. Africa Regional Strategy for Disaster Risk Reduction (2004) Extended Programme of Action for the Implementation of the Africa Regional Strategy for Disaster Reduction (2006-2015) that provide national guidelines for disaster risk reduction programming."}, {"text_block_id": "p18_b186", "text": "NDRMP also takes into consideration key protocols on regional cooperation in terms of integrated disaster risk management in the Southern Africa Development Community (SADC) as well as multilateral agreement on environmental protection that Namibia is signatory to."}, {"text_block_id": "p19_b187", "text": "4 Institutional Framework for Disaster Risk Management in Namibia"}, {"text_block_id": "p19_b188", "text": "Namibia has since 1994 established a National Disaster Management System (NDRMS) that is set to minimise duplication of efforts, and to optimise utilization of resources by facilitating the alignment and integration of roles and responsibilities for disaster risk management. Figure 3 below shows the institutional arrangements for the NDRMS in Namibia."}, {"text_block_id": "p19_b189", "text": "Figure 3: Institutional framework for Disaster Risk Management in Namibia"}, {"text_block_id": "p19_b190", "text": "4.1 Disaster Risk Management Organizational Framework"}, {"text_block_id": "p19_b191", "text": "President"}, {"text_block_id": "p19_b192", "text": "is the sole authority to declare a state of emergency."}, {"text_block_id": "p19_b193", "text": "The"}, {"text_block_id": "p19_b194", "text": "Cabinet"}, {"text_block_id": "p19_b195", "text": "allocates resources for use in implementing disaster risk reduction activities."}, {"text_block_id": "p19_b196", "text": "The"}, {"text_block_id": "p19_b197", "text": "Office of the Prime Minister"}, {"text_block_id": "p19_b198", "text": "(OPM) has the overall responsibility for the coordination of disaster"}, {"text_block_id": "p19_b199", "text": "risk management."}, {"text_block_id": "p19_b200", "text": "The"}, {"text_block_id": "p19_b201", "text": "National Disaster Risk Management Committee"}, {"text_block_id": "p19_b202", "text": "(NDRMC) serves as the national"}, {"text_block_id": "p19_b203", "text": "stakeholder platform responsible for DRM in Namibia."}, {"text_block_id": "p19_b204_merged_merged_merged_merged", "text": "The Directorate for Disaster Risk Management (DDRM)"}, {"text_block_id": "p20_b206", "text": "The"}, {"text_block_id": "p20_b207", "text": "National Focal Persons Forum (NFPF)"}, {"text_block_id": "p20_b208", "text": "provides a mechanism for multi-stakeholder consultation"}, {"text_block_id": "p20_b209", "text": "and coordination of disaster risk management planning and operations."}, {"text_block_id": "p20_b210", "text": "The"}, {"text_block_id": "p20_b211", "text": "Namibia Vulnerability Assessment Committee"}, {"text_block_id": "p20_b212", "text": "collects vulnerability information."}, {"text_block_id": "p20_b213", "text": "At regional level, the"}, {"text_block_id": "p20_b214", "text": "Regional Disaster Risk Management Committees (RDRMCs)"}, {"text_block_id": "p20_b215", "text": "all actors involved in disaster risk management."}, {"text_block_id": "p20_b216", "text": "At local level, the"}, {"text_block_id": "p20_b217", "text": "Local Authority Disaster Risk Management Committees (LADRMCs),"}, {"text_block_id": "p20_b218", "text": "The local authority level must form an integral part of the Regional Disaster Risk Management Plans."}, {"text_block_id": "p20_b219", "text": "The"}, {"text_block_id": "p20_b220", "text": "Constituency Disaster Risk Management Committee (CDRMCs)"}, {"text_block_id": "p20_b221", "text": "Settlement Disaster Risk"}, {"text_block_id": "p20_b222", "text": "Management Committee (SDRMCs)"}, {"text_block_id": "p20_b223", "text": "participates in DRM activities at community level."}, {"text_block_id": "p20_b224", "text": "4.2 Sectoral approaches to disaster risk management"}, {"text_block_id": "p20_b225", "text": "Article 95 of the Constitution of the Republic of Namibia requires the state to actively promote the welfare of its people. The Government of the Republic of Namibia through its structures thus has the ultimate responsibility to protect life, property and environment from the impact of hazards."}, {"text_block_id": "p20_b226_merged_merged_merged_merged_merged", "text": "To achieve the above-mentioned constitutional mandate, the NDRMP has adopted a sector wide approach. The sector approach is aimed at creating more coherent and inclusive disaster risk management practices by mobilizing groups of government ministries and agencies, supporting partners and civil society organizations in a strategic manner across key sectors. Each sector has a clearly designated sector leadand responsibilities that have been agreed on. Annex 2 shows the generic terms of reference for the sector leads. Sectors also serve as channels of communication and information and one ministry or partner can fit into more than one sector as shown in Tables 1-10 below."}, {"text_block_id": "p20_b232", "text": "The sector approach does not however preclude the OMAs to implement their mandated responsibilities. OMAs are however encouraged to revert to the sector approach where there are increased opportunities for integrated programming in disaster risk management and when there are threats of disasters or there is change of operational mode to crisis or emergency modes."}, {"text_block_id": "p20_b233", "text": "4.2.1 National and Regional Emergency Response Teams (ERT)"}, {"text_block_id": "p20_b234", "text": "The plan envisages the establishment of the emergency response teams (ERTs) at national and regional levels that will be made up of a group of people drawn from sectors that prepare for and respond to any emergency incident. This team is composed of specific members drawn from all the sectors before an incident occurs, and may include a group of willing volunteers with specific expertise. Depending on the nature of the emergency/disaster event, the ERTs will comprise of the following: Logisticians, Medical staff, Water and Sanitation experts, Social workers, First Aiders, Hazardous substances specialist, Road engineers and any other specialist as the situations demand. The ERTs will be deployed to emergency/incident areas to respond to emergency situations."}, {"text_block_id": "p21_b235", "text": "4.2.2 Emergency Communication"}, {"text_block_id": "p21_b236", "text": "The use of a common communications system is essential for ensuring communication during an incident and to facilitate information flow between the field/incident area and the regional and national emergency operations centres. Communications systems in emergency operations should include the telephones, mobile phones, broadcast and television, tele-conferencing, radio, two way frequency radio communications, satellite systems and increasingly the internet. The choice of communication will depend on the severity of disaster damage to existing communication facilities. All operational levels should have communication linkages robust enough to withstand any disruptions due to disasters. Prior arrangements should be made with the MoD, MSS and telecommunication organizations for the provision of emergency communication equipment."}, {"text_block_id": "p21_b237", "text": "Hotlines should be available in the Emergency Operations Centres (EOCs) at regional and national levels and all efforts should be made to maintain uninterrupted communication between the field command and the regional command and between the EOCs."}, {"text_block_id": "p21_b238", "text": "Additional equipment such as Global Positioning System (GPS) and Geographic Information System (GIS) machines should be availed to assist in mapping exercises."}, {"text_block_id": "p21_b239", "text": "4.2.3 Disaster funding"}, {"text_block_id": "p21_b240", "text": "Funding for activities in the plan is guided by Sub-section 6.1, 6.3, 6.4, 6.5, and 6.6 of Section 6 of the National Disaster Risk Management Policy (2009)."}, {"text_block_id": "p21_b241", "text": "The NDRMC administers the Disaster Emergency Fund through the OPM. This is a contingency fund set aside to fund emergency operations. The Cabinet authorizes expenditure for disaster risk management before, during and after disasters activities through the NDRMC. The National Disaster Emergency Fund should however be regarded as provider of last resort."}, {"text_block_id": "p21_b242", "text": "During emergency operations, administrative costs, such as meals, subsistence, overtime, etc. should be borne by individual OMAs. It is the responsibility of individual agencies to meet, or make adequate arrangements to meet incurred costs arising from the provision of their assistance in the implementation of this plan. Where financial resources are inadequate to enable an agency to meet its disaster obligations, requests for financial authorization are to be passed on to the NDRMC to consider immediate approval for such requests."}, {"text_block_id": "p21_b243", "text": "To ensure total disaster risk management, budget allocations for disaster risk management activities should reflect funding support for disaster prevention, preparedness, response and recovery. Each sector should therefore draw up periodic action plans for disaster risk management activities that include budgets."}, {"text_block_id": "p21_b244", "text": "The need for external and or international appeals and the types of assistance needed during emergency operations will be determined by the Cabinet on the basis of the recommendations of the NDRMC. The NDRMC will periodically review policy issues regarding international appeals"}, {"text_block_id": "p21_b245", "text": "."}, {"text_block_id": "p21_b246", "text": "4.2.4 Sector roles and responsibilities"}, {"text_block_id": "p21_b247", "text": "Tables 1-10"}, {"text_block_id": "p21_b248", "text": "below show the different sectors, their leads, co leads, membership, roles and responsibilities as well as sector objectives, indicators and benchmarks for the 4 phases of disaster risk management."}, {"text_block_id": "p22_b249", "text": "Table 1: Early Warning, Public Awareness and Advocacy Sector and sector responsibilities"}, {"text_block_id": "p24_b250", "text": "Table 2:"}, {"text_block_id": "p24_b251", "text": "Education sector and sector responsibilities"}, {"text_block_id": "p27_b252", "text": "Table 3:Health and Nutrition Sector and Sector Responsibilities"}, {"text_block_id": "p38_b253", "text": "Rollout Sector activities at regional and local levels"}, {"text_block_id": "p38_b254", "text": ""}, {"text_block_id": "p38_b255", "text": "The ministries and agencies concerned with protection will ensure that national plans are also rolled out at regional and local levels."}, {"text_block_id": "p38_b256", "text": "Table 8: Logistics Warehouse Management, Non Food Items and Emergency Shelter sector and sector responsibilities"}, {"text_block_id": "p40_b257", "text": "Table 9: Environmental and Technological Hazard Sector and Sector Responsibilities"}, {"text_block_id": "p42_b258", "text": "Table 10: Infrastructure development and housing Sector and Sector responsibilities"}, {"text_block_id": "p44_b259", "text": "4.3 Attention to priority cross-cutting issues"}, {"text_block_id": "p44_b260", "text": "Each Sector should ensure integration of agreed priority cross-cutting issues in sectoral needs assessment, analysis, planning, monitoring and response (e.g. environment, gender, HIV/AIDS and poverty reduction) and contribute to the development of appropriate strategies to address these issues."}, {"text_block_id": "p44_b261", "text": "4.4 Roles of Individuals, families and communities"}, {"text_block_id": "p44_b262", "text": "Individuals, families and the community as a whole play a role in determining how well communities are safeguarded from hazards and the degree of resilience of communities. Households have principal responsibility for safeguarding their property and assets against risks from natural and technological hazards through risk identification, mitigation measures and adequate property and contents insurance where insurance for the risks they face is available and reasonably affordable."}, {"text_block_id": "p44_b263", "text": "4.5 Review of Plan"}, {"text_block_id": "p44_b264", "text": "According to Appendix XII (Key Performance 4) disaster risk management plans must be reviewed every three (3) years or after a significant event."}, {"text_block_id": "p44_b265", "text": "4.5.1 Post disaster Review"}, {"text_block_id": "p44_b266_merged", "text": "Within three months after each natural disaster OPM-DDRM in collaboration with all sectors will carry out a post disaster review. The review includes disaster prevention, preparedness of public and private sector, the emergency operation, recovery and rehabilitation. The review will formulate specific recommendations for revision of disaster plans and other actions to improve the performance in future natural disasters. The report and recommendations will be submitted to NDRMC. NDRMC will consider the recommendations and direct further action. For the purpose of the report NDRMC has free access to all information it deems necessary to review the disaster and its response, including financial information. In preparation of the report, OPM-DDRM will consult all relevant parties, including the affected population."}, {"text_block_id": "p45_b269", "text": "PART II"}, {"text_block_id": "p45_b270", "text": "5 National Emergency Management Operational Procedures"}, {"text_block_id": "p46_b271", "text": "5.1"}, {"text_block_id": "p46_b272", "text": "Introduction"}, {"text_block_id": "p46_b273", "text": "Efficient and effective emergency management is grounded on principles of none duplication of efforts and resources, clear understanding of roles and responsibilities of each player in the emergency situations as well as timely implementation of appropriate interventions to save life, property and environment. Disaster relief should be timely and responsive enough to make the interventions as effective as possible while keeping disaster risk management plans robust enough for them to be responsive to changing characteristics of given hazards. This document, the Emergency Management Operation Procedures (EMOP) spells out some key activities that need to be undertaken during emergency response."}, {"text_block_id": "p46_b274", "text": "EMOP are the foundation of any crisis management plan. These are a set of standard procedures that operationalise the disaster response and/or contingency plans when responding to, and dealing with, a range of emergencies that may impact on Namibia."}, {"text_block_id": "p46_b275", "text": "EMOP specify the way in which individuals or sectors will carry out their functions and provide a standard procedure for response as well as individual emergency procedures for the various sectors at the operational level. The EMOP have been developed in terms of Section 8.4.2 of the National Disaster Risk Management Policy (2009)."}, {"text_block_id": "p46_b276", "text": "5.2 Objective"}, {"text_block_id": "p46_b277", "text": "The objective of the emergency management operations procedures is to provide guidelines for effective and timely response to threats or impacts of natural and man-induced hazards."}, {"text_block_id": "p46_b278", "text": "5.3 Purpose of the Emergency Management Operational Procedures (EMOP)"}, {"text_block_id": "p46_b279", "text": "Provide the guidance and operational procedures required to eliminate or reduce the adverse effects of disasters, to save lives, protect livelihoods and minimize damage to assets and to mitigate emergencies."}, {"text_block_id": "p46_b280", "text": "The EMOP provide the responsibilities that shall be performed by the institutions involved in responding to emergencies."}, {"text_block_id": "p46_b281_merged", "text": "These procedures are to be used in conjunction with Section 8.4.2 of the National Disaster Risk Management Policy (2009) and the National Disaster Risk Management Plan (2011)."}, {"text_block_id": "p46_b284", "text": "5.4 Who will use the EMOP"}, {"text_block_id": "p46_b285", "text": "The EMOP is intended for Government departments, Regional Councils, Municipalities, non state disaster risk management stakeholders: development partners, Civil Society Organizations and communities in responding to emergency situations."}, {"text_block_id": "p46_b286", "text": "5.5 When will EMOP be used"}, {"text_block_id": "p46_b287", "text": "EMOP shall be used in the event of any emergency, disaster or significant event where life, livelihoods, property and environment are under threat from natural and man-induced hazards. This plan shall be in effect at such time as or when:"}, {"text_block_id": "p46_b288", "text": "EMOP shall be used in the event of any emergency, disaster or significant event where life, livelihoods, property and environment are under threat from natural and man-induced hazards. This plan shall be in effect at such time as or when:\n* An emergency or a disaster occurs or is imminent;\n<\\li1>"}, {"text_block_id": "p47_b290", "text": "EMOP shall be used in the event of any emergency, disaster or significant event where life, livelihoods, property and environment are under threat from natural and man-induced hazards. This plan shall be in effect at such time as or when:\n* An emergency or a disaster occurs or is imminent;\n<\\li1>\n* The NDRMC requests appropriate OMAs to perform emergency operations in response to a\n* An emergency or  disaster is  declared  by the  Head  of  State"}, {"text_block_id": "p47_b294", "text": "5.6 Scope of EMOP"}, {"text_block_id": "p47_b295", "text": "The EMOP will cover any situation where response needs are sufficiently large scale that significant assistance and resources are required and where multi-sectoral response is needed including those specified in Annex 1 below."}, {"text_block_id": "p47_b296", "text": "5.7"}, {"text_block_id": "p47_b297", "text": "Emergency operations"}, {"text_block_id": "p47_b298", "text": "The National Disaster Risk Management System (NDRMS) envisions four operational modes: readiness, crisis, emergency and recovery modes (see Table 11 below). The Emergency Operations Centres will be responsible for signaling the need to, and managing the shift from one operational mode to another, depending on conditions."}, {"text_block_id": "p47_b299", "text": "Table 11: Emergency Operational Modes"}, {"text_block_id": "p48_b300", "text": "5.8"}, {"text_block_id": "p48_b301", "text": "Inter-sector and sector coordination"}, {"text_block_id": "p48_b302", "text": "Through all the modes, inter-sector and multi-sectoral coordination will continue to be provided by the NDRMC and RDRMC through sector leads at both national and regional levels."}, {"text_block_id": "p48_b303", "text": "5.9"}, {"text_block_id": "p48_b304", "text": "Notification"}, {"text_block_id": "p48_b305", "text": "Figure 4"}, {"text_block_id": "p48_b306_merged", "text": "shows the channel of communication in the event of imminent or actual emergency or disaster. The CRO, CEO and the specialist units responsible for monitoring early warning signs have the mandate to inform the OPM and stakeholders on any situation that warrants the response of the national disaster risk management system. The notification form shown in Annex 4 below should be used to alert national level of early warning information on imminent or actual emergency in the crisis mode."}, {"text_block_id": "p48_b309", "text": "Figure 4: Channels of communication for Early Warning Information"}, {"text_block_id": "p48_b310", "text": "Upon indication of an imminent or actual emergency/disaster, the Specialist Units (Namibia Meteorological Services, Department of Hydrology, Crop Early Warning, MoFMR etc), Chief Regional Officer (CRO), Municipal Chief Executive Officer (CEO) or any authorized person, shall notify the Directorate Disaster Risk Management Office (DDRM). The DDRM can also obtain information about"}, {"text_block_id": "p49_b311", "text": "any situation by other sources and verify its credibility with the Specialist Units, CROs, CEOs. Depending on the nature, magnitude and severity of the emergency/disaster, the DDRM shall notify the NDRMC as well as critical players/key personnel of agencies whose assistance will be required to coordinate the emergency response."}, {"text_block_id": "p49_b312", "text": "Figure 5:"}, {"text_block_id": "p49_b313", "text": "Actions taken on receipt of notification"}, {"text_block_id": "p49_b314", "text": "5.10 Activation of"}, {"text_block_id": "p49_b315", "text": "Joint Operation Teams"}, {"text_block_id": "p49_b316_merged", "text": "In terms of sub-section 8.4.2.2 of section 8.4.2 of the National Disaster Risk Management Policy when a state of national emergency has been declared or a significant event has occurred, the NDRMC shall establish Joint Operations Teams (JOT) to serve in an administrative capacity to control funds, personnel, facilities, equipment, and communications and to provide and coordinate logistical support for exercises, deployments and humanitarian assistance. JOT in Namibia comprise of three command levels (Central Command, Regional Command and Field Command)below shows the chain of command and information flow from the Community Emergency Response Teams to the Central Command to which Emergency Operation Centres (EOCs) at national and regional levels have been added to facilitate information flow. Table 12 shows the composition and responsibilities of the JOT and EOCs."}, {"text_block_id": "p50_b320", "text": "Figure 6: Flow of command and information during emergency operations"}, {"text_block_id": "p50_b321", "text": "The National and Regional level actors (NDRMC, DDRM, RDRMC and Sector Leads at both national and regional levels among others) should act quickly to determine the impact of the emergency and the need for resources. They should identify, mobilise and deploy resources to support response activities in the affected area. To facilitate coordinated response, National and Regional Emergency Response Teams as described in subsection 4.1.1 of Section 4.1 the National Disaster Risk Management Plan shall be deployed as soon as possible to incident areas."}, {"text_block_id": "p50_b322", "text": "Table 12: Joint Operation Teams, Composition and Responsibilities"}, {"text_block_id": "p51_b323", "text": "5.11"}, {"text_block_id": "p51_b324", "text": "Emergency response"}, {"text_block_id": "p51_b325", "text": "Figure 6"}, {"text_block_id": "p51_b326", "text": "below shows the step by step chronological procedures taken for all activities intended to save lives, protect property and environment under threats from hazards."}, {"text_block_id": "p51_b327_merged", "text": "Rapid assessment should be conducted within the first 72 hours of receiving information on a disasters situation. It should identify the problems, their sources and consequences that assist to determine whether response strategies should mounted. Rapid assessments should be conducted as an inter-sectoral exercise involving a mix of specialists and generalists. Annex 5 below shows a rapid field assessment form to guide the type of information that should be collected. A rapid field assessment should be followed by detailed and continuous assessments that provide more detailed information and updated information on disaster situation. In trying to understand critical needs, resources, and constraints for displaced population, disaster managers generally need both quantifying and qualifying information about the emergency situation."}, {"text_block_id": "p52_b330", "text": "Figure 7:"}, {"text_block_id": "p52_b331", "text": "Emergency Management Operations Matrix"}, {"text_block_id": "p53_b332", "text": "5.12"}, {"text_block_id": "p53_b333", "text": "Internally displaced"}, {"text_block_id": "p53_b334_merged", "text": "People maybe obliged to flee or to leave their homes or places of habitual residence as a result of or in order to avoid the effects of natural or human induced hazards. Displacement maybe massive or individual households and displaced people may return to their areas of origin, gather spontaneously, may require assistance for organized relocation or may move in to settle with relatives and integrate into host population. In all cases, the emergency assistance should be extended to the displaced people including the hosting population. Efforts should be made to strengthen service deliveries in areas where the displaced have spontaneously relocated as shown in Figure 8 below."}, {"text_block_id": "p54_b337", "text": "Figure 8:"}, {"text_block_id": "p54_b338", "text": "Internally Displaced Populations, Flows, Occasions and Priorities for Assistance"}, {"text_block_id": "p54_b339", "text": "Stand down of Disaster Risk Management Plan"}, {"text_block_id": "p54_b340", "text": "The chairperson of the NDRMC may issue a notification cancellation to indicate that no further action is required either because the anticipated emergency/disaster did not occur or that the actual incident has been controlled. When a national state of emergency has been declared, the end of the emergency period should be announced through the recommended channels."}, {"text_block_id": "p55_b341", "text": "ANNEXES"}, {"text_block_id": "p55_b342", "text": "Annex 1:"}, {"text_block_id": "p55_b343", "text": "Hazard Risks and Disaster Scenarios"}, {"text_block_id": "p57_b344", "text": "Annex 2: Generic Terms of Reference for Sector Leads"}, {"text_block_id": "p57_b345", "text": "Annex 2: Generic Terms of Reference for Sector Leads\n* Ensure inclusion of key partners for the sector, respecting their respective mandates and programme\n* Ensure appropriate coordination with all sector partners;\n* Secure commitments from sector partners in responding to needs and filling gaps, ensuring an\n* Promote emergency response actions while at the same time considering the need for early recovery\n* Ensure effective links with other sectoral groups;\n* Represent the interests of the sectoral group in discussions with the NDRMC and other stakeholders on\n* Ensure integration of agreed priority cross-cutting issues in sectoral needs assessment, analysis, planning,\n* Ensure adequate contingency planning and preparedness for new emergencies;\n* Ensure predictable action within the sectoral group for the following:\n\t* Identification of gaps;\n\t* Developing/updating agreed response strategies and action plans for the sector and ensuring\n\t* Drawing lessons learned from past activities and revising strategies accordingly;\n\t* Developing an exit, or transition, strategy for the sectoral group.\n\t* Ensure that responses are in line with existing policy guidance, technical standards, and relevant\n\t* Ensure adequate monitoring mechanisms are in place to review impact of the sectoral working group and\n\t* Ensure adequate reporting and effective information sharing;\n\t* Advocate for donors to fund humanitarian actors to carry out priority activities in the sector concerned,\n\t* Promote/support training of staff and capacity building of partners;\n\t* Sector leads are responsible for acting as the provider of last resort (subject to access, security and"}, {"text_block_id": "p59_b384", "text": "Annex 4:"}, {"text_block_id": "p59_b385", "text": "Incident Notification Format"}, {"text_block_id": "p60_b386", "text": "Annex 5:"}, {"text_block_id": "p60_b387", "text": "Rapid Field Assessment Form"}, {"text_block_id": "p62_b388", "text": "Annex 6:"}, {"text_block_id": "p62_b389", "text": "Definitions of principles and key terms"}, {"text_block_id": "p62_b390", "text": "Capacity:"}, {"text_block_id": "p62_b391", "text": "A combination of all the strengths and resources available within a community, society or organization that can reduce the level of risk or the effects of a disaster. Capacity may include physical, institutional, social or economic means as well as skilled personal and collective attributes such as leadership and management."}, {"text_block_id": "p62_b392", "text": "Crisis:"}, {"text_block_id": "p62_b393", "text": "Crisis has four defining characteristics that are \"specific, unexpected, and non-routine events or series of events that create high lev"}, {"text_block_id": "p62_b394", "text": "els of uncertainty and threat or perceived threat to a society’s or organization's high priority goals.\""}, {"text_block_id": "p62_b395", "text": "Disaster:"}, {"text_block_id": "p62_b396", "text": "A serious disruption of the functioning of a community or society causing widespread human, material, economic or environmental losses which exceed the ability of the affected community/society to cope using its own resources."}, {"text_block_id": "p62_b397", "text": "Disaster Prevention"}, {"text_block_id": "p62_b398", "text": ": Encompasses activities designed to provide permanent protection from disasters. It includes engineering and other physical protective measures, and also legislative measures controlling land use and urban planning. (U.N. 1992, 5)"}, {"text_block_id": "p62_b399", "text": "Disaster affected people/population:"}, {"text_block_id": "p62_b400", "text": "All people whose life or health is threatened by disaster, whether displaced or in their home area."}, {"text_block_id": "p62_b401", "text": "Disaster Risk Management:"}, {"text_block_id": "p62_b402_merged", "text": "The systematic management of administrative decisions, organization, operational skills and capacities to implement policies, strategies and coping capacities of the society and communities to lessen the impacts of natural hazards and related environmental and technological disasters. This comprises all forms of activities, including structural and non-structural measures to avoid (prevention) or to limit (mitigation and preparedness) adverse effects of hazards."}, {"text_block_id": "p62_b405", "text": "Disaster risk reduction"}, {"text_block_id": "p62_b406", "text": ":"}, {"text_block_id": "p62_b407", "text": "The systematic development and application of policies, strategies and practices to minimize vulnerabilities and disaster risks throughout a society, to avoid (prevention) or to limit (mitigation and preparedness) adverse impact of hazards, within the broad context of sustainable development."}, {"text_block_id": "p62_b408", "text": "Internally Displaced persons:"}, {"text_block_id": "p62_b409", "text": "Persons or groups of persons who have been forced or obliged to flee or to leave their homes or places of habitual residence as a result of or in order to avoid the effects of natural or human induced hazards and who have not crossed an internationally recognized state border."}, {"text_block_id": "p62_b410", "text": "Disaster Response:"}, {"text_block_id": "p62_b411", "text": "A sum of decisions and actions taken during and after disaster, including immediate relief, rehabilitation, and reconstruction. (U.N. 1992, 3)"}, {"text_block_id": "p62_b412", "text": "Early Warning System:"}, {"text_block_id": "p62_b413", "text": "The set of capacities needed to generate and disseminate timely and meaningful warning information to enable individuals, communities and organisations threatened by a hazard to prepare and act appropriately and within sufficient time to reduce the possibility of harm or loss."}, {"text_block_id": "p62_b414", "text": "Emergency:"}, {"text_block_id": "p62_b415", "text": "\"Any event requiring increased coordination or response beyond the routine in order to save lives, protect property, protect the public health and safety, or lessen or avert the threat of a disaster.\" (Michigan EMD 1998, 6)"}, {"text_block_id": "p62_b416", "text": "Emergency Management:"}, {"text_block_id": "p62_b417", "text": "The entire process of planning and intervention for rescue and relief to reduce impact of emergencies as well as the response and recovery measures, to mitigate the significant social, economic and environmental consequences to communities and ultimately to the country, usually through an emergency operation center, EOC. (Disaster and Emergency Reference Center 1998)"}, {"text_block_id": "p62_b418", "text": "Emergency Management Operations Procedure (EMOP):"}, {"text_block_id": "p62_b419", "text": "An all-hazards document that specifies actions to be taken in the event of an emergency or disaster event; identifies authorities, relationships, and the actions to be taken by whom, what, when, and where, based on predetermined assumptions, objectives, and existing capabilities."}, {"text_block_id": "p62_b420", "text": "Forecast"}, {"text_block_id": "p62_b421", "text": ": Definite statement or statistical estimate of the likely occurrence of a future event or conditions for a specific area."}, {"text_block_id": "p62_b422", "text": "Hazard"}, {"text_block_id": "p62_b423", "text": ":"}, {"text_block_id": "p62_b424", "text": "A potentially damaging physical event, phenomenon or human activity, which may cause the loss of life or injury, property damage, social and economic disruption or environmental degradation;"}, {"text_block_id": "p62_b425", "text": "Hazard Mapping:"}, {"text_block_id": "p62_b426", "text": "Hazard mapping is the process of identifying and displaying the spatial variation of hazard events or physical conditions (e.g. potential ground shaking, steep slopes, flood plains, hazardous materials sites, climate zones, etc"}, {"text_block_id": "p63_b427", "text": "Hydro meteorological hazard:"}, {"text_block_id": "p63_b428", "text": "Process or phenomenon of atmospheric, hydrological or oceanographic nature"}, {"text_block_id": "p63_b429", "text": "that include tropical cyclones (also known as typhoons and hurricanes), thunderstorms, hailstorms, tornados, blizzards, heavy snowfall, avalanches, coastal storm surges, river floods including flash floods, droughts, heat waves and cold spells. Hydro meteorological conditions also can be a factor in other hazards such as landslides, wildfires, locust plagues and epidemics, and in the transport and dispersal of toxic substances and volcanic eruption material."}, {"text_block_id": "p63_b430", "text": "Land-use planning:"}, {"text_block_id": "p63_b431", "text": "The process undertaken by public authorities to identify, evaluate and decide on different options for the use of land, including consideration of long-term economic, social and environmental objectives and the implications for different communities and interest groups, and the subsequent formulation and promulgation of plans that describe the permitted or acceptable uses."}, {"text_block_id": "p63_b432", "text": "Livelihoods:"}, {"text_block_id": "p63_b433", "text": "Consist of the capabilities, assets and activities required for a means of living. Livelihood assets can comprise human capital, natural capital (including access to land), social networks and support, physical capital and equipment and financial capital."}, {"text_block_id": "p63_b434", "text": "Mitigation"}, {"text_block_id": "p63_b435", "text": ":"}, {"text_block_id": "p63_b436", "text": "Structural and non-structural measures undertaken to limit the adverse impact of natural hazards, environmental degradation and technological hazards."}, {"text_block_id": "p63_b437", "text": "Preparedness:"}, {"text_block_id": "p63_b438", "text": "Establishing and delineating authorities and responsibilities for emergency actions and making provisions for having the people, equipment, and facilities in place to respond when the need arises. Preparedness involves planning, training, exercising, procuring and maintaining equipment, and designating facilities for shelters and other emergency purposes. (Michigan DEM, 1998, 7)"}, {"text_block_id": "p63_b439", "text": "Prevention:"}, {"text_block_id": "p63_b440", "text": "Is an on-going activity meant to reduce the risk of health, life, property and the environment from hazards.  It is a planning approach that anticipates likely risk factors and the vulnerability of the population that contributes to reduction of future possible impact of disasters."}, {"text_block_id": "p63_b441", "text": "Recovery:"}, {"text_block_id": "p63_b442", "text": "The restoration and improvement, where appropriate, of facilities, livelihoods and living conditions of disasteraffected communities, including efforts to reduce disaster risk factors. The recovery task of rehabilitation and reconstruction begins soon after the emergency phase has ended, and should be based on pre-existing strategies and policies that facilitate clear institutional responsibilities for recovery action and enable public participation. Recovery programmes, coupled with the heightened public awareness and engagement after a disaster, afford a valuable opportunity to develop and implement"}, {"text_block_id": "p63_b443", "text": "disaster risk reduction measures and to apply the “build back better” principle."}, {"text_block_id": "p63_b444", "text": "Resilience"}, {"text_block_id": "p63_b445", "text": ":"}, {"text_block_id": "p63_b446", "text": "The capacity of a system, community or society to resist or to change in order that it may obtain an acceptable level in function and structure. This is determined by the degree to which the social system is capable of organizing itself, and the ability to increase its capacity for learning and adaptation, including the capacity to recovery from a disaster."}, {"text_block_id": "p63_b447", "text": "Response:"}, {"text_block_id": "p63_b448_merged", "text": "The provision of emergency services and public assistance during or immediately after a disaster in order to save lives, reduce health impacts, ensure public safety and meet the basic subsistence needs of the people affected. Disaster response is predominantly focused on immediate and term needs and is sometimes called “disaster relief”. The division between this response stage and the subsequent recovery stage is not clear-cut. Some response actions, such as supplying temporary housing and water supplies, may extend well into the recovery stage."}, {"text_block_id": "p63_b451", "text": "Risk"}, {"text_block_id": "p63_b452", "text": ":"}, {"text_block_id": "p63_b453", "text": "The probability of harmful consequences, or expected loss (of lives, people injured, property, livelihoods, economic activity disrupted or environment damaged) resulting from interaction between natural or human-induced hazards and vulnerable/capable conditions."}, {"text_block_id": "p63_b454", "text": "Risk assessment"}, {"text_block_id": "p63_b455", "text": ":"}, {"text_block_id": "p63_b456", "text": "A process to determine the nature and extent of risk by analyzing potential hazards and evaluating existing conditions of vulnerability /capacity that could pose a potential threat or harm to people, property, livelihoods and the environment on which they depend."}, {"text_block_id": "p63_b457", "text": "Risk management"}, {"text_block_id": "p63_b458", "text": ":"}, {"text_block_id": "p63_b459", "text": "The systematic management of administrative decisions, organization, operational skills and responsibilities to apply policies, strategies and practices for disaster risk reduction."}, {"text_block_id": "p63_b460", "text": "Vulnerability:"}, {"text_block_id": "p63_b461", "text": "defined as the extent to which a community, structure, service, or geographic area is likely to be damaged or disrupted by the impact of particular hazard, on account of their nature, construction and proximity to hazardous terrain or a disaster prone area."}, {"text_block_id": "p63_b462", "text": "Vulnerability Analysis:"}, {"text_block_id": "p63_b463", "text": "The process of estimating the degree of exposure to potential hazards that particular populations and communities will have to endure, relative to the potential negative effects that such levels of exposure will cause."}], "document_description": "Namibia's National Disaster Risk Management Plan outlines the objectives and activities in disaster prevention, preparedness, response and recovery for ten areas: Early warning, public awareness and advocacy, Education, Health and nutrition, Camp management and camp coordination, Food security and livelihoods, Coordination-logistics-warehouse management-non food items and emergency shelter, Protection, Environmental and technological hazards, and Infrastructure development and housing. The plan is organized into two main parts. Part I provides guidelines for disaster prevention, preparedness response and recovery. Part II is the National Emergency Management Operation Procedure Manual that will guide sequential emergency response activities through command structures at national, regional and field levels."}