{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Namibia", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Social development", "Health", "Energy"], "document_language": "English", "document_name": "National Climate Change Strategy and Action Plan, 2013-2020", "document_country_code": "NAM", "document_hazard_name": ["Changes In Average Temperature", "Changes In Surface Water", "Changes In Average Precipitation", "Changes In Groundwater", "Sea Level Rise", "Droughts", "Floods"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/NAM/2013/NAM-2013-12-25-National Climate Change Strategy and Action Plan, 2013-2020_a853ba93600ff28e6555aff99cbd4e69.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "Republic of Namibia"}, {"text_block_id": "p2_b2", "text": "Ministry of Environment & Tourism"}, {"text_block_id": "p2_b3", "text": "NATIONAL CLIMATE CHANGE STRATEGY & ACTION PLAN"}, {"text_block_id": "p2_b4", "text": "2013 – 2020"}, {"text_block_id": "p4_b5", "text": "Table of Contents"}, {"text_block_id": "p5_b6", "text": "Foreword"}, {"text_block_id": "p5_b7", "text": "This publication contains Namibia’s National"}, {"text_block_id": "p5_b8", "text": "Climate Change Strategy and Action Plan (20132020), which is premised on the need to address"}, {"text_block_id": "p5_b9", "text": "the issues related to climate change as they affect our country. Our point of departure is that"}, {"text_block_id": "p5_b10", "text": "Namibia is strongly committed to implementing"}, {"text_block_id": "p5_b11", "text": "measures to promote and advance sustainable"}, {"text_block_id": "p5_b12", "text": "development, which is enshrined not only"}, {"text_block_id": "p5_b13", "text": "in our Constitution but also in our long-term"}, {"text_block_id": "p5_b14", "text": "development framework of Vision 2030. We have adopted policies aimed at streamlining"}, {"text_block_id": "p5_b15", "text": "our approach to sustainable development so as"}, {"text_block_id": "p5_b16", "text": "to incorporate it into the planning frameworks of all sectors."}, {"text_block_id": "p5_b17", "text": "Climate Change has been identified as a critical threat to sustainable development. Therefore, it must be addressed in a holistic and multi-sectoral manner. This phenomenon does not only threaten human lives and food security but it"}, {"text_block_id": "p5_b18", "text": "is also capable of reversing the socio-economic gains and achievements that we have made over"}, {"text_block_id": "p5_b19", "text": "the past 24 years. Our commitments to tackle the challenges of climate change are outlined in the National Climate Change Policy of 2011. We recognize that a policy in itself is not enough, and that a more specific framework in the shape of a Strategy and Action Plan is needed."}, {"text_block_id": "p5_b20_merged_merged_merged", "text": "This National Strategy and Action Plan lays out the guiding principles responsive to climate change that are effective, efficient and practical. It further identifies priority action areas for adaptation and mitigation. Namibia is ready to learn from and adopt best practices from other parts of the world in dealing with issues of climate change. This includes leveraging opportunities brought about through our transformation towards a low carbon, resource efficient and climate resilient economy."}, {"text_block_id": "p5_b23", "text": "The effective implementation of this Strategy and Action Plan will require not only the integration of climate change aspects in all sectors, but moreover the close collaboration of all sectors to enhance synergies and propel the nation towards the achievement of our national development"}, {"text_block_id": "p5_b24", "text": "agenda."}, {"text_block_id": "p5_b25", "text": "I urge all stakeholders to do their part and contribute to the effective implementation of this"}, {"text_block_id": "p5_b26", "text": "National Strategy and Action Plan."}, {"text_block_id": "p5_b27", "text": "Hifikepunye Pohamba"}, {"text_block_id": "p5_b28", "text": "PRESIDENT OF THE REPUBLIC OF NAMIBIA"}, {"text_block_id": "p6_b29", "text": "Preface"}, {"text_block_id": "p6_b30", "text": "I am proud that Namibia is one of the first countries in Africa to have prepared a"}, {"text_block_id": "p6_b31", "text": "comprehensive Climate Change Policy as well"}, {"text_block_id": "p6_b32", "text": "as a first Strategy and Action Plan to implement"}, {"text_block_id": "p6_b33", "text": "this policy."}, {"text_block_id": "p6_b34", "text": "I would like to acknowledge the intensive two-year consultative process undertaken to develop"}, {"text_block_id": "p6_b35", "text": "this Strategy and Action Plan. This involved a"}, {"text_block_id": "p6_b36", "text": "wide range of stakeholders with a particular focus on the grassroots level to raise awareness and garner ideas from our local communities,"}, {"text_block_id": "p6_b37", "text": "who are most at risk to the impacts from climate"}, {"text_block_id": "p6_b38", "text": "change. I would like to thank all stakeholders for their recommendations and inputs into this document. It is truly a nationally-owned document."}, {"text_block_id": "p6_b39_merged_merged_merged", "text": "Climate change in Namibia will affect everyone, all sectors and at many levels. Being the country with the most arid climate in southern Africa, our economy is already exposed to difficult and harsh conditions – with water accessibility a serious threat. Prolonged droughts – although considered “normal” to some extent – have devastating impacts on livelihoods, food availability, health and wellbeing in many of our rural communities."}, {"text_block_id": "p6_b42", "text": "This means we must be prepared and ready to act in an integrated cross-sectoral approach. We are committed to implementing measures that will prepare us for the medium and longer-term climate changes that are projected – as well as the impacts on our development. With funding from our own national budget we will address some pressing issues, but we also realise that the impacts expected will require a much broader set of resource mobilization."}, {"text_block_id": "p6_b43", "text": "This Strategy and Action Plan offers a comprehensive framework for us to climate change proof our different economic sectors and the livelihoods of all individuals. It is our sincere hope that this Strategy and Action Plan, under the leadership of the Ministry of Environment and Tourism, will contribute towards a prosperous future for our people and environment."}, {"text_block_id": "p6_b44", "text": "We need all of you to get involved to help us tackle the challenges ahead!"}, {"text_block_id": "p6_b45", "text": "Hon. Uahekua Herunga"}, {"text_block_id": "p6_b46", "text": "MINISTER OF ENVIRONMENT AND TOURISM"}, {"text_block_id": "p7_b47", "text": "List of figures"}, {"text_block_id": "p8_b48", "text": "Acknowledgements"}, {"text_block_id": "p8_b49_merged", "text": "The development of the National Climate Change Strategy and Action Plan is the result of a multi-pronged consultative and interactive process involving national, regional and local stakeholders. The Ministry of Environment and Tourism (MET) is greatly thankful to all individuals and institutions consulted during the first two phases: namely the consultative meeting involving stakeholders at national, regional, and local levels, and all stakeholders who participated in the final validation meetings. Members of the Namibian National Climate Change Committee (NCCC) are thanked for their inputs and guidance during the consultations and review process. The UNDP Namibia Country Office and the Government of Japan are thanked for supporting and providing funding for this important activity which will address climate change mitigation and adaptation benefiting Namibia in the long run. The German Federal Ministry for Economic Development and Cooperation (BMZ) through the GIZ is acknowledged for peer reviewing the final draft and providing financial assistance to finalise the NCCSAP."}, {"text_block_id": "p9_b52", "text": "Acronyms"}, {"text_block_id": "p12_b53", "text": "Section 1: Introduction"}, {"text_block_id": "p12_b54", "text": "Climate change impacts directly on the entire chain of national development, and is likely to have"}, {"text_block_id": "p12_b55_merged", "text": "negative impacts on efforts to achieve development objectives, including the long-term objectives and targets of Namibia’s Vision 2030. Climate change is a complex and cross-cutting concern, thus there is a need for a holistic and integrated approach to developing a multi-sectoral (cross-based) National Climate Change Strategy and Action Plan (NCCSAP) in order to implement the National Policy on Climate Change (NPCC), which was promulgated in Namibia in 2011. The NCCSAP has been developed as a result of the growing concern and discourse focusing on climate variability, and climate change risks and impacts affecting Namibia’s social, environmental and economic developmental potential. The Strategy and Action Plan is a key instrument to operationalise the NPCC over a period of 8 years from 2013 – 2020 as a first comprehensive and practical tool which offers guidance on the mechanisms, means and manner in which implementation can happen. It is clear that climate change awareness, knowledge and understanding, both in terms of the"}, {"text_block_id": "p12_b62", "text": "risks, impacts and responses is rapidly developing, and therefore a mid-term review process of the implementation and impact of the NCCSAP is foreseen."}, {"text_block_id": "p12_b63", "text": "The development of the NCCSAP started in 2011 and intensive interactive consultations took place over a period of two years with a great variety, diverse and multiple numbers of stakeholders in the country. These included government ministries, agencies, Members of Parliament, NonGovernmental Organisations (NGOs), IGOs, private sector representatives, regional councils, local authorities, Community based Organisations (CBOs) and other civil/civic society organisations. The inputs gathered during those consultations form the basis of the Strategy and Action Plan. A final round of validation took place during July and August 2013 with selected key stakeholders to validate the activities, actions, targets, budgets and key responsible implementing agencies"}, {"text_block_id": "p12_b64", "text": "presented in the NCCSAP."}, {"text_block_id": "p13_b65", "text": "Section 2: Background"}, {"text_block_id": "p13_b66", "text": "2.1"}, {"text_block_id": "p13_b67", "text": "Overview of Global Climate Change Issues"}, {"text_block_id": "p13_b68", "text": "Climate change is considered as one of the major challenges of the 21"}, {"text_block_id": "p13_b69", "text": "st"}, {"text_block_id": "p13_b70", "text": "century, posing threats to humankind, and undermining efforts to achieve key development goals including poverty reduction. It is one of the severe impediments to the attainment of the Millennium Development Goals (MDGs) and sustainable development aspirations globally, regionally and nationally. There is now sufficient scientific evidence and consensus that climate change is caused and particularly exacerbated by human activities. This is mainly through the burning of fossil fuels and changes in land use patterns due to rapid economic growth, related changes in lifestyles, rapid increases in human population, and the growing fuel and resource needs to meet these development imperatives. In addition, these may also be compounded by natural climate variability."}, {"text_block_id": "p13_b71", "text": "Climate change has and will have profound impacts on peoples’ livelihoods, economic growth, and ecosystems. However, the effects and impacts of climate change on economies and societies will vary greatly over the world, and each country’s circumstances, such as initial climate, socio"}, {"text_block_id": "p13_b72", "text": "-"}, {"text_block_id": "p13_b73", "text": "economic situation, and growth prospects, will define and shape the extent of climate change effects on societies, both in economic and environmental terms (Stern, 2006). Developing countries are most vulnerable, particularly those in Africa, largely because of their geographic exposure, relatively small economies, prevailing low levels of household incomes, and greater reliance on climate sensitive sectors such as rain-fed agriculture and ecosystem or nature based production activities (e.g. tourism)."}, {"text_block_id": "p13_b74", "text": "During the 20"}, {"text_block_id": "p13_b75", "text": "th"}, {"text_block_id": "p13_b76", "text": "century, global average temperature increased by roughly 0.75°C, and the beginning"}, {"text_block_id": "p13_b77", "text": "of the 21"}, {"text_block_id": "p13_b78", "text": "st"}, {"text_block_id": "p13_b79", "text": "century has been described as the warmest period on record. The global average temperature increase exceeded 0.7°C in eleven of the last twelve years (1995– 2006) ranking among the 12 warmest years of global surface temperature since 1850 (IPCC, 2007a)."}, {"text_block_id": "p13_b80_merged_merged_merged_merged", "text": "Climate change will alter patterns of water availability by causing fluctuations in the water cycle and droughts and floods will become more severe in many areas (Stern, 2006). Some parts of Southern Africa are likely to experience further decreases in water availability. Further projections for Africa revealed that by 2020, between 75 and 250 million people will be exposed to increased water stress due to climate change (IPCC, 2007b). Changes in water temperature, precipitation and oceanographic variables such as wind velocity, wave action and sea level rise, have the potential to bring about significant ecological and biological changes to both marine and fresh water ecosystem, thus affecting fish populations, a major food source to many populations (Badjeck et al., 2009). Stern (2006) indicate that rising sea levels will also result in tens to hundreds of millions more people being displaced or otherwise affected by flooding each year (with a warming of 3 or 4°C)."}, {"text_block_id": "p13_b86", "text": "In recent years, the reports on climate related disasters have increased, and extreme climatic"}, {"text_block_id": "p13_b87", "text": "events are becoming more frequent and severe globally. Scientific research on climate change is on-going and background knowledge on the phenomenon is improving rapidly."}, {"text_block_id": "p13_b88", "text": "Changes and increased variability in the climate will amplify the existing development challenges"}, {"text_block_id": "p13_b89", "text": "due to location (arid conditions and geographic exposure), dependence on agriculture, rapid"}, {"text_block_id": "p14_b90", "text": "population growth and poverty (Stern, 2006). Other compounding issues include weak institutional, human, economic and financial capacity to cope with the multiple impacts of climate change in these countries."}, {"text_block_id": "p14_b91", "text": "2.2 Namibia Climate (Change) - Overview"}, {"text_block_id": "p14_b92", "text": "2.2.1"}, {"text_block_id": "p14_b93", "text": "Namibia: geographic and “natural” climate"}, {"text_block_id": "p14_b94", "text": "Namibia, located in south-western Africa, covers land areas of 825,418 km"}, {"text_block_id": "p14_b95", "text": "2"}, {"text_block_id": "p14_b96", "text": ", with a 1,500 km long coastline stretching along the South Atlantic Ocean (MET, 2011a). It has a population of 2.1 million people and one of the lowest population densities in the world with an average of about 2.5 people"}, {"text_block_id": "p14_b97", "text": "per km"}, {"text_block_id": "p14_b98", "text": "2"}, {"text_block_id": "p14_b99", "text": "(NPC, 2011; MET, 2011a). Namibia is one of the most arid countries south of the Sahara. Highly variable climatic conditions are the norm, and the country experiences frequent dry-spells and droughts with sporadic occurrences of flooding in water basins. These basins are the Cuvelai drainage, Cubango-Okavango, Zambezi, Kunene and Orange-Senqu rivers. Overall, about 22% of the country is classified as desert, 70% as arid to semi-arid, and less than 8% as dry sub-humid (Turpie"}, {"text_block_id": "p14_b100", "text": "et al"}, {"text_block_id": "p14_b101", "text": "., 2010)."}, {"text_block_id": "p14_b102", "text": "Namibia is situated at the interface between different climate systems. Its climate is mainly influenced by the country’s proximity to the northward flow of the Benguela current associated with colder temperatures on its western shores, while the northern part of the country is influenced by the intersection of the warm tropical winds from Angola and the Benguela current from the southwest. The southern part of the country lies at the interface between the Mid-Latitude High Pressure Zone and the Temperate Zone (MET, 2011)."}, {"text_block_id": "p14_b103", "text": "The distribution of mean annual rainfall extends across a rainfall gradient with increasing humidity from south-western to north-eastern Namibia, with an annual mean rainfall between 25 mm and 700 mm along this gradient (Figure 1) (MET, 2011)."}, {"text_block_id": "p14_b104_merged_merged", "text": "However, there are some general patterns, e.g. the maize triangle of Tsumeb, Grootfontein and Otavi, receives more rainfall than would be expected in that geographic location as shown in the map above. This is attributed to undulating topography, thus giving rise to orographic rainfall (MET, 2011) which is caused when winds containing water vapour from the flat lying surfaces of Northern Namibia is forced up by hills and mountains in the Tsumeb/Otavi region. Most rain occurs in the summer months from November to April in forms of localized showers and thunderstorms (GRN, 2002; MET, 2011)."}, {"text_block_id": "p14_b107", "text": "Figure 1: Distribution of average annual total rainfall in Namibia"}, {"text_block_id": "p14_b108", "text": "Source: Mendelsohn et al., 2012"}, {"text_block_id": "p15_b109", "text": "Namibia is characterized by high"}, {"text_block_id": "p15_b110", "text": "temperatures (Figure 2). Most of the country receives an annual average of more than nine hours of sunlight per day ("}, {"text_block_id": "p15_b111", "text": "Turpie"}, {"text_block_id": "p15_b112", "text": "et al"}, {"text_block_id": "p15_b113", "text": "., 2010)."}, {"text_block_id": "p15_b114", "text": "Daytime air temperatures are generally warm, but due to low humidity and outgoing long wave radiation at night, minimum temperatures can drop to below"}, {"text_block_id": "p15_b115", "text": "freezing point in winter (GRN, 2002). Coastal areas experience mean monthly"}, {"text_block_id": "p15_b116", "text": "minimum and maximum temperatures throughout the year of"}, {"text_block_id": "p15_b117", "text": "16-22°C and"}, {"text_block_id": "p15_b118", "text": "Figure 2: Average annual temperature in Namibia"}, {"text_block_id": "p15_b119", "text": "17°C respectively. Inland areas, during"}, {"text_block_id": "p15_b120", "text": "Source: Mendelsohn et al., 2012."}, {"text_block_id": "p15_b121", "text": "summers, experience"}, {"text_block_id": "p15_b122", "text": "mean monthly"}, {"text_block_id": "p15_b123", "text": "minimum and maximum temperatures of"}, {"text_block_id": "p15_b124", "text": "13-20°C and"}, {"text_block_id": "p15_b125", "text": "28-37°C,"}, {"text_block_id": "p15_b126", "text": "respectively. During"}, {"text_block_id": "p15_b127", "text": "winters, m"}, {"text_block_id": "p15_b128", "text": "ean monthly minimum and maximum temperatures range between"}, {"text_block_id": "p15_b129", "text": "2-12.5°C and"}, {"text_block_id": "p15_b130", "text": "30°C, respectively (GRN, 2002; MET, 2011)."}, {"text_block_id": "p15_b131", "text": "The north and south of the country experience the highest temperatures with the average maximum"}, {"text_block_id": "p15_b132", "text": "for the hottest month being over 34"}, {"text_block_id": "p15_b133", "text": "°C ("}, {"text_block_id": "p15_b134", "text": "Turpie"}, {"text_block_id": "p15_b135", "text": "et al"}, {"text_block_id": "p15_b136", "text": "."}, {"text_block_id": "p15_b137", "text": ", 2010). The Southern Kalahari experiences the lowest temperatures with the average minimum for the coldest month being less than 2"}, {"text_block_id": "p15_b138", "text": "°C (Turpie"}, {"text_block_id": "p15_b139", "text": "et al"}, {"text_block_id": "p15_b140", "text": "., 2010).The lowest temperatures occur during the dry season months of June and August. High evaporation rates in the country vary between"}, {"text_block_id": "p15_b141", "text": "3 800 mm per annum in the south to 2 600 mm per annum in the north (MET, 2011). This is attributed to high solar radiation, low humidity and high temperature. It is also estimated that potential evaporation is at least five times greater than average rain received over most of the country."}, {"text_block_id": "p15_b142", "text": "2.2.2 Climate change projections"}, {"text_block_id": "p15_b143_merged_merged_merged", "text": "The Namibia Vulnerability and Adaptation (V&A) Assessment report (Dirkx et al., 2008) in preparation of the Second National Communication (SNC, contains the first national data sets (regional climate change models) for the country. The V&A focused specific attention on the Zambezi (formerly Caprivi) and Karas regions, which represent two extremes in Namibia in terms of geographical location, as well as environmental and socio-economic conditions (MET, 2011). Climatic variability is a common phenomenon in Namibia, with persistent droughts and unpredictable and variable rainfall and temperatures the norm (Mfune & Ndombo, 2005; Dirkx"}, {"text_block_id": "p15_b147", "text": "et al"}, {"text_block_id": "p15_b148", "text": "., 2008)."}, {"text_block_id": "p15_b149", "text": "Projected Rainfall"}, {"text_block_id": "p15_b150", "text": "Projected changes in total monthly rainfall change from global climate models (GCMs) indicate an"}, {"text_block_id": "p15_b151", "text": "increase for some parts of the country, and a decrease in other parts of the country."}, {"text_block_id": "p15_b152", "text": "The most consistent changes indicate an increase in late summer rainfall over major parts of the country, and a decrease in winter rainfall in the south and west of the country. Increases in rainfall"}, {"text_block_id": "p16_b153", "text": "Figure 3: Median change in total monthly rainfall (mm/ month) from 6 statistically downscaled GCM rainfall projections. Regions where 3 models indicate drying/wetting,"}, {"text_block_id": "p16_b154", "text": "as well as experiencing increases of less than 10 mm per"}, {"text_block_id": "p16_b155", "text": "month (less than increases in potential evapotranspiration) are left blank."}, {"text_block_id": "p16_b156", "text": "Source: Dirkx et al., 2008"}, {"text_block_id": "p16_b157", "text": "southern Namibia (DRFN, 2009; MET, 2011)."}, {"text_block_id": "p16_b158", "text": "are most obvious during the January to"}, {"text_block_id": "p16_b159", "text": "April period, especially in the central and"}, {"text_block_id": "p16_b160", "text": "north-eastern regions (MET, 2011)."}, {"text_block_id": "p16_b161", "text": "The projections for the Cuvelai area which often experiences seasonal flooding are inconclusive (MET, 2011). However, these projections reveals that the southwest"}, {"text_block_id": "p16_b162", "text": "is expected to experience a decrease in rainfall for most of the year, except for the"}, {"text_block_id": "p16_b163", "text": "months of February and March but they are particularly widespread during the main"}, {"text_block_id": "p16_b164", "text": "winter months, which are traditionally the most important rainfall months in"}, {"text_block_id": "p16_b165", "text": "the country. These projections in rainfall"}, {"text_block_id": "p16_b166", "text": "are consistent with the contemporary"}, {"text_block_id": "p16_b167", "text": "understanding of how climate change will affect the southern African region and are captured in regional climate models,"}, {"text_block_id": "p16_b168", "text": "especially in that:"}, {"text_block_id": "p16_b169", "text": "especially in that:\n* coupled with increases in atmospheric\n* Winter rainfall is reduced in the"}, {"text_block_id": "p16_b175", "text": "In addition, both the rainfall and temperature in Namibia are very sensitive to the El-Niño Southern Oscillation (ENSO) effect, showing periods of below-average rainfall and above-average temperature during El Niño conditions (GRN, 2002"}, {"text_block_id": "p16_b176", "text": ")."}, {"text_block_id": "p16_b177", "text": "Projected Temperature"}, {"text_block_id": "p16_b178_merged_merged_merged_merged", "text": "The Inter-governmental Panel on Climate Change (IPCC) Third Assessment Report suggests that by 2050, temperatures over southern Africa will be 2-4 0C higher compared to the 1961-90 baselines (IPCC, 2001). Although climates across Africa have always been erratic, the continent is expected to face even greater droughts, floods, rising sea-levels, food insecurity, loss of biodiversity and depletion in the water supply."}, {"text_block_id": "p16_b182", "text": "It has been predicted with a high degree of certainty, that Namibia will become hotter throughout the year (with an expected increase in temperatures of between 1°C and 3, 5°C in summer and 1°C to 4°C in winter in the period 2046-2065) (Dirkx"}, {"text_block_id": "p16_b183", "text": "et al"}, {"text_block_id": "p16_b184", "text": "., 2008)."}, {"text_block_id": "p17_b185_merged", "text": "Maximum temperatures have been getting hotter over the past 40 years, as observed in the frequency of days exceeding 35°C (Dirkx et al., 2008; MET, 2011). Frequencies of days with temperatures below 5°C have been getting less, suggesting an overall warming (Dirkx et al., 2008). Based on the projections, winters are expected to have fewer cold days while summers are expected to get hotter. According to GCM’s projections, coastal areas of Namibia are projected to get warmer compared to inland regions, but these projections, because of their scale, have a large degree of uncertainty (MET, 2011)."}, {"text_block_id": "p17_b193", "text": "Figure 4: Minimum (left), mean (middle) and maximum (right) projected change in (a) January-March and (b) July-September mean surface air temperature (°C) from 13 GCMS."}, {"text_block_id": "p17_b194", "text": "Source: Dirkx et al., 2008."}, {"text_block_id": "p18_b195", "text": "Table 1 Detailed regional profile for all regions in the country, and the projections under climate change for key sectors Source: MET, 2012"}, {"text_block_id": "p22_b196", "text": "2.2.3"}, {"text_block_id": "p22_b197", "text": "Vulnerabilities"}, {"text_block_id": "p22_b198", "text": "Vulnerability to climate change is the degree to which geophysical, biological and socio-economic systems are susceptible to, and unable to cope with, adverse impacts of climate change (IPCC,"}, {"text_block_id": "p22_b199", "text": "2007b)."}, {"text_block_id": "p22_b200", "text": "Developing countries are especially vulnerable to the physical impacts due to their already fragile environment, an economic structure that is highly sensitive to climatic changes, and low incomes that constrain the adaptive capacity (Stern, 2006). The United Nations Intergovernmental Panel on Climate Change (IPCC) Fourth Assessment Report (4AR, 2007) suggests African countries are most vulnerable, especially those which are already arid to semi-arid. Namibia, in particular, has been classified as one of the most vulnerable countries to the impacts of climate change during the submission of the Initial National Communication (INC) to UNFCC in 2002 (GRN, 2002). The vulnerability and adaptation assessment prepared for the SNC indicates that rural communities and poor people in Namibia are the most vulnerable to climate change impacts (Dirkx et al., 2008; MET, 2011). This high vulnerability is attributed to the country’s natural-resource-based economy, its arid nature, and variability in climatic patterns, as well as socio-economic factors, such a poverty and high divergence of income levels, for example, which limit the adaptive capacity of its population (GRN, 2002; Dirkx et al., 2008; MET, 2011). Additionally, natural resources such as forest products and rain fed agriculture on which people depend are vulnerable and sensitive to anthropogenic"}, {"text_block_id": "p22_b201", "text": "climate change (Reid et al., 2007; GRN, 2002)."}, {"text_block_id": "p22_b202", "text": "Many key sectors such as human health, water resources, agriculture (crop and livestock production), biodiversity, ecotourism, coastal zone management, infrastructure and energy as well as trade and industry (GRN, 2002; MET, 2011; DRFN, 2009) have been identified as vulnerable to climate change."}, {"text_block_id": "p22_b203", "text": "Climate change could reverse the country’s development goals and efforts by attacking those sectors most important and most vulnerable to the country’s development (such as agriculture, basic infrastructure, tourism) and has the potential to reduce the high and sustainable economic growth, increased income equality and creating employment for up to 51% of unemployed citizens to achieve the country’s 2030 vision."}, {"text_block_id": "p23_b204", "text": "Moreover climate change can have severe effects on agricultural production, food security, fishing, tourism and health. The projected sea level rises could submerge some of our coastal islands and affect our entire marine industry and the coastal economy (DRFN, 2009)."}, {"text_block_id": "p23_b205", "text": "Water scarcity is already a challenge in Namibia, and water is one of the sectors identified to be most vulnerable to climate change. Even without the threat of climate change, Namibia faces absolute water scarcity by the year 2020 (GRN, 2002; MET, 2011). Overall Namibia’s economy already has marked boundaries to expansion due to water limitations – which is likely to worsen under climate change scenarios for the region."}, {"text_block_id": "p23_b206", "text": "Although Namibia’s natural aridity already has led to the development of a multitude of auto-adaptive measures, e.g. moving from cattle ranching to wildlife management, it remains a challenge for rural communities to maintain and improve livelihood outcomes under difficult climatic circumstances."}, {"text_block_id": "p23_b207", "text": "In addition, droughts and floods are generally considered normal in a highly variable climate, Namibia had to deal with an increasing number of flood and drought"}, {"text_block_id": "p23_b208", "text": "related extreme events in the past decade. Climate change is likely to exacerbate the impact and"}, {"text_block_id": "p23_b209", "text": "frequency of these extreme events."}, {"text_block_id": "p23_b210", "text": "2.2.4"}, {"text_block_id": "p23_b211", "text": "GHG emissions – the role of Namibia"}, {"text_block_id": "p23_b212", "text": "Article 4.1 (a) of the UNFCCC requires Parties to periodically share information about the emissions from defined sources and uptakes by sinks of the gases that are believed to contribute to global climate change. Article 12.1 (a) of the convention provides that the communication should include a national inventory of anthropogenic emissions by sources and removals by sinks of all greenhouse"}, {"text_block_id": "p23_b213", "text": "gases not controlled by the Montreal Protocol (GRN, 2002)."}, {"text_block_id": "p23_b214", "text": "To date, Namibia has only prepared two Greenhouse Gas Inventories, the first inventory was prepared in 1994 (du Plessis, 1994) – for the preparation of the INC (GRN, 2002) and the second inventory was undertaken in 2000 (Hartz and Smith, 2008), for the SNC."}, {"text_block_id": "p23_b215", "text": "Namibia’s contribution to global greenhouse gas (GHG) emissions is negligible and it is shown to be a net sink of carbon dioxide. This is attributed to the large uptake of carbon dioxide by trees into their woody tissues (GRN, 2002) and bush encroachment. Namibia also imports between 50% and 70% of its electricity from neighbouring countries, particularly from South Africa, has low population density and small industries and agricultural sector (MET, 2011). The country is nevertheless committed to reducing its GHG emissions where this is financially and environmentally feasible (GRN, 2002; MET, 2011)."}, {"text_block_id": "p23_b216_merged_merged", "text": "It was found that the largest differences in emissions and removals between the 1994 and 2000 inventories occur in the agriculture and Land-Use, Land Use Change and Forestry (LULUCF) sectors (Hartz and Smith, 2008). The results for CO2-equivalent emissions and removals clearly indicate that the agriculture and energy sectors are most important with respect to emissions while the LULUCF sector is most important with respect to removals (Hartz and Smith, 2008). The agriculture and energy sectors emitted 6738Gg and 2200Gg of CO2e, while about 10560Gg of CO2e was sequestered (MET, 2011). The inventory report revealed that both sectors showed a growth in emissions of 81.5% (agriculture) and 15.5% (energy) in the six years. LULUCF showed an increase in sequestration of 84% (MET, 2011) as a result of an increase in campaigns to plant more trees and"}, {"text_block_id": "p23_b226", "text": "better forestry management practices."}, {"text_block_id": "p24_b227", "text": "Within the energy sector, transport is the most intensive contributor to GHG emissions in the country, contributing to 1025Gg CO"}, {"text_block_id": "p24_b228", "text": "2"}, {"text_block_id": "p24_b229", "text": "e to the atmosphere in 2000, which represents more than"}, {"text_block_id": "p24_b230", "text": "50% of emissions from the energy sector. In the agricultural sector, the cattle farming industry contributes most significantly, adding 195Gg of methane per annum. This represents almost 80% of the sectors’ emissions (MET, 2011)."}, {"text_block_id": "p24_b231", "text": "2.3 Namibia’s response"}, {"text_block_id": "p24_b232", "text": "Namibia has set up measures to respond to climate change because it presents a real threat to"}, {"text_block_id": "p24_b233", "text": "the achievements of its development objectives. The strategy aims to address and plan for action"}, {"text_block_id": "p24_b234", "text": "against climate change, both through mitigation and adaptation actions."}, {"text_block_id": "p24_b235", "text": "So far, the focus of Namibia’s climate change response has generally been on adaptation to moderate the negative impacts and to some extent exploit beneficial opportunities associated with the impacts of climate change. Although adaptation measures are set as key priorities in tackling the impacts of climate change, the country is also committed to undertake mitigation measures where they strongly contribute to national development goals (and with the assistance of international support)."}, {"text_block_id": "p24_b236", "text": "2.3.1 Namibia’s Climate Response Vision"}, {"text_block_id": "p24_b237", "text": "The National Policy on Climate Change (NPCC) of 2011 is the national vision on addressing climate"}, {"text_block_id": "p24_b238", "text": "change. It seeks to outline a coherent, transparent, and inclusive framework on climate risk"}, {"text_block_id": "p24_b239", "text": "management in accordance with Namibia’s national development agenda, legal framework, and"}, {"text_block_id": "p24_b240", "text": "in recognition of environmental constraints and vulnerability. The policy further takes cognizance of Namibia’s comparative advantages with regard to the abundant potential for renewable energy exploration. The NPCC will be implemented through the NCCSAP in order to deal with the threats"}, {"text_block_id": "p24_b241", "text": "associated with climate change."}, {"text_block_id": "p24_b242", "text": "The goal of the NPCC is to contribute to the attainment of sustainable development in line with Namibia’s Vision 2030 through strengthening of national capacities to reduce climate change risk and build resilience for any climate change shocks. Namibia’s long-term development vision, Vision 2030 aims to achieve a prosperous and industrialised Namibia, developed by her human resources,"}, {"text_block_id": "p24_b243", "text": "enjoying peace, harmony and political stability (GRN, 2011)."}, {"text_block_id": "p24_b244_merged_merged_merged_merged", "text": "As stated in the fourth National Development Plan (NDP4), in order to keep our national pride of having a clean environment (as is a right stated in our Constitution) we expect all elements of society, and businesses in particular, to support a precautionary approach (as per the Precautionary Principle) to environmental challenges and alterations of the natural world contributing to climate change, undertake initiatives to promote greater environmental responsibility, and encourage the development and diffusion of environment-friendly technologies. NDP4 recognizes that environmental management is both an enabler and driver of economic development and that the utilization of our living natural resources in a sustainable manner is for the benefit of all Namibian, both present and future (NPC, 2012). In addition, the Polluter Pays Principle is necessary to protect the environmental right embedded in our constitution and to mitigate climate change."}, {"text_block_id": "p25_b247", "text": "Climate change impacts predicted for Namibia will adversely affect the extent and the speed at which"}, {"text_block_id": "p25_b248", "text": "long-term, medium and even short-term national development goals will be achieved. Besides that, climate change impacts have a potential to reverse our hard earned efforts in sustaining our natural environment and development if left unaddressed. The policy requires a significantly"}, {"text_block_id": "p25_b249", "text": "improved capacity for planning and implementation of adaptation and mitigation related activities."}, {"text_block_id": "p25_b250", "text": "It considers existing coping mechanisms of vulnerable communities, households and individuals, and advocates the enhancement of coping capacities in affected communities, as well as improved institutional response and action at local, regional and national levels (GRN, 2011)."}, {"text_block_id": "p25_b251", "text": "2.3.2"}, {"text_block_id": "p25_b252", "text": "UNFCCC obligations"}, {"text_block_id": "p25_b253", "text": "Namibia, having ratified the United Nations Framework Convention on Climate Change (UNFCCC) in 1995, resolved to adopt and implement policies and measures designed to mitigate the adverse effects of climate change on the environment and to adapt to such change (GRN, 2002; Mfune and Ndombo, 2005; MET, 2011)."}, {"text_block_id": "p25_b254", "text": "Parties to the UNFCCC are committed to taking actions to address and adapt to climate change. All parties are required to report their initiatives for implementing the Convention. As part of its obligations to the UNFCCC, Namibia has prepared and submitted the Initial National Communication (INC) in 2001 and the Second National Communication (SNC) in 2011. The SNC was prepared after a series of studies were commissioned and these included the review of circumstance report capturing Namibia’s vulnerability to climate change and its capacity to respond to impacts in various key sectors. The preparation of the Third National Communication (TNC) is ongoing and is expected to be finalised in 2015."}, {"text_block_id": "p25_b255", "text": "2.3.3"}, {"text_block_id": "p25_b256", "text": "The existing governance and institutional framework"}, {"text_block_id": "p25_b257_merged_merged", "text": "The Ministry of Environment and Tourism (MET) has been designated as the government agency responsible for the coordination and implementation of climate policies and measures that will have an effective response to climate change in the interest of the country to protect present and future development gains and with respect to the fulfilment of the country’s obligations under the UNFCCC. However, the Office of the Prime Minister (OPM) is envisaged to take on a coordinating role in the future. The Namibia Climate Change Committee (NCCC), a broad-based multi-stakeholder committee was established in 2001 following work of an ad hoc committee (the Climate Change Advisory Committee) led by the Directorate of Environmental Affairs (DEA) in the MET. The NCCC was tasked to advise the government with respect to its roles and responsibilities under the UNFCCC as well as to coordinate the overall national climate change program. The current NCCC membership includes institutions such as MET, UNAM, NPC, METEONA, MME, MTI, UNDP, MAWF, MFMR, NAMWATER and NAMPOWER (MET, 2002)."}, {"text_block_id": "p25_b260", "text": "2.3.4"}, {"text_block_id": "p25_b261", "text": "Some important lessons and foundations – some of Namibia’s major"}, {"text_block_id": "p25_b262", "text": "climate change actions already implemented"}, {"text_block_id": "p25_b263", "text": "Namibia has implemented a number of enabling projects and programmes, which have enhanced some of the country’s policies and institutional start-ups. The Africa Adaptation Programme (20102012) has probably been the most focused and concerted Government effort to develop a national approach to addressing climate change. Sector- specific initiatives like the Namibia Renewable"}, {"text_block_id": "p26_b264", "text": "Energy Programme (NAMREP) have managed to eliminate some of the barriers to the adoption and nationwide promotion of renewable energy, particularly solar; yet with increasing threats and risks, more needs to be done to ensure that adoption and utilisation of both renewable energy and energy efficiency are widely scaled up."}, {"text_block_id": "p27_b265", "text": "Box 2 Overview of additional climate change responses in Namibia"}, {"text_block_id": "p27_b266", "text": "A variety of other responses (in addition to the AAP NAM) are being implemented by a suite of stakeholders and with the support of various cooperation partners, such as:"}, {"text_block_id": "p27_b267", "text": "A variety of other responses (in addition to the AAP NAM) are being implemented by a suite of stakeholders and with the support of various cooperation partners, such as:\n* Investment & Financial Flows to Address Climate Change: The project focused on quantifying the financial\n* SPA (Strategic Priority on Adaptation) Adapting to Climate Change through the Improvement of Traditional Crops\n* Adjusting Community Agricultural Practices to Reduce Climate Change Risk in Omusati Region (OIKE): A lot\n* NAMREP - The Namibian Renewable Energy Programme (NAMREP) project aims to (a) improve livelihoods\n* NAMREP - The Namibian Renewable Energy Programme (NAMREP) project aims to (a) improve livelihoods\n (over a 15-year period).\n* NEEP (Namibiaâs Energy Efficiency Programme): The projectâs objective is to reduce Namibiaâs energy-related\n* DEGREEE - The Demonstration Gobabeb of Renewable Energy and Energy Efficiency program has been developed"}, {"text_block_id": "p28_b285", "text": "Section 3: Strategic Aims, Goal and Objectives"}, {"text_block_id": "p28_b286", "text": "Aim:"}, {"text_block_id": "p28_b287", "text": "The NCCSAP aims to build Namibia’s adaptive and mitigative capacities by identifying potential adaptation options and, where development actions also have mitigation benefits, committing to pursue these opportunities to bring the country on to a low-carbon development pathway. The NCCSAP will help to clarify national goals and objectives regarding climate change, and lay out a plan for implementing, reporting and monitoring a series of priority activities in pursuit of this aim. Furthermore, it will enable Namibia to be a more active participant in the global effort to combat"}, {"text_block_id": "p28_b288", "text": "climate change."}, {"text_block_id": "p28_b289", "text": "3.1"}, {"text_block_id": "p28_b290", "text": "Structure of the NCCSAP"}, {"text_block_id": "p28_b291_merged", "text": "The Namibia Climate Change Strategy and Action Plan (NCCSAP) has been developed around four key pillars namely Planning, Adaptation, and Mitigation, and Cross-cutting issues (Figure 5). Under each pillar there are different themes. The NCCSAP outlines activities to be carried out within various sectors to adapt and mitigate to climate change.  Stakeholders (lead and partner agencies) will carry out the activities and actions in a coordinated, collaborative and integrated approach to effectively deal with climate change.  “Planning” in this NCCSAP refers to the ongoing efforts to develop, monitor and evaluate the performances of the NDPs, (i.e. NDP 4, 5, 6) to ensure that climate change adaptation (CCA) and climate change mitigation (CCM) are investigated at the macro-economic impact level.  The Planning Phase involves review of past NDPs as done in NDP 3 prior to development of NDP 4; thus in the current Phase of the NCCSAP, the Planning Phase is partially done under the NDP 4, but will involve review of CCA and CCM implications at the mid-term review of the NDP 4 to ensure that the NDP 4 will include specific strategies and objectives"}, {"text_block_id": "p28_b301", "text": "that are in line with the NCCSAP."}, {"text_block_id": "p29_b302", "text": "Figure 5: Structural aspects of the NCCSAP"}, {"text_block_id": "p29_b303", "text": "3.2 Adaptation"}, {"text_block_id": "p29_b304", "text": "Adaptation is defined as any adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities (harness any beneficial opportunities) (IPCC, 2007a). Adaptation to climate change is comprised of various actions by government, agencies, private sector, civil society and even households."}, {"text_block_id": "p29_b305", "text": "It"}, {"text_block_id": "p29_b306", "text": "involves improving society’s ability to cope with the resulting impacts (positive and negative) of"}, {"text_block_id": "p29_b307", "text": "changes in climatic conditions across time and policy scales"}, {"text_block_id": "p29_b308", "text": "."}, {"text_block_id": "p29_b309", "text": "The consultation process of developing the NPCC and NCCSAP identified four adaptation key themes that are critical to Namibia and require urgent responses. The background to each theme is provided"}, {"text_block_id": "p29_b310", "text": "in the next section – synopsis – “Agenda A”:"}, {"text_block_id": "p29_b311", "text": "in the next section – synopsis – “Agenda A”:\n* Food security and sustainable biological resource base\n* Sustainable water resources base\n* Human health and well being\n* Infrastructure development"}, {"text_block_id": "p29_b319", "text": "3.3 Mitigation"}, {"text_block_id": "p29_b320", "text": "Mitigation refers to"}, {"text_block_id": "p29_b321_merged_merged", "text": "an anthropogenic intervention to reduce the sources or enhance the sinks of greenhouse gases (IPCC, 2001). Actions on reducing current and future emissions include using renewable energy sources and energy efficient technology among many other actions. Mitigation is rooted in the “transition to move toward a low-carbon development path” taking into consideration Namibia’s long term Vision 2030. These themes were prioritised as critical to Namibia’s and background to them is provided under the next section"}, {"text_block_id": "p29_b324", "text": "–"}, {"text_block_id": "p29_b325", "text": "synopsis - “Agenda B”:"}, {"text_block_id": "p29_b326", "text": "synopsis - “Agenda B”:\n* Sustainable energy and low-carbon development\n* Transport"}, {"text_block_id": "p30_b330", "text": "3.4"}, {"text_block_id": "p30_b331", "text": "Cross-cutting issues concerning adaptation and mitigation"}, {"text_block_id": "p30_b332_merged", "text": "Cross-cutting issues (themes) were identified and prioritised during consultations with stakeholders and they are in line with Namibia’s Climate Risk Management (CRM) Capacity Development Plan (CDP) developed in 2011 as part of the AAP. Detailed background for each theme is provided in the"}, {"text_block_id": "p30_b335", "text": "next section – synopsis - “Agenda C”:"}, {"text_block_id": "p30_b336", "text": "next section – synopsis - “Agenda C”:\n* Capacity building, training and institutional strengthening\n* Research and information needs, including how to use climate change information\n* Public awareness, participation and access to information\n* Disaster reduction and risk management\n* Financial, resource mobilisation and management\n* International cooperation and networking\n* Technology development and transfer\n* Legislative development"}, {"text_block_id": "p31_b352", "text": "Section 4: Guiding Principles"}, {"text_block_id": "p31_b353", "text": "The development of the NCCSAP is based on the guiding principles outlined in Namibia’s NPCC. These principles provide guidance for a response to climate change that is nationally appropriate, effective, efficient, fair, non-discriminatory and timely. The NCCSAP is guided by the following"}, {"text_block_id": "p31_b354", "text": "principles (GRN, 2011):"}, {"text_block_id": "p32_b355", "text": "Principle 6: Promote and address ‘adaptation’ and ‘mitigation’ as key approaches"}, {"text_block_id": "p33_b356", "text": "5.1 Agenda A: Adaptation"}, {"text_block_id": "p33_b357", "text": "Theme A1: Food Security and Sustainable Resource Base"}, {"text_block_id": "p33_b358", "text": "Theme synopsis"}, {"text_block_id": "p33_b359", "text": "a) Agriculture (crop and livestock)"}, {"text_block_id": "p33_b360", "text": "Approximately 48% of Namibia’s rural households depend on subsistence agriculture (NPC, 2012). Agriculture contributes 7.3 % to the national Gross Domestic Product (GDP) (CIA World Fact book, 2013). The most important areas in crop agriculture are the wet North Eastern part of the country (Zambezi and Kavango regions), the North Central part of the country and the area around Grootfontein, known as the ‘"}, {"text_block_id": "p33_b361", "text": "food basket"}, {"text_block_id": "p33_b362", "text": "’ of Namibia. During flooding in wet regions of the country, large tracts of land cannot be cultivated or grazed because of water logged soils and limited pastoral mobility. However, flooding can also have a positive effect as the soil fertility of the floodplains is increased by the sediments and organic matter that come down with the flood. Climate change impacts are likely to affect crop agriculture through increased evaporation rates and increased salinization of the soil. Livestock farming will suffer more from the prolonged impacts of climate change compared to wildlife because wild animals are generally better adapted to an inconstant environment. A shift from livestock based to wildlife based production is seen as a good adaptation strategy. Some of climate change projected impacts on agriculture include:"}, {"text_block_id": "p33_b363", "text": "’ of Namibia. During flooding in wet regions of the country, large tracts of land cannot be cultivated or grazed because of water logged soils and limited pastoral mobility. However, flooding can also have a positive effect as the soil fertility of the floodplains is increased by the sediments and organic matter that come down with the flood. Climate change impacts are likely to affect crop agriculture through increased evaporation rates and increased salinization of the soil. Livestock farming will suffer more from the prolonged impacts of climate change compared to wildlife because wild animals are generally better adapted to an inconstant environment. A shift from livestock based to wildlife based production is seen as a good adaptation strategy. Some of climate change projected impacts on agriculture include:\n* Crop failure leading to reduced/poor crop yields due to changes in rainfall pattern and\n* Livestock losses due to increased droughts and diseases, and reduced feedstock."}, {"text_block_id": "p33_b367", "text": "b) Natural resources – biodiversity"}, {"text_block_id": "p33_b368", "text": "Namibia’s biodiversity is a fundamental to livelihood generation and a national asset of significant value. In addition, it underpins an important nature-based tourism industry (MET, 2011a). Climate change impacts (sea level rise, changes in temperature and rainfall) may affect natural resources: temporal and spatial shifts in habitat/habitat loss, loss of biodiversity and ecosystems, species diversity, and invasive species among others (World Bank, 2010). Indigenous plants such as the Kalahari (Tsama) melon and devils claw which are highly valued for their medicinal properties are already experiencing distributional changes."}, {"text_block_id": "p33_b369", "text": "c)"}, {"text_block_id": "p33_b370", "text": "Marine and inland fisheries"}, {"text_block_id": "p33_b371_merged_merged", "text": "Fisheries and aquaculture play important roles for food supply, food security, and income generation (Cochrane et al., 2009). Namibia has an important offshore marine fisheries sector which benefits from the high productivity of the Benguela current upwelling system. However, this productivity is sensitive to changes in the frequency, distribution and timing of upwelling (MET, 2011; GRN, 2002; Reid et al., 2008; Cochrane et al., 2009). The warming of the Benguela current along the Namibian"}, {"text_block_id": "p34_b380", "text": "coast is likely to affect the distribution of fish stocks and foreign species population. For instance, jelly fish populations are projected to increase southwards from northern Angola. Inland fisheries could experience increases in productivity in years of increased river flow in the North Central parts of the country, but is expected to suffer from less predictable flow and more frequent flood and drought events. Main projections in this sector include:"}, {"text_block_id": "p34_b381", "text": "coast is likely to affect the distribution of fish stocks and foreign species population. For instance, jelly fish populations are projected to increase southwards from northern Angola. Inland fisheries could experience increases in productivity in years of increased river flow in the North Central parts of the country, but is expected to suffer from less predictable flow and more frequent flood and drought events. Main projections in this sector include:\n* The climate change impacts on marine and inland fisheries are not fully understood, but\n* ., 2008 suggested that a 50% reduction in output is a feasible estimate over the\n* Inland fisheries including aquaculture may be negatively impacted due to the disruption of\n* Increases in temperature could decrease fish-stocks (Badjeck\n* ., 2009)."}, {"text_block_id": "p34_b391", "text": "d) Forestry"}, {"text_block_id": "p34_b392_merged_merged", "text": "Changes in a variety of ecosystems are already being detected, particularly in southern African ecosystems at a faster rate than anticipated (Boko et al., 2007). The Zambezi and Kavango region are the most forested regions in the country. These forests form a very important aspect in sustaining peoples’ livelihoods as they are utilised both for wood and non-timber products. With climate change and deforestation, the distribution and population of tree and shrub species will be affected as well as their occurrence in specific areas."}, {"text_block_id": "p34_b396", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p34_b397", "text": "Strategic Aim 1:"}, {"text_block_id": "p34_b398", "text": "Climate change understanding and related policy responses in food security are further improved."}, {"text_block_id": "p34_b399", "text": "Strategic Aim 2:"}, {"text_block_id": "p34_b400", "text": "Develop, identify and disseminate climate resilient crop farming practices."}, {"text_block_id": "p34_b401", "text": "Strategic Aim 3:"}, {"text_block_id": "p34_b402", "text": "Identify (pilot) climate resilient livestock breeds with local farmers and herders."}, {"text_block_id": "p34_b403", "text": "Strategic Aim 4:"}, {"text_block_id": "p34_b404", "text": "Further promote game meat as a sustainable animal protein source for domestic food supply."}, {"text_block_id": "p34_b405", "text": "Strategic Aim 5:"}, {"text_block_id": "p34_b406", "text": "Best sustainable land management (SLM) and suitable land use practices are"}, {"text_block_id": "p34_b407", "text": "tested and implemented at both national and local level."}, {"text_block_id": "p34_b408", "text": "Strategic Aim 6:"}, {"text_block_id": "p34_b409", "text": "Early Warning System (EWS) and Climate Risk Management (CRM) systems are developed/improved and implemented."}, {"text_block_id": "p34_b410", "text": "Strategic Aim 7:"}, {"text_block_id": "p34_b411", "text": "Adaptation strategies are improved by monitoring and establishment of baseline data on extreme events."}, {"text_block_id": "p34_b412", "text": "Strategic Aim 8:"}, {"text_block_id": "p34_b413", "text": "Conservation measures to utilize sustainable forest resources for food security are in place and implemented at community level, building climate change resilience."}, {"text_block_id": "p34_b414", "text": "Strategic Aim 9:"}, {"text_block_id": "p34_b415", "text": "Encouraging approaches that lead to sustainable management and utilization of fisheries and marine resources."}, {"text_block_id": "p34_b416", "text": "Strategic Aim 10:"}, {"text_block_id": "p34_b417", "text": "Promote integrated fisheries and marine resources management."}, {"text_block_id": "p34_b418", "text": "Strategic Aim 11:"}, {"text_block_id": "p34_b419", "text": "Strengthen and encourage integrated coastal zone management plans for"}, {"text_block_id": "p35_b420", "text": "the protection of marine life."}, {"text_block_id": "p35_b421", "text": "Strategic Aim 12:"}, {"text_block_id": "p35_b422", "text": "Conservation, utilization and development of biological resources and maintenance of resilient ecosystems to ensure climate resilience and environmental sustainability."}, {"text_block_id": "p35_b423", "text": "Theme A2: Sustainable Water Resources Base"}, {"text_block_id": "p35_b424_merged", "text": "Water is primarily the limiting factor to development in Namibia (MET, 2011a). The exacerbation of water scarcity by climate change will have a significant impact on the country’s socio-economic development leading to major implications on all other sectors. With the already extreme high temperatures and the dry climate of Namibia, evaporation rates in the country are very high (MET, 2011; GRN, 2011). Ground water, which can be exploited through boreholes, is often of poor quality and extremely saline. Even without climate change, arid Namibia is expected to face severe water scarcity in the near future (MET, 2011: GRN, 2002). Predicted impacts on the water sector in Namibia include:"}, {"text_block_id": "p35_b427", "text": "Water is primarily the limiting factor to development in Namibia (MET, 2011a). The exacerbation of water scarcity by climate change will have a significant impact on the country’s socio-economic development leading to major implications on all other sectors. With the already extreme high temperatures and the dry climate of Namibia, evaporation rates in the country are very high (MET, 2011; GRN, 2011). Ground water, which can be exploited through boreholes, is often of poor quality and extremely saline. Even without climate change, arid Namibia is expected to face severe water scarcity in the near future (MET, 2011: GRN, 2002). Predicted impacts on the water sector in Namibia include:\n* Decreased water availability, quantity and quality, low groundwater recharge, increased\n* Namibia is already facing water scarcity with predictions of absolute water scarcity by 2020"}, {"text_block_id": "p35_b431", "text": "Proposed Strategies Aims"}, {"text_block_id": "p35_b432", "text": ":"}, {"text_block_id": "p35_b433", "text": "Strategic Aim 1"}, {"text_block_id": "p35_b434", "text": ": Further improve the overall climate change understanding and related policy responses in water resources sector."}, {"text_block_id": "p35_b435", "text": "Strategic Aim 2"}, {"text_block_id": "p35_b436", "text": ": Monitoring and data collecting technologies of surface and underground water are developed and implemented at basin/watershed level."}, {"text_block_id": "p35_b437", "text": "Strategic Aim 3"}, {"text_block_id": "p35_b438", "text": ": Strategies for harvesting and capturing water during the rainy season are well formulated and implemented and guidelines for more efficient water use by sectors, households and individuals are provided."}, {"text_block_id": "p35_b439", "text": "Strategic Aim 4"}, {"text_block_id": "p35_b440", "text": ": Improve access to sanitation and safe drinking water for all, particularly in flood-prone areas."}, {"text_block_id": "p35_b441", "text": "Strategic Aim 5"}, {"text_block_id": "p35_b442", "text": ": Promote conservation and sustainable utilisation of water resources."}, {"text_block_id": "p35_b443", "text": "Strategic Aim 6:"}, {"text_block_id": "p35_b444", "text": "Improve Trans-boundary cooperation regarding water resources."}, {"text_block_id": "p35_b445", "text": "Strategic Aim 7:"}, {"text_block_id": "p35_b446", "text": "Support institutional and human capacity building in integrated water resources management and use."}, {"text_block_id": "p36_b447", "text": "Theme A3: Human Health"}, {"text_block_id": "p36_b448", "text": "Addressing human health is entrenched in Namibia’s Vision 2030 objectives (Office of the President, 2004). Poor sanitary conditions as a result of flooding (e.g. cholera outbreaks) in some areas and malnutrition as a result of reduced crop yields and livestock productivity will increase illness and child mortality including malaria and other water borne diseases (GRN, 2011). Climate change will pose serious threats to human health (Stern, 2006). In Namibia, certain diseases are predicted to change patterns, with flood related illnesses on the increase in certain areas (e.g. malaria, potentially cholera), whilst heat stress and extreme dryness will impact on human and animal health exacerbating vulnerabilities in areas where food and water supplies already are a challenge (von Oertzen, 2011). Predicted health impacts include:"}, {"text_block_id": "p36_b449", "text": "Addressing human health is entrenched in Namibia’s Vision 2030 objectives (Office of the President, 2004). Poor sanitary conditions as a result of flooding (e.g. cholera outbreaks) in some areas and malnutrition as a result of reduced crop yields and livestock productivity will increase illness and child mortality including malaria and other water borne diseases (GRN, 2011). Climate change will pose serious threats to human health (Stern, 2006). In Namibia, certain diseases are predicted to change patterns, with flood related illnesses on the increase in certain areas (e.g. malaria, potentially cholera), whilst heat stress and extreme dryness will impact on human and animal health exacerbating vulnerabilities in areas where food and water supplies already are a challenge (von Oertzen, 2011). Predicted health impacts include:\n* Changes in temperature, extreme weather events and precipitation are expected to\n* Increase in temperature will lead to heat-related illness and put to risk the already vulnerable"}, {"text_block_id": "p36_b454", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p36_b455", "text": "Strategic Aim 1"}, {"text_block_id": "p36_b456", "text": ": Health sector climate change strategy in place."}, {"text_block_id": "p36_b457", "text": "Strategic Aim 2:"}, {"text_block_id": "p36_b458", "text": "Strengthen disease prevention and treatment for those diseases expected to"}, {"text_block_id": "p36_b459", "text": "increase due to climate change."}, {"text_block_id": "p36_b460", "text": "Strategic Aim 3"}, {"text_block_id": "p36_b461", "text": ": Develop adaptation mechanisms to climate change related health risks and disseminate information for effective preparedness."}, {"text_block_id": "p36_b462", "text": "Strategic Aim 4:"}, {"text_block_id": "p36_b463", "text": "Strengthen the existing mechanisms for the vulnerable groups to access basic services and health facilities during climate related emergencies."}, {"text_block_id": "p36_b464", "text": "Theme A4: Infrastructure"}, {"text_block_id": "p36_b465", "text": "Public infrastructure is the rolling wheel for economic growth and national development and is needed as a basic enabler for industries to perform at the required level of output to reach Vision 2030 (NPC, 2012). Predicted impacts of climate change could severely affect public infrastructure (housing, roads, water facilities, electricity transmission, communication systems, sewerage and drainage systems) in Namibia (GRN, 2011). These include the following impacts on infrastructure:"}, {"text_block_id": "p36_b466", "text": "•"}, {"text_block_id": "p36_b467", "text": "Flood events are predicted to become more aggressive, destructive, and frequent with strong potential for increased damage to infrastructure particularly in the already prone"}, {"text_block_id": "p36_b468", "text": "areas and settlements;"}, {"text_block_id": "p36_b469", "text": "•"}, {"text_block_id": "p36_b470", "text": "Sea level rise may inundate coastal towns including Walvis Bay, with the harbour extremely vulnerable."}, {"text_block_id": "p37_b471", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p37_b472", "text": "Strategic Aim 1:"}, {"text_block_id": "p37_b473", "text": "Establish, improve and enforce standards for infrastructure development and develop infrastructure that is more resilient to climate events, and integrate climate change issues into design and development planning strategies."}, {"text_block_id": "p37_b474", "text": "Strategic Aim 2:"}, {"text_block_id": "p37_b475", "text": "Encourage the adoption of town and regional planning and development standards and principles toward climate resilient human settlements."}, {"text_block_id": "p37_b476", "text": "Strategic Aim 3"}, {"text_block_id": "p37_b477", "text": ": Encourage adjustment of designs and environmentally sensitive construction"}, {"text_block_id": "p37_b478", "text": "and maintenance methods."}, {"text_block_id": "p37_b479", "text": "5.2 Agenda B:  Mitigation"}, {"text_block_id": "p37_b480", "text": "Theme B1: Sustainable Energy and Low Carbon Development"}, {"text_block_id": "p37_b481", "text": "Energy production in Namibia is confined to the electricity and fossil fuel sector with total electricity generation capacity of about 495.5 MW from mainly Hydro, diesel and coal (MME, 2012). Fossil fuel energy (diesel, petrol, kerosene, LPG and coal) is 100% imported and about 50% of Namibia’s electricity is imported from neighbouring countries (MME, 2012). Mitigation options in the energy sector focus on energy efficiency and reduce carbon-intensive fuels (IPCC, 2007b)."}, {"text_block_id": "p37_b482", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p37_b483", "text": "Strategic Aim 1:"}, {"text_block_id": "p37_b484", "text": "Promote and develop renewable energies at all levels to reduce GHG emissions."}, {"text_block_id": "p37_b485", "text": "Strategic Aim 2:"}, {"text_block_id": "p37_b486", "text": "Develop and diversify secure energy backup systems through renewable (energy security) and efficient use of energy."}, {"text_block_id": "p37_b487", "text": "Strategic Aim 3:"}, {"text_block_id": "p37_b488", "text": "Promote clean energy sources and reduce GHG emissions from Land-Use, Land Use Change and Forestry (LULUCF) –including agriculture sector and enhance the GHG sink."}, {"text_block_id": "p37_b489", "text": "Strategic Aim 4:"}, {"text_block_id": "p37_b490", "text": "Promote reduction of GHG emissions from industries (e.g. major construction, mining, manufacturing)."}, {"text_block_id": "p37_b491", "text": "Strategic Aim 5:"}, {"text_block_id": "p37_b492", "text": "Improve waste management and control harmful emissions following the Polluter Pays Principle."}, {"text_block_id": "p37_b493", "text": "Theme B2: Transportation"}, {"text_block_id": "p37_b494", "text": "The transport sector plays a crucial and is a powerful sector in terms of energy use and emissions of GHGs around the globe (IPCC, 2007b). Transport fuel consumption constituted over 70% of Namibia’s total demand in 2006 (MET, 2011). In the same vein, tourism as it relates to transport also has a large role to play. If the tourism sector makes a collaborative effort to embrace change and take advantage of the opportunities presented by climate change, Namibia has the potential to develop as a leading carbon-neutral tourism destination (Davidson, 2009; Jones"}, {"text_block_id": "p37_b495", "text": "et al."}, {"text_block_id": "p37_b496", "text": ", 2009)."}, {"text_block_id": "p38_b497", "text": "Proposed Strategies Aims for this theme:"}, {"text_block_id": "p38_b498", "text": "Strategic Aim 1:"}, {"text_block_id": "p38_b499", "text": "Foster other sources of transportation that do not contribute or have less GHG emissions by introducing an improved public transportation system."}, {"text_block_id": "p38_b500", "text": "Strategic Aim 2:"}, {"text_block_id": "p38_b501", "text": "Promote the fuel efficiency in transport system toward low GHG emission."}, {"text_block_id": "p38_b502", "text": "Strategic Aim 3:"}, {"text_block_id": "p38_b503", "text": "Scope the potential for carbon tax – including positioning Namibia as a carbon-neutral tourism destination."}, {"text_block_id": "p38_b504", "text": "5.3"}, {"text_block_id": "p38_b505", "text": "Agenda C: Cross-cutting issues"}, {"text_block_id": "p38_b506", "text": "Theme C1: Capacity building, training, and institution strengthening"}, {"text_block_id": "p38_b507", "text": "Capacity building, training and institution strengthening are essential to addressing climate change issues and sustainable development. Climate change is a complex issue and requires a better understanding to be effectively addressed. Inadequate capacity at all levels is one of the major bottlenecks toward understanding and dealing with climate change issues in the country (Mfune and Ndombo, 2005). Building human and institutional capacity to address climate change must be a fundamental component of the strategy."}, {"text_block_id": "p38_b508", "text": "Proposed Strategic Aim:"}, {"text_block_id": "p38_b509", "text": "Strategic Aim 1:"}, {"text_block_id": "p38_b510", "text": "Implement the Climate Risk Management (CRM) Capacity Development (CD) Plan for Namibia."}, {"text_block_id": "p38_b511", "text": "Theme C2: Research and information needs"}, {"text_block_id": "p38_b512", "text": "Although consensus among the scientific community has been reached around the anthropogenic influence on our climate (IPCC, 2011; GRN, 2011), climate change projections and resulting impacts at national and local level are not well understood. Tailored and country specific research and information is crucial to our understanding of the likely impacts of climate change. Evidence-based research and indigenous knowledge are essential for improved decision-making on adaptation and mitigation actions benefiting human wellbeing."}, {"text_block_id": "p38_b513", "text": "Proposed Strategic Aims"}, {"text_block_id": "p38_b514", "text": ":"}, {"text_block_id": "p38_b515", "text": "Strategic Aim 1:"}, {"text_block_id": "p38_b516", "text": "Improved functional climate monitoring system in Namibia."}, {"text_block_id": "p38_b517", "text": "Strategic Aim 2:"}, {"text_block_id": "p38_b518", "text": "Monitor ecosystem and biodiversity changes and their impacts related to climate change."}, {"text_block_id": "p38_b519", "text": "Strategic Aim 3:"}, {"text_block_id": "p38_b520", "text": "Coordinate and encourage research and information sharing and capacity building for knowledge production on climate change."}, {"text_block_id": "p38_b521", "text": "Strategic Aim 4:"}, {"text_block_id": "p38_b522", "text": "Undertake and document traditional/indigenous knowledge and coping"}, {"text_block_id": "p38_b523", "text": "mechanisms."}, {"text_block_id": "p38_b524", "text": "Strategic Aim 5:"}, {"text_block_id": "p38_b525", "text": "Determine the likely cost of adaptation and mitigation in the key sectors."}, {"text_block_id": "p38_b526", "text": "Strategic Aim 6:"}, {"text_block_id": "p38_b527", "text": "Investigate macroeconomic and sectoral impacts of climate change."}, {"text_block_id": "p39_b528", "text": "Theme C3: Public awareness, participation and access to information"}, {"text_block_id": "p39_b529", "text": "Public awareness is important as it empowers stakeholders to participate and make informed decisions (GRN, 2011). Similarly, access to information and understanding of climate change issues forms an important decision making tool for climate change mitigation and adaptation. Educating the general public and creating awareness on climate change, promoting public participation in dealing with climate change are vital. Overall awareness and understanding of climate change is relatively low particularly at local and regional level and needs to be improved."}, {"text_block_id": "p39_b530", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p39_b531", "text": "Strategic Aim 1:"}, {"text_block_id": "p39_b532", "text": "Develop a communication strategy on climate change (develop and disseminate public awareness materials on climate change)."}, {"text_block_id": "p39_b533", "text": "Strategic Aim 2:"}, {"text_block_id": "p39_b534", "text": "Promote public participation in addressing climate change and development of adequate responses."}, {"text_block_id": "p39_b535", "text": "Theme C4: Action plan for Disaster Reduction and Risk Management"}, {"text_block_id": "p39_b536", "text": "Namibia’s economy and livelihood is dependent on natural resources and agriculture. Almost every year, Namibian communities face devastating losses through extreme events, such as floods or droughts. Extreme events (or disasters) and associated consequences have significant impacts on communities, the economy, infrastructure and the environment (OPM, 2011), compromising sustainable development. Climate change is likely to amplify these extreme events by increasing the frequency and intensity of disasters. Climate change adaptation and disaster risk reduction have a similar approach and mutual benefits, however, quite often they operate in isolation from"}, {"text_block_id": "p39_b537", "text": "each other."}, {"text_block_id": "p39_b538", "text": "Proposed Strategic Aims"}, {"text_block_id": "p39_b539", "text": ":"}, {"text_block_id": "p39_b540", "text": "Strategic Aim 1:"}, {"text_block_id": "p39_b541", "text": "Strengthen the climate risk induced disaster management strategy, forecasting and Early Warning Systems (EWS)."}, {"text_block_id": "p39_b542", "text": "Strategic Aim 2:"}, {"text_block_id": "p39_b543", "text": "Improve the disaster preparedness and a coordinated and appropriate timely disaster response mechanism."}, {"text_block_id": "p39_b544", "text": "Theme C5: Financial Resource Mobilisation and Management"}, {"text_block_id": "p39_b545_merged", "text": "Adaptation is not an easy or cost-free option because it often involves the residual damages of climate change. Adaptation itself will bear a cost (Stern, 2006). However, in the medium- to long-term, the cost of adaptation is much lower than the cost of not adapting. The emerging argument about adaptation is that it can be simple and free, but this depends on the form of adaptation (Jones, 2010). Although it is cumbersome to estimate precisely the adaptation cost or future pricing of adaptation efforts, sustainable financing mechanism should be developed to address climate"}, {"text_block_id": "p39_b548", "text": "change."}, {"text_block_id": "p40_b549", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p40_b550", "text": "Strategic Aim 1:"}, {"text_block_id": "p40_b551", "text": "Develop a strategy to finance climate change mitigation and adaptation"}, {"text_block_id": "p40_b552", "text": "activities."}, {"text_block_id": "p40_b553", "text": "Strategic Aim 2"}, {"text_block_id": "p40_b554", "text": ": Scope the establishment and hosting mechanism for a sustainable development fund for large climate investments and financing."}, {"text_block_id": "p40_b555", "text": "Theme C6: Action plan for International Cooperation and Networking"}, {"text_block_id": "p40_b556", "text": "As climate change is a global concern, international cooperation and networking is decisive in"}, {"text_block_id": "p40_b557", "text": "addressing both mitigation and adaptation. Being a developing country, international cooperation, and networking is crucial to Namibia to be able to address climate change."}, {"text_block_id": "p40_b558", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p40_b559", "text": "Strategic Aim 1:"}, {"text_block_id": "p40_b560", "text": "Participation in regional and international cooperation programs and activities on climate change."}, {"text_block_id": "p40_b561", "text": "Strategic Aim 2:"}, {"text_block_id": "p40_b562", "text": "Pursue the UN environmental international obligations under various conventions particularly the UNFCCC."}, {"text_block_id": "p40_b563", "text": "Theme C7: Technology Development and Transfer1"}, {"text_block_id": "p40_b564_merged", "text": "Technology is central to both adaptation and mitigation solutions (IPCC, 2007). The Bali Action Plan emphasizes the importance of effective mechanisms for scaling up the development and transfer of affordable and environmentally sound technologies particularly to developing nations (World Bank, 2008).  The role of technology in the socio-economic growth of Namibia is entrenched the Namibia’s long term Vision 2030 (Office of the President, 2004) and it requires location-specific"}, {"text_block_id": "p40_b567", "text": "approaches."}, {"text_block_id": "p40_b568", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p40_b569", "text": "Strategic Aim 1:"}, {"text_block_id": "p40_b570", "text": "Identify technology development and knowledge transfer needs to address and deal with climate change."}, {"text_block_id": "p40_b571", "text": "Strategic Aim 2:"}, {"text_block_id": "p40_b572", "text": "Development of technologies for mitigation and adaptation promoted and"}, {"text_block_id": "p40_b573", "text": "supported."}, {"text_block_id": "p40_b574", "text": "1"}, {"text_block_id": "p40_b575", "text": "Technology Transfer as defined in the IPCC’s Special Report on Methodological and Technological Issues as a broad set of processes covering the flows of know-how, experience and equipment for mitigating and adapting to climate"}, {"text_block_id": "p40_b576", "text": "change amongst different stakeholders (Brocke, Mouton and Classen, 2005)."}, {"text_block_id": "p41_b577", "text": "Theme C8: Action plan for Legislative development"}, {"text_block_id": "p41_b578", "text": "Although most of the sectors (particularly those that are likely to be affected by climate change) in Namibia have their legal and policy instruments, these sector policies have not integrated climate change issues. With the emerging evidence of climate change severe impacts on many sectors, the need to review, develop and update policies cannot be overemphasised."}, {"text_block_id": "p41_b579", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p41_b580", "text": "Strategic Aim 1:"}, {"text_block_id": "p41_b581", "text": "Review and update the existing legislation to reflect climate change issues."}, {"text_block_id": "p41_b582", "text": "Strategic Aim 2:"}, {"text_block_id": "p41_b583", "text": "Review the National Climate Change Policy as new information arises."}, {"text_block_id": "p41_b584", "text": "Theme C9: Gender issues and child welfare"}, {"text_block_id": "p41_b585_merged", "text": "It is very important to ensure that the needs of women, men, children, youth and the elderly are mainstreamed in climate change planning. Namibia’s vulnerability and adaptation assessment indicates that the poor and rural populations of Namibia, most of them being women, are most vulnerable to climate change because rural populations are extremely dependant on natural resources (Dirkx et al., 2008). According to Angula (2010), women form the majority of the population in rural areas, and therefore depend heavily on natural resources and rain-fed resources"}, {"text_block_id": "p41_b588", "text": "which are sensitive to climate change."}, {"text_block_id": "p41_b589", "text": "Proposed Strategic Aims:"}, {"text_block_id": "p41_b590", "text": "Strategic Aim 1:"}, {"text_block_id": "p41_b591", "text": "Ensure that communities are empowered and both men and women participate meaningfully in the planning, testing and roll out of adaptation and mitigation activities in both rural and urban areas."}, {"text_block_id": "p41_b592", "text": "Strategic Aim 2"}, {"text_block_id": "p41_b593", "text": ": Ensure that climate change response activities are gender sensitive."}, {"text_block_id": "p60_b594", "text": "Section 7: Implementation Arrangements"}, {"text_block_id": "p60_b595", "text": "The implementation of NCCSAP is differentiated by two functions: implementation and coordination and policy decisions, and is built upon the foundation set out in the NPCC (Figure 6)."}, {"text_block_id": "p60_b596", "text": "Figure 6 Proposed implementation structures, roles and function, based on NPCC and operationalised for the       NCCSAP"}, {"text_block_id": "p60_b597", "text": "7.1 Implementation and Coordination"}, {"text_block_id": "p60_b598", "text": "MET Directorate of Environmental Affairs – Climate Change Unit"}, {"text_block_id": "p60_b599_merged", "text": "As outlined in the Policy, the Climate Change Unit established under the Directorate of Environmental Affairs, will be designated as the coordinating unit, with the Ministry of Environmental Affairs the coordinating Ministry. The Unit would assist directly with planning, development, implementation and coordination of climate change activities at the local, regional and national levels. It would be responsible for the NPCC and the NCCSAP implementation, coordination and monitoring and evaluation, as well as reporting on NCCSAP progress. The Unit will house the Operational Focal Point of the UNFCCC. It will coordinate and mobilize climate change relevant funding."}, {"text_block_id": "p60_b602", "text": "Offices, Ministries and Agencies (OMA)"}, {"text_block_id": "p60_b603", "text": "Sectoral Ministries are responsible for sector-specific implementation of activities at national level. They will support local and regional level implementation and coordination, and report to MET on the NCCSAP implementation. The Ministries will actively contribute to the mid-term review and"}, {"text_block_id": "p61_b604_merged", "text": "further updates of the NCCSAP and support resource mobilization for NCCSAP implementation. The Meteorological Services will establish and maintain expertise on climate science, projections and forecasting, supporting evidence based decision-making. It will provide climate science services for EWS, and other climate change response planning and research. With regards to the Disaster Risk Management and Early Warning Systems, OPM the Disaster Risk Management Unit provides advice on minimizing community vulnerability to hazards and effectively manages the impact of climate change. The unit is responsible for effective coordination and facilitation of all disaster risk reduction initiatives in Namibia. It also will provide technical and policy advice through the NCCC or directly to MET and later to the OPM climate change unit. Other institutions and expert advice will be sought for on demand and in support of the NCCC and other institutions implementing and"}, {"text_block_id": "p61_b607", "text": "coordinating the NCCSAP."}, {"text_block_id": "p61_b608", "text": "National Climate Change Committee"}, {"text_block_id": "p61_b609", "text": "The NCCC is a multi-stakeholder platform that provides technical and policy relevant guidance to MET (and later to OPM). The committee will coordinate and advise sector-specific and cross-sector implementation of activities, and advise on monitoring and evaluation outcomes as well as future"}, {"text_block_id": "p61_b610", "text": "directions of NPCC and NCCSAP."}, {"text_block_id": "p61_b611", "text": "Regional Structures"}, {"text_block_id": "p61_b612", "text": "Regional Structures such as Regional Councils are responsible for the implementation of activities at regional level and will report directly to MET on NCCSAP implementation. They will also actively contribute to the mid-term review and support resource mobilization for the NCCSAP implementation."}, {"text_block_id": "p61_b613", "text": "Traditional Authorities and Local Authorities"}, {"text_block_id": "p61_b614", "text": "Traditional and Local Authorities are responsible for the implementation and coordination of activities at local level. They will actively contribute to the mid-term review, and contribute to reporting on the NCCSAP implementation through Regional Councils. They will also support resource"}, {"text_block_id": "p61_b615", "text": "mobilization for NCCSAP implementation."}, {"text_block_id": "p61_b616", "text": "Private sector & business community, Academic and Tertiary Education institutions, NGOs, CBOs"}, {"text_block_id": "p61_b617", "text": "and civil society"}, {"text_block_id": "p61_b618", "text": "These stakeholders would be responsible for implementing and coordinating specific and relevant activities. They would actively contribute to the mid-term review and other NCCSAP updates; contribute to reporting on the NCCSAP implementation and support resource mobilization for"}, {"text_block_id": "p61_b619", "text": "NCCSAP implementation."}, {"text_block_id": "p62_b620", "text": "7.2 Policy Decisions"}, {"text_block_id": "p62_b621", "text": "Cabinet"}, {"text_block_id": "p62_b622", "text": "Cabinet will be responsible for decisions on NPCC and NCCSAP and reporting on implementation"}, {"text_block_id": "p62_b623", "text": "progress, as well as providing directives for updates and reviews."}, {"text_block_id": "p62_b624", "text": "Parliament"}, {"text_block_id": "p62_b625", "text": "Parliament will advise Cabinet on relevant policy matters leading to decisions about the NPCC and NCCSAP, as well as reporting on implementation progress, and provide directives for updates and"}, {"text_block_id": "p62_b626", "text": "reviews from a regional perspective."}, {"text_block_id": "p63_b627", "text": "Section 8: Monitoring and Evaluation, and reporting"}, {"text_block_id": "p63_b628", "text": "Monitoring and Evaluation (M&E) as well as reporting progress shall be the most important component of the NCCSAP to demonstrate achievement of NCCSAP activities and support the ongoing implementation of the activities in a cost-effective way. The M&E will help in tracking the ongoing progress, quality and impacts of activities undertaken by various sectors and seek to assist"}, {"text_block_id": "p63_b629", "text": "stakeholders in leveraging the power of networking toward achieving the activities in the NCCSAP"}, {"text_block_id": "p63_b630", "text": "and achieve cross-cutting goals in the national response to climate change."}, {"text_block_id": "p63_b631", "text": "Moreover, it will help to propose new activities to enable the attainment of the strategic aims and"}, {"text_block_id": "p63_b632", "text": "readjust timing of the implementation of the NCCSAP in light of evolving circumstances. While reporting will inform the stakeholders on the status of implementation, stakeholders shall submit reports on the progress to the coordinating body. M&E is crucial to strengthen the synergies between"}, {"text_block_id": "p63_b633", "text": "plans, actions, and sectoral strategies. In addition, donor agencies channelling billions of dollars"}, {"text_block_id": "p63_b634", "text": "for climate change adaptation, including under the auspices of the United Nations Framework Convention on Climate Change (UNFCCC), will require such systems as an important dimension to the adaptation initiatives they support."}, {"text_block_id": "p63_b635", "text": "M&E will require adequate personnel given the nature of the multi-sectoral NCCSAP; the NPC has a monitoring department that could be strategically located to conduct the M&E in conjunction with the coordinating institution, the Climate Change Unit under the Department of Environmental Affairs as shown in the above structure, with the OPM climate change unit possibly taking over this function. In addition, an independent organisation or committee would be a good evaluator of the NCCSAP in conjunction with both the NPC and MET. The targets contained in the NCCSAP lay the foundation for the formulation of performance indicators, which, along with other key deliverables"}, {"text_block_id": "p63_b636", "text": "and benchmarks will be the main tools for assessing implementation progress of the NCCSAP."}, {"text_block_id": "p63_b637", "text": "The M&E should focus on the following:"}, {"text_block_id": "p63_b638", "text": "•"}, {"text_block_id": "p63_b639", "text": "Input:"}, {"text_block_id": "p63_b640", "text": "focusing on the kinds of inputs injected to implement the planned activities"}, {"text_block_id": "p63_b641", "text": "•"}, {"text_block_id": "p63_b642", "text": "Process:"}, {"text_block_id": "p63_b643_merged_merged_merged", "text": "focusing reviewing and analysing the mainstreaming of climate change into national, existing and planned inter-sectoral activities that have been implemented or continued to be implemented within the given timeframe of the NCCSAP."}, {"text_block_id": "p63_b646", "text": "•"}, {"text_block_id": "p63_b647", "text": "Output:"}, {"text_block_id": "p63_b648", "text": "centred on the output per activity or strategic aim."}, {"text_block_id": "p63_b649", "text": "Periodic updates and reporting by institutions will ensure that new information can be incorporated into the plan and strategies adjusted accordingly. Two kinds of M&Es should be undertaken at"}, {"text_block_id": "p63_b650", "text": "different intervals:"}, {"text_block_id": "p63_b651", "text": "•"}, {"text_block_id": "p63_b652", "text": "Mid-term M&E"}, {"text_block_id": "p63_b653", "text": ": this should be carried in 2017 in order to determine the progress of the implementation of the activities (achievements and status) and importantly uncovering"}, {"text_block_id": "p63_b654", "text": "challenges (shortcomings) and provide practical recommendations for the remaining time."}, {"text_block_id": "p63_b655", "text": "•"}, {"text_block_id": "p63_b656", "text": "Final M&E:"}, {"text_block_id": "p63_b657", "text": "The final M&E is envisaged to be carried out in 2020 (at the end of the first NCCSAP) to quantify the overall attained results in relation to the overall planned goal, objectives and performance indicators. The findings of the overall M&E shall be used as lesson learnt for updating, revising the next NCCSAP."}, {"text_block_id": "p64_b658", "text": "Section 9: Financing Strategy"}, {"text_block_id": "p64_b659", "text": "It is recognized in the NCCSAP that government alone will be unable to carry out and fund activities identified in this strategy. Hence, the implementation of the identified activities will only be achieved through a collective involvement and contribution of the private sector and non-governmental organizations, as well as donor agencies. The country needs to significantly scale up domestic climate finance over the next few years to successfully implement the NCCSAP. International climate finance can play an important role in enabling Namibia’s climate change response and helping to"}, {"text_block_id": "p64_b660", "text": "address barriers and additional costs."}, {"text_block_id": "p64_b661", "text": "The successful implementation of the NCCSAP depends on the commitment of various stakeholders to avail resources needed particularly financial resources. This can be achieved by following the approach made in the draft paper on understanding climate readiness needs in Namibia where three key considerations for climate finance readiness in Namibia were discussed (ODI"}, {"text_block_id": "p64_b662", "text": "et al."}, {"text_block_id": "p64_b663", "text": ",2013). These are:"}, {"text_block_id": "p64_b664", "text": "Planning:"}, {"text_block_id": "p64_b665", "text": "The need to align climate finance with national strategies and objectives."}, {"text_block_id": "p64_b666", "text": "Aptitude:"}, {"text_block_id": "p64_b667", "text": "Maximising existing national capacities to identify appropriate climate change"}, {"text_block_id": "p64_b668", "text": "investment choices and the suite of capacities to deal with climate finance."}, {"text_block_id": "p64_b669", "text": "Access:"}, {"text_block_id": "p64_b670", "text": "Sourcing, receiving and spending funds widely."}, {"text_block_id": "p64_b671", "text": "Annex 2 of the NCCSAP provides detailed recommendations for supporting these activities."}, {"text_block_id": "p64_b672_merged_merged", "text": "It is highly recommended that all government ministries and agencies set aside a specific fraction of their budget toward the implementation of the NCCSAP. Responsible agencies are also encouraged to source additional funding elsewhere in addition to their national budget. This could be through donors, multilateral, bilateral investments in partnership with the MET to ensure that enough funds are available for the implementation of the NCCSAP. The Environmental Investment Fund of Namibia and the National Planning Commission are two good platforms to form partnership with or to be approached when it comes to hosting the availed funds for climate change and other related financial resources."}, {"text_block_id": "p65_b675", "text": "References and Bibliography"}, {"text_block_id": "p65_b676", "text": "Angula, M. (2010)."}, {"text_block_id": "p65_b677", "text": "Gender and Climate Change: Namibia Case Study."}, {"text_block_id": "p65_b678", "text": "Cape Town: Heinrich Böll Foundation Southern Africa."}, {"text_block_id": "p65_b679", "text": "Anthony Okon Nyong, A. (2008). Climate Change, Agriculture and Trade: Implications for Sustainable Development. Background Paper prepared for the International Centre for Trade and Sustainable Development (ICTSD)."}, {"text_block_id": "p65_b680", "text": "Badjeck, M-C., Allison, E. H., Halls, A.S., & Dulvy, N.K. (2009). Impacts of climate variability and change on fishery-based livelihoods. Marine Policy"}, {"text_block_id": "p65_b681", "text": "34:375-383."}, {"text_block_id": "p65_b682", "text": "Bates, B.C., Kundzewicz, Z.W., Wu, S., & Palutikof, J.P. (Eds). (2008). Climate change and water."}, {"text_block_id": "p65_b683", "text": "Technical Paper of the Intergovernmental Panel on Climate Change, IPCC Secretariat, Geneva."}, {"text_block_id": "p65_b684", "text": "Boko, M., Niang, I., Nyong, A., Vogel, C., Githeko, A., Medany, M., Osman-Elasha, B., Tabo, R., & Yanda, P. (2007). Africa. In Parry, M.L., Canziani, O.F., Palutikof, J.P., van der Linden, P.J., & Hanson, C.E. (Eds.).(2007)."}, {"text_block_id": "p65_b685", "text": "Climate change 2007: Impacts, adaptation and vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (IPCC"}, {"text_block_id": "p65_b686", "text": "). (pp. 433-467). UK: Cambridge University Press."}, {"text_block_id": "p65_b687_merged_merged_merged", "text": "Broucke, B., Morton, T., & Claassen, P. (2005). Assessment of Technology Needs for Mitigation and Adaptation to Climate Change in Namibia. Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p65_b690", "text": "Cochrane, K., De Young, C., Soto, D., & Bahri, T. (Ed.). (2009). Climate change implications for fisheries and aquaculture: overview of current scientific knowledge. FAO Fisheries and Aquaculture"}, {"text_block_id": "p65_b691", "text": "Technical Paper, No. 530, 212."}, {"text_block_id": "p65_b692", "text": "Davidson, A. (2009). RTEA Namibia Sectoral paper. Ecotourism and the Informal Carbon Market: is the Climate Right for Change? IISD Paper."}, {"text_block_id": "p65_b693", "text": "Dirkx E., Hager, C., Tadross, M., Bethune, S., & Curtis, B. (2008). Climate Change vulnerability and adaptation Assessment report, Namibia. Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p65_b694", "text": "DRFN. (2009). Review and Update of National Circumstances. Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p65_b695", "text": "du Plessis, P. (1999). First Greenhouse Gas Inventory: A report on sources and sinks of greenhouse gases in Namibia in 1994. Volume 1. Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p65_b696", "text": "Goreseb, J. (2010). Parliamentary role and relationship in effectively addressing of climate change issues – Namibia. A study commissioned and supported by the International Institute for Environment and Development (IIED) in partnership with European Parliamentarians for Africa (AWEPA)."}, {"text_block_id": "p65_b697", "text": "GRN. (2002). Initial national communication to the United Framework Convention on Climate Change.  Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p65_b698", "text": "GRN. (2011). National policy on climate change for Namibia – 2011. Windhoek: Ministry of"}, {"text_block_id": "p65_b699", "text": "Environment and Tourism."}, {"text_block_id": "p65_b700", "text": "Hartz, C., & Smith, C. (2008). Namibia’s greenhouse gas inventory for year 2000. Windhoek: Ministry of environment and Tourism."}, {"text_block_id": "p65_b701", "text": "IPCC. (2001). Climate Change 2001: Synthesis Report. A Contribution of Working Groups I, II, III to"}, {"text_block_id": "p65_b702", "text": "the Third Assessment Report of the Intergovernmental Panel."}, {"text_block_id": "p65_b703", "text": "IPCC. (2007a). Climate Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change"}, {"text_block_id": "p65_b704", "text": "."}, {"text_block_id": "p65_b705", "text": "IPCC. (2007b). Climate change 2007: The physical Science Basic: Contribution of working group 1 to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change."}, {"text_block_id": "p66_b706", "text": "Cambridge: Cambridge University Press."}, {"text_block_id": "p66_b707", "text": "Jones, L. (2010)."}, {"text_block_id": "p66_b708", "text": "Overcoming social barriers to adaptation"}, {"text_block_id": "p66_b709", "text": ". London: Overseas Development Institute. Jones, J., Zeidler, J., Ramakhutla, H., du Plessis, H., Kiratu, S., & Kandjinga, L. (2009). Rapid Trade and Environment Assessment - National Report for Namibia, IISD, Geneva."}, {"text_block_id": "p66_b710", "text": "Kundzewicz, Z.W., Mata, L.J., Arnell, N.W., Döll, P., Kabat, P., Jiménez, B., Miller, K.A., Oki, T., Sen, Z., & Shiklomanov, I.A. (2007). Freshwater resources and their management. In Parry, M.L., Canziani, O.F., Palutikof, J.P., van der Linden, P.J., & Hanson, C.E. (Eds.).(2007)."}, {"text_block_id": "p66_b711", "text": "Climate"}, {"text_block_id": "p66_b712", "text": "Change 2007: Impacts, Adaptation and Vulnerability. Contribution of Working Group II to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change (pp"}, {"text_block_id": "p66_b713", "text": "210)."}, {"text_block_id": "p66_b714", "text": "UK: Cambridge University Press."}, {"text_block_id": "p66_b715", "text": "Lambrou, Y., & Piana, G. (2005). Gender: the missing component in the response to climate change. FAO, United Nations."}, {"text_block_id": "p66_b716", "text": "MET. (2002). Initial National Communication to the United Nations Framework Convention on Climate Change. Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p66_b717", "text": "MET. (2011). Namibia Second National Communication to the United Nations Framework Convention on Climate Change. Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p66_b718", "text": "MET. (2012). Regional Climate Change Information Toolkits. Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p66_b719", "text": "Mfune, J.K., & Ndombo, B. (2005). An assessment of the capacity and needs required to implement Article 6 of the UNFCCC in Namibia. Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p66_b720", "text": "NPC. (2012). Namibia’s Fourth National Development Plan 2012/13 to 2016/17. Windhoek:  Office of the President – NPC."}, {"text_block_id": "p66_b721", "text": "ODI, African Climate Finance Hub, WRI. (2013). Understanding Climate Finance Readiness Needs in Namibia. Study supported by the German Federal Ministry for Economic Cooperation and Development (BMZ) through GIZ. Unpublished report."}, {"text_block_id": "p66_b722", "text": "Office of the President. (2004). Namibia Vision 2030: Policy framework for long-term national Development: Main Document. Windhoek: Office of the President."}, {"text_block_id": "p66_b723", "text": "OPM. (2011). National disaster risk management plan. Windhoek: Office of the Prime Minister."}, {"text_block_id": "p66_b724", "text": "Reid, H., Sahlen, L., Stage, J., & Margregor, J. (2007). The economic impact of climate change in Namibia: How climate change will affect the contribution of Namibia’s natural Resources to its economy. Environmental Economics Programme Discussion Paper 07-02. IIED, London. UK."}, {"text_block_id": "p66_b725", "text": "Stern, N. (2006)."}, {"text_block_id": "p66_b726", "text": "The Stern Review: The Economics of Climate Change"}, {"text_block_id": "p66_b727", "text": ". HM Treasury: London."}, {"text_block_id": "p66_b728", "text": "Turpie, J., Midgley, G., Brown, C., Barnes J., Pallett, J., Desmet, P., Tarr, J., & Tarr, P. (2010)."}, {"text_block_id": "p66_b729", "text": "Climate"}, {"text_block_id": "p66_b730", "text": "change vulnerability and adaptation assessment for Namibia’s biodiversity and protected"}, {"text_block_id": "p66_b731", "text": "area system."}, {"text_block_id": "p66_b732", "text": "Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p66_b733", "text": "UNEP. (n.d). Climate change mitigation: Energy. Retrieved on August, 18 2013, from"}, {"text_block_id": "p66_b734", "text": "http://www. unep.org/climatechange/mitigation/Energy/tabid/104339/Default.aspx"}, {"text_block_id": "p66_b735", "text": "Von Oertzen, D. (2011). Impact of climate change on human health. VO Consulting for MoHSS."}, {"text_block_id": "p66_b736", "text": "Von Oertzen, D., Kinyaga, V., Krugmann, H., & Dirkx, E. (2009)."}, {"text_block_id": "p66_b737", "text": "Review and Update of National Circumstances. Prepared for the Ministry of Environment and Tourism as part of the Second"}, {"text_block_id": "p66_b738", "text": "National Communication."}, {"text_block_id": "p66_b739", "text": "Windhoek: Ministry of Environment and Tourism."}, {"text_block_id": "p66_b740", "text": "World Bank. (2008)."}, {"text_block_id": "p66_b741", "text": "Development and Climate Change Technical report: A Strategic Framework for the World Bank Group."}, {"text_block_id": "p66_b742", "text": "Washington: World Bank."}, {"text_block_id": "p66_b743_merged_merged_merged_merged_merged", "text": "World Bank. (2010). Ecosystem-Based Approaches to Climate Change. The International Bank for"}, {"text_block_id": "p66_b746", "text": "Reconstruction and Development /World Bank."}], "document_description": "Namibia's National Climate Change Strategy and Action Plan, 2013-2020 (NCCSAP) proposes policy action in three main components: adaptation, mitigation, and cross-cutting issues. Among each of these, the NCCSAP incorporates seven guiding principles: mainstreaming, sustainability, stakeholder participation, awareness, human rights and equity, addressing adaptation and mitigation together, and public-private partnerships.\n\nThe mitigation component consists of reducing emissions from the power and transportation sectors by encouraging fuel efficiency and renewable energy development. The adaptation component consists of reducing vulnerability of Namibia's food and water supply, public health, and infrastructure systems. The cross-cutting issues component consists of strengthening institutional capacity, research and development, public awareness, disaster risk management and reduction, financial resource mobilization, international cooperation, legislative development, and gender and youth equity."}