{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Namibia", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Health", "Energy", "Economy-wide"], "document_language": "English", "document_name": "National Policy on Climate Change for Namibia", "document_country_code": "NAM", "document_hazard_name": ["Changes In Average Temperature", "Changes In Average Precipitation", "Sea Level Rise", "Soil Erosion", "Heat Waves And Heat Stress", "Droughts", "Floods"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "09/01/2010", "document_keyword": ["Adaptation", "Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/NAM/2010/NAM-2010-01-09-National Policy on Climate Change for Namibia_029c29b7f2b323290375ada7929983d6.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "REPUBLIC OF NAMIBIA"}, {"text_block_id": "p0_b2", "text": "MINISTRY OF ENVIRONMENT AND TOURISM"}, {"text_block_id": "p0_b3", "text": "National Policy on Climate Change for Namibia"}, {"text_block_id": "p0_b4", "text": "September 2010"}, {"text_block_id": "p1_b5", "text": "The development of this document was made possible with financial and technical support from the United Nations Development Programme (UNDP) Namibia."}, {"text_block_id": "p1_b6_merged", "text": "K. Mfune, Dr Oliver C. Ruppel, Mr Nico E. Willemse and Mr Alfons W. Mosimane who prepared the Namibia Climate Change Policy Discussion Document for Versacon. The Discussion Document laid the groundwork for the development and production of this National Climate Change Policy of Namibia."}, {"text_block_id": "p2_b10", "text": "Table of Contents"}, {"text_block_id": "p4_b11", "text": "Forward"}, {"text_block_id": "p5_b12", "text": "List of Acronyms"}, {"text_block_id": "p6_b13", "text": "How to read this document"}, {"text_block_id": "p6_b14", "text": "This document is a National Climate Change Policy (NCCP) for Namibia. It presents information about the main expected impacts of climate change and, those most vulnerable to climate change. The document also proposes objectives that the Government of Namibia will aim to achieve through an effective and efficient response to climate change."}, {"text_block_id": "p6_b15", "text": "This policy was developed based on information obtained from prior climate change related studies that were undertaken for the First Namibia National Communication (FNC) to UNFCCC as well as that used to prepare the Namibia’s Second National Communication (SNC) and the assessment of financial and economic flows. Lastly but not least, input from various stakeholders have been incorporated."}, {"text_block_id": "p6_b16", "text": "The section below clarifies and aims to establish common understanding of terminologies used in this document."}, {"text_block_id": "p6_b17", "text": "Purpose of the policy:"}, {"text_block_id": "p6_b18", "text": "This section of the document states the reasons for proposing policy intentions and the targeted beneficiaries which are “naturally selected” due to their geographic location and reliance on the environment."}, {"text_block_id": "p6_b19", "text": "Focus of the policy:"}, {"text_block_id": "p6_b20", "text": "This section of the document states the emphasis on adaptation as the key response strategy to climate change while acknowledging the need for mitigation."}, {"text_block_id": "p6_b21", "text": "Vision:"}, {"text_block_id": "p6_b22", "text": "This section proposes a long-term goal to be achieved through the achievement of specific objectives, to lower Namibia’s vulnerability to climate change."}, {"text_block_id": "p6_b23", "text": "Key issues:"}, {"text_block_id": "p6_b24", "text": "The key issues reflect the most important thematic areas where intervention is needed to prepare and implement appropriate adaptation and mitigation measures that will lower the vulnerability of people, institutions, and sectors. Adequately addressing these issues will lead to the achievement of the stated of objectives."}, {"text_block_id": "p6_b25", "text": "Guiding principles:"}, {"text_block_id": "p6_b26", "text": "The guiding principles should be regarded as fundamental “must do” actions and/ or approaches for successful development and implementation of a climate change policy. The principles are proposed to ensure that a climate change response is relevant to Namibia and that interventions are suitable to the Namibia’s natural, social and economic environments."}, {"text_block_id": "p6_b27", "text": "Objectives:"}, {"text_block_id": "p6_b28", "text": "The objectives reflect measurable milestones that will ensure an appropriate response to climate. Namibia’s vulnerability will be lowered through appropriate strategies and actions, integration of climate change issues in the policy, institutional and development frameworks, ensuring appropriate capacities for climate change and securing adequate funding resources for Namibia’s response to climate change."}, {"text_block_id": "p7_b29", "text": "Definitions"}, {"text_block_id": "p7_b30", "text": "The definitions below indicate the meaning of how the listed terms are used in this policy in order to facilitate understanding of their usage and application."}, {"text_block_id": "p7_b31", "text": "Adaptation:"}, {"text_block_id": "p7_b32", "text": "Adaptation is adjustment in natural or human systems to a new or changing environment. Adaptation to climate change refers to adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities. Various types of adaptation can be distinguished, including anticipatory and reactive adaptation, private and public adaptation, and autonomous and planned adaptation."}, {"text_block_id": "p7_b33", "text": "Climate change:"}, {"text_block_id": "p7_b34", "text": "Climate change refers to any significant change in measures of climate, such as temperature, precipitation, or wind that last for an extended period (decades or longer). Climate change may result from:"}, {"text_block_id": "p7_b35", "text": "Climate change refers to any significant change in measures of climate, such as temperature, precipitation, or wind that last for an extended period (decades or longer). Climate change may result from:\n* natural factors, such as changes in the sun's intensity or slow changes in the Earth's orbit around\n* natural processes within the climate system such as changes in ocean circulation;\n* human activities that change the atmosphere's composition such as through burning fossil fuels"}, {"text_block_id": "p7_b41", "text": "Climate proof development:"}, {"text_block_id": "p7_b42", "text": "Climate proof development refers to development that considers or takes into account the potential or predicted effects of climate change. For instance, development of new infrastructure such as roads, buildings, sewerage works, rail networks, water and energy systems must be designed and constructed with consideration to the future impacts of climate change."}, {"text_block_id": "p7_b43", "text": "Mitigation:"}, {"text_block_id": "p7_b44_merged", "text": "Mitigation is the reduction of harmful pollutants into the atmosphere. It refers to action undertaken to decrease greenhouse Gases (GHG) in order to reduce the potential effects of global warming. The wider definition of mitigation involves reductions in the concentrations of GHG either by reducing their sources or by increasing their sinks. Since Namibia contributes very little GHG to the atmosphere, mitigation in this National Climate Change Policy will predominantly refer to actions taken to enhance energy efficiency, and promote sustainable low carbon development and sustainable energy through technology and innovations."}, {"text_block_id": "p7_b46", "text": "Vulnerability:"}, {"text_block_id": "p7_b47", "text": "Vulnerability to climate change refers to the degree to which a system is susceptible to or unable to cope with, the adverse effects of climate change including climate variability and extremes."}, {"text_block_id": "p8_b48", "text": "1 INTRODUCTION"}, {"text_block_id": "p8_b49", "text": "1.1 Overview of Namibia"}, {"text_block_id": "p8_b50", "text": "Namibia is situated on the south-western coast of Africa, and covers an area of 825,418 km"}, {"text_block_id": "p8_b51", "text": "2"}, {"text_block_id": "p8_b52", "text": ". The"}, {"text_block_id": "p8_b53", "text": "climate"}, {"text_block_id": "p8_b54", "text": "is generally hot and dry with sparse and erratic rainfall. Ninety two percent of the land area is defined as hyper-arid, arid or semi-arid. The country ranks second in aridity after the Sahara Desert. Rainfall is extremely variable in space and time such that conventional statistical descriptors, such as mean and median are often difficult to use. Likewise estimates of rainfall characteristics and patterns based on point measurements are also problematic. The inherent annual and decadal variability in climate will be severely affected by climate change."}, {"text_block_id": "p8_b55", "text": "Mean annual"}, {"text_block_id": "p8_b56", "text": "rainfall"}, {"text_block_id": "p8_b57", "text": "is less than 250 millimetres (mm) with an upper limit of about 600 mm per year. Of the total precipitation, 83% evaporates, 14% is used up by vegetation, 1% recharges groundwater, and only 2% becomes runoff and may be harnessed in surface storage facilities. For the coastal region the monthly average evapo-transpiration is always higher than rainfall by a factor of up to five. At less than 300 meters (m) above sea level the coastal region is arid and precipitation from advective fog exceeds rainfall. The south-western parts of Namibia receive winter (May – July) rain like the north"}, {"text_block_id": "p8_b58", "text": "-"}, {"text_block_id": "p8_b59", "text": "western Cape in South Africa. These rains account for more than half the annual total rainfall for the south. The benefits of such rainfall may be enhanced in regions/ localities with steep topography. Another source of moisture comes from"}, {"text_block_id": "p8_b60", "text": "fog"}, {"text_block_id": "p8_b61", "text": "in the cooler coastal regions where it can reduce visibility by as much as 146 days per annum. This source of moisture is extremely valuable to desert animals and plants. The effects of climate change on the intensity and distribution of fog is still unknown. Mean annual"}, {"text_block_id": "p8_b62", "text": "temperatures"}, {"text_block_id": "p8_b63", "text": "are below 16°C along the southern coast, between 20°C and 22°C in large parts of the country’s interior and the eastern parts, and above 22°C in the north. Temperatures are moderated by the cold Benguela Current along the coast. In Windhoek average minimum and maximum temperatures range from 6°C to 20°C in July (winter) to 17°C to 29°C in January (summer)."}, {"text_block_id": "p8_b64", "text": "Namibia is globally known for her remarkable variety of species, habitats and ecosystems. Worldwide it is one of the few dry land countries with internationally recognised"}, {"text_block_id": "p8_b65", "text": "biodiversity"}, {"text_block_id": "p8_b66", "text": "“hotspots”. The most notably being the Sperrgebiet, situated in the Succulent Karoo floral kingdom in southern Namibia. The rugged Namib Escarpment is the second hotspot, which is part of Africa’s great western escarpment. Namibia’s biodiversity is both a fundamental basis for livelihood generation and, a national asset of significant global treasure. Namibia’s wildlife based tourism and reliance of local communities on natural resources highlights the threats which climate change poses to both the national economy and livelihoods of local people."}, {"text_block_id": "p8_b67", "text": "The main"}, {"text_block_id": "p8_b68", "text": "river basins"}, {"text_block_id": "p8_b69", "text": "in Namibia include; the Zambezi, the Okavango, Kunene River,"}, {"text_block_id": "p8_b70", "text": "Huab, Ugab, Omaruru, Swakop, Kuiseb, the Orange River and the Cuvelai river systems. Although the ephemeral rivers of Namibia have dry sandy or rocky river beds for most of the year, they are important seasonal life lines for rural communities. Potential threats include over-exploitation of alluvial aquifers, and the construction of dams which threatens water-dependent wetlands. Wetlands of international importance, including Ramsar sites, are the Etosha Pan, the Orange River Mouth, Sandwich Harbour, and Walvis Bay."}, {"text_block_id": "p8_b71_merged_merged_merged_merged_merged", "text": "Namibia’s groundwater occurs in a wide range of rock types making groundwater management a complex process. Groundwater provides a buffer against drought in many regions of the country, but it"}, {"text_block_id": "p9_b74", "text": "does remain inherently vulnerable to over-abstraction, pollution and contamination. Aquifers occurring in Namibia are classified as alluvial, Kalahari, fracture, Karst or artesian aquifers. The amount of groundwater available at any given time is dependent on the hydro-geological settings of the area, the amount of rainfall or artificial recharge. Due to flat topography and shallow saline groundwater, surface water storage facilities are limited to shallow earth or excavation dams, which suffer from high evaporation rates."}, {"text_block_id": "p9_b75", "text": "With the exclusion of protected areas,"}, {"text_block_id": "p9_b76", "text": "land tenure"}, {"text_block_id": "p9_b77", "text": "in Namibia takes three forms: freehold private land (43% -mainly in the south and in central Namibia); communal land (37% -in the north central/north east and east of the country); and municipal, town and other State lands (1%). Namibia’s extensive network of Protected Areas (PA) on State Lands encompasses 20 protected areas, with an accumulated area of 114,000km"}, {"text_block_id": "p9_b78", "text": "2"}, {"text_block_id": "p9_b79", "text": "or 13.8% of the country’s land surface. The PA network is being expanded through the incorporation of new sites"}, {"text_block_id": "p9_b80", "text": ", with a total area of 33,341 km"}, {"text_block_id": "p9_b81", "text": "2"}, {"text_block_id": "p9_b82", "text": ". In addition, there are 63 registered Communal Conservancies on communal lands (totalling 123,347 km"}, {"text_block_id": "p9_b83", "text": "2"}, {"text_block_id": "p9_b84", "text": ") which is essentially a management unit with legal rights over the use and management of natural resources. An estimated 15% or 7,600 km"}, {"text_block_id": "p9_b85", "text": "2"}, {"text_block_id": "p9_b86", "text": "of Namibia’s freehold land is dedicated to wildlife management."}, {"text_block_id": "p9_b87", "text": "The main"}, {"text_block_id": "p9_b88", "text": "land uses"}, {"text_block_id": "p9_b89", "text": "in Namibia include farming (crop, livestock and game, commercial and subsistence, small and large scale); conservation on proclaimed state protected areas; resource use, management and conservation on registered communal conservancies; areas earmarked for resettlement; urban areas and informal settling; government agriculture farms; tourism and mining."}, {"text_block_id": "p9_b90", "text": "Namibia’s unique landscapes and biodiversity attract thousands of tourists annually. In 2006"}, {"text_block_id": "p9_b91", "text": "tourism"}, {"text_block_id": "p9_b92", "text": "directly and indirectly contributed 14.2% to Namibia’s GDP, second only to mining. In addition to the tourism value, biodiversity is essential for food security, income generation, health improvements, the provision of ecosystem services and maintaining production systems. Although Namibia generally has a good record in protected areas and biodiversity is largely intact, various pressures constitute a significant threat to biodiversity. These include habitat destruction and uncontrolled development, forest clearing, overstocking, unsustainable harvesting of wild plants and animals, unequal resource distribution, fencing and fragmentation of protected areas. The impacts of climate change are predicted to increase the threats to biodiversity"}, {"text_block_id": "p9_b93", "text": "Namibia’s modern market sector produces most of the country's wealth while a traditional subsistence sector provides livelihoods in the rural areas. Primary sectors, in descending order of GDP contribution, include mining, tourism, agriculture and fishing. Namibia has one of the highest unequal income distributions in the world with a Gini coefficient of 0.6, yet the disparity is masked by a relatively high average adjusted per capita income of N$10,358. Namibia has more then 200 000 skilled workers, as well as small trained professional and managerial class, yet the majority of the population depends on subsistence farming."}, {"text_block_id": "p9_b94_merged_merged_merged_merged", "text": "The bulk of Namibia’s employment is in the informal sector, primarily subsistence agriculture. One official estimate of unemployment is 36.7% of the work, force while youth unemployment ranks among the highest in Africa at about 60%. Large numbers of job-seeking Namibians lack the necessary skills or training which exacerbates the situation. A new labour law went into effect in"}, {"text_block_id": "p10_b97", "text": "November 2008. The new law prohibits employers from using labour hire (third-party hired temporary or contract workers). The labour hire prohibition was challenged in the High Court; meanwhile the labour hire ban has been temporarily suspended. The Government provides entrepreneurial support to stimulate economic development that could translate into more jobs. Small and medium enterprises have not taken off as envisaged due, initially, to the lack of financing, and of recent to the low entrance into this market."}, {"text_block_id": "p10_b98", "text": "The"}, {"text_block_id": "p10_b99", "text": "agriculture"}, {"text_block_id": "p10_b100", "text": "sector securs food for the majority of the population and provides formal and informal jobs. Domestic food production is below domestic demand, therefore the majority of food must be imported. The Veterinary Cordon Fence (VCF) exist to prevent the spread of foot-and-mouth disease (FMD) from wildlife to livestock. A reason for keeping the fence is to comply with international sanitary and phyto-sanitary standards for meat exports. The main challenges faced by this sector include droughts and floods that affect the output of both livestock and crops. Livestock is the mainstay of the agriculture sector, and its performance significantly influences that of the entire sector. Unfavourable weather and environmental conditions, limited irrigation, exchange rate fluctuations and stringent sanitary and phyto-sanitary regulations of importing countries limit the production and growth of this sector. Various factors limiting the broadening of livelihood opportunities in this sector include a limited resource base, relatively small domestic market, barriers to trade, financial constraints, and the lack of skills and risk aversion."}, {"text_block_id": "p10_b101", "text": "While"}, {"text_block_id": "p10_b102", "text": "forestry’s"}, {"text_block_id": "p10_b103", "text": "contribution to GDP is relatively low compared to other renewable resource sectors it plays an important role in community development. The contribution of"}, {"text_block_id": "p10_b104", "text": "forestry is presently not fully captured in the national accounts due to its informal nature. The National Forest Inventory generated primary data and information which was used to estimate and understand the economic asset value of selected forest resources and their potential contribution to GDP. The value of forest products was estimated at N$10.2 billion in fuel wood, N$2.0 billion in poles, N$634 million in sawn timber and N$5.9 billion in non timber forest products (NTFPs). The majority of rural communities depend directly on forest resources for use as fuel wood, building materials, fodder, food and medicine. It is necessary to ensure the systematic management and sustainability of forest resources."}, {"text_block_id": "p10_b105_merged_merged_merged", "text": "Namibia has one of the most productive fishing grounds in the world, with the potential for sustainable yields of up to 1.5 million metric tons . The commercial fishing and fish processing sectors significantly contribute to the economy in terms of employment, export earnings, and contribution to GDP. The Namibian Government has actively pursued value-addition policies aimed to increase on-shore processing of fish products. Aquaculture has not performed as expected due to lack financing. Freshwater aquaculture is promoted to increase food security in rural areas while mariculture exploits the lucrative markets of Asia. Mariculture development has been slow because suitable space is a critical limiting factor. Namibia is the first host and a member state of the Benguela Current Commission (BCC) which aims to restore depleted fish stocks, halt ecosystem degradation and apply an ecosystem approach to fisheries (EAF)."}, {"text_block_id": "p10_b112", "text": "Mining"}, {"text_block_id": "p10_b113", "text": "is the major contributor to the Namibian economy in terms of economic output and exports. Resources explored and mined include diamonds, uranium, zinc, copper, semi-precious stones, and fluoride and as well as oil and gas exploration. Uranium interest and exploration has boomed in Namibia over the past 5 years with high potential contributions to national financial and socioeconomy. Mining still plays a vital role in stimulating infrastructure growth. The sector has supports a variety of community and conservation initiatives, as well as training and skills development"}, {"text_block_id": "p11_b114", "text": "programmes. If not planned and managed appropriately, mining results in a variety of significant adverse impacts which threaten human health/life, biodiversity and ecosystems/ landscapes. With modern environmental management and safety instruments, with mitigation and limiting the geographic extent of negative impacts mining operations in Namibia are improving. Small-scale mining could contribute significantly to employment creation and poverty reduction. Small-scale mining is expected to grow in relative terms and additionally holds the possibility of “mining tourism,” where operating mines provide tourism experiences. Also, the agreement to allocate 16 % of diamond production for local cutting and polishing contributes to domestic value addition."}, {"text_block_id": "p11_b115", "text": "HIV/AIDS"}, {"text_block_id": "p11_b116", "text": "threatens human capacity in the country. The highest prevalence falls within the age range of 15-45 years of age, the most productive sector. More specifically, prevalence is estimated to be 5.1% for the 15-19 years old and 14% for those 20-24 years of age. The pandemic has reduced the current life expectancy to 49 years, down from 62 years in 1991. If these prevalence trends continue, it is predicted that HIV/AIDS will exacerbate the predicted climate change impacts as result of lost human capacity for mitigation and adaptation."}, {"text_block_id": "p11_b117", "text": "1.2 Climate Change"}, {"text_block_id": "p11_b118", "text": "1.2.1 General overview"}, {"text_block_id": "p11_b119", "text": "Climate is the long term-average weather condition of a large area of the earth’s surface considered over a relatively long time."}, {"text_block_id": "p11_b120", "text": "Weather is the state of the atmosphere at a given time (Republic of Namibia, 2003a). Temperature, rainfall, humidity, cloud coverage, sunshine, air pressure and wind are components that constitute weather. Climate may vary (climate variability) in time and space beyond that of individual weather events (IPCC, 2001) and may be caused by natural processes within a given climate system. However, certain human (anthropogenic) activities, such as the burning of fossil fuels, may also contribute to climatic variability through the release of greenhouse gases such as carbon dioxide, methane and nitrous oxide (Karuaihe"}, {"text_block_id": "p11_b121", "text": "et al.,"}, {"text_block_id": "p11_b122", "text": "2007)."}, {"text_block_id": "p11_b123", "text": "Over the past few centuries, the climate of the earth has varied significantly from the average weather conditions. Such significant varience between average weather conditions and climate is called ‘climate change’ (Republic of Namibia, 2003a). One of the consequences of climate change is a global warming trend noted over the past 200 years. The earth’s atmosphere has become hotter, over and above that accounted for by natural variability. This warming trend, has been attributed to an increase in heat trapping gases, referred to as greenhouse gases (GHG) (Topfer and Hunter, 2002). GHG occur naturally in very low concentrations but since industrial revolution substantially high levels of these gases have been detected and attributed to human activities (IPCC, 2001, 2007)."}, {"text_block_id": "p11_b124_merged_merged", "text": "High levels of greenhouse gases in the atmosphere for instance, CO2 has increased from 280 parts per million per volume (ppmv) in the pre-industrial era (1850s) to current levels of 430 ppmv CO2 equivalent today (IPCC, 2007)) have brought about increases in temperature by about 0.6ºC (IPCC, 2001). The IPCC predicts that by 2100 the near surface average temperature of the earth, over the globe, will increase by 1.4 ºC to 5.8ºC from 1990 levels. This increase is 2 to 10 times more than observed in the 20th century."}, {"text_block_id": "p11_b132", "text": "One of the predicted consequences of climate change is melting of ice caps in the Arctic and Antarctic. The resulting increases in sea levels will likely cause flooding and displacement of human"}, {"text_block_id": "p12_b133", "text": "communities that live close to the sea. Climate change models also predict that rainfall will increase in some areas and decrease in other areas. The impacts of climate change are expected to be more frequent extreme events such as floods, storms and heat waves and droughts."}, {"text_block_id": "p12_b134", "text": "Human livelihoods and the capacity of nature to support human needs will severely be affected through the impacts of climate change on natural resources and the functioning of ecosystems. Of particular vulnerability are the poor, due to their heavy dependence on natural resources for their livelihoods and their low capacity to adapt to the impacts of climate change. The need for developing countries to adopt climate change strategies that reduce vulnerability and improve adaptive capacity, while at the same time working towards long-term economic development goals cannot be overemphasized. The National Climate Change Policy of Namibia is a legal framework that will address the impacts of climate change, vulnerable populations and Namibia’s adaptive capacity."}, {"text_block_id": "p12_b135", "text": "1.2.2 Specific Impacts from Climate Change on Namibia"}, {"text_block_id": "p12_b136", "text": "Climate in Namibia is inherently highly variable. Based on data from selected Meteorological stations, recent historical trends of climate in Namibia reveal that there has been a consistent increase in daily maximum temperatures (Dirkx"}, {"text_block_id": "p12_b137", "text": "et al.,"}, {"text_block_id": "p12_b138", "text": "2008)."}, {"text_block_id": "p12_b139", "text": "Namibia’s various climatic zones makes it difficult to detect and predict climate trends. Some regions of the country may receive extreme rainfall events, which will add to the annual rainfall. While in other regions climate change may cause increased aridity due to the combined effect of variable rainfall and increased evaporation. In addition, sea levels are predicted to rise up by 30cm. Predictions also indicate an increased frequency of hot days, heat waves and droughts (INC, 2002, Scholes"}, {"text_block_id": "p12_b140", "text": "et al.,"}, {"text_block_id": "p12_b141", "text": "2004)."}, {"text_block_id": "p12_b142_merged_merged", "text": "Climate change will cause many impacts in Namibia (INC, 2002; Midgley et.al., 2004; Mfune and Ndombo, 2005; Karuaihe et al., 2007; Dirkx et al., 2008). Climate change will particularly affect the following sectors: agriculture, human health and well being, energy, infrastructure, biodiversity and ecosystems. To cite a few specific examples, climate change will cause or lead to: livestock losses, reduced grain/crop production and yields, severe water scarcity due to droughts and increased temperatures, a shift in malaria zones due to changing rainfall patterns, increase in solar radiation leading to more incidence of skin diseases, increased susceptibility to respiratory and gastro-intestinal infections due to drought aswell as poor nutrition and poor sanitation. It is predicted that there will be a spatial shift in the distribution of dominant vegetation types in some ecosystems, such as replacement of grassy savannah by a more arid-adapted desert and arid shrub land vegetation (Midgley et.al., 2004)."}, {"text_block_id": "p12_b155", "text": "1.2.3 Vulnerability of Namibia to climate change"}, {"text_block_id": "p12_b156", "text": "In order to underscore the importance of a national climate change policy, one must appreciate the vulnerability of Namibia to the impacts of climate change. This justifies both the development of the national climate change policy and the strategy and action plan. The following highlight the vulnerability of Namibia to climate change:"}, {"text_block_id": "p12_b157", "text": "In order to underscore the importance of a national climate change policy, one must appreciate the vulnerability of Namibia to the impacts of climate change. This justifies both the development of the national climate change policy and the strategy and action plan. The following highlight the vulnerability of Namibia to climate change:\n* Namibiaâs climate is highly variable. Climate change is expected to worsen the variability and\n* The economy of Namibia is highly dependent on its endowment of natural resources including"}, {"text_block_id": "p13_b161", "text": "In order to underscore the importance of a national climate change policy, one must appreciate the vulnerability of Namibia to the impacts of climate change. This justifies both the development of the national climate change policy and the strategy and action plan. The following highlight the vulnerability of Namibia to climate change:\n* Namibiaâs climate is highly variable. Climate change is expected to worsen the variability and\n* The economy of Namibia is highly dependent on its endowment of natural resources including\n* Socio-economic factors including population growth, high levels of poverty, lack of income and\n* 2008). In addition, the high prevalence of HIV at 21.3% according to 2004"}, {"text_block_id": "p13_b166", "text": "The National Climate Change Policy of Namibia will ensure that climate change does not hinder attainment of national development goals, Vision 2030 and beyond."}, {"text_block_id": "p13_b167", "text": "1.3 Situational analysis of climate change effects on Namibia"}, {"text_block_id": "p13_b168_merged_merged", "text": "Various sectors in the country are vulnerable to climate change including water; agriculture; land use, land use change and forestry (LULUCF); health; disaster response which includes infrastructure, settlements and habitation, migration, and the coastal zone. An economic study suggests that over a 20-year period, annual losses due to climate change impacts on the natural resource base alone could be 1% to 6% of the Namibian GDP (Reid et al. 2007). In monetary terms this translates to annual losses ranging from US$ 70 million to US$ 200 million if there is no response to climate change. In an individual sectoral analysis, traditional agriculture currently contributes 1.5% of GDP would decline by 40 to 80%, while crop and cereal production currently contributing some 1.5% of GDP would decrease by 10 to 20% due to climate change impacts. While such impact predictions for the tourism sector are largely still uncertain, livestock production which contributes 4 % to GDP could decrease by 20 to 50%. Climate change impacts will affect oceans globally fishing which contributes 6 % to GDP is predicted to decreases in production from 30 to 50%."}, {"text_block_id": "p14_b173", "text": "Namibia’s rural communities and the poor throughout the country are the most vulnerable to the negative impacts of climate change. There is a need to mobilize and support these members of society to have the capacity to deal with climate change. Adaptive capacities amongst vulnerable groups are considered to be very low. This vulnerability is exacerbated by existing marginal or lack of adequate service delivery to remote areas as such endeavours are generally considered prohibitively expensive. In addition, low population densities, long travel distances and the lack of infrastructure further increase the countries vulnerability to climate change. Various pilot projects for the agriculture, water and health sectors have already been implemented or are underway. These range from activities carried out as part of Namibia’s Second National Communication (SNC), a community-based adaptation pilot project sponsored by the Global Environment Facility’s (GEF’s) Special Priority for Adaptation (SPA) fund, current study to determine Investment and Financial Flows (IFF), and ongoing Disaster Risk Management. As these are rather short-term and/ or localised initiatives, no systematic work has been carried out to address (i) climate-induced flood risk and long-term settlement planning, and (ii) sanitation (related to both flooding and suitability of systems under current and future climate change and socio-environmental contexts)."}, {"text_block_id": "p14_b174", "text": "In recent years extreme rainfall events flooded parts of northern, north-eastern and southern Namibia with devastating impacts on communities, infrastructure and land. The oshanas (seasonal ponds) in the north central regions were flooded in 2008 and 2009, while the Zambezi, entire Kavango, ChobeLinyati River areas are challenged annualyl by flood events. Residents of Mariental (south) and Windhoek (central), experienced huge losses over the past years when ephemeral rivers flooded, damaging entire housing units and leaving many people destitute. In urban and peri-urban areas, those living in informal settlements are particularly affected as they are most vulnerable. Thus far little effort has been directed toward improving planning, developing guidelines for town and settlements planning, enforcing regulations and raising awareness about these challenges and their impacts. It is predicted that future risks brought on by climate change will potentially worsen and exacerbate these problems across the country."}, {"text_block_id": "p14_b175", "text": "The installation of appropriate sanitation systems is vital to manage and control health risks in Namibia. Poorly planned sanitation systems can lead to the spread of water-borne diseases, such as cholera, when these installations are damaged during floods. Appropriate technologies are critical especially in arid areas where water availability is extremely limited. In certain areas of the country, like Karasburg existing water-based flush toilets cannot be maintained due to the stress they pose on current water resources. The established water-based sanitation system has collapsed and thus poses a significant health threat."}, {"text_block_id": "p14_b176", "text": "The National Development Plan (NDP) 3 and the Ministry of Environment and Tourism’s (MET’s) Strategic Plan (SP) refers to climate change as a serious challenge for Namibia and its future development. However, there is still the lack of a national level strategy to address the challenges associated with climate change through a proposed systematic yet timely national response. It is still largely unknown whether sector policies address climate change or not, and no information and data is"}, {"text_block_id": "p15_b177", "text": "available about the extent to which existing policies could exacerbate vulnerability to climate change and encourage mal-adaptation. Information and data about the required investment for climate change adaptation, mitigation and capacity building is currently non-existant at national and sector levels. Such a study, supported by the UNDP Namibia, is underway and will produce estimates by June 2010."}, {"text_block_id": "p15_b178", "text": "It is clear that Namibia, its people and natural resources are, extremely vulnerable to predicted impacts of climate change. It is also apparent that although some efforts are underway to test adaptation approaches and understand the impacts of climate change better, Namibia lacks a framework that defines the country’s response in a systematic approach based on priorities for the short, medium and long term. The impacts of climate change are already felt in Namibia and delaying a response will increase the country’s vulnerability to climate change. While the magnitude and implications of climate change impacts are still uncertain, we need to be proactive to generate awareness, build capacity and address climate change issues as a matter of urgency. The National Climate Change Policy defines the country’s vision and objectives for tackling climate change. It addresses priority issues to increase awareness, build capacity and initiate pilot adaptation approaches. It should be noted that all climate change interventions must adequately address gender issues."}, {"text_block_id": "p15_b179", "text": "2 PURPOSE OF A NATIONAL CLIMATE CHANGE POLICY (NCCP)"}, {"text_block_id": "p15_b180", "text": "The main purpose of the national climate change policy of Namibia is to provide the legal framework and overarching national strategy for the development, implementation, monitoring and evaluation of climate change mitigation and adaptation activities. The policy promotes the enhancement of synergies amongst sectors and stakeholders for effective and efficient mitigation and adaptation responses to climate change in Namibia. In addition, the policy facilitates identification of sector and cross-cutting climate change strategies and actions for implementation to lower Namibia’s overall risks, and the risks of the most vulnerable groups and sectors. The policy also provides legal basis for resource mobilisation to address climate change adaptation and mitigation."}, {"text_block_id": "p15_b181", "text": "3 FOCUS OF THE NCCP"}, {"text_block_id": "p15_b182", "text": "Hence the Namibia Climate Change Policy shall primarily focus on Climate Change Adaptation measures while necessary attention will be given to mitigation."}, {"text_block_id": "p16_b183", "text": "4 POLICY VISION"}, {"text_block_id": "p16_b184", "text": "Goals and Vision 2030."}, {"text_block_id": "p16_b185", "text": "Goals and Vision 2030.\n* Namibia is significantly vulnerable to negative impacts of climate change as more than half of the\n* The predicted impacts for Namibia are likely to be severe on the natural and human environments.\n* To adequately address climate change as a challenge and respond in a timely, effective and"}, {"text_block_id": "p16_b191", "text": "5 KEY CLIMATE CHANGE ISSUES"}, {"text_block_id": "p16_b192", "text": "While Namibia has achieved much to address its national development goals in the face of predicted impacts of climate change, a national climate change policy will serve as a legal framework within which to formulate and implement a strategy and action plan to address the challenges of climate change."}, {"text_block_id": "p16_b193", "text": "Climate change is complex and its impacts will affect many sectors in Namibia. Impacts of climate change will also vary widely in different parts of the country. In order to adequately address the impacts of climate change, a thematic approach has been adopted as indicated below."}, {"text_block_id": "p16_b194", "text": "Water is Namibia’s most important natural resource. Namibia is predicted to suffer complete water scarcity by 2020. Climate change impacts are expected to affect water availability through increased variability of rainfall, temperature increases, prolonged and more severe droughts, and increased evapo-transpiration. To ensure sustainable long-term access to water, climate change response strategies should include harvesting and capture of water during the rainy season and more efficient water use by sectors, households and individuals. Integrated water resources management is more important than ever in order to promote increased output per unit of water used."}, {"text_block_id": "p16_b195", "text": "In Namibia, climate change is predicted to severely influence the variability of rainfall, shorten the rainy season, increase temperatures, increase potential evapo-transpiration, and raise sea level rises. Predicted increases in aridity and droughts will influence agricultural production, forestry, fishery, water and biodiversity resources as well as effect different ecosystems. These impacts will affect the growing season, food availability and supply. Climate change will negatively impact food security and"}, {"text_block_id": "p17_b196", "text": "the natural resource base in Namibia. In particular, the poor and vulnerable, especially women and children will be severely affected. The National Climate Change Policy considers climate change issues that affect food security and the sustainable resource base in Namibia very important."}, {"text_block_id": "p17_b197_merged", "text": "One of the objectives of Vision 2030 is et alimportant sector that the national climate change policy addresses."}, {"text_block_id": "p17_b200", "text": "integrate fishery and marine resources issues."}, {"text_block_id": "p17_b201", "text": "Predicted impacts of climate change in Namibia are likely to affect infrastructure including houses, buildings, roads, railways, dams, water pipes, electricity transmission, communication sewerage and drainage systems. High sea level rise may inundate coastal towns including Walvis Bay Namibia’s only deep water harbour and the diamond and fishing harbour of Lüderitz. In highly populated areas of north central and north east Namibia, which are flood-prone, houses and businesses are frequently destroyed and roads flooded, which restricts access to homesteads and amenities. Impacts of climate change on infrastructure are magnified in places where housing and settlements are poorly planned and developed. The economic cost of impacts of climate change on damage to infrastructure, insurance"}, {"text_block_id": "p18_b202", "text": "claims, and repairs and reconstructions, though not easy to estimate, is likely to be very high. Hence infrastructure is a key issue that is integrated in the national climate change policy."}, {"text_block_id": "p18_b203", "text": "Power capacity shortages experienced in the SADC region (Electricity Control Board 2006) since 2007 suggest a looming energy crisis in southern Africa. In addition to complicating the huge challenge of electrification throughout the region, the energy crisis has cross-sector implications as energy and economic development are inextricably linked. Given the imminent, widespread threat of such a crisis, adaptation that accounts for the impact of climate change in the energy sector is a matter of the highest urgency."}, {"text_block_id": "p18_b204", "text": "Adaptation in the energy sector can take place on supply or demand sides or, preferably, both. Energy production adaptation works toward long-term energy security through the use of renewable and energy efficient production technologies and decrease the dependence on non-renewable, volatile and environmentally unsound resources. On the other hand, energy demand adaptation focuses on the decrease of energy consumption through the use of energy efficient and renewable energy devices and technologies. The energy policy adopted by Namibia will to a large extent determine its development path (low carbon vs. high carbon development path) and Namibia’s contribution to climate change mitigation. The National Climate Change Policy includes sustainable energy and exploration of low carbon development."}, {"text_block_id": "p18_b205", "text": "5.7 Education, training, capacity building and institutional strengthening"}, {"text_block_id": "p18_b206", "text": "Namibia’s climate change strategy."}, {"text_block_id": "p19_b207", "text": "Although scientific evidence indicates that the climate is changing due to anthropogenic forces (IPCC, 2001) climate change and its impacts are not well understood. Many stakeholders including scientists, policy makers and more importantly the vulnerable people in rural areas of developing countries do not understand climate change. Little is known regarding the manner in which the climate system, its components and their interactions will respond to climate change. Due to the uncertainties in the predicted impacts and the futuristic nature of when impacts will occur, much is not known for certain how climate change will affect Namibia."}, {"text_block_id": "p19_b208", "text": "Climate change research needs to be properly coordinated and the benefits optimised to meet the needs of policy makers in Namibia and Southern Africa. Attention needs to be focussed on projects that will assist with mitigation of and adaptation to climate change and address specific areas of vulnerability. Further, development and demonstration projects are required to show the advantages and acceptability of a variety of technologies related to climate change. There are some solid foundations in this area on which to build including,"}, {"text_block_id": "p19_b209", "text": "inter alia"}, {"text_block_id": "p19_b210", "text": ", renewable energy demonstration projects and the long-term environmental observation networks such as LTER and BIOTA Southern Africa. In addition indigenous adaptation mechanisms and strategies need to be researched to determine their effectiveness and replicability. Research and information sharing are a key issue that must be addressed in the National Climate Change Policy."}, {"text_block_id": "p19_b211", "text": "It is also the purpose of this policy that research results obtained in Namibia or elsewhere shall form the basis for the development and implementation of strategies and action plans for adaptation and mitigation of impacts of the climate change. The strategies and action plans for climate change adaptation and mitigation should be evidence-based, as informed by research findings."}, {"text_block_id": "p19_b212_merged_merged", "text": "Climate change is likely to exert its greatest impact on the natural resources of Namibia, therefor threaten the livelihoods of the majority of local people who live in rural areas. Public awareness will empower stakeholders, especially local subsistence and commercial farmers to participate in adaptive response activities. One objective outlined in Vision 2030 is to transform Namibia into a “knowledge-based..... nation” A sub-vision is to consolidate, improve and utilise the wealth of the country’s so of reliable and accurate and current information on aspects of its population for the country’s socio-economic development planning and programme management. It is because of the importance of such an objective that the theme of ‘knowledge-based economy and technology driven nation’, was included in NDP3. In order to effectively address adaptation and mitigation, the public needs to be aware and have access to accurate, up-to-date information in order to effectively participate in climate change issues. The National Climate Change Policy therefore promotes mainstreaming of public awareness, participation and access to information as a key issue of concern and importance to climate change."}, {"text_block_id": "p19_b219", "text": "In the Bali Action Plan (paragraph 1(c)), UNFCCC Parties recognized that climate change will lead to many disasters. The plan includes consideration of"}, {"text_block_id": "p19_b220", "text": "“risk management and risk reduction strategies, including sharing and transfer mechanisms such as insurance, disaster reduction strategies and means"}, {"text_block_id": "p20_b221", "text": "to address loss and damage associated with climate change impacts in developing countries that are particularly vulnerable to the adverse effects of climate change,”"}, {"text_block_id": "p20_b222", "text": "as part of action for adaptation. Namibia’s economy and livelihood is depended on natural resources and agriculture. Namibia has lately experienced an increase in natural disasters, such as floods and droughts. In 2009 for instance, many communities were severely affected by floods, in the north central regions, Kavango region, and the Caprivi region. The floods caused with consequent severe damage to infrastructure, loss of crops and livestock, as well as loss of human life. The predicted impacts of climate change are likely to increase the frequency of such disasters. The majority of rural people in Namibia, who are generally poor and vulnerable, will be most adversely affected by such disasters."}, {"text_block_id": "p20_b223", "text": "The goal of disaster risk management in Namibia is to contribute to the attainment of sustainable development in line with Namibia’s Vision 2030 through strengthening national capacities to reduce and build community resilience to disasters by 2015. Namibia risk management is committed to international risk reduction initiatives such as the Hyogo Framework for Action and the Africa Regional Strategy for Disaster Risk Reduction. The disaster risk management strategy recognises disaster risk reduction as a frontline defence in adapting to impacts of climate change. Disaster reduction and risk management are included in the National Climate Change Policy."}, {"text_block_id": "p20_b224", "text": "5.11 Financial resource allocation, mobilisation and management"}, {"text_block_id": "p20_b225", "text": "for the exploration of appropriate off-setting opportunities in the various sectors."}, {"text_block_id": "p20_b226", "text": "5.12 International cooperation and networking"}, {"text_block_id": "p20_b227_merged", "text": "Climate change is a global problem and its effects cross national boundaries. For instance, although Namibia contributes very little to greenhouse gasses, it will severely suffer from the adverse effects of climate change. The global nature of climate change necessitates exchange and sharing of data, information and expertise at regional and international levels in order to enhance appropriate and effective responses. There is a wealth of data on climate change adaptation and mitigation programmes and activities, as well as good case studies from different parties to the UNFCCC which can be shared and some adopted and adapted. In addition, lessons learned and best practices to capitalise on offsetting opportunities could be accessed through cooperation and networking and could be developed and implemented through bilateral or multi-lateral frameworks. The National Climate Change Policy makes provision for international cooperation, collaboration and networking in order to tap into this wealth of information, data, expertise and, financial and other resources to benefit efforts by Namibia to address climate change."}, {"text_block_id": "p21_b229", "text": "5.13 Technology development and transfer"}, {"text_block_id": "p21_b230", "text": "which strategies and action plans should be developed."}, {"text_block_id": "p21_b231", "text": "5.14 Policy and legislative development"}, {"text_block_id": "p21_b232", "text": "policy review."}, {"text_block_id": "p21_b233", "text": "5.15 Gender issues and child welfare"}, {"text_block_id": "p21_b234", "text": "Namibia’s vulnerability and adaptation assessment indicates that poor and rural populations of Namibia are the most vulnerable to climate change because rural populations are extremely reliant on natural resources. It is common among rural communities and households that women play a vital role in securing food and income through participation in food collection activities, cropping and livestock farming. Children in rural areas are still very prone to curable diseases and thus more vulnerable to illness, child and infant mortality. Climate change impacts are predicted to negatively affect the availability of water, and increased periods of droughts and, increased prevalence of pests and diseases. The National Climate Change Policy makes provision to address gender and child welfare issues adequately to ensure that these stakeholders are empowered and participate meaningfully in the planning, testing and roll out of adaptation and mitigation activities."}, {"text_block_id": "p22_b235", "text": "5.16 Other vulnerable groups"}, {"text_block_id": "p22_b236", "text": "Climate change is expected to disproportionately affect vulnerable groups such as the poor, people living with disability, people living with HIV, the elderly, OVC, and marginalised communities. The National Climate Change Policy makes provision to ensure these groups are empowered to effectively and adequately adapt to the impacts of climate change."}, {"text_block_id": "p22_b237", "text": "6 GUIDING PRINCIPLES"}, {"text_block_id": "p22_b238", "text": "6.1 Mainstreaming climate change into policy, legal framework and development planning"}, {"text_block_id": "p22_b239", "text": "levels at all times."}, {"text_block_id": "p22_b240", "text": "6.2 Sustainable development and ensuring environmental sustainability"}, {"text_block_id": "p22_b241", "text": "The policy recognises the need for Namibia to develop in such a way as not to compromise the ability of current and future generations to meet their needs."}, {"text_block_id": "p22_b242", "text": "6.3 Country-driven and specific climate change interventions"}, {"text_block_id": "p22_b243", "text": "The policy recognises Namibia’s vulnerability and the risks associated with climate change. It seeks to provide a response tailored to local, regional and national conditions, such that the country can effectively and efficiently mitigate and adapt to climate change."}, {"text_block_id": "p22_b244", "text": "6.4 Stakeholder participation in climate change policy implementation"}, {"text_block_id": "p22_b245", "text": "6.4 Stakeholder participation in climate change policy implementation\n* adaptation.\n* adaptation.\n The policy recognises the importance of meaningful participation in the planning, development\n* organisations should contribute to climate change awareness and advocacy.\n* organisations should contribute to climate change awareness and advocacy.\n The policy recognises the important role of the participation of Non-Government Organisations"}, {"text_block_id": "p22_b251", "text": "6.5 Awareness generation, education, training and capacity building"}, {"text_block_id": "p22_b252_merged_merged_merged", "text": "The policy recognises the need and importance to raise awareness build capacity and empower stakeholders at local, regional and national levels and at the individual, institutional and systemic levels to ensure a collective and timely response to climate change. It is as well recognised that in order to secure long-term capacity for climate change in Namibia, there is a need to appropriately"}, {"text_block_id": "p23_b256_merged", "text": "integrate climate change into the education system to generate awareness and capacities at an early ages."}, {"text_block_id": "p23_b258", "text": "6.6 Cost effectiveness"}, {"text_block_id": "p23_b259", "text": "The policy recognises that Namibia has limited resources and thus embodies a principle of achieving cost-effectiveness in the implementation of climate change activities without compromising the desired output and outcome, and by not lowering current conditions and standards."}, {"text_block_id": "p23_b260", "text": "6.7 Sustainable and equitable use of natural resources"}, {"text_block_id": "p23_b261", "text": "In recognition of Namibia’s reliance on natural resources, the policy strongly advocates for the sustainable and equitable use of natural resources as catered for in existing policy, legal and development instruments and, where necessary to enhance the enabling environment."}, {"text_block_id": "p23_b262", "text": "6.8 Human rights-based development"}, {"text_block_id": "p23_b263", "text": "The policy recognises and embraces the fundamental rights of humankind and further recognises the prediction that the most severe effects of climate change will be felt by the rural poor in general, women, children and marginalised groups/ individuals. It thus advocates for the practicing of human rights-based development in accordance with national and international law at all times during implementation of climate change response activities."}, {"text_block_id": "p23_b264", "text": "6.9 Transparent planning and decision making"}, {"text_block_id": "p23_b265", "text": "The policy recognises the need for participatory and consultative planning and decision making to ensure transparency. Stakeholder participation is critical to ensure that relevant and appropriate response activities are developed, and that appropriate traditional knowledge is incorporated in climate change adaptation."}, {"text_block_id": "p23_b266", "text": "6.10 Mainstreaming gender, children and youth"}, {"text_block_id": "p23_b267", "text": "The policy recognises the need to mainstream gender, child welfare and vulnerable groups into climate change responses at local, regional and national levels. This mainstreaming shall be integrated into existing policies and laws and shall be led by the Ministry of Gender Equality and Child Welfare with support from other government agencies especially at local and regional levels, non-governmental organisations (NGOs) ,community-based organisations (CBOs) and Faith Based Organisations."}, {"text_block_id": "p23_b268", "text": "6.11 Vulnerability"}, {"text_block_id": "p23_b269", "text": "Commonly defined, vulnerability to climate change refers to the degree to which a system is susceptible to or unable to cope with, the adverse effects of climate change including climate variability and extremes. Namibia is vulnerable to climate change for three major reasons; Namibia’s climate is highly variable hence climate change will worsen and amplify adverse effects, the national economy is highly dependent on natural resources that are threatened by the effects of climate change, and finally, socio-economic factors such as poverty, population growth, lack of income and"}, {"text_block_id": "p24_b270", "text": "employment opportunities and a high prevalence of HIV/AIDS make Namibia vulnerable to climate change."}, {"text_block_id": "p24_b271", "text": "Given Namibia’s vulnerability to climate change risks and impacts, this policy advocates development of adaptation and mitigation measures that will reduce Namibia’s vulnerability to climatic variability while addressing the needs of the most vulnerable social groups and sectors. This will ensure that Namibia’s response to climate change is climate proof and focused on sustainable livelihoods of the most vulnerable, as well as socio-economic and economic viability of current sectors."}, {"text_block_id": "p24_b272", "text": "6.12 Public, private partnership"}, {"text_block_id": "p24_b273", "text": "6.13 Monitoring and Evaluation (M&E)"}, {"text_block_id": "p24_b274", "text": "The policy upholds the need to monitor and evaluate on-going climate change interventions in order to ascertain how effective they are and to facilitate appropriate response and adjustments to optimise responses."}, {"text_block_id": "p24_b275", "text": "7 POLICY OBJECTIVES"}, {"text_block_id": "p24_b276", "text": "The objectives proposed for the Namibia Climate Change Policy are:"}, {"text_block_id": "p24_b277", "text": "7.1 Objective 1:"}, {"text_block_id": "p24_b278", "text": "To develop and implement appropriate strategies and actions that will lower the vulnerability of Namibians and various sectors to the impacts of climate change."}, {"text_block_id": "p24_b279", "text": "contribute to the attainment of national development goals and long-term national vision"}, {"text_block_id": "p24_b280", "text": "7.2 Objective 2:"}, {"text_block_id": "p24_b281", "text": "To integrate climate change effectively into existing policy, institutional and development frameworks in recognition of the cross-cutting nature of climate change."}, {"text_block_id": "p25_b282", "text": "an integrated approach to planning, decision making and implementation with respect to climate change. As far as possible, climate change shall be mainstreamed into sectoral policies."}, {"text_block_id": "p25_b283", "text": "7.3 Objective 3:"}, {"text_block_id": "p25_b284", "text": "To enhance capacities and synergies at local, regional and national levels and at individual, institutional and systemic levels to ensure successful implementation of climate change response activities."}, {"text_block_id": "p25_b285", "text": "African countries generally lack the required capacities at all levels for effective responses to climate change. Namibia is no exception and, given the grim predictions of the effects of climate change on rural poor communities, women, children and marginalised groups, it is imperative to increase awareness and knowledge about climate change, as well to empower people to participate in the planning, development and implementation of appropriate responses to climate change."}, {"text_block_id": "p25_b286", "text": "7.4 Objective 4:"}, {"text_block_id": "p25_b287", "text": "To provide through Government, secure and adequate funding resources for the effective adaptation and mitigation investments to climate change and associated activities (e.g. capacity building, awareness generation, etc.)"}, {"text_block_id": "p25_b288", "text": "Developing countries already feels the impacts of climate change and are predicted to suffer the most severe impacts from climate change. As Namibia is no exception, it is imperative that adequate funding resources are secured for short, medium and long-term adaptation and mitigation responses to climate change. In addition, funding should cover awareness generation, capacity building and education about climate change to ensure that people at all levels can participate effectively."}, {"text_block_id": "p25_b289", "text": "To facilitate climate proof development to reduce the magnitude and extent of impacts of climate change"}, {"text_block_id": "p25_b290", "text": "The policy recognises that due consideration of impacts of climate change should be made for all development. Rural and urban development should consider potential impacts of climate change on such development and hence this should inform and influence the designs of infrastructure, location of such development etc. For instance, new settlements should not be built in flood-prone areas, or too close to the sea in view of predicted sea level rise due to climate change, or design of roads and materials used should consider how climate change will affect durability of such roads."}, {"text_block_id": "p26_b291", "text": "8 RELATIONSHIP WITH EXISTING LEGAL AND POLICY FRAMEWORK"}, {"text_block_id": "p26_b292", "text": "By virtue of the crosscutting nature of climate change, it is imperative that all the sectors evaluate the impacts of climate change and find strategies towards adaptation and mitigation. The next section discusses the key existing policy frameworks that are in line with the National Climate Change Policy."}, {"text_block_id": "p26_b293", "text": "8.1 The Constitution of Namibia"}, {"text_block_id": "p26_b294", "text": "The Constitution of Namibia highlights the need to develop and implement policies to maintain the ecosystems, ecological processes and biological diversity for the benefit of the present and future generations. The predicted negative effects of climate change may compromise the ability of the State to fulfil its constitutional obligations. The State, through its various government agencies and departments and in full partnership with the non-governmental and private sectors, has developed and will continue to develop adopt preventative and adaptive activities to address environmental and climate change issues and problems."}, {"text_block_id": "p26_b295", "text": "The Constitution of the Republic of Namibia is the law above all laws in the land (article 1(6)). The Constitution lays the foundation for all policies and legislation in Namibia, and contains several key environmental clauses relevant to the sustainable use of natural resources. The mandate of the Ombudsman in relation to the protection of the environment is indispensable. In essence, the Ombudsman serves as guardian and protector of the Constitution insofar as it relates to the activities of the legislature and executive. The environmental duties of the Ombudsman are of particular importance when it comes to the:"}, {"text_block_id": "p26_b296", "text": "The Constitution of the Republic of Namibia is the law above all laws in the land (article 1(6)). The Constitution lays the foundation for all policies and legislation in Namibia, and contains several key environmental clauses relevant to the sustainable use of natural resources. The mandate of the Ombudsman in relation to the protection of the environment is indispensable. In essence, the Ombudsman serves as guardian and protector of the Constitution insofar as it relates to the activities of the legislature and executive. The environmental duties of the Ombudsman are of particular importance when it comes to the:\n* over-utilisation of living natural resources\n* irrational exploitation of non-renewable resources\n* degradation and destruction of ecosystems\n* failure to protect the beauty and character of Namibia, and\n* failure to take appropriate action to call for the remediation, correction and reversal of activities"}, {"text_block_id": "p26_b306", "text": "8.2 Vision 2030"}, {"text_block_id": "p26_b307_merged", "text": "Namibia’s Vision 2030,launched by Founding President Dr Sam Nujoma in June 2004, provides long-term alternative policy scenarios on the future course of development in the country at different points in time until the target year of 2030. One of the long-term aims of Vision 2030 is available clean water, and productive and healthy natural wetlands with rich biodiversity.The climate change policy will contribute to realisation of Vision 2030 goals through achievements that shall ensue from adoption and successful implementation of appropriate and effective climate change adaptation and mitigation measures. In particular, it is anticipated that adaptation to climate change will avert impacts that would otherwise hinder reduction in poverty and improvement of human health and standard of living. Hence the Climate Change policy will contribute to Vision 2030 and development beyond."}, {"text_block_id": "p27_b310", "text": "8.3 National Development (NDP) Plans"}, {"text_block_id": "p27_b311", "text": "The duration of Medium term National Development Plans is 5 years. The current NDP at the time of development of this climate change policy, NDP3 spans the five-year period 2007/8–2011/2."}, {"text_block_id": "p27_b312", "text": "The predominant theme of the NDP3 is defined as accelerated economic growth through deepening rural development,"}, {"text_block_id": "p27_b313", "text": "while the productive utilisation of natural resources and environmental conservation are key result areas. Principal environmental concerns include agriculture, forestry, fisheries, water, land, mining, energy, wildlife and tourism. It states that the country is threatened by fluctuating climatic and weather conditions and that the lack of water is perhaps the single most important constraint to economic development."}, {"text_block_id": "p27_b314", "text": "Vision 2030 regards the sequential five-year National Development Plans (NDPs) as the main vehicles for achieving its long-term objectives. NDP3"}, {"text_block_id": "p27_b315", "text": "seeks to achieve the following national development objectives:"}, {"text_block_id": "p27_b316", "text": "seeks to achieve the following national development objectives:\n* Equality and social welfare\n* Peace, security and political stability\n* Productive and competitive human resources and institutions\n* Competitive economy\n* Enhanced quality of life\n* Productive utilisation of natural resources and environmental sustainability\n* Knowledge based economy and technology driven nation\n* Regional and international stability and integration"}, {"text_block_id": "p27_b332", "text": "8.4 National Poverty Reduction Action Programme (NPRAP)"}, {"text_block_id": "p27_b333_merged_merged", "text": "In response to the poverty problem in particular, the Government of the Republic of Namibia formulated the National Poverty Reduction Action Programme (NPRAP) in 2000. It is a people-centred poverty reduction approach in line with Vision 2030, and tries to tailor poverty reduction efforts to regional needs, as established in regional poverty profiles.The NPRAP is based on four priority themes. The first of these entails the creation of a prosperous nation through the development of Namibia’s transport and manufacturing industries within the southern African region, investment in education, and guaranteeing health for all Namibians. The second priority theme entails the promotion of agriculture, tourism and small-and medium-scale enterprises as new income-generating opportunities for the poor. The third theme covers the need to improve safety nets for the poor. Finally the fourth theme relates to the need to use public resources efficiently in order to ensure a positive impact on poverty reduction.The NPRAP policies include;"}, {"text_block_id": "p27_b336", "text": "In response to the poverty problem in particular, the Government of the Republic of Namibia formulated the National Poverty Reduction Action Programme (NPRAP) in 2000. It is a people-centred poverty reduction approach in line with Vision 2030, and tries to tailor poverty reduction efforts to regional needs, as established in regional poverty profiles.The NPRAP is based on four priority themes. The first of these entails the creation of a prosperous nation through the development of Namibia’s transport and manufacturing industries within the southern African region, investment in education, and guaranteeing health for all Namibians. The second priority theme entails the promotion of agriculture, tourism and small-and medium-scale enterprises as new income-generating opportunities for the poor. The third theme covers the need to improve safety nets for the poor. Finally the fourth theme relates to the need to use public resources efficiently in order to ensure a positive impact on poverty reduction.The NPRAP policies include;\n* The provision of free basic education, with an emphasis on quality and affordability for the poor\n* Free primary health care services, with priority to response to epidemics such as HIV and AIDS\n* Food security\n* Land reform in the agriculture sector, and\n* Strengthened safety net through the provision of labour-intensive work programmes and pensions,"}, {"text_block_id": "p28_b346", "text": "8.5 Pollution Control and Waste Management Bill"}, {"text_block_id": "p28_b347", "text": "In terms of ozone depleting substance (ODS) and their contributions on climate change, Namibia provides for a broad variety of sectoral legislation."}, {"text_block_id": "p28_b348", "text": "If successfully implemented, these laws can lead to sustainable development in various environmental or resource-based sectors. One legal instrument of specific importance with regard to climate change is the Pollution Control and Waste Management Bill. The proposed legislation aims to:"}, {"text_block_id": "p28_b349", "text": "If successfully implemented, these laws can lead to sustainable development in various environmental or resource-based sectors. One legal instrument of specific importance with regard to climate change is the Pollution Control and Waste Management Bill. The proposed legislation aims to:\n* Promote sustainable development\n* Provide for the establishment of a Pollution Control and Waste Management Unit\n* Prevent and regulate the discharge of pollutants to the air, water and land\n* Make provision for the establishment of an appropriate framework for integrated pollution\n* Regulate noise, dust and odour pollution\n* Establish a system of waste planning and management, and\n* Enable Namibia to comply with its obligations under international law in this regard."}, {"text_block_id": "p28_b363", "text": "8.6 Environmental Management Act"}, {"text_block_id": "p28_b364_merged_merged", "text": "The Environmental Management Act (EMA) provides the environmental framework legislation for Namibia. Environmental management principles relevant to climate change laid down in the Actinclude:"}, {"text_block_id": "p28_b366", "text": "The Environmental Management Act (EMA) provides the environmental framework legislation for Namibia. Environmental management principles relevant to climate change laid down in the Actinclude:\n* To conduct environmental assessments of all projects that may affect the environment or the use of\n* To promote sustainable development in everything that affects the environment\n* To adopt the best possible methods for reducing waste or pollution at its source\n* To promote reduction, reuse and recycling of waste, and\n* To take precautions to prevent environmental damage."}, {"text_block_id": "p28_b376", "text": "The National Policy for Disaster Risk Management in Namibia recognises that disasters of different kind, severity, and magnitude occur in Namibia and are caused by a wide range of factors. Disasters lead to the destruction of infrastructure and habitats, environmental degradation, and loss of human life and wildlife. Also at risk are livelihoods of individuals especially the rural poor, due to increasing vulnerability related to changing demographics, technological and socio-economic conditions. Factors that increase vulnerability to disasters include climatic variability, environmental degradation, unplanned construction in high-risk zones, and other predicted impacts of climate change. This National Policy for Disaster Risk Management will contribute to attainment of sustainable development goals in line with Vision 2030 through strengthening national capacity to reduce risk and build community resilience to climate change. To this end, the National Policy for Disaster Risk Management aims to:"}, {"text_block_id": "p29_b377", "text": "•"}, {"text_block_id": "p29_b378", "text": "Minimise the loss of human life, property and damage to the environment from hazards of natural, technological, and ecological origin"}, {"text_block_id": "p29_b379", "text": "•"}, {"text_block_id": "p29_b380", "text": "Advocate an approach to disaster risk management that focuses on reducing risks especially to populations who are most vulnerable due, to poverty and a general lack of resources"}, {"text_block_id": "p29_b381", "text": "•"}, {"text_block_id": "p29_b382", "text": "Advocate for shared awareness and responsibility to reduce disaster risk in homes, communities, places of work, and in society generally"}, {"text_block_id": "p29_b383", "text": "•"}, {"text_block_id": "p29_b384", "text": "Give effect to the application of co-operative governance on issues concerning disaster and disaster risk management among the levels of government and allocate responsibilities in this regard to relevant stakeholders"}, {"text_block_id": "p29_b385", "text": "•"}, {"text_block_id": "p29_b386", "text": "Facilitate involvement of the private sector, non-government organisations, communities and volunteers in disaster risk management"}, {"text_block_id": "p29_b387", "text": "•"}, {"text_block_id": "p29_b388", "text": "Facilitate partnerships between the State and the private sector, non-government organisations and communities."}, {"text_block_id": "p29_b389", "text": "Implementation of the National Policy for Disaster Risk Management in Namibia is very relevant to the National Climate Change Policy since predictions of the impacts of climate change include increases in climate related disasters such as floods and cyclones and drought."}, {"text_block_id": "p30_b390", "text": "9.1 SADC Climate Change related policies and strategies"}, {"text_block_id": "p30_b391", "text": "The Namibia Climate Change Policy recognises the multi-sectoral nature of the impacts of climate, change and that these impacts do not respect national boundaries. The need to cooperate at regional level in the development and implementation of climate change adaptation and mitigation interventions is recognised by the National Climate Change Policy of Namibia despite there being no SADC climate change specific policy and strategy. The National Climate Change Policy in Namibia shall therefore align with relevant African Union (AU) policies, which are in line with SADC policies that have climate change aspects. These include but are limited to;"}, {"text_block_id": "p30_b392", "text": "•"}, {"text_block_id": "p30_b393", "text": "SADC Regional Biodiversity Strategy"}, {"text_block_id": "p30_b394", "text": "•"}, {"text_block_id": "p30_b395", "text": "SADC Protocol on Forestry"}, {"text_block_id": "p30_b396", "text": "•"}, {"text_block_id": "p30_b397", "text": "SADC Regional Agriculture Policy"}, {"text_block_id": "p30_b398", "text": "•"}, {"text_block_id": "p30_b399", "text": "Lusaka Agreement (2008) -Southern African Development Community (SADC) Regional Policy Framework on Air Pollution"}, {"text_block_id": "p30_b400", "text": "•"}, {"text_block_id": "p30_b401", "text": "SADC Regional Water Policy and Regional Strategy (RWSP)"}, {"text_block_id": "p30_b402", "text": "•"}, {"text_block_id": "p30_b403", "text": "NEPAD"}, {"text_block_id": "p30_b404", "text": "•"}, {"text_block_id": "p30_b405", "text": "Trans-boundary Water Resources Management"}, {"text_block_id": "p30_b406", "text": "•"}, {"text_block_id": "p30_b407", "text": "SADC Protocol for Fisheries"}, {"text_block_id": "p31_b408", "text": "9.3 United Nations Framework Convention on Climate Change (UNFCCC) and other UN Conventions"}, {"text_block_id": "p31_b409_merged", "text": "In Namibia and most other SADC member countries, climate change is receiving increased attention. During the 1992 United Nations Conference on Environment and Development (UNCED), also known as the Rio or Earth Summit, three Conventions were developed;"}, {"text_block_id": "p31_b414", "text": "•"}, {"text_block_id": "p31_b415", "text": "the United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p31_b416", "text": "•"}, {"text_block_id": "p31_b417", "text": "the United Nations Convention to Combat Desertification (UNCCCD)"}, {"text_block_id": "p31_b418", "text": "•"}, {"text_block_id": "p31_b419", "text": "the United Nations Convention on Biological Diversity (CBD)."}, {"text_block_id": "p31_b420", "text": "The UNFCCC allows for the introduction of Protocols to the Convention. The first is the Kyoto Protocol, which came into force on 16 February 2005. Namibia, like all other SADC members, has signed and ratified both the UNFCCC and the Kyoto Protocol. As a non-Annex I Party to the Protocol, Namibia is not bound by specific targets for GHG emissions, however a number of global initiatives are being implemented, through donor and other support, to assist in the operationalization of the UNFCCC."}, {"text_block_id": "p31_b421", "text": "10 ROLES AND RESPONSIBILITIES OF OTHER STAKEHOLDERS"}, {"text_block_id": "p31_b422", "text": "10.1 Civil Society"}, {"text_block_id": "p31_b423", "text": "The National Climate Change Policy recognises that civil society in rural areas is predominantly poor and predicted to bear the brunt of climate change effects. Yet civil society can contribute significantly to climate change adaptation and mitigation through the adoption of climate change interventions that will reduce the predicted impacts. The policy promotes active participation of civil society in public awareness regarding climate change campaigns, access to climate change information and adoption of climate change interventions."}, {"text_block_id": "p31_b424", "text": "10.2 Private Sector"}, {"text_block_id": "p31_b425", "text": "10.3 Non Government Organisations (NGOs), Faith and Community Based Organisations."}, {"text_block_id": "p31_b426", "text": "Involvement of NGO and Faith and Community based organisations is critical to bring awareness of the impacts of climate change and also mobilisations of financial and other resources to local communities for climate change adaptation and mitigation. The National Climate Change Policy recognises that these NGOs and CBOs shall play an important role of advocacy for climate change"}, {"text_block_id": "p32_b427", "text": "adaptation and mitigation. These NGOs and CBOs shall be encouraged to assume the role of coordinating and integrating efforts amongst various stakeholders in order to address climate change issues."}, {"text_block_id": "p32_b428", "text": "10.4 Training and Research Institutions"}, {"text_block_id": "p32_b429", "text": "This policy recognises the role of training institutions, at different levels including pre-primary, primary, secondary school, colleges and tertiary levels, in training and public awareness regarding climate change adaptation and mitigation. Training institutions will contribute to capacity building with well-trained scientific, technical and managerial human resources who will understand and become actively engaged in climate change adaptation and mitigation. Although there is scientific evidence that the climate worldwide has changed significantly over and above that caused by natural variability the impacts of climate change in Namibia are poorly known. Yet decisions regarding interventions need to be informed by scientific knowledge. Research institutions, therefor,e shall play an important role to generate relevant climate change scientific information that shall be accessible to the public and decision makers. The policy envisions that tertiary and research institutions shall undertake research to quantify likely impacts of climate change and develop practical solutions for adaptation and mitigation of climate change."}, {"text_block_id": "p32_b430", "text": "10.5 The Media"}, {"text_block_id": "p32_b431", "text": "The National Climate Change Policy recognises that the media will play a role to inform and educate the public regarding climate change. The media shall be encouraged to take an active role to obtain accurate information about the causes and impacts of climate change world-wide and in Namibia and interventions to address climate change adaptation and mitigation. The media should be at the forefront to facilitate public awareness about climate change. The media shall form the interface to translate scientific information on climate change and disseminate it to various stakeholders in a manner that is easy to understand. Hence media coverage of climate change issues is pivotal to ensure adequate availability and supply of climate change information to communities which shall empower local communities to undertake appropriate action or interventions."}, {"text_block_id": "p32_b432", "text": "10.6 United Nations Agencies and other Development Partners"}, {"text_block_id": "p33_b433", "text": "The Cabinet of Namibia is the Government agency responsible for decisions about the National Climate Change Policy. The Parliamentary Standing Committee on Natural Resources and Economics shall advise Cabinet on relevant policy matters. While the Ministry of Environment and Tourism (MET) is responsible for all environmental issues in the country, MET shall also be the climate change coordinating Ministry through the Climate Change Unit (CCU) established within the MET. The CCU shall be supported directly by a formalised multi-sectoral National Climate Change Committee (NCCC) for sector-specific and cross-sector implementation and coordination advice and guidance. Climate change affects many sectors therefore various Ministries, Organisations and Agencies shall actively implement climate change related issues. The Subdivision for Climate Change, proposed under the revised MET structure, will assist directly with planning, development, implementation and coordination of climate change activities at the local, regional and national levels. Existing local and regional structures will be used for implementation at those levels. Where functions of line ministries have been successfully decentralised, these will be used to support local and regional level implementation and coordination."}, {"text_block_id": "p33_b434", "text": "At present a function exists within the Meteorological Services Division of the Ministry of Works and Transport (MWT) that carries out climatic monitoring, research and assessment. This unit will serve as the national Climate Analysis Unit (CAU) that will support the CCU, MET, NCCC and line ministries with pertinent information and data for informed planning and decision making about climate change issues."}, {"text_block_id": "p33_b435", "text": "The implementation arrangements should cater for feedback loops through monitoring and evaluation to ensure that activities are relevant, appropriate and targeted at local and regional levels. Figure 1 below depicts the implementation arrangements."}, {"text_block_id": "p34_b436", "text": "Figure 1:"}, {"text_block_id": "p34_b437", "text": "Institutional structure for implementation of the National Climate Change Policy."}, {"text_block_id": "p34_b438", "text": "12 RESOURCE MOBILISATION FOR POLICY IMPLEMENTATION"}, {"text_block_id": "p34_b439", "text": "12.1 Government Provision"}, {"text_block_id": "p34_b440", "text": "Climate change is a development issue that threatens the achievement of national development goals including Vision 2030,therefore government shall make budgetary provision for climate change to address aspects of climate change adaptation and mitigation. Of particular support is the Climate Change Unit which should receive adequate budgetary allocation to facilitate its climate change coordinating role."}, {"text_block_id": "p34_b441", "text": "The Government shall mobilise adequate human and material resources for the effective and efficient implementation of a National Climate Change Policy (NCCP). The study currently underway (Oct"}, {"text_block_id": "p35_b442", "text": "2008 – May 2010) to assess the required investment and financial flows (IFF) to adequately address climate change shall be used as a guideline to plan for resources to become available for climate change activities. To ensure adequate resources at all times, Government shall consider and explore available, multilateral funding avenues (e.g. grants, loans and concessional funding) and, bilateral investment and donor funding. Private sector, insurance, risk management, and market-based instruments shall also be explored. The country will improve access to financing through, rationalising the ever-growing number of funds, including eliminating duplications and harmonising the governance of these funds, to reduce conditionalities to the disbursement of the funds, in addition to streamlining bureaucratic procedures and reducing transaction costs. Government institutions should join hands to secure and mobilise funds for climate change adaptation and mitigation."}, {"text_block_id": "p35_b443", "text": "It is imperative for Namibia to increase capacity at individual, institutional and systemic levels for an appropriate response to climate change. Such interventions shall include human resource development through focused training, mentoring and learning-by-doing approaches, enhancing observation, research and knowledge management; strengthening communication, education and awareness-raising at all levels, especially at the local and community levels; strengthening and using regional networks of information and knowledge sharing; developing tools, methods and technologies and supporting their application; encouraging and strengthening participatory and integrated approaches in planning and decision making, including the meaningful participation of civil society; sharing experiences, information and best practices of African countries; assessing, strengthening and mobilising the capacities of existing relevant facilities and institutions in Africa."}, {"text_block_id": "p35_b444", "text": "12.3 Government to facilitate Public Private Partnership"}, {"text_block_id": "p35_b445", "text": "The Government shall explore and facilitate the establishment of Public Private Partnerships that will contribute both monetary and human resource capacity to address climate change adaptation and mitigation. Government shall encourage the private sector to invest in climate change adaptation and mitigation."}, {"text_block_id": "p35_b446", "text": "Activities should entail securing resources and managing them, allocating them equitably based on priority groups of sectors, and mobilising resources and the management thereof."}, {"text_block_id": "p35_b447", "text": "13 MONITORING AND EVALUATION (M&E)"}, {"text_block_id": "p36_b448", "text": "GLOSSARY OF TERMS"}, {"text_block_id": "p36_b449", "text": "Adaptation"}, {"text_block_id": "p36_b450", "text": "Adjustment in natural or human systems to a new or changing environment. Adaptation to climate change refers to adjustment in natural or human systems in response to actual or expected climatic stimuli or their effects, which moderates harm or exploits beneficial opportunities. Various types of adaptation can be distinguished, including anticipatory and reactive adaptation, private and public adaptation, and autonomous and planned adaptation."}, {"text_block_id": "p36_b451", "text": "Afforestation"}, {"text_block_id": "p36_b452", "text": "Planting of new forests on lands that historically have not contained forests"}, {"text_block_id": "p36_b453", "text": "Anthropogenic"}, {"text_block_id": "p36_b454", "text": "Made by people or resulting from human activities. Usually used in the context of emissions that is produced as a result of human activities"}, {"text_block_id": "p36_b455_merged", "text": "Carbon Dioxide (CO2)"}, {"text_block_id": "p36_b458", "text": "A naturally occurring gas, and also a by-product of burning fossil fuels and biomass, as well as land-use changes and other industrial processes. It is the principal anthropogenic greenhouse gas that affects the Earth's radiative balance."}, {"text_block_id": "p36_b459", "text": "Chlorofluorocarbons (CFC)"}, {"text_block_id": "p36_b460", "text": "Greenhouse gases covered under the 1987 Montreal Protocol and used for refrigeration, air conditioning, packaging, insulation, solvents, or aerosol propellants. Since they are not destroyed in the lower atmosphere, CFCs drift into the upper atmosphere where, given suitable conditions, they break down ozone."}, {"text_block_id": "p36_b461", "text": "Clean Development Mechanism (CDM)"}, {"text_block_id": "p36_b462", "text": "One of the three market mechanisms established by the Kyoto Protocol. The CDM is designed to promote sustainable development in developing countries and assist Annex I Parties in meeting their greenhouse gas emissions reduction commitments. It enables industrialized countries to invest in emission reduction projects in developing countries and to receive credits for reductions achieved."}, {"text_block_id": "p36_b463", "text": "Climate"}, {"text_block_id": "p36_b464", "text": "Climate in a narrow sense is usually defined as the \"average weather,\" or more rigorously, as the statistical description in terms of the mean and variability of relevant quantities over a period of time ranging from months to thousands of years. The classical period is 3 decades, as defined by the World Meteorological Organization (WMO). These quantities are most often surface variables such as temperature, precipitation, and wind. Climate in a wider sense is the state, including a statistical description, of the climate system"}, {"text_block_id": "p36_b465", "text": "Climate Change"}, {"text_block_id": "p36_b466", "text": "Climate change refers to any significant change in measures of climate (such as temperature, precipitation, or wind) lasting for an extended period (decades or longer). Climate change may result from:"}, {"text_block_id": "p36_b467", "text": "•"}, {"text_block_id": "p36_b468", "text": "natural factors, such as changes in the sun's intensity or slow changes in the Earth's orbit around the sun;"}, {"text_block_id": "p37_b469", "text": "•"}, {"text_block_id": "p37_b470", "text": "natural processes within the climate system such as changes in ocean circulation;"}, {"text_block_id": "p37_b471", "text": "•"}, {"text_block_id": "p37_b472", "text": "human activities that change the atmosphere's composition through burning fossil fuels and land surface through deforestation, reforestation, urbanization, desertification, etc."}, {"text_block_id": "p37_b473", "text": "Climate Sensitivity"}, {"text_block_id": "p37_b474_merged", "text": "The average global air surface temperature change resulting from a doubling of pre-industrial atmospheric CO2 concentrations. The IPCC estimates climate sensitivity at 1.5-4.5C (2.7-8.1F)."}, {"text_block_id": "p37_b483", "text": "Climate Variability"}, {"text_block_id": "p37_b484", "text": "Refers to changes in patterns, such as precipitation patterns, in the weather and climate."}, {"text_block_id": "p37_b485", "text": "Deforestation"}, {"text_block_id": "p37_b486", "text": "Desertification"}, {"text_block_id": "p37_b487", "text": "Land degradation in arid, semi-arid, and dry sub-humid areas resulting from various factors, including climatic variations and human activities. Further, the UNCCD (The United Nations Convention to Combat Desertification) defines land degradation as a reduction or loss, in arid, semi-arid, and dry sub-humid areas, of the biological or economic productivity and complexity of rain-fed cropland, irrigated cropland, or range, pasture, forest, and woodlands resulting from land uses or from a process or combination of processes, including processes arising from human activities and habitation patterns, such as: (1) soil erosion caused by wind and/or water; (2) deterioration of the physical, chemical and biological or economic properties of soil; and (3) long-term loss of natural vegetation. Conversion of forest to non-forest."}, {"text_block_id": "p37_b488", "text": "Ecosystem"}, {"text_block_id": "p37_b489", "text": "Any natural unit or entity including living and non-living parts that interact to produce a stable system through a cyclical exchange of materials."}, {"text_block_id": "p37_b490", "text": "Emissions"}, {"text_block_id": "p37_b491", "text": "The release of a substance usually a gas when referring to the subject of climate change into the atmosphere."}, {"text_block_id": "p37_b492", "text": "Enhanced Greenhouse Effect"}, {"text_block_id": "p37_b493", "text": "The concept that the natural greenhouse effect has been enhanced by anthropogenic emissions of greenhouse gases. Increased concentrations of carbon dioxide, methane, and nitrous oxide, chlorofluorocarbons (CFCs), hydro chlorofluorocarbons (HFCs), perfluorocarbons (PFCs), sulphur hexafluoride (SF6), nitrogen trifluoride (NF3), and other photo-chemically important gases caused by human activities such as fossil fuel consumption, trap more infra-red radiation, thereby exerting a warming influence on the climate."}, {"text_block_id": "p38_b494", "text": "Evapotranspiration"}, {"text_block_id": "p38_b495", "text": "The combined process of evaporation from the Earth's surface and transpiration from vegetation."}, {"text_block_id": "p38_b496", "text": "Global Warming"}, {"text_block_id": "p38_b497", "text": "Global warming is an average increase in the temperature of the atmosphere near the Earth's surface and in the troposphere, which can contribute to changes in global climate patterns. Global warming can occur from a variety of causes, both natural and human induced. In common usage, \"global warming\" often refers to the warming that can occur as a result of increased emissions of greenhouse gases from human activities."}, {"text_block_id": "p38_b498", "text": "Greenhouse Effect"}, {"text_block_id": "p38_b499", "text": "Trapping and build-up of heat in the atmosphere (troposphere) near the Earth’s surface. Some of the heat flowing back toward space from the Earth's surface is absorbed by water vapour, carbon dioxide, ozone, and several other gases in the atmosphere and then reradiated back toward the Earth’s surface. If the atmospheric concentrations of these greenhouse gases rise, the average temperature of the lower atmosphere will gradually increase."}, {"text_block_id": "p38_b500", "text": "Greenhouse Gas (GHG)"}, {"text_block_id": "p38_b501", "text": "Any gas that absorbs infrared radiation in the atmosphere. Greenhouse gases include, but are not limited to, water vapour, carbon dioxide (CO2), methane (CH4), nitrous oxide (N2O), chlorofluorocarbons (CFCs), hydro-chlorofluorocarbons (HCFCs), ozone (O3), hydro-fluorocarbons (HFCs), perfluorocarbons (PFCs), and sulphur hexafluoride (SF6)."}, {"text_block_id": "p38_b502", "text": "Intergovernmental Panel on Climate Change (IPCC)"}, {"text_block_id": "p38_b503", "text": "The IPCC was established jointly by the United Nations Environment Programme (UNEP) and the World Meteorological Organization in 1988. The purpose of the IPCC is to assess information in the scientific and technical literature related to all significant components of the issue of climate change."}, {"text_block_id": "p38_b504", "text": "Ozone Depleting Substance (ODS)"}, {"text_block_id": "p38_b505", "text": "A family of man-made compounds that includes, but are not limited to, chlorofluorocarbons (CFCs), bromofluorocarbons (halons), methyl chloroform, carbon tetrachloride, methyl bromide, and hydro-chlorofluorocarbons (HCFCs). These compounds have been shown to deplete stratospheric ozone, and therefore are typically referred to as ODSs."}, {"text_block_id": "p38_b506", "text": "Parts Per Million (ppm)"}, {"text_block_id": "p38_b507", "text": "Number of parts of a chemical found in one million parts of a particular gas, liquid, or solid."}, {"text_block_id": "p38_b508", "text": "Reforestation"}, {"text_block_id": "p38_b509", "text": "Planting of forests on lands that have previously contained forests but that have been converted to some other use."}, {"text_block_id": "p38_b510", "text": "Sink"}, {"text_block_id": "p38_b511", "text": "Any process, activity or mechanism which removes a greenhouse gas, an aerosol or a precursor of a greenhouse gas or aerosol from the atmosphere."}, {"text_block_id": "p39_b512", "text": "Uncertainty"}, {"text_block_id": "p39_b513", "text": "Uncertainty is a prominent feature of the benefits and costs of climate change. Decision makers need to compare risk of premature or unnecessary actions with risk of failing to take actions that subsequently prove to be warranted. This is complicated by potential irreversibilities in climate impacts and long term investments."}, {"text_block_id": "p39_b514", "text": "Weather"}, {"text_block_id": "p39_b515", "text": "Weather is atmospheric condition at any given time or place. It is measured in terms of such things as wind, temperature, humidity, atmospheric pressure, cloudiness, and precipitation. In most places, weather can change from hour-to-hour, day-to-day, and season-to-season."}, {"text_block_id": "p40_b516", "text": "REFERENCES"}, {"text_block_id": "p40_b517", "text": "Dirkx, E., Hager, C., Tadross, M., Bethune, S. and Curtis, B. (2008). Climate change vulnerability and adaptation Assessment. Desert Research Foundation of Namibia and Climate Systems Analysis Group. Prepared for the Ministry of Environment and Tourism."}, {"text_block_id": "p40_b518", "text": "Mfune, J.K. and Ndombo, B. (2005). An Assessment of the capacity and needs required to implement Article 6 of the United Nations Framework on Climate Change (UNFCCC) in Namibia. Prepared for The Ministry of Environment and Tourism, Government of Namibia"}, {"text_block_id": "p40_b519", "text": "Midgley, G., Hughes, G., Thuiller, W., Drew, G., Foden, W. (2004)."}, {"text_block_id": "p40_b520", "text": "Assessment of potential climate change impacts on Namibia’s plant species biodiversity, and ecosystem structure and function."}, {"text_block_id": "p40_b521", "text": "Namibian National Biodiversity Programme. Directorate of Environmental Affairs."}, {"text_block_id": "p40_b522", "text": "Nangula S. and Zeidler, J. (2004) National Biodiversity Professional Training Framework for Namibia, National Biodiversity Programme, Ministry of Environment and Tourism, Directorate of Environmental Affairs."}, {"text_block_id": "p40_b523", "text": "Republic of Namibia (2002). Namibia Initial Communication to the United Nations Framework Convention on Climate Change (2002)."}, {"text_block_id": "p40_b524", "text": "Republic of Namibia (2004)"}, {"text_block_id": "p40_b525_merged_merged", "text": "Vision 2030: Policy Framework for Long-term National Development, Main document Scholes, R.J. and Biggs, R. (2004). Ecosystem Services in Southern Africa: A regional assessment"}, {"text_block_id": "p40_b528", "text": ". The regional scale component of the SAfMA, 2004."}, {"text_block_id": "p40_b529", "text": "Zeidler, J. (2005). Namibia’s National Capacity Self Assessment (NCSA) for Global Environmental Management. Final NCSA Report"}], "document_description": "This document presents information about the main expected impacts of climate change in Namibia and about those most vulnerable. The document also proposes objectives that the Government of Namibia will aim to achieve through an effective and efficient response to climate change. The Policy aims in particular at enabling a sustainable access to water, food security, human health and wellbeing, access to fisheries and marine resources, making infrastructure resilient to climate risks, low carbon energy and economy, education, public awareness, research. It further seeks to improve disaster risk management, better allocate financial resources and foster international cooperation."}