{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lebanon", "document_category": "Policy", "document_sector_name": ["Transportation", "LULUCF"], "document_language": "English", "document_name": "Lebanon National Forest Program", "document_country_code": "LBN", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Programme", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "01/01/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/LBN/2015/LBN-2015-01-01-Lebanon National Forest Program_ec9b4d871fbc4bff01c855f68cc3f876.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "2015-2025"}, {"text_block_id": "p0_b2", "text": "Lebanon"}, {"text_block_id": "p0_b3", "text": "National Forest Program"}, {"text_block_id": "p0_b4", "text": "Ministry of Agriculture"}, {"text_block_id": "p0_b5", "text": "Rural Development and Natural Resources Directorate"}, {"text_block_id": "p1_b6", "text": "In the context of:"}, {"text_block_id": "p1_b7", "text": "GIZ/Regional Project-Silva Mediterranea-CPMF"}, {"text_block_id": "p1_b8", "text": "Adapting Forest Policy to Climate Change in the MENA Region"}, {"text_block_id": "p1_b9", "text": "Prepared by:"}, {"text_block_id": "p1_b10", "text": "Funded by:"}, {"text_block_id": "p1_b11", "text": "With Technical Cooperation of:"}, {"text_block_id": "p1_b12", "text": "Ministry of Agriculture"}, {"text_block_id": "p1_b13", "text": "German Agency for"}, {"text_block_id": "p1_b14", "text": "International Development"}, {"text_block_id": "p2_b15", "text": "Acknowledgements"}, {"text_block_id": "p2_b16", "text": "We would like to express our deep gratitude to all those who helped in the completion of this National Forest Program, either by attending the national and regional workshops and actively participating to the discussions, giving advices and even criticizing; or by reviewing the document, commenting and offering suggestions."}, {"text_block_id": "p2_b17", "text": "Our special thanks goes to"}, {"text_block_id": "p2_b18", "text": "Prof. Hosny El-Lakany Policy Consultant,"}, {"text_block_id": "p2_b19", "text": "Dr. Elsa Sattout Forest Ecosystems Expert,"}, {"text_block_id": "p2_b20", "text": "Eng. Fady Asmar Forest Consultant,"}, {"text_block_id": "p2_b21", "text": "M. AbdelHamid el Iraki Gender expert."}, {"text_block_id": "p3_b22", "text": "The Minister"}, {"text_block_id": "p3_b23", "text": "While the forest management and protection, is vested, at the official level, in the Ministry of Agriculture, the consolidation of this role requires dedication and a practical and active partnership with all those involved directly and indirectly in the forestry sector: From the farmer, the woodcutter, the mayor, the municipality, the local community, and the local authorities, down to the ministries, administrations and official institutions of both public and private sectors."}, {"text_block_id": "p3_b24", "text": "Beyond being vital and necessary green spaces to be preserved, forests do also provide habitats for different life forms. They are the natural and social spaces while being a source of economic production that will be sustainable if well planned and managed. This is provided that partnership is being translated into daily coordinated and meaningful work to secure the nation interest in every home and for every citizen."}, {"text_block_id": "p3_b25", "text": "Based on all that, we launch the National Forest Program, the result of a regional project which included Lebanon, Turkey, Tunisia, Morocco, Algeria, funded and effectively managed by the German Agency for International Development with the technical cooperation of the Forests Sciences Center of Catalonia who graciously contributed to the preparation of the program aiming to reach a unified plan for the sustainable management of the forest sector, with all what the word sustainable means of science, work and concepts based on science and behavior based experiments."}, {"text_block_id": "p3_b26", "text": "We look forward, through the National Forest Program and its implementation in the next ten years 2015 -2025 to the sustainable forest management by updating resources assessments and encouraging relevant scientific research. Here the role of universities and research centers acquires exceptional importance, so that sustainability does not remain a slogan and forest management an administrative theory and a seasonal speech. For the studies not to remain captive of drawers, and portfolio theories, the Ministry of Agriculture will give priority, in the next decade, for the rehabilitation and restoration of degraded lands and bring life to it and ensure the sustainability of this life and thus"}, {"text_block_id": "p3_b27", "text": "the sustainability of the benefits from the renewable resources available."}, {"text_block_id": "p3_b28", "text": "And because the beneficiaries of the resources are the primary guardians of the forest, the program prioritizes the benefit of the local community from the nearby forests socially and economically through the responsible use of the resources, as responsibility is the guarantee for sustainability. Organizing the use of forest resources acquires an exceptional importance and it is our responsibility with all partners to launch green economic opportunities that take into account the reality of forests ecosystems and the state of its resources and its capacities to renew these resources."}, {"text_block_id": "p3_b29", "text": "We in the Ministry of Agriculture believe in active and practical partnership, partnershipbased research and study and science and work, in partnership aiming at sustainable management and protection of certain of our forests list and to increase forest areas with a reasonable cost."}, {"text_block_id": "p3_b30", "text": "We deeply thank the German Agency for International Development GIZ, the Forests Sciences Center of Catalonia and the team of the ministry for seeking genuine partnerships and activation of forest management and protection and increase in size."}, {"text_block_id": "p3_b31", "text": "Akram Chehayeb,"}, {"text_block_id": "p3_b32", "text": "Minister of Agriculture"}, {"text_block_id": "p3_b33", "text": "Lebanon"}, {"text_block_id": "p4_b34", "text": "Executive Summary"}, {"text_block_id": "p4_b35", "text": "Lebanon, a"}, {"text_block_id": "p4_b36", "text": "extends over 10,452 km"}, {"text_block_id": "p4_b37", "text": "2"}, {"text_block_id": "p4_b38", "text": "at"}, {"text_block_id": "p4_b39", "text": "the eastern Mediterranean shore"}, {"text_block_id": "p4_b40", "text": "."}, {"text_block_id": "p4_b41", "text": "."}, {"text_block_id": "p4_b42", "text": "The present Lebanese National Forest Program (NFP) 2015-2025 will constitute the main instrument of the national forest policy steered by the Ministry of Agriculture for the upcoming decade."}, {"text_block_id": "p4_b43", "text": "The NFP identifies the government’s"}, {"text_block_id": "p4_b44_merged_merged", "text": "interventions in the forest sector and beyond it, aiming at sustainably managing the Lebanese Forest Resources, while defining the coordination and cooperation mechanisms among all public and private sectors. The NFP’s goals are driven by sovereignty, good governance, ecosystem-based management, and community participation."}, {"text_block_id": "p4_b47", "text": "After conducting a comprehensive SWOT analysis of the Lebanese forest sector, a vision, a mission and a list of priority actions was agreed on after consultation with stakeholders."}, {"text_block_id": "p4_b48", "text": "The resulting program of actions revolves around Forest Governance, Forest Ecosystems Functioning, and Forest Ecosystems Services. It encloses six operational Objectives and their identified activities."}, {"text_block_id": "p4_b49", "text": "Over the next decade, the MoA, along with the involved partners will work mainly on:"}, {"text_block_id": "p4_b50", "text": "Over the next decade, the MoA, along with the involved partners will work mainly on:\n* Establishing and updating national data\n* Promoting research through the\n* Strengthening the governance of\n* Setting up sustainable management in\n* Establishing restoration and\n* Enhancing ecosystem resilience in\n* Supporting small enterprises through\n* Launching and supporting green"}, {"text_block_id": "p4_b66", "text": "The program implementation success will be monitored and verified through a set of indicators."}, {"text_block_id": "p5_b67", "text": "List of Acronyms"}, {"text_block_id": "p7_b68", "text": "Table of Contents"}, {"text_block_id": "p7_b69", "text": "Page"}, {"text_block_id": "p7_b70", "text": "x"}, {"text_block_id": "p7_b71", "text": "x\n* â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦.\n* â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦.\n x\n* â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦.\n x\n Chapter I. Overview and aim of NFP\n* â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦.\n* â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦.\n* Need for a National Forest Program (NFP) in Lebanon\n* Main foreseen goals from setting up an NFP â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦\n* Main foreseen goals from setting up an NFP â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦\n Chapter II. Methodology and Presentation of the NFP\n* NFPâs Phases and Approaches â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦â¦.\n* Scope and Policy instruments of the NFP\n* NFP Chapters Outlines and Description"}, {"text_block_id": "p7_b97", "text": "Chapter III. Forest Resources and Governance Assessment.............."}, {"text_block_id": "p7_b98", "text": "Chapter III. Forest Resources and Governance Assessment..............\n* Forest ecosystem functioning Assessment\n\t* Description of the forest ecosystem functioning\n\t\t* Forest cover and distribution\n\t\t* Forest biodiversity\n\t\t* Analysis of the forest ecosystem functioning\n\t\t* Forest ecosystems services Assessment\n\t\t* Description of forest ecosystem services (Importance and economic values)\n\t\t* Analysis of forest ecosystem services\n\t\t* Forest Governance Assessment\n\t\t* Forest Governance Description\n\t\t* Labor force in the forestry sector\n\t\t* Laws and regulatory measures\n\t\t* National policy instruments related to forest ecosystems\n\t\t* Stakeholders ranking and mapping\n\t\t* Analysis of forest ecosystem governance\n\t\t* Synopsis on forest ecosystem functioning, services and governance with the priority actions"}, {"text_block_id": "p7_b130", "text": "Chapter IV. Operational objectives..........................................................."}, {"text_block_id": "p7_b131", "text": "Chapter IV. Operational objectives...........................................................\n* Preamble\n* Operational objectives"}, {"text_block_id": "p7_b135", "text": "Chapter V. Programs of Action..........................................................."}, {"text_block_id": "p7_b136", "text": "Chapter VI. Budget and Calendar..........................................................."}, {"text_block_id": "p7_b137", "text": "Chapter VII. Follow Up System..........................................................."}, {"text_block_id": "p7_b138", "text": "Chapter VII. Follow Up System...........................................................\n* A. Indicators\n* B. Recommendations"}, {"text_block_id": "p7_b142", "text": "References..........................................................."}, {"text_block_id": "p7_b143", "text": "References...........................................................\n"}, {"text_block_id": "p8_b144", "text": "Chapter I."}, {"text_block_id": "p8_b145", "text": "Overview and aim of NFP"}, {"text_block_id": "p8_b146", "text": "I.A. Background"}, {"text_block_id": "p8_b147", "text": "Strategically located at the crossroads of 3 continents, Lebanon is a unique country with a heritage as old as the beginning of human existence. A country with Arabic culture tinted by Western influences, having a sophisticated character with a multicultural legacy."}, {"text_block_id": "p8_b148", "text": "Blessed with the impressive Cedars or \"the most famous natural monuments in the world\" as Lamartine"}, {"text_block_id": "p8_b149", "text": ", the French poet, described them: \""}, {"text_block_id": "p8_b150", "text": "The Cedars know the history of the earth better than history itself"}, {"text_block_id": "p8_b151", "text": ".\""}, {"text_block_id": "p8_b152", "text": "As a"}, {"text_block_id": "p8_b153", "text": "mountainous country (73% of the total area),"}, {"text_block_id": "p8_b154", "text": "Lebanon"}, {"text_block_id": "p8_b155", "text": "extends over 10,452 km"}, {"text_block_id": "p8_b156", "text": "2"}, {"text_block_id": "p8_b157", "text": "with an average length of 225 km and width of"}, {"text_block_id": "p8_b158", "text": "48 km."}, {"text_block_id": "p8_b159", "text": "A major feature of Lebanese topography is the alternation of lowland and highland into four longitudinal strips that runs parallel with a north-to-south orientation:"}, {"text_block_id": "p8_b160", "text": "A major feature of Lebanese topography is the alternation of lowland and highland into four longitudinal strips that runs parallel with a north-to-south orientation:\n* The extremely narrow coastal strip (the maritime plain or the Sahil) stretches along the\n* The western Lebanon Mountains range, also called Mount Lebanon which historically\n* The central plateau which comprises Beqaa valley, Lebanonâs most important fertile farming region and where the Litani, longest river in Lebanon rises.\n* The Eastern Lebanon Mountain Range known as Anti-Lebanon mountains form the"}, {"text_block_id": "p8_b169", "text": "The country recognized as a mini-hotspot, is located at the heart of centers of plant diversity identified in the east Mediterranean by Boulos et al. (1994)."}, {"text_block_id": "p9_b170", "text": "I.B. Lebanese forests"}, {"text_block_id": "p9_b171", "text": "Forests have long played a central role in the course of the Lebanese history. These forests are multifunctional with a broad range of goods and services which fall under either the provisioning or supporting, regulating and cultural services."}, {"text_block_id": "p9_b172", "text": "From the Phoenicians who cleared coastal areas for agriculture, and were the first to exploit this valuable natural resource on a large scale to build their famous merchant boats and to supply timber from Cedar, pine and Juniper around the Mediterranean, to the Roman times where Lebanon's trees were used extensively for lime-burning kilns. In the middle Ages, mountain villagers cleared forests for farmland, using the wood for domestic fuel and construction. During its reign, early in the 20th century, the Ottoman Empire used much of the remaining cedar forests as fuel in steam trains."}, {"text_block_id": "p9_b173", "text": "Figure 1. Lebanon Forest cover map"}, {"text_block_id": "p10_b174", "text": "I.C. Need for a National Forest Program (NFP) in Lebanon"}, {"text_block_id": "p10_b175", "text": "In Lebanon, many stakeholders including governmental institutions, nongovernmental organizations and civil society, universities and research centers, as well as international organizations are involved in the forest sector working sometimes in synergy, sometimes overlapping, and yet at times counteracting. Alternatively, there are different national policies, laws, regulations, strategies and plans, which govern forests in Lebanon, and that are either outdated, or comprising gaps."}, {"text_block_id": "p10_b176", "text": "From here, came out the need to establish a national platform for all stakeholders to combine their efforts in restoring, managing and conserving Lebanese forests. Equally important was the urge to update and modernize the existing laws and regulations in light of the emerging challenges, new management concepts and approaches, and the known multi-functionality of the Mediterranean forests."}, {"text_block_id": "p10_b177", "text": "Accordingly, the MoA mobilized all its effort at the Rural Development and Natural Resources Directorate to draw a map for the development of a National Forest Program (NFP) which will provide a framework for the development of the forestry sector in Lebanon, and a mechanism to aligning national goals with international agreements (Sustainable Forest Management), obligations (UN conventions) and resolutions (UNFF) at various levels. The NFP will be a reference to initiate forest-related cooperation between national and international organizations and local, regional and international donors."}, {"text_block_id": "p10_b178", "text": "I.D. Main foreseen goals from setting up an NFP"}, {"text_block_id": "p10_b179", "text": "General goal"}, {"text_block_id": "p10_b180", "text": "Restore degraded lands and increase Lebanese forest cover while meeting the ecological, social and economic needs of sustainable forest management at a regional scale."}, {"text_block_id": "p10_b181", "text": "On forest governance"}, {"text_block_id": "p10_b182", "text": "On forest governance\n* Strengthen the institutional, administrative\n* Implement an institutional reform in the regulatory and administrative framework on"}, {"text_block_id": "p11_b186", "text": "On forest governance\n* Strengthen the institutional, administrative\n* Implement an institutional reform in the regulatory and administrative framework on\n* Develop a sustainable funding mechanism for the forestry sector or for forest\n* Develop a communication strategy on Lebanese forests to raise public awareness on"}, {"text_block_id": "p11_b190", "text": "On ecosystem functioning"}, {"text_block_id": "p11_b191", "text": "On ecosystem functioning\n* Restore the ecosystem functioning of all type of forests and other woodlands in\n* Manage forest ecosystems to be resilient and adapt better to climate change and all\n* Adopt ecosystem-based management to maintain ecological integrity, enhance"}, {"text_block_id": "p11_b197", "text": "On Ecosystem services"}, {"text_block_id": "p11_b198", "text": ""}, {"text_block_id": "p11_b199", "text": "Establish value chains concepts for the goods extracted from all forest types in Lebanon;"}, {"text_block_id": "p11_b200", "text": ""}, {"text_block_id": "p11_b201", "text": "Initiate and promote private investment and partnership between public and private sectors in the development of forests, OWL and rangelands;"}, {"text_block_id": "p11_b202", "text": ""}, {"text_block_id": "p11_b203", "text": "Support the socio-economic development of low income villagers and communities, while empowering the role of women for a more balanced gender approach in all sectors of forestry."}, {"text_block_id": "p12_b204", "text": "Chapter II."}, {"text_block_id": "p12_b205", "text": "Methodology and Presentation of the NFP"}, {"text_block_id": "p12_b206", "text": "II.A. NFP’s Phases and Approaches"}, {"text_block_id": "p12_b207", "text": "Recognizing the need to involve all relevant sectors, to strengthen national partnerships and to adopt a collaborative management approach of forests, MoA convened all public and private agencies to be part of the development process of the NFP."}, {"text_block_id": "p12_b208", "text": "The Lebanese NFP process implemented included the following steps:"}, {"text_block_id": "p12_b209", "text": "Step 1. Launching the preparation of the NFP of Lebanon"}, {"text_block_id": "p12_b210", "text": "In 2011, an agreement between the Ministry of Agriculture (MoA) and the German Agency for International Development (GIZ) was signed to launch the preparation of the Lebanese NFP. The agreement was initiated under the umbrella of a regional project entitled"}, {"text_block_id": "p12_b211", "text": "“"}, {"text_block_id": "p12_b212", "text": "Adapting Forest Policy Conditions to Climate Change in the MENA Region -Silva Mediterranea"}, {"text_block_id": "p12_b213", "text": "–"}, {"text_block_id": "p12_b214", "text": "CPMF"}, {"text_block_id": "p12_b215", "text": "”"}, {"text_block_id": "p12_b216", "text": "."}, {"text_block_id": "p12_b217", "text": "Step 2. Stocktaking assessment on Governance of the forest sector"}, {"text_block_id": "p12_b218_merged", "text": "Assessment of the current forest policy and existing laws was done from the perspective of sustainable forest management in light of the developing challenges. The study entitled “Review and analysis of Lebanese forest related documents with a view of gap identification” (El-Lakany H.) (Table.1). The resulting report of this analysis concluded that all laws, regulations, strategies and plans, related to forests in Lebanon have neither been contextualized nor developed with due consideration to climate change issues in their formal and currently internationally recognized meanings. Forest ecosystem services are listed among other functions of forests and wooded land but not integrated into national planning and strategies."}, {"text_block_id": "p13_b225", "text": "Table 1."}, {"text_block_id": "p13_b226", "text": "Documents reviewed for the preparation of the stocktaking report"}, {"text_block_id": "p13_b227", "text": "Step 3. Stocktaking assessment on forest ecosystem services and their valuation"}, {"text_block_id": "p13_b228_merged", "text": "The assessment was executed in the context of the regional project GIZ-CPMF and under the supervision of MoA. The study entitled ‘Economic values of forest ecosystem service in Lebanon: Main drivers for designing national forest policy’ (By Sattout E.), drew the attention on the manifold goods and services provided by Lebanese forests and provided recommendations in terms of forest management practices and financing options."}, {"text_block_id": "p13_b233", "text": "Step 4. Sectors Assessment"}, {"text_block_id": "p13_b234", "text": "The technical team at MoA carried out a general assessment of the following different sectors related to forests: [1] Rehabilitation of degraded land, afforestation and reforestation, [2] Watershed management, [3] Grazing and rangeland management, [4] Wood and non-wood forest products, [5] Forest fires and other natural hazards (pest, diseases, etc.) management, [6] Ecotourism -other environmental services valorisation (green jobs/economy), [7] Protection of forest and biodiversity, [8] Governance of forestland, [9] Public awareness, capacity building, Research and Development in forest land and resources, and [10] Sustainable forest financing system."}, {"text_block_id": "p14_b235", "text": "Step 5. Involving national stakeholders"}, {"text_block_id": "p14_b236", "text": "MoA carried consultation meetings with national stakeholders from public and private sectors through the organization of multi-stakeholders workshops. Three main events were held in Beirut on October 21"}, {"text_block_id": "p14_b237", "text": "st"}, {"text_block_id": "p14_b238", "text": "and November 17"}, {"text_block_id": "p14_b239", "text": "th"}, {"text_block_id": "p14_b240", "text": ", 2011, and on June 28-29"}, {"text_block_id": "p14_b241", "text": "th"}, {"text_block_id": "p14_b242", "text": ", 2012."}, {"text_block_id": "p14_b243", "text": "Step 6. Technical support"}, {"text_block_id": "p14_b244", "text": "In 2014, an agreement was signed between MoA and the Forest Sciences Center of Catalonia CTFC to provide technical support to the development of the National Forest Program."}, {"text_block_id": "p14_b245", "text": "Step 7. Community participation"}, {"text_block_id": "p14_b246", "text": "In 2014, five additional regional workshops were completed bringing together stakeholders from local and active public and private partners in the regions discussing challenges and opportunities of the sector. The regions were selected following the official administrative divisions or Mohafazas. Accordingly, the workshops were held respectively in the Mohafazas of Nabatieh, Beqaa/Baalback-el Hermel, South Lebanon, Mount Lebanon, and Akar/North Lebanon, during the months of November and December of 2014."}, {"text_block_id": "p14_b247", "text": "Step 8. Communicating the NFP"}, {"text_block_id": "p14_b248", "text": "Based on the main issues raised during the different stakeholders’ workshop, an"}, {"text_block_id": "p14_b249", "text": "outline/draft NFP 2015-2025 was prepared. This document was subjected for discussion and reflection during a major national workshop held in May 2015. Furthermore, during review of the final document and the proposed action plan, targeted meetings or door-to-door consultation with stakeholders were further scheduled."}, {"text_block_id": "p14_b250", "text": "Step 9. Valuing the role of women"}, {"text_block_id": "p14_b251_merged_merged", "text": "An assessment on the integration of the role of women in forest management was in the context of the regional project GIZ-CPMF and under the supervision of MoA. The study entitled ‘Intégration de la dimension genre dans le Programme National Forestier et son Plan d’action’ (By El Iraki A.) presented a set of actions under cross-cutting issues and specific issues to empower women and leverage their standard of life through their involvement in forest conservation and management. A round table was held in MoA in June 2015 hosting various actors and activists in this area."}, {"text_block_id": "p14_b256", "text": "Step 10. Outlining and developing the NFP chapters"}, {"text_block_id": "p14_b257", "text": "The consultation workshops were essential in setting up the forestry sector priorities highlighting challenges and needs at small-scale and large scale as well as at the policy development level through a bottom up and participatory approach (fig. 2)."}, {"text_block_id": "p16_b258", "text": "II.B. Scope and Policy instruments of the NFP"}, {"text_block_id": "p16_b259", "text": "The Lebanese National Forest Program is a plan of actions that defines the"}, {"text_block_id": "p16_b260", "text": "government’s role in the forestry sector and ensures the coordination and"}, {"text_block_id": "p16_b261", "text": "cooperation mechanisms among all public and private sectors. The present program represents the outcome of an intensive participatory process. Its content was built over different sectors taking into account the various priorities and interests. It draws on a long-term vision and mission as well as a set of the guiding principles tapping on international strategic goals in relation to forest and rangeland management and conservation, community participation exercises, and existing national policies and strategies."}, {"text_block_id": "p16_b262", "text": "Based on the threats, pressure and priority actions to ensure the successful development of the forestry sector, the vision and mission were developed in close partnership with all stakeholders involved in the formulation of the NFP. These were finalized based on researchers and practitioners insights."}, {"text_block_id": "p16_b263_merged_merged", "text": "The present forest program will be the basis of Lebanon’s new forest policy for the period 2015 to 2025. It will aim at mitigating the negative impacts of the sector development while foreseeing the desired status of the forest in 10 years."}, {"text_block_id": "p17_b266", "text": "NFP’s Guiding Principles"}, {"text_block_id": "p17_b267", "text": "a. National Sovereignty"}, {"text_block_id": "p17_b268", "text": "Lebanon has an acknowledged right to manage and use the forests in accordance with its own policies. Nevertheless, Lebanon has made an international commitment to use forest resources sustainably and without harming other States or jeopardizing the common heritage of humankind or the development options of future generations. National sovereignty is closely related to Lebanon leadership and political will as to assume full responsibility for the preparation and implementation of an NFP."}, {"text_block_id": "p17_b269", "text": "b. Good governance"}, {"text_block_id": "p17_b270", "text": "Good governance embraces the habits and institutions by which authority in a country is exercised for the common good. This includes the process by which those in authority are selected, monitored and replaced; the capacity of the government to effectively manage its resources and implement sound policies; and the respect of citizens and the state for the institutions that govern economic and social interactions among them."}, {"text_block_id": "p17_b271", "text": "c. Consistency within and integration beyond the forest sector"}, {"text_block_id": "p17_b272", "text": "Consistency within the forest sector involves fostering synergies and minimizing contradictions in policies and national strategies and action plans which lead to negative impacts on forests through their implementation. It accounts for the significant contribution of the forest sector to Gross Domestic Product (GDP). Integration beyond the forest sector leverages and provides incentives to the private forest enterprises. Consistency within the sector also involves the recognition of customary laws, traditional rights and traditional forest-related knowledge."}, {"text_block_id": "p17_b273", "text": "Integration beyond the sector is relevant because forests serve various functions affecting other sectors (e.g. erosion control, water infiltration, biodiversity conservation, combating desertification) and they provide goods (fruits, medicine) which serve other sectors and/or overarching development goals (poverty reduction, sustainable development). Furthermore, many factors contributing to forest degradation and deforestation originate outside the forest sector, such as conversion of forests into farmland or settlements, overgrazing or unchecked wildfires, infrastructure development (roads, dams, canals, etc.), energy generation and mining. It is necessary to seek coherence in the policies of different sectors and in their implementation to avoid negative impacts on forests. On the other hand, integration ensures that forest-related measures contribute to fulfilling the objectives of multilateral environmental agreements (MEAs) they are infused in their action plans."}, {"text_block_id": "p18_b274", "text": "d. Sustainable management"}, {"text_block_id": "p18_b275", "text": "The stewardship and use of forests and rangelands in a way, and at a rate, that conserves their species diversity and ecological integrity and maintains their carrying capacity in terms of productivity, regeneration, and vitality. It also draws on their potential to fulfill relevant provisional, supporting, regulating and cultural ecosystem services for the present and future generations to come. It ensures balanced ecological functioning in line with socio-economic development, at local, national, and global levels."}, {"text_block_id": "p18_b276", "text": "e. Ecosystem-based management"}, {"text_block_id": "p18_b277", "text": "The Ecosystem Based Management (EBM) finds its foundation in the interdependence between ecosystem health and human well-being. It draws on the protection of ecosystems and landscapes, community participation, promoting all ecosystem services in a harmonized way to ensure environmental protection, human well-being and ecological integrity."}, {"text_block_id": "p18_b278", "text": "f. Community Participation"}, {"text_block_id": "p18_b279", "text": "Stakeholders in forests are all those who depend on or benefit from forest resources, or who decide on the control of or those who regulate access to forests. Participation requires a certain degree of organization and capacity and is therefore mostly in the hands of organized interest groups. They participate in NFP activities in various ways: directly or indirectly, actively or passively, in supporting or opposing roles. Community participation aims among many other things the mobilization of citizen-science program and the empowerment of women among other underprivileged groups."}, {"text_block_id": "p18_b280", "text": "g. Science"}, {"text_block_id": "p18_b281", "text": "–"}, {"text_block_id": "p18_b282", "text": "policy interface"}, {"text_block_id": "p18_b283", "text": "Science"}, {"text_block_id": "p18_b284", "text": "–"}, {"text_block_id": "p18_b285", "text": "policy interfaces are defined as social processes which encompass relations between scientists and other actors in the policy process, and which allow for exchanges, co-evolution, and joint construction of knowledge with the aim of enriching decision-making. They are implemented to manage the intersection between science and policy. They involve exchange of information and knowledge leading to learning, and ultimately to changed behavior."}, {"text_block_id": "p18_b286", "text": "h. Evidence-based science"}, {"text_block_id": "p18_b287_merged_merged_merged", "text": "Evidence-based forestry is the conscientious, explicit, and judicious use of current best evidence in making decisions to enhance provision of products and services from forest resources. It recognizes that forest resource management is context specific, ever-changing, and involves uncertainties and that the best evidence is derived from a systematic process which aims to minimize bias” (Petrokofsky, Holmgren & Brown 2011, after Sackett et al. 1996 and McKibbon 1998)"}, {"text_block_id": "p18_b290", "text": "i. Human well-being"}, {"text_block_id": "p18_b291", "text": "Political, economic and civil societal support for conservation can be considerably enhanced if their worth to human society at local, regional or global scales can be"}, {"text_block_id": "p19_b292", "text": "quantified and economically valued. This could also be incentive for better governance of socio-ecological systems for sustainable resource use. The Ecosystem Services and Human Wellbeing approach tries to bridge this knowledge gap by introducing ecosystem services into ongoing and new societal and policy discussions."}, {"text_block_id": "p19_b293", "text": "II.C. NFP Chapters Outlines and Description"}, {"text_block_id": "p19_b294", "text": "The NFP include nine chapters presented in a logical framework from introducing the context and methodology, to the need of an NFP, and all the backup information to define the mission and vision, targets, activities and indicators as well as timeline and monitoring progress of work."}, {"text_block_id": "p19_b295", "text": "Chapter I. Overview and Aim of NFP"}, {"text_block_id": "p19_b296", "text": "It is an introductory chapter providing a general background and overview on the importance of Lebanese forests in the regional context and at national level and the need for an NFP and identifying the responsible for its elaboration."}, {"text_block_id": "p19_b297", "text": "Chapter II. Methodology and Presentation of the NFP"}, {"text_block_id": "p19_b298", "text": "It describes the approaches adopted summarized in three tasks and the process of development in ten steps shedding the light on the participatory approaches at local and national levels. This chapter also describes the thematic threshold of the NFP."}, {"text_block_id": "p19_b299", "text": "Chapter III. Forest Resources and Governance Assessment"}, {"text_block_id": "p19_b300", "text": "It gives a synthetic description of Lebanon’s forest land and sector"}, {"text_block_id": "p19_b301", "text": "involved based on the international criteria and indicators of SFM scheme. It explores the concrete national/regional situation of Lebanon."}, {"text_block_id": "p19_b302", "text": "It also presents the results of the assessment of the forests and forestry sector by providing a comprehensive description. It highlights the strengths and analyzes the problems."}, {"text_block_id": "p19_b303", "text": "Chapter IV. Operational Objectives"}, {"text_block_id": "p19_b304", "text": "It describes the operational objectives based on the existing resources and MoA stand point in terms of management as well the challenges and opportunities this sector is facing. The operational objectives were defined to be realistic and achievable with the implementation of NFP action plan."}, {"text_block_id": "p20_b305", "text": "Chapter V. Program of Action"}, {"text_block_id": "p20_b306", "text": "It compiles the activities needed to achieve the operational objectives based on the set NFP general objectives. Activities are concrete as much as possible and paired with a identifying the partners and defining the national competent authorities as well as partners (public and private bodies)."}, {"text_block_id": "p20_b307", "text": "Chapter VI. Budget and Calendar"}, {"text_block_id": "p20_b308", "text": "It provides detailed information about the timeline of the implementation of the defined activities, the budget defined into the time period of the NFP and the timetable of the intervention in relation to the monitoring of progress of work."}, {"text_block_id": "p20_b309", "text": "Chapter VIII. Follow-up system"}, {"text_block_id": "p20_b310", "text": "It presents in details the evaluation process including monitoring the progress of work following the defined set of targets, action plan and budget while using the indicators identified."}, {"text_block_id": "p22_b311", "text": "Chapter III."}, {"text_block_id": "p22_b312", "text": "Forest Resources and Governance Assessment"}, {"text_block_id": "p22_b313", "text": "III.A. Forest Ecosystem Functioning Assessment"}, {"text_block_id": "p22_b314", "text": "III.A.1. Description of the Forest Ecosystem Functioning"}, {"text_block_id": "p22_b315", "text": "a)"}, {"text_block_id": "p22_b316", "text": "Forest Cover and Distribution"}, {"text_block_id": "p22_b317_merged", "text": "In Lebanon, forestsextend over 136.900 ha while other wooded landscover 106.000ha, representing respectively around 13% and 11% of the total surface of the country (FRA, 2010). They spread from the coast to reach high mountains where they grow optimally at ± 1,800m."}, {"text_block_id": "p22_b320", "text": "Lebanese forests are broadly divided into three main classes: Mixed Forest, Broadleaves, and Coniferous, where the Mixed Forest class is defined as a forest containing at least 25% of one component and 75% of the other components. On the other hand, OWL is divided into the following classes: coniferous shrubs, Broadleaved shrub, mixed shrublands and grassland with trees."}, {"text_block_id": "p22_b321", "text": "The dominant forests are oak (41.6%), pine (20%), and juniper (8.5%). Cedar forests occupy 1.6% of the total forest area. Fir (1.2%) and cypress (0.24%) forests form a sort of pockets amidst mixed coniferous forests of cedar, juniper and pine. Mixed coniferous and broadleaved forests occupy an important portion"}, {"text_block_id": "p22_b322", "text": "Figure 4. Forest types cover (% of total forest cover)"}, {"text_block_id": "p23_b323", "text": "(26.56%). Riparian forests occupy 0.04% of the total Lebanese forest cover (fig."}, {"text_block_id": "p23_b324", "text": "4)"}, {"text_block_id": "p23_b325", "text": "(ELARD, 2011; FRA, 2010)."}, {"text_block_id": "p23_b326", "text": "b)"}, {"text_block_id": "p23_b327", "text": "Forest Biodiversity"}, {"text_block_id": "p23_b328", "text": "Though small in size, occupying only 0.007% of the world’s land"}, {"text_block_id": "p23_b329", "text": "surface area,"}, {"text_block_id": "p23_b330", "text": "Lebanon is home to 1.11% of the world’s plant species and 2.63% of the reptile,"}, {"text_block_id": "p23_b331", "text": "bird and mammal species. This unique biodiversity is generated mainly from the geology of its landscape, human practices over the centuries, along with the ecosystem transformation and adaptation to climate change. But the most influencing factors remains the country's location at the east shore of the Mediterranean basin, one of the most biologically rich and complex regions on Earth. The Lebanese natural landscape is rich, offering 9,119 species of which 4,633 are plants and 4,486 animals (NBSAP 1998). Floristic richness is estimated to include 2,600 vascular plant species of which 400 are endemic to Lebanon, Syria and Palestine (15%) and 92 are endemic to Lebanon (3.5%) (BCSR). When compared to neighboring countries, the faunal diversity of"}, {"text_block_id": "p23_b332", "text": "Lebanon is high relative to the country’s surface area reaching 0.028 species/"}, {"text_block_id": "p23_b333", "text": "km"}, {"text_block_id": "p23_b334", "text": "2"}, {"text_block_id": "p23_b335", "text": "."}, {"text_block_id": "p23_b336_merged_merged", "text": "The changing climatic conditions along topographic gradients resulted in having two major climatic zones. These are the Mediterranean zone and the pre-steppe areas (Abi Saleh et al., 1996; Zohary, 973). Mount Lebanon chain facing the Mediterranean Sea can be differentiated into six vegetation zones (i.e. mediterranean, eu-mediterranean, supra-mediterranean, montaneMediterranean and oro-mediterranean and montane zones). The Anti-Lebanon Mountain chain is differentiated into barren foothills supporting poor overgrazed rangelands, in addition to five vegetation zones (i.e. Batha, steppe Mediterranean, steppe supra-mediterranean, steppe montane-mediterranean, steppe oro-mediterranean). The riparian vegetation forms a fragile ecosystem playing a major role in the protection of the steep slopes from erosion and preventing watershed loss (Abi Saleh et al., 1996)."}, {"text_block_id": "p23_b339", "text": "III.A.2. Analysis of the Forest Ecosystem Functioning"}, {"text_block_id": "p23_b340", "text": "High biodiversity richness in forests has a major impact on the ecosystem functioning. This factor strengthens forests in plant production, ecological"}, {"text_block_id": "p24_b341", "text": "resilience, resistance to environmental perturbations as well as pests and diseases. Biodiversity has an implication on ecosystem processes such as soil nitrogen levels, erosion control and soil formation, water catchment and storage, plant productivity, and pest and disease cycles."}, {"text_block_id": "p24_b342", "text": "As a result of the changes in forest ecosystem functioning resulting from anthropogenic factors and climate change, forests became sort of fragmented habitats with high vulnerability. Anthropogenic activities and socio-economic changes have had cumulative impacts on the Lebanese forests. Annual deforestation is estimated at 0.4 percent (LULC, 1998). Rapid growth, urbanization and land conversion, overexploitation of forests and rangelands resources, biological invasions, intensification of agriculture and desertification have led to forest degradation and habitats fragmentation. These are coupled with the loss of species, loss of habitats, and increase in species vulnerability and alteration in the aesthetic value of the landscapes. Some forests showed high vulnerability while other demonstrated low threat value (Table 2.)."}, {"text_block_id": "p24_b343", "text": "Table 2."}, {"text_block_id": "p24_b344", "text": "Vulnerability status of the different forest types in Lebanon."}, {"text_block_id": "p24_b345", "text": "Many forest species in Lebanon have been identified as vulnerable to climate change. The vulnerability traits will be expressed by a decrease in the regeneration rate, population rate and overall area."}, {"text_block_id": "p24_b346", "text": "Juniperus excelsa"}, {"text_block_id": "p24_b347", "text": "is classified as very highly sensitive, followed by"}, {"text_block_id": "p24_b348", "text": "Cedrus libani"}, {"text_block_id": "p24_b349", "text": ","}, {"text_block_id": "p24_b350", "text": "Abies cilicica"}, {"text_block_id": "p24_b351", "text": ","}, {"text_block_id": "p24_b352", "text": "Quercus cerris"}, {"text_block_id": "p24_b353", "text": ","}, {"text_block_id": "p24_b354", "text": "Fraxinus ornus"}, {"text_block_id": "p24_b355", "text": "and"}, {"text_block_id": "p24_b356", "text": "Ostrya carpinifolia"}, {"text_block_id": "p24_b357", "text": ". The forest stands expected to be the most impacted are in North Lebanon (Akkar) and Hermel areas due to the shift from sub-humid to the semi-arid bioclimatic level (MoE, 2011)."}, {"text_block_id": "p24_b358_merged_merged", "text": "It is noticeable that Lebanon is being affected by climate change. The impacts are revealed by an increase in forest fires incidents, pest and disease outbreaks as well as invasiveness of alien species. According to the EU census the average"}, {"text_block_id": "p25_b360", "text": "burnt areas varied between 1,200 to 3,000ha in the last decades with hot and dry summers resulting from changes in climate conditions (MoE, 2013). The changes in GHG emission result from changes in land use, land cover and forestry (LULCF) sector. Annual deforestation is estimated at 0.4% while annual reforestation is estimated 0.83% (LULC, 1998)."}, {"text_block_id": "p25_b361", "text": "An analysis of the strengths, weaknesses, opportunities and threats gives insights on the priority actions that have to be considered on the top of national priorities to ensure the ecological integrity and resilience of forest ecosystems (Table. 3). The importance of ecosystem functioning in protective forests is revealed in the high value of ecosystem services such as regulating and supporting services."}, {"text_block_id": "p25_b362", "text": "Table. 3. SWOT analysis of forest ecosystem functioning."}, {"text_block_id": "p25_b363", "text": "III.B. Forest Ecosystems Services Assessment"}, {"text_block_id": "p25_b364", "text": "III.B.1. Description of Forest Ecosystem Services (Importance and economic values)"}, {"text_block_id": "p25_b365", "text": "In Lebanon, forest ecosystems play a major role in the life of villagers and city dwellers as source of provisioning, regulating and supporting services as well as cultural ones. They are sources of direct goods (e.g. charcoal, pine kernels, honey) and services (e.g. amenity, watershed protection, carbon sequestration). Villagers rely on direct and indirect products in their livelihood. Lebanese forests represent important hubs for city dwellers in search for recreational activities, which improve human well-being. Lebanese forests share is 0.5% of the national GDP."}, {"text_block_id": "p26_b366", "text": "The estimates of the TEV resulted in US$181,274Millions, which corresponds to US$587/ha"}, {"text_block_id": "p26_b367", "text": ". Even though the TEV value is high, these are referred to as indicators to guide the present national policy."}, {"text_block_id": "p26_b368_merged_merged", "text": "The TEV estimates revealed that the highest benefits corresponded to Non-Wood Forest Product (NWFP) (39%), water catchment and storage (28%) and socio-cultural value (17.7%) (fig. 5). Provisioning services on which local communities depends constitute 44% of the ecosystems services benefits where NWFPs occupy the largest portion. Cultural services occupy an important share of 18% where education and recreation are both identified as integral components of these services. These latter depend partly on the conservation of forest ecosystems (habitat/support services) which value constitutes 4.7% of the total benefits from forest."}, {"text_block_id": "p26_b371", "text": "Figure 5. Distribution of the values (%) of Lebanese forest ecosystem services components."}, {"text_block_id": "p26_b372", "text": "III.B.2. Analysis of Forest Ecosystem Services"}, {"text_block_id": "p26_b373", "text": "The valuation of ecosystem services revealed the importance of the multi-functionality of Lebanese forests. The high values recorded for NWFPs and WPs (Sattout, 2014) showed the potential for investing in forest enterprises with small and medium scale (Table. 4), in addition to the importance of empowering women and their involvement along with the local communities. Valuation exercises revealed the gaps in the national forest database, demonstrating the importance of the database to be integrated in national GDP. Among all, the high"}, {"text_block_id": "p27_b374", "text": "value of hunting shows the potential impact of the service which affects"}, {"text_block_id": "p27_b375", "text": "on bird’s"}, {"text_block_id": "p27_b376", "text": "species and the ecosystem functioning as well."}, {"text_block_id": "p27_b377", "text": "Table. 4. SWOT analysis of forest ecosystem services."}, {"text_block_id": "p27_b378", "text": "III.C. Forest Governance Assessment"}, {"text_block_id": "p27_b379", "text": "III.C.1. Forest Governance Description"}, {"text_block_id": "p27_b380_merged_merged", "text": "The Ministry of Agriculture (MoA) is the lead government agency entitled the protection and management of forest resources. The Rural Development and Natural Resources directorate at the MoA is the national authority responsible of the development of national strategy for the protection and management of forests and rangelands. The state owned forestlands account for 27.3% of the total forest cover while communal lands constitute 11.6%. The highest occupancy of forestlands is privately owned (60%) and includes the religious owned lands (Fig. 6) (FRA, 2010)."}, {"text_block_id": "p27_b382", "text": "Figure 6: Forest ownership by percentage"}, {"text_block_id": "p27_b383", "text": "a)"}, {"text_block_id": "p27_b384", "text": "Labor force in the forestry sector"}, {"text_block_id": "p28_b385", "text": "Forests contribute to the Lebanese labor force, forming 0.13% of the total Lebanese workforce. The total number includes the public servants affiliated to the directorate and regional departments of rural development and natural resources at the MOA (53), forest guards (140) (MOA database, 2013), members of four protected areas and affiliated members working on forest biodiversity protection at the MOE (MOE-personal com. 2013), workers in the production of charcoal (49) and those in the maintenance of stone pine forests (1736)(FRA, 2010). The self-employed forest workers constitute 33%."}, {"text_block_id": "p28_b386", "text": "b) Legal framework regulating the forest related issues"}, {"text_block_id": "p28_b387", "text": "Currently, many laws, decrees, and ministerial decisions are applicable to the designation, protection and management of forests. In addition, the Lebanese Government issued national strategies for the protection and management of these forests."}, {"text_block_id": "p28_b388", "text": "Below are the most important documents related to forest and range management:"}, {"text_block_id": "p28_b389", "text": "•"}, {"text_block_id": "p28_b390", "text": "Forest code of 1949:"}, {"text_block_id": "p28_b391", "text": "This law outlines the forest management and protection, and regulates forest activities including grazing, pruning, coppicing, thinning and charcoal production."}, {"text_block_id": "p28_b392", "text": "First clause defines the “Forest” mainly as source of industrial wood and fuel."}, {"text_block_id": "p28_b393", "text": "The forest code classified forest into four categories according to ownership (state-owned, state-owned with utilization rights for villages, municipalities and village-owned and private forest),"}, {"text_block_id": "p28_b394", "text": "Several amendments to Forest Law, dealt with criminalization of illegal operations and acts, (law No. 195 of 2000). Penalties are in the form of fines (between 50000L.L and 2000000 L.L) or/and imprisonment (from three months to three years)."}, {"text_block_id": "p28_b395", "text": "•"}, {"text_block_id": "p28_b396", "text": "Law  No. 85 dated 7 September 1991:"}, {"text_block_id": "p28_b397", "text": "This law imposed severe restrictions on forest activities and a total ban on harvesting and cutting resinous trees. It stipulates that all cedar, fir, cypress, oak, juniper and other forests in Lebanon are protected."}, {"text_block_id": "p28_b398", "text": "•"}, {"text_block_id": "p28_b399", "text": "Law  No.558, dated 24 July 1996:"}, {"text_block_id": "p28_b400", "text": "The law No. 558 considered all coniferous forests protected (state-owned and municipality-owned forests)"}, {"text_block_id": "p28_b401", "text": "The protected Forest Law stipulated the creation of a forest protection service under the department of rural development and natural resources at MoA;this service is not implemented yet. Also it provided the basis for the designating of protected forests in terms of demarcation, management, financial support, supervision, activities, violations and citations: specifically maintenance of forest cover, improving forest productivity ensuring continuous yield,"}, {"text_block_id": "p29_b402", "text": "management of protected areas, afforestation and reforestation, regulating hunting and grazing; and geographic zoning of forest lands nation-wide."}, {"text_block_id": "p29_b403", "text": "In addition to these laws, many administrative decisions were issued for forest management and control:"}, {"text_block_id": "p29_b404", "text": "•"}, {"text_block_id": "p29_b405", "text": "Decisions No. 705/1, dated 11/8/2012, 731/1 dated 22/8/2012 and 322/1 dated 15/4/2014 which set several rules and procedures to organize cutting, exploitation of forests, other wooded land and trees outside forest."}, {"text_block_id": "p29_b406", "text": "Regulatory measures and decrees have eventually tackled issues related to the sustainable exploitation of aromatic plants. Laws are detailed in Annex 1."}, {"text_block_id": "p29_b407", "text": "c) National policy instruments related to forest ecosystems"}, {"text_block_id": "p29_b408_merged", "text": "Besides the international conventions signed and ratified, the Lebanese Government issued national strategies with various goals and objectives aiming at the protection and management of these forests (Annex 2). Even though the development of national strategies and action plans has been prolific, there is an urgent need for the design of ‘simplified’ mechanisms of implementation interlinking national targets in the forest sector and other related sectors. Policy instruments show a lack of communication between the different public authorities and the leading agencies in the research community, private sectors and civil societies. There is a need to mainstream efforts between the various concerned parties and engage on effective dialogue among various stakeholders in a sustainable way."}, {"text_block_id": "p29_b411", "text": "d)"}, {"text_block_id": "p29_b412", "text": "Stakeholders mapping"}, {"text_block_id": "p29_b413", "text": "The forest sector holds various yet important stakeholders of diverse natures. These range from primary players of public and private nature to secondary and tertiary entities at the central, regional and village level."}, {"text_block_id": "p29_b414", "text": "Stakeholders are identified to belong to the following categories which in no way reflects their degree of influence or even their potential to impact the forests, its related services, resources and the rangelands."}, {"text_block_id": "p29_b415", "text": "In this context, stakeholders can be classified as follows:"}, {"text_block_id": "p29_b416", "text": "1-Public and private"}, {"text_block_id": "p29_b417", "text": "2-Governmental and Non-governmental"}, {"text_block_id": "p29_b418", "text": "3-For profit and not for profit"}, {"text_block_id": "p29_b419", "text": "4-Local and international"}, {"text_block_id": "p29_b420", "text": "5-Individual or group entities"}, {"text_block_id": "p30_b421", "text": "Effective mapping of the stakeholders does not show the interaction among them but further identifies their potential impact on the sector management while comparing it to their actual influence exerted on the forest and the forest sector."}, {"text_block_id": "p30_b422", "text": "III.C.2. Analysis of forest ecosystem governance"}, {"text_block_id": "p30_b423_merged", "text": "Lebanese Forests have been for long time underrated and no special attention was given for the development of the sector. Few years ago, awareness at the decision making level regarding the important natural assets of Lebanese forest along with the threatening danger of climate change and urban pressure, pushed Lebanese government, NGO’s, local communities and research centers, to make noticeable efforts to protect and develop this sector. Meanwhile, the conservation and restoration including reforestation initiatives have established learning by doing systems which boosted individual and institutional leadership skills and profile. A more than 25 years of community practices is well established at national and local levels to ensure success in the forest sector (Table 11.)."}, {"text_block_id": "p31_b426", "text": "Efforts made by all stakeholders is not balanced and not coordinated which leaves a lot of efforts made with no considerable impact measured on the ground. Active coordination among actors of primary, tertiary level and among public and private entities is necessary to channel the resources, the efforts and monitor the activities for more effective governance and impactful results."}, {"text_block_id": "p31_b427", "text": "Mainstreaming of existing laws and regulations with the international commitments is needed as to leverage the sector to the international standards and meet the present challenges while responding to the priority interventions The flow of information between the public and the private entities requires support to facilitate the transfer of information to the intended beneficiaries horizontally and vertically."}, {"text_block_id": "p31_b428", "text": "Further investment in easing up, facilitating and simplifying legal and regulatory measures are requested to provide appropriate follow up to the main beneficiaries at the rural level."}, {"text_block_id": "p31_b429", "text": "Table 6. SWOT analysis of forest ecosystem governance."}, {"text_block_id": "p32_b430", "text": "III.D. Synopsis on forest ecosystem functioning, services and governance with the priority actions identified"}, {"text_block_id": "p32_b431", "text": "Leveraging the forest sector in lebanon entails the consideration of important aspects related to building on the existing successes while also supporting the transformation of negative statements into opportunities for exploration."}, {"text_block_id": "p32_b432", "text": "Figure 7. The driving forces, pressures, state and impact on forests and the corresponding priority actions"}, {"text_block_id": "p33_b433", "text": "Drivers"}, {"text_block_id": "p33_b434", "text": "Population"}, {"text_block_id": "p33_b435", "text": "growth -Human expansion"}, {"text_block_id": "p33_b436", "text": "–"}, {"text_block_id": "p33_b437", "text": "Rapid economic growth."}, {"text_block_id": "p33_b438", "text": "Lack of planning -Weak governance -Forest"}, {"text_block_id": "p33_b439", "text": "Forest related projects dependent on international funding agenda."}, {"text_block_id": "p33_b440", "text": "ecosystems services not  integrated in GDP."}, {"text_block_id": "p33_b441", "text": "Lack of updated forest and rangelands"}, {"text_block_id": "p33_b442", "text": "assessments"}, {"text_block_id": "p33_b443", "text": "Responses"}, {"text_block_id": "p33_b444", "text": "Assess and evaluate forest biodiversity and forest ecosystem services"}, {"text_block_id": "p33_b445", "text": "Develop and implement adaptive management programs for Lebanese ecosystems while tapping on resilience of ecosystems and ecological integrity"}, {"text_block_id": "p33_b446", "text": "Increase forest cover through the protection of existing forests, afforestation and reforestation of degraded areas"}, {"text_block_id": "p33_b447", "text": "Establish forest enterprises through the motivation and support of small entrepreneurs in villages while tapping on green economy, women involvement and participatory approaches."}, {"text_block_id": "p33_b448", "text": "Engage Lebanese community or people as forest officers, scholars, youth, entrepreneurs, citizens, etc. in forest development, conservation protection and management"}, {"text_block_id": "p33_b449", "text": "Update the forest related laws and implement an institutional reform to ensure decentralization, accountability and transparency."}, {"text_block_id": "p33_b450", "text": "Synergize and mainstream  forest ecosystems conservation and management into national policies and action plans."}, {"text_block_id": "p33_b451", "text": "Involve local community and civil societies in forest sector and empower women and youth to leverage their status in the villages located in the vicinity of forests."}, {"text_block_id": "p34_b452", "text": "Chapter IV. Operational Objectives"}, {"text_block_id": "p34_b453", "text": "IV.1. Preamble"}, {"text_block_id": "p34_b454", "text": "The drivers leading to the present state of the Lebanese forests tap in a set of anthropogenic activities and socio-economic changes including rapid growth, urbanization and land conversion, overexploitation of rangelands and forest resources, biological invasions, intensification of agriculture and desertification.  These factors have led to the degradation and fragmentation of forest ecosystem, loss of species, fragile ecosystems. They have altered the aesthetic value of the Lebanese landscapes."}, {"text_block_id": "p34_b455", "text": "Based on DPSIR analysis, a list of priority actions was developed. These priority actions fall under either thematic line of activities or cross-cutting lines of activities. All the lines of activities will be based on applied research to link science to policy and use it as a tool for decision-making process. Following the identified priority actions, six operational objectives were developed (fig. 8)."}, {"text_block_id": "p34_b456", "text": "Thematic lines of activities:"}, {"text_block_id": "p34_b457", "text": "1."}, {"text_block_id": "p34_b458", "text": "Assess and value the forest biodiversity and forest ecosystem services."}, {"text_block_id": "p34_b459", "text": "2."}, {"text_block_id": "p34_b460", "text": "Develop and implement adaptive management programs for Lebanese ecosystems while tapping on resilience of ecosystems and ecological integrity."}, {"text_block_id": "p34_b461", "text": "3."}, {"text_block_id": "p34_b462", "text": "Increase forest cover through the protection of existing forests, afforestation and reforestation of degraded ones and woodlands."}, {"text_block_id": "p34_b463", "text": "4."}, {"text_block_id": "p34_b464", "text": "Establish forest enterprises through the motivation and support of small entrepreneurs in villages while encouraging green economy, women involvement and participatory approaches."}, {"text_block_id": "p34_b465", "text": "Cross-cutting line of activities:"}, {"text_block_id": "p34_b466", "text": "1."}, {"text_block_id": "p34_b467", "text": "Update the forestry laws and implement an institutional reform to ensure decentralization, accountability and transparency."}, {"text_block_id": "p34_b468", "text": "2."}, {"text_block_id": "p34_b469", "text": "Synergize and mainstream forest ecosystems conservation and management into national policies and action plans."}, {"text_block_id": "p34_b470", "text": "3."}, {"text_block_id": "p34_b471", "text": "Engage Lebanese as forest officers, scholars, youth, entrepreneurs, citizens, etc. in forest protection and management"}, {"text_block_id": "p34_b472", "text": "4."}, {"text_block_id": "p34_b473", "text": "Involve local community and civil societies in forest sector and empower women to leverage their status in the existing social dynamics at the level of the villages located in the vicinity of forests."}, {"text_block_id": "p35_b474", "text": "Figure 8. The priority list of actions and the corresponding operational objectives (PA=Priority Action | OO=Operational Objectives)"}, {"text_block_id": "p36_b475", "text": "IV.2. Operational Objectives"}, {"text_block_id": "p36_b476", "text": "The operational objectives are sought in a logical framework on the basis of a set of priority actions needed to meet the mission. They are defined around the policy instruments agreed on among all national stakeholders."}, {"text_block_id": "p36_b477", "text": "Operational Objective 1"}, {"text_block_id": "p36_b478", "text": "Establish and update national data on forest and rangeland sector; promote research through the establishment of partnerships between the different sectors."}, {"text_block_id": "p36_b479", "text": "A comprehensive national data about forest resources and rangelands need to be established and maintained as to promote evidence-based policies and management plans. Building up bridges between the government, academic institutions and research centers as well as civil society organizations towards supporting research based on demand and needs assessment sustained by the creation of a networked platform for the transfer of knowledge."}, {"text_block_id": "p36_b480", "text": "Operational Objective 2"}, {"text_block_id": "p36_b481", "text": "Strengthen the governance of forestland through setting up adapted mechanisms for direct responsiveness, efficient accountability and active communication."}, {"text_block_id": "p36_b482", "text": "Operational objective 3"}, {"text_block_id": "p36_b483", "text": "Set up sustainable management in forests; Establish restoration and rehabilitation plans in degraded lands to counteract soil erosion and desertification"}, {"text_block_id": "p36_b484", "text": "Developing and implementing sustainable forest management plans through a continuous and participatory process that involves local people in the decision making. Setting this program requires strengthening the coordination between different stakeholders and raising public awareness. Implementing the Pilot Master Plan (PMP) for Reforestation in Lebanon will help in identifying the potential areas for afforestation while defining"}, {"text_block_id": "p37_b485", "text": "suitable species for planting. This is a prerequisite step towards the implementation of the National Afforestation/Reforestation Programme, along with developing and rehabilitating nurseries and encouraging applied research. Afterwards, proper management, effective maintenance and monitoring of the new plantations becomes mandatory."}, {"text_block_id": "p37_b486", "text": "Operational objective 4"}, {"text_block_id": "p37_b487", "text": "Enhance ecosystem resilience in forestland to mitigate the impact of climate change and other natural hazards"}, {"text_block_id": "p37_b488", "text": "Maintaining and conserving existing forests as carbon sinks; reducing forest degradation through good management practices including effective management of vulnerable forest ecosystem, implementing Integrated Pest Management and adopting prevision, prevention and forest fire fighting measures. Within the framework of the already adopted strategy for fire management; this will result in a more resilient ecosystem."}, {"text_block_id": "p37_b489", "text": "Operational Objective 5"}, {"text_block_id": "p37_b490", "text": "Supporting small enterprises through the development of value chains standards, for improved sustainable production of forests and rangelands value added goods."}, {"text_block_id": "p37_b491", "text": "Initiating a national assessment on forage species, developing management plans for rangelands and pastures, and supporting local livelihood in villages while establishing effective system for controlled grazing."}, {"text_block_id": "p37_b492", "text": "Empowering small business related to forest and rangelands products for improving local livelihood conditions. Setting and promoting standards for value chains development of the forest goods (NWFPs and FPs). Introducing the concept of voluntary and compulsory sustainability standards to initiate certification for most of the forest ecosystem services (provisioning, supporting, regulating, and cultural services)."}, {"text_block_id": "p37_b493", "text": "Operational objective 6"}, {"text_block_id": "p37_b494", "text": "Launch and support green economic opportunities through the establishment of the needed infrastructure to improve the related services of forests and rangelands"}, {"text_block_id": "p37_b495", "text": "Setting platforms for promoting the forest related services in forest ecosystems and rangelands (e.g. ecotourism, responsible tourism and pastoral tourism). Focusing on conserving the environment, enhancing the quality of life for local communities, and improving the forest related and ecotourism products and services to become a successful operation leading to socio-economic benefits."}, {"text_block_id": "p38_b496", "text": "Chapter V."}, {"text_block_id": "p38_b497", "text": "Programs of Action"}, {"text_block_id": "p38_b498", "text": "Forest Governance"}, {"text_block_id": "p38_b499", "text": "Ecosystem Functioning"}, {"text_block_id": "p38_b500", "text": "Ecosystem Services"}, {"text_block_id": "p39_b501", "text": "Programs of Action"}, {"text_block_id": "p47_b502", "text": "Chapter VI."}, {"text_block_id": "p47_b503", "text": "Budget and Calendar"}, {"text_block_id": "p55_b504", "text": "Chapter VII. Follow Up System"}, {"text_block_id": "p55_b505", "text": "VII. A. Indicators and Targets"}, {"text_block_id": "p64_b506", "text": "VII. B. Recommendations"}, {"text_block_id": "p64_b507", "text": "The development of the National forest Program represents an important milestone in the history of the forests in Lebanon. The success of the document lies in its adequate implementation and the achievements made and measured over the 10 years span."}, {"text_block_id": "p64_b508", "text": "The realization of the program in all its activities, objectives, mission and vision compels the creation of an enabling environment for its completion and success. The engagement of the Ministry of Agriculture into an open dialogue with a wide variety of Stakeholders and the integration of more sectors of direct or indirect interest is Mandatory. A multi-sectoral approach will eventually provide support, endorsement and will eventually shorten the latent time for achievements."}, {"text_block_id": "p64_b509", "text": "Besides, the National forest Program will be able to uplift the forest sector in Lebanon to a more socio-economic rural development program. though ambitious, the program is realistic, needed and realizable. However, important normative measures are required to sustain its achievement. These are of political, administrative, managerial, legal, technical and communicative nature. Recommendations for successful implementation and achievement of the targets of the National forest Program would eventually entail:"}, {"text_block_id": "p64_b510", "text": "-"}, {"text_block_id": "p64_b511", "text": "A political commitment is the guarantee for the success of the Lebanese NFP creating a favoring and enabling environment to complete the milestones as prerequisites."}, {"text_block_id": "p64_b512", "text": "-"}, {"text_block_id": "p64_b513", "text": "The review of the RDNRD structure and the expansion of its mandate and infrastructure are essential to the implementation of the NFP in the proposed time achieving its forecasted outputs"}, {"text_block_id": "p64_b514", "text": "-"}, {"text_block_id": "p64_b515", "text": "The active coordination and the engagement of other public administration and the private sector is an important milestone for the responsiveness of the program to the challenges."}, {"text_block_id": "p64_b516", "text": "-"}, {"text_block_id": "p64_b517", "text": "Effective coordination and communication between the public entities is an important milestone for contributing to the integrated multi-sectoral approach the Program is aiming for."}, {"text_block_id": "p64_b518", "text": "-"}, {"text_block_id": "p64_b519", "text": "The engagement of the local communities is necessary to ensure the adoption and the support to the NFP in its identified terms of realization. However, the integration of the social dimension is only possible provided the responsible public entity engage in effective and constructive two way communication with the stakeholders and the beneficiaries."}, {"text_block_id": "p64_b520", "text": "-"}, {"text_block_id": "p64_b521", "text": "The communication on the forest and the emerging challenges requires an important investment in changing the mindset of the nationals through the dissemination of positive but engaging message about their contribution to the sustainability of the forest resources"}, {"text_block_id": "p64_b522", "text": "-"}, {"text_block_id": "p64_b523", "text": "Effective, constructive and positive communication is essential and mandatory to promote the forests, engage in dialogue, increase awareness and knowledge about the sector and its related ones."}, {"text_block_id": "p64_b524", "text": "-"}, {"text_block_id": "p64_b525", "text": "The engagement and commitment of the international and national donors in supporting the activities is essential and supports its successful implementation"}, {"text_block_id": "p65_b526", "text": "References"}, {"text_block_id": "p65_b527", "text": "Abi-Saleh B., Nazih N., Hanna R., Safi N., Tohme H., 1996. Etude de la Diversité Biologique du Liban ; Vol. 3. MOA/PNUE, Beyrouth."}, {"text_block_id": "p65_b528", "text": "Ecotourism Strategy “Restoration of income generation affected by the war to support conservation of Shouf Biosphere Reserve”"}, {"text_block_id": "p65_b529", "text": "Asmar F., 2011, Country Pasture/Forage resource profile, Lebanon."}, {"text_block_id": "p65_b530", "text": "BC Ministry of Forests and Range, Wildfire management Branch, 2009, Climate change and fire management, research strategy."}, {"text_block_id": "p65_b531", "text": "Croitoru L., Liagre L., 2013. Contribution of forests to a green economy in the Middle East and North Africa. GIZ Project on Adapting change in the MENA region, CPMF/Silva Mediterranean, Algeria."}, {"text_block_id": "p65_b532", "text": "Ecole Nationale du Génie Rural des Eaux et des Forêts, Conseil de"}, {"text_block_id": "p65_b533", "text": "l’Environneme"}, {"text_block_id": "p65_b534", "text": "nt"}, {"text_block_id": "p65_b535", "text": "– Kobayat,1998, Proposition d’aménagement durable de la"}, {"text_block_id": "p65_b536", "text": "forêt de Kobayat au Liban."}, {"text_block_id": "p65_b537", "text": "ELARD (Earth Link and Advanced Resources Development), 2010. Climate Risks, Vulnerability and Adaptation Assessment. Final Report. UNDP/MOE, Beirut."}, {"text_block_id": "p65_b538", "text": "FAO, 2005, Global Forest Resources Assessment 2005"}, {"text_block_id": "p65_b539", "text": "–"}, {"text_block_id": "p65_b540", "text": "Progress towards Sustainable Forest Management."}, {"text_block_id": "p65_b541", "text": "FAO, 2009, Guidelines for Good Forestry and Range Practices in Arid and Semi-Arid zones of the Near East, working paper, Cairo."}, {"text_block_id": "p65_b542", "text": "FAO, 2010, Global Forest Resources Assessment 2010"}, {"text_block_id": "p65_b543", "text": "–"}, {"text_block_id": "p65_b544", "text": "Country Report."}, {"text_block_id": "p65_b545", "text": "FAO, Forest department, 2010, FRA (Forest Resource Assessment), 2010. Global Forest Resource Assessment-Country Report Lebanon."}, {"text_block_id": "p65_b546", "text": "FAO (Food and Agriculture Organization), 2010.Forests and Climate Change in the Near East Region. Forest and climate change working paper 9. FAO, Rome."}, {"text_block_id": "p65_b547", "text": "FAO, 2011, State of the World’s Forests 2011."}, {"text_block_id": "p65_b548", "text": "Food and Agriculture Organization (FAO), 2013. FAO Yearbook. Forest Economics, Policy and Products Division, Rome."}, {"text_block_id": "p65_b549", "text": "Fish W.B., 1944. The Lebanon."}, {"text_block_id": "p65_b550", "text": "Geographical Review"}, {"text_block_id": "p65_b551", "text": "34 (2): 235-258."}, {"text_block_id": "p65_b552", "text": "GIZ silvamed, 2013, Contribution of Forests to a Green Economy in the Middle East and North Africa (Evidence, drivers and policy orientations)."}, {"text_block_id": "p65_b553_merged_merged_merged_merged_merged", "text": "Herrera P.et al, 2014,The Governance of Rangelands."}, {"text_block_id": "p66_b556", "text": "IDAF Climate change impacts on native tree species distribution in Lebanon: Potentiality projections t 2050."}, {"text_block_id": "p66_b557", "text": "IPCC, 2007, Fourth Assessment Report of the Intergovernmental Panel on Climate Change."}, {"text_block_id": "p66_b558", "text": "Joint report of JRC and Directorate-General Environment, 2013, Forest Fires in Europe, Middle East and North Africa, p. 68-70."}, {"text_block_id": "p66_b559", "text": "Khouzami M., Bassil M., Fortunat L., Hayek A., 1996. Étude de la diversité biologique du Liban, Liste des espèces basée sur les rapports de l'étude de la diversité biologique du Liban ; Vol. 9. MOA/PNUE, Beyrouth."}, {"text_block_id": "p66_b560", "text": "Meiggs R., 1982.Trees and timber in the Ancient Mediterranean World. Oxford University Press, Oxford."}, {"text_block_id": "p66_b561", "text": "Merlo M, Croitoru L (Eds.) (2005a). Valuing Mediterranean forests: Towards total economic value. CABI Publishing, Wallingford, Oxon."}, {"text_block_id": "p66_b562", "text": "Médail F., Quézel P., 1999. Biodiversity hotspots in the Mediterranean basin: Setting global conservation priorities."}, {"text_block_id": "p66_b563", "text": "Conservation Biology"}, {"text_block_id": "p66_b564", "text": "13 (6): 1510"}, {"text_block_id": "p66_b565", "text": "–"}, {"text_block_id": "p66_b566", "text": "1513."}, {"text_block_id": "p66_b567", "text": "Metz B., 2007.Climate Change 2007 -Mitigation of Climate Change: Working Group III Contribution to the Fourth Assessment Report of the IPCC. Cambridge University Press,UK."}, {"text_block_id": "p66_b568", "text": "Ministry of Agriculture, Regulatory decisions for administering forests and other wooded land laws."}, {"text_block_id": "p66_b569", "text": "Ministry of Agriculture, 2003, National Action Programme to Combat Desertification."}, {"text_block_id": "p66_b570", "text": "Ministry of Agriculture, 2010, Agricultural Sector Development Strategy; A plan of action (2010-2014)."}, {"text_block_id": "p66_b571", "text": "Ministry of Agriculture/FAO, 2005, National Forest and Tree Assessment and Inventory, Final Report."}, {"text_block_id": "p66_b572_merged_merged", "text": "Ministry of Education and Higher Education – General directorate of Education/ the Nature Conservation Center in the American University of Beirut,  2014, The school guide of extra-curricular environmental activities ."}, {"text_block_id": "p66_b575", "text": "Ministry of Education and Higher Education/AFDC, 2012, National Strategy of Environmental Education in Lebanon."}, {"text_block_id": "p66_b576", "text": "Ministry of Energy and Water, 1999, The Ten Year Plan of the General Directorate for Water Resources and Electricity."}, {"text_block_id": "p66_b577", "text": "Ministry of Environment, 1998, National Biodiversity Strategy and Plan of Work."}, {"text_block_id": "p66_b578", "text": "Ministry of Environment, 2001, The First Afforestation Plan."}, {"text_block_id": "p66_b579", "text": "Ministry of Environment/UNDP/ELARD, 2011, Climate risks, vulnerability and adaptation assessment."}, {"text_block_id": "p67_b580", "text": "Ministry of Environment/UNDP, 2011, Leba"}, {"text_block_id": "p67_b581", "text": "non’s second national"}, {"text_block_id": "p67_b582", "text": "communication to the UNFCCC."}, {"text_block_id": "p67_b583", "text": "Ministry of Environment/UNDP, 2012, LEBANON-Technology Needs Assessment Report for Climate Change"}, {"text_block_id": "p67_b584", "text": "Ministry of Environment /AFDC, 2009, National Strategy for Forest Fire Management in Lebanon."}, {"text_block_id": "p67_b585", "text": "Ministry of Environment/LEDO, 2001, Lebanon State of the Environment Report."}, {"text_block_id": "p67_b586", "text": "Ministry of Environment/UNDP, 2010, State and Trends of the Lebanese Environment."}, {"text_block_id": "p67_b587", "text": "Ministry of Environment/ UNDP, 2009-2013, Safeguarding and Restoring"}, {"text_block_id": "p67_b588", "text": "Lebanon’s Woodland Resources."}, {"text_block_id": "p67_b589", "text": "MOE (Ministry of Environment), 2012."}, {"text_block_id": "p67_b590", "text": "Lebanon action plan for implementing the programme of work on protected areas of the Convention on Biological Diversity"}, {"text_block_id": "p67_b591", "text": ". MOE, Beirut."}, {"text_block_id": "p67_b592", "text": "<"}, {"text_block_id": "p67_b593", "text": "> (Accessed 16 November, 2012)"}, {"text_block_id": "p67_b594", "text": "Ministry of Environment/UNDP, 2013, National Greenhouse Gas Inventory Report and Mitigation Analysis for the Land Use, Land Use Change and Forestry Sector."}, {"text_block_id": "p67_b595", "text": "Ministry of Interior and Municipalities, 1977, Municipal Act, Decree-law no. 118."}, {"text_block_id": "p67_b596", "text": "Ministry of Tourism, 2015, Lebanon Rural Tourism Strategy."}, {"text_block_id": "p67_b597", "text": "Ministry of Tourism, 2010, Ministry of Tourism Strategy (2010-2014)."}, {"text_block_id": "p67_b598", "text": "Ministry of Tourism/AFDC, 2012, The Environmental Education Curriculum for the 1st educational cycle grades (1, 2 & 3)."}, {"text_block_id": "p67_b599", "text": "Ministry of Tourism/ECODIT/USAID, 2007, The Lebanon Mountain Trail (LMT)."}, {"text_block_id": "p67_b600", "text": "Mittermeier R. A., Robles-Gil P., Hoffmann M., Pilgrim J. D., Brooks T. B., Mittermeier C. G., Lamoreux J. L., Fonseca G. A. B. 2004."}, {"text_block_id": "p67_b601", "text": "Hotspots"}, {"text_block_id": "p67_b602", "text": "Revisited: Earth’s Biologically Richest and Most Endangered Ecoregions."}, {"text_block_id": "p67_b603", "text": "CEMEX, Mexico City, Mexico 390pp."}, {"text_block_id": "p67_b604", "text": "Nehme M."}, {"text_block_id": "p67_b605", "text": "et al"}, {"text_block_id": "p67_b606", "text": "., 2010, Pine Nuts Cluster Development Plan."}, {"text_block_id": "p67_b607_merged_merged_merged_merged", "text": "Salloum, L., and G. Mitri, 2014. Assessing the temporal pattern of fire activity and weather variability in Lebanon, International Journal of Wildland Fire , 23(4):503–509"}, {"text_block_id": "p67_b610", "text": "Sattout E., 2014, Economic Values of Forest Ecosystems Services in Lebanon, GIZ Silva Meditteranea collaborative Partnership on Mediterranean Forests."}, {"text_block_id": "p68_b611_merged", "text": "Quézel P., Barbero M., Bonin G., Loisel R., 1990. Recent plant invasion in the Circum-Mediterranean region, in: di Castri F., Debussche M. (Eds), Biological invasions in Europe and the Mediterranean Basin. Kluwer Academic Publishers, Dordrecht, pp. 51-60."}, {"text_block_id": "p68_b614", "text": "UNDP, 2011, Mainstreaming Biodiversity Management into Medicinal and Aromatic Plants Production Processes in Lebanon (Different reports)."}, {"text_block_id": "p68_b615", "text": "UNDP/MoE"}, {"text_block_id": "p68_b616", "text": "2013. Safeguarding and Restoring Lebanon’s Woodland"}, {"text_block_id": "p68_b617", "text": "Resources. Beirut, Lebanon."}, {"text_block_id": "p69_b618", "text": "Annexes"}, {"text_block_id": "p70_b619", "text": "Annex 1."}, {"text_block_id": "p70_b620", "text": "The laws and regulatory measures governing directly or indirectly forest"}, {"text_block_id": "p70_b621", "text": "A specialized Land Tax Law of 20/12/1951 defines and determines all the land taxes payable, including on forests. The law defines the types of lands with the respective tax percentages payable. It includes both exonerated and non-exonerated categories. The tax is payable by the land proprietor but is not used for any specific land management activity."}, {"text_block_id": "p71_b622", "text": "Annex 2. Objectives and targets of the policy instruments related directly or indirectly to forest sector."}, {"text_block_id": "p73_b623", "text": "Annexe 3: Major stakeholders in the forestry sector in Lebanon"}, {"text_block_id": "p76_b624", "text": "Annex 3. Potential Reforestation Areas"}], "document_description": "The Lebanese National Forest Plan (NFP) 2015-2025 constitutes the main forestry policy instrument that is being used by the ministry of Agriculture over the decade. The NFP details the government's interventions aimed at fostering sustainable management, coordination and cooperation mechanisms among both the public and private sectors.  The NFP's goals include 1) establishing restoration and rehabilitation plans in degraded lands to counteract soil erosion and desertification, 2) enhancing ecosystem resilience in forestland to mitigate the impact of climate change and other natural hazards, and 3) carbon sequestration. The document further discusses legal, operational and budgetary objectives."}