{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Lebanon", "document_category": "Policy", "document_sector_name": ["Water", "LULUCF", "Health", "Agriculture"], "document_language": "English", "document_name": "Ministry of Agriculture Strategy 2015 - 2019", "document_country_code": "LBN", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "11/01/2014", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/LBN/2014/LBN-2014-01-11-Ministry of Agriculture Strategy 2015 - 2019_6a49bdcb7679725fd0209c8227c6b58a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ministry of Agriculture Strategy"}, {"text_block_id": "p0_b2", "text": "2015 -2019"}, {"text_block_id": "p0_b3", "text": "Ministry of Agriculture"}, {"text_block_id": "p0_b4", "text": "November 2014"}, {"text_block_id": "p2_b5", "text": "Preamble"}, {"text_block_id": "p2_b6", "text": "The strategy for the years 2015"}, {"text_block_id": "p2_b7", "text": "–"}, {"text_block_id": "p2_b8", "text": "2019 was formulated by the Ministry of Agriculture (MoA) using a participatory approach in strategic planning under the framework of the EU funded Agriculture and Rural Development Programme (ARDP)."}, {"text_block_id": "p2_b9", "text": "Ten Technical Working Groups were established in the Ministry in order to conduct this exercise with the facilitation being provided by the ARDP experts. In addition to MoA staff, these groups included representatives of a number of line ministries, institutions, non-governmental organisations, and other public and private stakeholders relevant for the agricultural sector."}, {"text_block_id": "p2_b10", "text": "MoA’s"}, {"text_block_id": "p2_b11", "text": "2019 Strategy was elaborated in three phases. In the first phase, the main orientations of the Lebanese Agricultural Policy were identified. The strategic plan for the Ministry of Agriculture for the next five years was elaborated based on the main orientations in the second phase. During the third phase the draft strategy was formulated, reviewed, presented to the Steering Committee entrusted with the supervision of the whole process, which included MoA and affiliated institutions senior officers, and finally adopted."}, {"text_block_id": "p2_b12", "text": "In the first two phases, Technical Working Groups members attended a number of workshops animated by the ARDP experts during which subjects were discussed in a spirit of cooperation, responsibility and professionalism, and with high level of constructive participation. The same applies to the third phase: the members of the Steering Committee put many efforts to identify the priorities for the coming five years based on their deep knowledge of the agricultural sector, its capacities, threats, opportunities and challenges."}, {"text_block_id": "p2_b13_merged_merged", "text": "The mission and vision of the Ministry of Agriculture, the main orientations, achievable objectives, expected results and activities were thoroughly elaborated, which emphasizes the importance and quality of MoA’s work with related stakeholders. This certifies that MoA's 2015-2019 strategy reflects the intention of the Ministry of Agriculture to foster the development of the agricultural sector, and is a commitment to develop its capabilities in order to strengthen the management of Lebanese agriculture, achieve its mission and vision and improve public agricultural services to farmers and Lebanese citizens."}, {"text_block_id": "p2_b16", "text": "The Ministry of Agriculture"}, {"text_block_id": "p3_b17", "text": "ACRONYMS"}, {"text_block_id": "p4_b18", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p6_b19", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p6_b20_merged", "text": "Agriculture plays an important role in the national economy. Although not among the largest contributors to the national production and wealth, the sector contributes to a small but stable part of the economy. Agriculture accounted for 4 percent of Lebanon’s Gross Domestic Product (CAS, 2011) with a yearly budget not exceeding 1 percent of government spending. Agricultural export registered a total USD 730 million earnings, accounting for 19 percent of total exports, whereas total agricultural imports represented 16 percent of total imports (2013)."}, {"text_block_id": "p6_b23", "text": "Through its three interrelated dimensions (economic, social and environmental), the agricultural sector plays a vital role in the management of natural resources and contributes to sustainable development. Furthermore, the improvement of the agriculture sector is a prerequisite to socio-economic stability and environmental conservation. The sector employs 6 percent of the total labour force (2009). Agriculture is a primary source of income and employment in rural areas reaching up to 25 percent of the labour force and representing 80 percent of its GDP. In addition, the development of the sector contributes to decreasing urban sprawl and limiting overutilization of natural resources in response to climate change impacts."}, {"text_block_id": "p6_b24", "text": "Building on the achievements of the 2010-2014 strategy of the Ministry of Agriculture (MoA) and based on lessons learned from its implementation, the Ministry of Agriculture has developed its new strategy for the period 2015-2019 using a participatory approach. Technical working groups were formed including representatives from relevant MoA technical departments, various line ministries and institutions, non-governmental organizations and other concerned stakeholders. A bottom-up approach was adopted with strategy outcomes and outputs developed by the technical working groups in line with the priorities set by a Steering Committee, which included senior officials from MoA and its affiliated institutions who followed-up and supervised the whole process of strategy formulation."}, {"text_block_id": "p7_b25", "text": "The Strategy identifies the Ministry of Agriculture’s mission as"}, {"text_block_id": "p7_b26_merged", "text": "“to improve the performance of the agricultural sector contributing to the economic, social, environmental and sustainable rural development of Lebanon”."}, {"text_block_id": "p7_b29", "text": "In addition, it sets the vision as"}, {"text_block_id": "p7_b30", "text": "“MoA adopts the principles of good governance for the development of"}, {"text_block_id": "p7_b31", "text": "the agricultural sector in view of ensuring food security including food safety, reducing poverty and rural-urban migration, creating job opportunities,"}, {"text_block_id": "p7_b32", "text": "and increasing efficiency and sustainable use of natural resources”."}, {"text_block_id": "p7_b33", "text": "The general objective of the strategy is to develop the institutional capacities and increase preparedness of the Ministry of Agriculture in order to overcome challenges in the agricultural sector and respond to crises that may arise through partnerships and collaboration among relevant stakeholders."}, {"text_block_id": "p7_b34", "text": "The strategy defines eight main Courses of Action including 30 components and 104 areas of intervention. These are:"}, {"text_block_id": "p8_b35", "text": "Course of Action V: Strengthening agricultural research and laboratories"}, {"text_block_id": "p8_b36", "text": "Course of Action VI: Development of the cooperative sector and mutual funds"}, {"text_block_id": "p8_b37", "text": "Course of Action VII: Development of the Ministry of Agriculture capacities"}, {"text_block_id": "p8_b38", "text": "Course of Action VIII: Responding to climate change impacts"}, {"text_block_id": "p8_b39", "text": "The strategy describes a framework for its implementation including a high-level Committee, which will be established at the level MoA, to ensure proper follow-up and supervision. The strategy also identifies the investment requirements for its implementation (in addition to MoA operational costs) to a total of around USD 330 million over five years, distributed as follows:"}, {"text_block_id": "p8_b40", "text": "On top of the current state budget allocation, the strategy emphasizes the need for additional financial resources for its implementation. These will include increased national budget allocations over the next five years, but also additional funding for to be procured through close collaboration with donors and from other sources."}, {"text_block_id": "p10_b41", "text": "CHAPTER 1: LEBANESE AGRICULTURAL SECTOR"}, {"text_block_id": "p10_b42", "text": "1. SITUATION OF THE AGRICULTURAL SECTOR"}, {"text_block_id": "p10_b43", "text": "1.1 GENERAL CONTEXT"}, {"text_block_id": "p10_b44", "text": "A) THE IMPORTANCE OF THE AGRICULTURAL SECTOR IN THE LEBANESE ECONOMY"}, {"text_block_id": "p10_b45", "text": "Lebanon is endowed with a strategic location between Europe and the Gulf States and a Mediterranean climate favourable for fruits and vegetables production, along with fertile soils and a relative abundance of water."}, {"text_block_id": "p10_b46", "text": "According to the Agricultural Census 2010, the total agriculture land area is estimated at 332 000 hectares, of which 231 000 hectares are cultivated (almost half 113 000 ha are irrigated), with an average land holding size of 1.36 ha (1.23 ha for irrigated holdings). The exploitation of these lands moved gradually from a cereal cropping to a cultivation offering higher added value (fruits, vegetables, etc.), resulting in a return per km² higher than in neighbouring countries."}, {"text_block_id": "p10_b47", "text": "The contribution of the agricultural sector to GDP (at constant prices) decreased from 4.81 in 2007 to 3.85 percent in 2010. However, this contribution increased to 4.04 percent in 2011 owing to the implementation of MoA strategy (Development of the Agriculture Sector Strategy 2010-2014), along with efforts made towards the reorganization of the sector that supported agricultural productivity and increased exports."}, {"text_block_id": "p10_b48", "text": "Table 1: GDP per activity at constant prices (in billions of LBP)"}, {"text_block_id": "p10_b49", "text": "Source: Central Administration of Statistics (CAS)"}, {"text_block_id": "p10_b50", "text": "The Lebanese agricultural production generated a wealth of LBP 2 123 billion in 2007 and LBP 2 360 billion in 2011, registering an increase of 11 percent in five years, while the National GDP increased by 32.5 percent in the same period."}, {"text_block_id": "p11_b51", "text": "Lebanon is considered a major food importer, with local production satisfying only 20 percent of domestic consumption. The value of agriculture and food products imports reached a total of LBP 5 173 678 million in 2013 (Table 2), while the total value of agriculture and food products exports amounted to LBP 1 141 994 million with an annual deficit change by 1.77 percent."}, {"text_block_id": "p11_b52", "text": "Table 2: Agriculture trade balance -agricultural and food products exports and imports (in millions of LBP)"}, {"text_block_id": "p11_b53", "text": "Source: Lebanese Customs"}, {"text_block_id": "p11_b54", "text": "Agriculture and food products exports witnessed a remarkable improvement during the period 2010-2013, registering an increase of 4.02 percent between 2011 and 2012, and reaching 17.74 percent between 2012 and 2013 (Table 2). The slow growth is attributable to the Syrian crisis as 50 percent of the total agricultural products were exported to Syria or through Syria to other Arab countries and the Gulf States (2010) while with only 35 percent were recorded in 2013. The Ministry of Agriculture, in response to this crisis and in collaboration with other institutions, took the initiative in 2013 to open new shipping lines and this led to an increase in agriculture and food products exports."}, {"text_block_id": "p11_b55_merged", "text": "The annual change in the deficit in trade balance of agricultural and food products registered a decrease during the period 2011 – 2013 due to the increase in exports of agricultural and food products. This decrease reached 3.58 percent between 2011 and 2012 while it stood at 1.77 percent between 2012 and 2013. Nevertheless, Lebanon remains a net importer of food, and this makes the country vulnerable to food and agricultural products price volatility, with a total food import bill of about USD 2.69 billion (LBP 4 032 billion) in 2013."}, {"text_block_id": "p11_b58", "text": "B) THE SHARE OF AGRICULTURE IN THE NATIONAL BUDGET"}, {"text_block_id": "p11_b59", "text": "On average, the Lebanese budget allocation to the Ministry of Agriculture represents about 0.5 percent of the total public expenditures, which is a very small share as compared to neighbouring countries where it exceeds 5 percent of the national budgets."}, {"text_block_id": "p11_b60", "text": "Table 3: Ministry of Agriculture annual budget during the past five years (in billions of LBP)"}, {"text_block_id": "p11_b61", "text": "Source: Ministry of Agriculture Accounting"}, {"text_block_id": "p11_b62", "text": "One of the immediate results of the previous MoA strategy for the period 2010-2014 was the increase of MoA government budget almost three-fold between 2010 and 2012 from LBP 41 billion in 2009 to LBP 100 billion (USD 66.7 million) in 2012 after a steady increase in 2010 (LBP 78 billion) and 2011 (LBP 88 billion)."}, {"text_block_id": "p12_b63", "text": "It is worth mentioning that total public spending on agriculture is not limited to MoA government budget allocations. Various agricultural programmes were adopted and financed by the government since 2011, most important are:"}, {"text_block_id": "p12_b64", "text": "It is worth mentioning that total public spending on agriculture is not limited to MoA government budget allocations. Various agricultural programmes were adopted and financed by the government since 2011, most important are:\n* the Programme for the development of cereals and legumes (wheat, barley, lentils and chickâpeas)\n* The Export Plus Programme, implemented by the Investment Development Agency for Lebanon (IDAL)\n* The forage and livestock development programme in Lebanon approved by the Council of Ministers in"}, {"text_block_id": "p12_b72", "text": "1.2 THE SOCIAL DIMENSION"}, {"text_block_id": "p12_b73", "text": "Agriculture is a major cornerstone in rural development, as it represents a primary source of income and employment in rural areas. It plays an important role in the fight against poverty in these regions, where several experiences from other countries showed that, growth in agricultural GDP has been more effective at reducing poverty compared to that originating from other sectors, thus contributing to social stability. Agriculture is a catalyst for the creation of employment in several related sectors in the rural regions such as rural services, transport, communication, education, tourism, etc."}, {"text_block_id": "p12_b74", "text": "The agricultural sector in Lebanon accounts for 6 percent of total labour force (2009), with up to 25 percent in rural areas generating 80 percent of their GDP. The 2010 agricultural census showed that there is a total of 170 000 farmers or holders with an average age of 52 years, half of which depends solely on agriculture for their livelihoods. The Lebanese rural population involved in the agriculture sector reached 817 000 people in 2010 with an average household size of five persons per household."}, {"text_block_id": "p12_b75", "text": "Table 4: Agricultural labour (Agricultural Census 2010)"}, {"text_block_id": "p12_b76", "text": "Source: Ministry of Agriculture Statistics"}, {"text_block_id": "p12_b77", "text": "Geographically, Lebanon offers a strong diversity where there are 40 different homogeneous regions presenting distinct socio-economic and geopolitical characteristics. The Bekaa and the North of the country cover 67 percent of agricultural land, mostly held by large commercial farms, while the South is rather characterized by small farms mostly in remote areas."}, {"text_block_id": "p12_b78", "text": "Livestock production is an important sector in rural areas as it represents one of the main activities (especially in the south and north regions of Lebanon that have the highest poverty rate in the country) with 60 percent of farmers depending on dairy products as primary means of subsistence. This activity helps to generate cash"}, {"text_block_id": "p13_b79", "text": "income through the sale of animal products often covering the main resource requirements of food for poor families, but also to employ most of the workforce in rural areas where alternative working opportunities are limited."}, {"text_block_id": "p13_b80", "text": "Several social challenges remain significant to the agricultural sector in Lebanon. These include:"}, {"text_block_id": "p13_b81", "text": "Several social challenges remain significant to the agricultural sector in Lebanon. These include:\n* Lack of farmer status under the labour act, which does not contain any specific provision for farmers;\n* Existence of vulnerable groups (especially youth and women) which are especially prone to poverty;\n* High youth unemployment (under 24 years) reaching 22.6 percent of the labour force (2004 â index\n* Steady loss of workforce and aging population in rural areas (figures of Index Mundi show that urban"}, {"text_block_id": "p13_b91", "text": "1.3 THE ENVIRONMENTAL DIMENSION"}, {"text_block_id": "p13_b92", "text": "Agriculture can have a significant impact -positive or negative -on natural resources (water, forests, biodiversity, etc.) and on the environment in general depending on agricultural practices used, the techniques applied to agriculture, and the extent to which sustainable development principles are integrated."}, {"text_block_id": "p13_b93", "text": "A) FORESTS"}, {"text_block_id": "p13_b94", "text": "Today, forests cover 13 percent of the territory with only 7 percent if we account for only the dense forests, in which the canopy occupies at least 60 percent of the surface. Forest dominates especially on the western slopes of Mount Lebanon thanks to the higher humidity that prevails in these regions. Pine, oak and cedar forests are the main species in altitude. On the east side and the dry Anti-Lebanon, there are compartments of juniper and oak. The South is the most depleted forest region, probably because of its topography which facilitated the clearing."}, {"text_block_id": "p13_b95", "text": "The forest area declined by about 35 percent especially in North Lebanon and Mount Lebanon. This loss of forest cover, which is the cause of landslides with disastrous environmental, economic and social effects, is due to several factors: urban sprawl, rising energy prices forcing people living in altitude to find alternative solutions such as wood for heating during the winter, and forest fires."}, {"text_block_id": "p13_b96", "text": "Several laws have been adopted providing for the establishment of seven natural reserves. This is a major step forward towards the protection of forest areas facing urbanization and other human activities, and a tool to enhance the natural and historical heritage and develop the local community."}, {"text_block_id": "p14_b97", "text": "B) PASTURES"}, {"text_block_id": "p14_b98", "text": "Good management of pasturelands reduces the effects of fires and the risk of fire spread, and contributes to the conservation of biodiversity and forests. The means of control, monitoring and enforcement of the Forest Code of 1949 that specifies how to use the land for grazing and organizes the movement of cattle in the forests are inadequate and unsuitable for the Lebanese context, hence the need for its review and update."}, {"text_block_id": "p14_b99", "text": "C) WATER"}, {"text_block_id": "p14_b100", "text": "Average annual precipitations can reach over 1 000 mm on the western slopes of Mount Lebanon, feeding a river system combining rich streams and groundwater. The net exploitable water potential was estimated to be 2.08 billion cubic meters in 2011, which puts the country above the water stress threshold of 1 000 cubic meters per year per capita. Almost 60 percent of the available water resources is used for agricultural activities. Water management therefore has a very important role to play in agriculture. More than half of the agricultural land of Lebanon is under irrigation."}, {"text_block_id": "p14_b101", "text": "Despite all this, the water resources are under pressure, like forests. Future forecasting of water balance shows that as from 2015, the balance between demand and availability will clearly weaken, and the share of water used by agriculture will be challenged due to the increasing urban and industrial demand."}, {"text_block_id": "p14_b102", "text": "2. MOA STRATEGY 2010-2014 FOR THE DEVELOPMENT OF AGRICULTURE"}, {"text_block_id": "p14_b103", "text": "The Ministry of Agriculture is the designated institution for the formulation of the agricultural sector strategic framework and the development of related policies and programmes. MoA is also responsible for the development of the legislative and regulatory frameworks governing the agricultural sector, and for securing infrastructure to facilitate investment, production and marketing operations. In addition, MoA has a primary role in the management of natural resources (agricultural land, irrigation water, forests and forestry, fisheries, rangelands) and in the preparation and implementation of rural development programmes."}, {"text_block_id": "p14_b104", "text": "In 2010 the Lebanese Ministry of Agriculture formulated an agricultural sector development strategy for five years. This strategy included eight main axes of implementation aiming at increasing competitiveness of the Lebanese agricultural products and fostering agricultural sustainable development. The strategy identified priorities and key areas of intervention for the development of the sector including the mobilization of adequate financial resources, development of an appropriate legislative framework, and the strengthening of the Ministry of Agriculture capacities and extension capabilities. This strategy has accomplished a number of achievements along its different axes as follows:"}, {"text_block_id": "p14_b105_merged", "text": "Axis I – Updating the regulatory/policy framework: A number of legislative texts (laws, decrees, decisions and regulations) have been issued to regulate the handling of the different production inputs such as fertilizers, seeds, agricultural pesticides, veterinary drugs, etc. Food products control, including locally manufactured or imported, has been activated according to international food safety standards in collaboration with various local partners."}, {"text_block_id": "p15_b108", "text": "Axis II"}, {"text_block_id": "p15_b109", "text": "– Developing MoA’s new"}, {"text_block_id": "p15_b110", "text": "structure and improving coordination with the public, private and civil society sectors: The Ministry of Agriculture's budget has increased and the human capital reinforced where a number of agricultural engineers, veterinarians, technicians, forest guards, chemistry specialists, as well as IT and administrative staff have been recruited. In addition to the execution of some major rehabilitation works and purchase of equipment for MoA laboratories as well as the automation of MoA processes which in turn complemented the capacity building efforts. The communication and coordination were improved amongst MoA staff in central administration and regional centres, and with the private and civil sectors through Sectoral Committees that were formed to assess and develop major agricultural value chains."}, {"text_block_id": "p15_b111", "text": "Axis III"}, {"text_block_id": "p15_b112", "text": "–"}, {"text_block_id": "p15_b113", "text": "Upgrading agricultural infrastructure and increasing efficiency of natural resources use:"}, {"text_block_id": "p15_b114", "text": "Many agricultural roads planning decrees were accomplished and several road constructions were contracted. A number of studies were conducted, and several hill lakes were constructed in addition to land reclamation activities."}, {"text_block_id": "p15_b115", "text": "Axis IV"}, {"text_block_id": "p15_b116", "text": "–"}, {"text_block_id": "p15_b117", "text": "Re-activating agricultural extension services and education: The regional extension centres have increased to a total of 28 distributed all over Lebanon. These centres were staffed and equipped, and the extension agents were trained. The agricultural schools were restructured and their curricula reviewed and unified."}, {"text_block_id": "p15_b118", "text": "Axis V"}, {"text_block_id": "p15_b119", "text": "–"}, {"text_block_id": "p15_b120", "text": "Enforcing control over all agricultural products, inputs, forests, fishing, and fisheries (in line with updating the needed regulatory framework): Control of domestic production was re-activated, sanitary and phytosanitary inspection systems were developed in terms of humans resources, equipment and training, and surveys were conducted for a number of plant pests and infectious animal diseases including poultry and horses (Glanders). In addition, bee hives were registered, livestock flocks were vaccinated and enumerated, agricultural facilities and processing plants as well as refrigerated cars for milk transportation were inspected and registered. Furthermore, MoA accredited laboratories capacities were developed in terms of human resources, training and technical equipment."}, {"text_block_id": "p15_b121_merged_merged_merged_merged_merged", "text": "Axis VI – Developing value chains, focusing on better quality, production, marketing and export of agricultural products where several Sectoral Committees were formed for the development of the major value chains. The work of the committees could be summarized as follows:"}, {"text_block_id": "p15_b124", "text": "Axis VI – Developing value chains, focusing on better quality, production, marketing and export of agricultural products where several Sectoral Committees were formed for the development of the major value chains. The work of the committees could be summarized as follows:\n* Plant Production: developing the production of seeds and certified seedlings and rehabilitation and\n* Animal production: developing an integrated programme for farm management; developing the dairy\n* Agroindustry and marketing: organizing and developing postharvest handling practices; organizing and"}, {"text_block_id": "p16_b130", "text": "Axis VI – Developing value chains, focusing on better quality, production, marketing and export of agricultural products where several Sectoral Committees were formed for the development of the major value chains. The work of the committees could be summarized as follows:\n* Plant Production: developing the production of seeds and certified seedlings and rehabilitation and\n* Animal production: developing an integrated programme for farm management; developing the dairy\n* Agroindustry and marketing: organizing and developing postharvest handling practices; organizing and\n"}, {"text_block_id": "p16_b131", "text": "Axis VII"}, {"text_block_id": "p16_b132", "text": "–"}, {"text_block_id": "p16_b133", "text": "Establishing a credit scheme for small and medium projects: A protocol was signed and put into practice with a number of banks to provide soft loans to small farmers and to develop the fruit tree sector. This was complemented by providing technical support and training on feasibility studies preparation."}, {"text_block_id": "p16_b134_merged_merged", "text": "Axis VIII – Conservation of natural resources -Soil, forests, biological diversity, rangelands and pastures, and fisheries: A National Plan for Reforestation was elaborated and implemented, the National Initiative for Reforestation – The 40 Million Trees Programme – has been launched in collaboration with municipalities, and the MoA nurseries were rehabilitated. The National Action Plan to Combat Desertification was implemented as well."}, {"text_block_id": "p16_b141", "text": "The implementation of the planned actions under the strategy axes has also been reflected in the various interventions executed by MoA in cooperation with several international organizations and donors. This also included the evaluation of the previous MoA Strategy 2010-2014 which was conducted prior to the formulation of this new strategy. This helped benefiting from the lessons learnt using a participatory approach during the whole process of planning and elaboration, which would also be followed throughout the implementation of the agricultural and rural development policies and programmes."}, {"text_block_id": "p18_b142", "text": "CHAPTER 2: MOA STRATEGY 2015-2019"}, {"text_block_id": "p18_b143", "text": "1. BACKGROUND"}, {"text_block_id": "p18_b144", "text": "The Agriculture and Rural Development Programme (ARDP), funded by the European Union under the framework of the European Neighbourhood Policy (ENP), was launched in 2011 in accordance with the priorities identified"}, {"text_block_id": "p18_b145", "text": "by the Ministry of Agriculture’s"}, {"text_block_id": "p18_b146", "text": "Strategy for 2010-2014. The programme aims at improving the overall performance of the agricultural sector and improving the livelihoods of rural and farming communities to achieve sustainable agriculture and rural development. The specific objectives are: (i) to strengthen the capacity of national institutions to work on a coherent agricultural/rural development vision and to better implement agriculture strategic orientations; and (ii) to support and empower local rural actors (farmers as well as cooperatives) by increasing access to credit and by supporting rural development initiatives consistent with local priorities."}, {"text_block_id": "p18_b147", "text": "Under the ARDP component “"}, {"text_block_id": "p18_b148", "text": "Developing MoA capacities"}, {"text_block_id": "p18_b149", "text": "”"}, {"text_block_id": "p18_b150", "text": ", ARDP experts have formulated the MoA strategy for the period 2015-2019, synthesising and integrating the efforts made by 10 Technical Working Groups comprised of Ministry staff and other relevant partners and stakeholders. A Steering Committee reviewed the strategy formulation process, assuring therefore, the adoption of participatory and bottom-up approaches for defining objectives, priorities, and measures of intervention per each policy priority, building on the lessons learnt during past years of implementation and taking into consideration the recommendations of the evaluation report of the previous MoA 2010-2014 strategy."}, {"text_block_id": "p18_b151", "text": "2. METHODOLOGY"}, {"text_block_id": "p18_b152", "text": "The methodology for the formulation of MoA"}, {"text_block_id": "p18_b153", "text": "’s"}, {"text_block_id": "p18_b154", "text": "Strategy for 2015-2019 involved two main phases followed by a final phase for articulating the strategy and adopting it. The first phase aimed at identifying"}, {"text_block_id": "p18_b155", "text": "the “Main"}, {"text_block_id": "p18_b156", "text": "orientations for a Lebanese"}, {"text_block_id": "p18_b157", "text": "agricultural policy”, while the"}, {"text_block_id": "p18_b158", "text": "second phase aimed at setting MoA"}, {"text_block_id": "p18_b159", "text": "’s"}, {"text_block_id": "p18_b160", "text": "strategic plan for the coming five years."}, {"text_block_id": "p18_b161", "text": "To this end, the Minister of Agriculture established ten Technical Working Groups (TWG) for the elaboration of the MoA strategy 2015-2019 and a Steering Committee to supervise the whole process. The 10 TWGs were formed to cover the following agricultural thematic issues:"}, {"text_block_id": "p18_b162", "text": "To this end, the Minister of Agriculture established ten Technical Working Groups (TWG) for the elaboration of the MoA strategy 2015-2019 and a Steering Committee to supervise the whole process. The 10 TWGs were formed to cover the following agricultural thematic issues:\n"}, {"text_block_id": "p18_b172_merged_merged_merged_merged", "text": "The Steering Committee was chaired by the Director General of Agriculture, and composed of the Director General of Cooperatives, the Director of the Lebanese Agriculture Research Institute, and the President of the Executive Committee of the Green Plan, in addition to the four Directors of MoA’s Directorates (Plant Resources, Animal Resources, Rural Development and Natural Resources, and Studies and Coordination)."}, {"text_block_id": "p19_b175", "text": "2.1 PHASE I: IDENTIFYING"}, {"text_block_id": "p19_b176", "text": "THE “MAIN ORIENTATIO"}, {"text_block_id": "p19_b177", "text": "NS FOR A LEBANESE AGRICULTURAL POLICY"}, {"text_block_id": "p19_b178", "text": "”"}, {"text_block_id": "p19_b179", "text": "Phase I was dedicated to the preparation of the situation analysis of the agricultural sector and to the preparation of"}, {"text_block_id": "p19_b180", "text": "the “Main Orientations of the Agricultural Policy”, and was"}, {"text_block_id": "p19_b181", "text": "carried out according to the following the steps:"}, {"text_block_id": "p19_b182", "text": "carried out according to the following the steps:\n* Organizing meetings of the 10 Technical Working Groups: SWOT analysis integrating when applicable\n\t* Strengths: factors of internal strengths to be preserved;\n\t* Weaknesses: internal weakness factors to be remedied;\n\t* Opportunities: opportunities among external factors to be seized;\n\t* Threats: external factors of threats to be decreased or neutralised.\n\t* Consolidation of the findings of the various Situational Analyses produced by the different Technical\n\t* Identification and prioritisation of the Agricultural Policy Courses of Action; and approval by the Steering"}, {"text_block_id": "p19_b196", "text": "2.2 PHASE II: ELABORATION OF MOA 2015-2019 STRATEGIC ACTION PLAN"}, {"text_block_id": "p19_b197_merged_merged_merged", "text": "Phase II was dedicated to the elaboration of MoA’s 2015-2019 Strategic action plan and related logframe matrices. This document is a five-year plan prioritizing MoA’s interventions in each of the eight courses of action identified during Phase I in order to achieve the strategic objectives, and based on MoA functions and mandate:"}, {"text_block_id": "p20_b202", "text": "legal / legislative / regulatory, extension, control and inspection, research for development, strengthening of infrastructure, direct support, etc."}, {"text_block_id": "p20_b203", "text": "Phase II also elaborated the strategy components, expected results and actions, performance indicators and targets, and means of verification, in order to develop a strong mechanism of monitoring and evaluation of the strategy implementation."}, {"text_block_id": "p20_b204", "text": "The steps followed under Phase II were as follows:"}, {"text_block_id": "p20_b205", "text": "The steps followed under Phase II were as follows:\n* Preparation of Action Planning rapid tools and templates (based on the logframe) to be used by the\n* Conducting workshops with the 10 Technical Working Groups to discuss and elaborate MoA strategic\n* Mission and Vision, identification of the overall objective and specific\n* Consolidation of the various Action Plans produced by the different Technical Working Groups in a single"}, {"text_block_id": "p20_b213", "text": "3. SWOT ANALYSIS"}, {"text_block_id": "p20_b214", "text": "The Agricultural sector has witnessed through the past few decades the lack of long-term support policies aiming at the growth of the sector and the development of the rural areas, as well as the lack of priority of food and agriculture sector at national level. This has been translated in reduced public spending on agriculture and consequently low MoA Budgets. In addition to the fact that these are annual Budgets that do not include any long or medium-term vision, burdened by a weak public finance administration, inefficiencies and inadequate expenditure mechanisms. This has been reflected also into a poor infrastructure, weak public sector (structural, organizational, regulatory, etc.), and inadequate law enforcement in inspection and control."}, {"text_block_id": "p20_b215", "text": "In addition, there are scattered responsibilities and overlapped functions and mandates for a number of institutions, coupled with lack of coordination and cooperation and information sharing among various stakeholders in agriculture (public, private, donors, civil associations, etc.) and absence of any mechanism to share and upscale experiences and success stories at national level."}, {"text_block_id": "p20_b216", "text": "Additional constraints in the agricultural sector include the low rate of adoption and implementation of sectoral programmes and policies, the lack of comprehensive and integrated vision from production to marketing, the"}, {"text_block_id": "p20_b217", "text": "absence of producers’ protection/subvention polic"}, {"text_block_id": "p20_b218", "text": "ies (even small farmers), added to the weak implementation of international conventions, treaties and agreements hindering foreign trade and limiting access to new markets."}, {"text_block_id": "p20_b219", "text": "The poor organization of farmers in cooperatives and associations that should act as a major partner in planning"}, {"text_block_id": "p20_b220", "text": "and programming, the absence of farmer’s status and their limited financial capacities (access to credits, cash"}, {"text_block_id": "p20_b221", "text": "flow, etc.), and the unspecialized labour, are as well all impediments to agricultural sector development."}, {"text_block_id": "p20_b222_merged_merged_merged_merged", "text": "All these, over and above the sectoral weaknesses discussed later in this chapter, contribute to an increased cost of production compared to the neighbouring countries and trading partners, leading to a decrease in farmers’ income and eventually rural exodus, especially among the youth, resulting into aging farming population (farmers’ average age 52 years)."}, {"text_block_id": "p21_b227", "text": "External threats include the climate change and its impact on agriculture, and globalisation and trade liberalisation, all demanding new adaptive measures, structural changes and capacity development in the management of the agricultural sector."}, {"text_block_id": "p21_b228", "text": "Despite all these challenges and constraints facing agricultural, the sector still has a large number of strengths and opportunities enabling its development and growth. In this context, Lebanon is endowed by its particular geographic location, climate and relative water abundance, and has market free economy and liberalised trade, and is signatory of a number of international conventions, treaties and agreements. Lebanon is also an active member in a number of international organisations related to agriculture and food, and rural and agricultural development."}, {"text_block_id": "p21_b229", "text": "There is a number of national projects and programmes supporting the agricultural sector such as KAFALAT programme that guarantees loans for the small and medium size enterprises of production sectors, export promotion and support programmes by IDAL, etc."}, {"text_block_id": "p21_b230", "text": "The activation of the Public-Private Partnerships has led to the introduction of new technologies, especially that the Lebanese investor is educated and characterized by the private initiative, increasing therefore the investment opportunities in agriculture even from non-farming communities. Many successful pilot projects could be up-scaled. There is a number of food and agriculture universities and institutes that provide high and specialised technical education and professionals. Other sector opportunities also include the production and marketing high value goods, benefiting from the Quality Indicators such as the Geographic Indicators, through the improvement of the Lebanese agricultural products, and ensuring linkages with the tourism sector."}, {"text_block_id": "p21_b231", "text": "The following sections summarize, the strengths, weaknesses, opportunities and threats by sub-sector and or theme."}, {"text_block_id": "p21_b232", "text": "3.1 FOOD SAFETY AND QUALITY"}, {"text_block_id": "p21_b233", "text": "Food safety and quality is a key issue and MoA is one of the concerned administrations in the management of this sector. Many efforts have been made in order to strengthen and enhance MoA"}, {"text_block_id": "p21_b234", "text": "’s"}, {"text_block_id": "p21_b235", "text": "capacities contributing therefore to the provision of safe and nutritious food to Lebanese citizens from both imported and local agricultural and food production."}, {"text_block_id": "p21_b236_merged_merged", "text": "Indeed, many measures were taken to improve the producers application of good production and manufacturing practices (GAP, GMP, GHP, HACCP, ISO 22000); to activate the control system on local production and imports through adoption and enforcement of a number of technical and regulatory food safety legislations, all in line with Codex Alimentarius and the European Food legislations. Further strengths included the establishment of the National Committee for Codex Alimentarius, the availability of a number of specialized and qualified laboratories (few are certified ISO 17025) servicing the agricultural sector in general and Food Safety in particular, and the strengthening of the capacities of food controllers and inspectors and provide them with the needed equipment. The Lebanese Standards Institution (LIBNOR) grants the conformity marks related to food safety and quality, in addition to a number international certification bodies active in the field of food quality and safety certification."}, {"text_block_id": "p21_b241", "text": "The weaknesses in the sector has led to a decrease in consumer confidence in the safety and quality of Lebanese products in local and export markets. This is due also to the absence of national policy for food safety and quality and the weak control capacities along the food chains. The Lebanese legislation lacks a law for food safety, which has been replaced by limited and fragmented legislative and regulatory texts that do not cover the entire food production and handling phases, which is translated in several cases into overlaps and duplications in the mandates among some of the food safety concerned institutions. Additional weaknesses include the failure to adopt a risk based inspection system, the absence of contaminant monitoring programmes that contribute to the identification of intervention priorities in enhancing food safety, the lack of specialised and trained human"}, {"text_block_id": "p22_b242", "text": "resources (controllers and inspectors). The shortage in the specialised and accredited labs adds to the abovementioned weaknesses, as well as the inactivation of the Lebanese Accreditation Body (COLIBAC), the lack of control over the certification bodies, and absence of any emergency plan in relation to food safety issues."}, {"text_block_id": "p22_b243_merged", "text": "At producer level, weaknesses are related to the lack of food safety and quality standards, limited knowledge of Good Production and Manufacturing Practices especially in small-scale production units, unavailability of skilled labour. In addition, many producers are not registered and accordingly they do not undergo any kind of control, the compulsory internal control (regular lab testing…) and record keeping enabling the traceability of the produce. At consumer level, there is a lack of sensitisation programmes on food safety and quality issues resulting in low consumer awareness."}, {"text_block_id": "p22_b246", "text": "3.2 PLANT HEALTH AND PLANT PRODUCTION"}, {"text_block_id": "p22_b247", "text": "The agricultural sector plays a major role in securing a number of self-sufficient commodities and provides job opportunities and fuel the economy in the rural areas contributing therefore to the social stability in these areas."}, {"text_block_id": "p22_b248", "text": "Lebanon is endowed by fertile lands and diverse agricultural production, rich in plant genetic resources, and is specialised in some crops and plant products in high demand in Arab traditional markets (Gulf and Near East). Lebanon is signatory to a number of international agreements and conventions, and is a member of international organisations concerned with plant health, biological diversity and genetic resources, which facilitated the implementation of several programmes and projects in support to the agricultural sector."}, {"text_block_id": "p22_b249", "text": "Agriculture could be a promising sector in Lebanon if production is increased through the expansion of cultivated and irrigated areas, crop intensification, use of new technologies, the production of high value added crops, and use of the Geographic and Quality Indicators. Moreover, it could benefit from the development of the seed (and plant propagation material) sector, and the export to new foreign markets where there is a concentration of Lebanese diaspora. The signed conventions and agreements could be used to facilitate the access to the traditional and other new foreign markets."}, {"text_block_id": "p22_b250", "text": "At farm level, there is a lack in agricultural planning, irrational use of inputs most of which is imported, use of old agricultural technologies, irrigation with untreated wastewater, weak postharvest management and handling, and difficulty to access new varieties for legal (Intellectual Property rights) and financial constraints."}, {"text_block_id": "p22_b251", "text": "The agricultural marketing infrastructure is weak for several reasons, including weak organisation of wholesale markets, absence of traceability and failure to use the farm register, variability of production in terms of quality, quantity and source. The limited implementation of the international and regional agreements, and the weak sanitary and phytosanitary measures and weak implementation of international standards are hindering foreign trade and access to new markets, added to the logistical problems such as transportation and the many borders and controls to enter into the Gulf markets. Additional reasons include the strong competition with the neighbouring countries in the local and traditional markets for Lebanese products, and the unstable political and security situation in Syria affecting the land transport of goods to Gulf markets and increasing therefore the cost of export."}, {"text_block_id": "p22_b252", "text": "On the other hand, the environmental impact resulting from agricultural activities should be addresses, including the increased agricultural wastes, depletion of natural resources (irrigation water, genetic resources, biological"}, {"text_block_id": "p23_b253", "text": "diversity…), the irrational use of agro"}, {"text_block_id": "p23_b254", "text": "-chemicals (fertilisers, pesticides) and energy, and the climate change impact resulting from the poor management of natural resources."}, {"text_block_id": "p23_b255", "text": "3.3 ANIMAL HEALTH AND ANIMAL PRODUCTION"}, {"text_block_id": "p23_b256", "text": "The livestock sector in Lebanon is well known for a number of distinctive products such as Labneh and some cheeses, and it is characterized by the large experience in intensive production, contract farming especially in poultry, and by the institutional capacity in animal disease containment and eradication in case of any emergency. This sector could be developed through the increase in the production of specific products of animal origin, increase in forage production, and innovation in agro-industry processing devising new products with high demand at the local and export markets, helping therefore the export into Gulf markets where the Lebanese diaspora is established."}, {"text_block_id": "p23_b257", "text": "The sector suffers from several problems including: weak animal health system resulting from the lack of permanent animal health programmes and inadequate application of animal welfare; and insufficient animal health and production laboratories to cope with the sector development. The sector suffers as well from small and fragmented farms and production units; the urban sprawl; irrational use of antibiotics and chemicals; the continuous decrease in rangelands and pastures (area and productivity); and contract farming which in most cases come in favour of traders."}, {"text_block_id": "p23_b258", "text": "In addition to the above-mentioned problems, there are also some discrepancies in post-production management (collection and marketing), the poor conditions of slaughterhouses in terms of public health and productivity, and the reduced capacity to come-up with new processed products. Export promotion of products of animal origin even of high quality is weak, and there is an absence of traceability and implementation of international standards, which reduces the demand on these products. Furthermore, local food habits do not a have a high dependency on the consumption of livestock products (such as fresh milk)."}, {"text_block_id": "p23_b259", "text": "Moreover, the foreseen increase in the prices of forages and inputs will further increase the cost of production, the weak animal health system in Syria (due to the current crisis), is affecting negatively the animal health in Lebanon, and climate change has adverse effects on water availability, pastures and their carrying capacity, and hence productivity and cost of production."}, {"text_block_id": "p23_b260", "text": "3.4 IRRIGATION AND AGRICULTURAL INFRASTRUCTURE"}, {"text_block_id": "p23_b261", "text": "Lebanon is characterised by the relative abundance of water compared to the neighbouring countries, and the favourable topography increases the water storage capacity through hill lakes and dams. The Government of Lebanon took many initiatives to strengthen the water management including the national water strategy that had among its objectives the increase of irrigated land from 90,000 to 170,000 hectares, and launching the"}, {"text_block_id": "p23_b262", "text": "“Canal 800” Litani project to irrigate the South of Lebanon."}, {"text_block_id": "p23_b263", "text": "New irrigation technologies that increase water use and distribution efficiency at farm level are available in the market. Expertise is also available in hydraulic engineering and high value and low water demand crops (grapes, cherries, etc.). In addition, there is a sewer infrastructure that could collect and treat the wastewater and reuse it in irrigation, as well the possibility to increase groundwater recharge through afforestation."}, {"text_block_id": "p23_b264", "text": "The sector weaknesses reside in the absence of long-term plans for irrigation water management and development in the agricultural areas and the needed investment in a balanced manner, the limited number of policies and permanent local and national programmes for water management, in particular for irrigation (except the Litani Project and Green Plan), lack of adopting legislations for the establishment and management of water users associations. All these add to a decentralized poor information and lack of information sharing, absence of linkage between research and extension for the dissemination of research results on the adoption of probes"}, {"text_block_id": "p24_b265", "text": "to increase water use efficiency, and weak agricultural extension in particular in rationalisation of water use in irrigation."}, {"text_block_id": "p24_b266", "text": "At farm level, holdings are small and fragmented which increases relatively the cost of irrigation system setup and hence hinders its establishment. The current irrigation systems are old and inefficient. The farmers are not aware of the value of water and its rational use, which exacerbates the problem of water loss when available free of charge."}, {"text_block_id": "p24_b267", "text": "Poor wastewater management, treatment and high operation and management costs of treatment plants led to the direct use of untreated wastewater in irrigation, which is posing public health risks and polluting the environment. In addition, the excessive water pumping in several coastal areas has led to seawater intrusion and polluted, low-quality water is inhibiting the use of some new technologies. The climate change and the additional number of residents, due to the massive displacement of refugees from Syria to Lebanon, are contributing to the further depletion of water resources."}, {"text_block_id": "p24_b268", "text": "3.5 POST-HARVEST HANDLING AND MARKETING"}, {"text_block_id": "p24_b269", "text": "The most important strengths at this stage of production are: the close distances between the production areas and the markets in the cities of Lebanon, which contribute to the provision of good products at relatively low cost of transport; the availability of new post-harvest technologies; and the cooperation public and private sectors to participate in international agricultural trade fairs."}, {"text_block_id": "p24_b270", "text": "Main obstacles include the poor application of good practices, which restricts maintaining a good and safe final product, and hence hinders its marketability at reasonable prices. This is deriving from insufficient official agricultural extension and education in post-harvest handling and marketing, to weak organisation of wholesale markets and lack of transparency in their transactions, the overlapping control mandates, and lack of direct farmers markets. This is also attributed to the lack of dissemination of marketing information and hence poor agricultural planning, non-activation and organisation of quality indicators, and limited responsibilities of the Chambers of Commerce, Industry and Agriculture in relation to agricultural sector development."}, {"text_block_id": "p24_b271", "text": "Furthermore, the private sector has a relatively low organised structure at the post-production level, marketing cooperatives are limited, post-harvest management and handling (especially for export) are poor, the postharvest infrastructure is weak, technologies used are not state of the art, traceability is absent and farmers are not used to record keeping. All this led to an increase in post-production loss and hence to a decrease in"}, {"text_block_id": "p24_b272", "text": "producers’ profit margins."}, {"text_block_id": "p24_b273_merged", "text": "Additional problems include the high variability of income from agricultural activities leading to market instability, limited farmers’ negotiation power, and the large income disparities between producers and traders."}, {"text_block_id": "p24_b276", "text": "3.6 FISH AND FISHERY"}, {"text_block_id": "p24_b277", "text": "Despite the presence of 44 ports and landing sites all along the 200 Km of Lebanese coast, there are only 6,000 registered fishermen in MoA records who are socially unsecured. The fishery sector has never been among national priorities and programmes, which is translated in a weak governmental support to fishing and aquaculture."}, {"text_block_id": "p24_b278", "text": "This sector suffers also from a large number of constraints impeding its development, such as the absence of planning and organisation of coastal zones management, and lack of satisfactory sector statistics. In addition, the chaotic deployment of ports and landing sites all along the coast is hindering the management and control, and destructing the habitats through illegal rubbles and constructions, and water pollution is rendering many"}, {"text_block_id": "p25_b279", "text": "areas unsuitable for aquaculture. Furthermore, improper practices in the ports and the maintenance of vessels are adversely affecting the surrounding aquatic environment."}, {"text_block_id": "p25_b280", "text": "Moreover, unsustainable fishing is practiced using fishing nets with small-sized cells, stocks are overexploited, illegal fishing methods (dynamite, pesticides, etc.) are utilised which is negatively impacting on the sustainability and biological diversity of the resource, and the experience in industrial aquaculture and fishing is poor."}, {"text_block_id": "p25_b281", "text": "Post-fishing has its own problems. These include the absence of a legal framework for the marketing of fish and aquatic livestock, weak organisation of markets and overlapping control authorities, inadequate post-fishing and production practices (cold storage, transport, etc.), scarcity of fish-oriented food processing, and the absence of economic studies highlighting fish products added value potential and how to exploit it locally."}, {"text_block_id": "p25_b282", "text": "As far as aquaculture is concerned, there is also a lack of planning and organisation in the management of inland waters further hindering therefore the development of the sector, in addition to the spontaneous establishment"}, {"text_block_id": "p25_b283", "text": "of fish farms on the riverbanks, the use of slaughterhouses’ wastes as fish feed, and the diversion of their wastes"}, {"text_block_id": "p25_b284", "text": "back to the rivers."}, {"text_block_id": "p25_b285", "text": "The strengths of the sector resides in the existence of a legislative framework and the presence of active fishermen cooperatives and syndicates. In addition, there is a number of projects researching and developing specific aspects of fishing, the availability of research and development centres in the high education institutes (Marine and Fishing Sciences Institute buildings need rehabilitation), and national expertise capable of keeping up with the development of the sector."}, {"text_block_id": "p25_b286", "text": "Furthermore, the sustainability and conservation of natural resources concepts have started to be adopted by a large number of fishermen with traditional knowledge. There is also an inclination among the young generations to learning and adopting new methods."}, {"text_block_id": "p25_b287", "text": "On the other hand, the development of the sector and the exploitation of untapped marine stocks in the Lebanese waters, and the development of the local and external markets depends on the cooperation between the public and private sectors, and on identifying means to increase income through the promotion of complementary and support activities such as tourism."}, {"text_block_id": "p25_b288", "text": "The Ministry of Agriculture has an experience in introducing new species in aquaculture, and there is a number of successful projects that could be replicated, as well as private sector initiatives for the development of aquaculture."}, {"text_block_id": "p25_b289", "text": "3.7 FORESTS, RANGELANDS AND MEDICINAL PLANTS"}, {"text_block_id": "p25_b290_merged_merged", "text": "The different kind of forests spread over the slopes of the Lebanese mountains are considered as an important natural resource. They are characterized by the richness and diversity of plant genetic resources (including endemic species) a large number of which has an economic value. Furthermore, Lebanon’s climatic conditions enables a number of activities aiming for the development of the forestry sector through afforestation and investment in forests and aromatic and medicinal plants."}, {"text_block_id": "p25_b293", "text": "Throughout the history, forests have secured the various wood and non-wood products needs of the local population. Hence, the civil society and the non-governmental organizations are active in environmental related work, and many villages are aware about the importance of the conservation of green areas. In addition, there is a local expertise in firewood and charcoal production, and a good local community knowledge about the benefits and the importance of medicinal and aromatic plants."}, {"text_block_id": "p25_b294", "text": "There is a growing demand for forest products such as firewood and charcoal and other wood products, and for non-wood products such as pine seeds, oregano, thyme, sage, honey, etc. The increase in the production of"}, {"text_block_id": "p26_b295", "text": "wood products through medicinal and aromatic plants farming projects contributes to the sustainable provision of these products on the one hand and to the conservation of the natural resources on the other."}, {"text_block_id": "p26_b296", "text": "Regarding plants genetic resources, a national strategy for the management of Genetic Resources for Food and Agriculture and a national strategy for the biodiversity are under elaboration. These resources are kept in the national seed bank in the Lebanese Agricultural Research Institute (LARI), where 40 percent of Lebanon wild plants are preserved, and within the ICARDA (International Centre for Agricultural Research in the Dry Areas) seed bank, where pastures and grain seeds are kept."}, {"text_block_id": "p26_b297", "text": "The forestry sector suffers from many issues including the dispersion of the forest that does not allow for an effective management, the absence of a comprehensive legislative framework for natural resources management leading to an overlap of powers and responsibilities, and the lack of regional and local land use planning. Moreover, existing legislation is poorly enforced, local authorities are weak in the communal land and natural resources management, information flow among stakeholders and analysis of forest fires is minimal, and there are a few specialized nurseries producing forest seedlings. In addition, there is uncontrolled cutting of trees for firewood and charcoal in the absence of adequate forest management plans, overexploitation and harvesting of economic forest plants, absence of sustainable management of rangelands (overgrazing and lack of protection), lack of forest pro"}, {"text_block_id": "p26_b298", "text": "ducts’"}, {"text_block_id": "p26_b299", "text": "marketing information , and an insufficient number of experts in forests and grasslands."}, {"text_block_id": "p26_b300", "text": "Other challenges that are adversely affecting this sector include the shift of some farmers to less effort-demanding and more yielding activities than charcoal production and grazing, the decline of grazing areas with the increase of protection sites and afforestation, lack of incentives, the presence of legal and social impediments limiting the investment in grazing and timber production. In addition, it is difficult to invest in forests and control forest fires due to steep slopes that render sites inaccessible, and the excessive protection of some forest ecosystems led to their abandonment, spread of fires, and change in their land use."}, {"text_block_id": "p26_b301", "text": "3.8 COOPERATIVES AND INSURANCE AGAINST NATURAL DISASTERS"}, {"text_block_id": "p26_b302_merged_merged", "text": "The weakness of cooperative work in Lebanon is affecting negatively the agricultural sector as whole. National and local policies and programmes for the development of cooperative work are absent, leading to a weak public sector support to cooperatives and for insurance against natural disasters at different levels: structural, regulatory and legislative, planning, operational, monitoring and control. There is a large number of inactive agricultural cooperatives, a decrease in the percentage of farmers’ enrolment into cooperatives (because of lack of motivation), as well as a decrease in the number of young members. In addition, there is a lack of Cooperative Extension and Services Centres, and cooperatives are unable to obtain investment loans."}, {"text_block_id": "p26_b305", "text": "The advantages of this sector lie in the large number of agricultural cooperatives and cooperative unions that can be activated and in the continuous support to cooperatives offered by donors and non-governmental organizations. Also, there are some credit schemes such as the small farmers and cooperatives collateral guarantee fund developed by KAFALAT and the European Union. In addition, cooperatives benefit from tax exemptions."}, {"text_block_id": "p27_b306", "text": "3.9 AGRICULTURAL EXTENSION, EDUCATION AND RESEARCH"}, {"text_block_id": "p27_b307", "text": "Agricultural extension is one of the main functions of the Ministry of Agriculture, and farmers (especially small farmers) expect this type of support from MoA relevant departments. The extension is integrated in the agricultural development triangle also including research and education, all of which are functions of the Ministry of Agriculture and its affiliated institutions. This triangle represents the main link that connects farmers and producers with the technical and research staff and decision makers."}, {"text_block_id": "p27_b308", "text": "The public agricultural extension service possesses an important infrastructure and good geographical coverage all over the Lebanese agricultural areas. It relies on 28 agricultural centres, 7 agricultural technical schools, and 3 agricultural service centres covering all districts, with the mission to deliver agricultural extension, education and training. These centres, as well as LARI and MoA ICT department can better communicate with the registered farmers through the SMS system established for that purpose. Furthermore, several local and international NGOs, the Chambers of Commerce, Industry and Agriculture, private companies, and universities and research institutions are implementing projects in support to agriculture and delivering a wide range of extension services to farmers and rural communities, from product specific extension to the integrated development extension targeting especially poor rural communities."}, {"text_block_id": "p27_b309", "text": "The weakness of the public extension system is considered as the key issue impeding the development of the different sectors. The main problems faced by agricultural extension include:"}, {"text_block_id": "p27_b310", "text": "The weakness of the public extension system is considered as the key issue impeding the development of the different sectors. The main problems faced by agricultural extension include:\n* the absence of long term plans or strategies;\n* the unsuitable structure of the Service of Agricultural Education and Extension creating administrative\n* lack of control or supervision on the extension services delivered by NGOs with changing objectives\n* the absence of a cooperation mechanism between research and extension;\n* the lack of information and lessons learned, and no up-scaling at national level of the successful\n* the lack of expertise in extension on emerging topics and management of natural resources;\n* the limited access to many new agricultural information and technologies;\n* some available agricultural information is not based on local applied research."}, {"text_block_id": "p27_b328", "text": "In addition, lack of human and financial resources and needed equipment at the agricultural centres, staff multiplicity of tasks, lack of specialisation, and limited incentives reduce effectiveness and efficiency of extension related activities. Finally, the large number of small and scattered part-time farmers further complicates the entire extension operations."}, {"text_block_id": "p27_b329", "text": "As far as agricultural education is concerned, Lebanon has a developed public and private university level education. Agricultural technical education is a public facility affiliated to the General Directorate of Agriculture -Directorate of Studies and Coordination -Agricultural Education and Extension Service, regulated by a number of legislation and laws that specify the curricula elaboration mechanism (which is subject to continuous review), and determines the qualifications of the teaching staff, trainers and specialists. Moreover, an EU funded twining programme has been launched recently between the Ministry of Agriculture and Minoprio for the strengthening of agricultural technical education. It is worth noting that donors and international organisations showed interest in supporting MoA in this area if there is a clear work plan. Furthermore, Lebanon benefits from the presence of a number of national, private and international agricultural research centres."}, {"text_block_id": "p28_b330", "text": "Public agricultural technical education suffers from several weaknesses including the lack of interest in this field of education, and consequently agricultural technical schools rules and regulations are under developed, and the budgets of the Ministry of Agriculture did not include specific allocations for these schools. In addition, there are vacant positions in a number of schools, teaching staff capacities have not been developed, and a number of buildings and experimental fields are not suitable or not managed properly. Furthermore, the curricula is poor and it does not comply the new requirements and challenges of the agricultural sector, and does not meet market demands in terms of new specialisations, notwithstanding the absence of agricultural continuous training (for more than 2 months), and the lack of the agricultural research and its linkage to the sector needs."}, {"text_block_id": "p28_b331", "text": "3.10 MINISTRY OF AGRICULTURE CAPACITY DEVELOPMENT"}, {"text_block_id": "p28_b332", "text": "The Ministry of Agriculture is the Lebanese government agency entrusted with the development of the agricultural sector and the implementation of the national agricultural strategies. MoA has competent staff, and a number of legislative texts which organise and regulate its work. MoA started to apply the principles of good governance through several steps most importantly the involvement of the main stakeholders in decision making via the establishment of Sectoral Committees which comprised in addition to MoA concerned staff, representatives from public and private sector. The Ministry started also to process some administrative transactions electronically on the e-government portal and simplify some of the other procedures, and link all Regional Services and the majority of Agricultural and Forest Centres. MoA is currently working on the development of an integrated Agricultural Management Information System (AMIS), and provision of needed IT and office logistics and equipment. Furthermore, MoA is building an updated statistical database, and a national strategy for the development national statistics has been formulated. MoA is conducting various studies on the agricultural sector. The Ministry of Agriculture is actively present in all districts and provinces through a network of Regional Services, and Agricultural and Forest Centres, in addition to the Central Administration that recently benefited from new staff recruitment."}, {"text_block_id": "p28_b333", "text": "Despite all these strengths, MoA suffers from a number of weaknesses that hinders its work and reduces its efficiency. These include the inadequacy of the current organisational structure to cope with the sector development, multiple tasks and duties of departments and services particularly in the Agricultural Centres, lack of job descriptions, and insufficient and outdated rules and regulations failing to keep up with current developments. They include also a poor planning and participation in the preparation of the budget as well as rigid rules for budget spending (expenditure control and disbursement mechanism), and lack of specialised positions and increased number of job vacancies. All this leads to a limited absorption capacity in the implementation of developmental projects. In addition, there is no Monitoring and Evaluation mechanism in place for plans, programmes and projects, and there is no evaluation of staff performance nor financial or moral incentive mechanism in place."}, {"text_block_id": "p28_b334", "text": "The limited specialised technical staff is affecting negatively the performance of some functions in the areas of economic analysis, planning, implementation, negotiation, communication, and resource mobilisation, and in limited participation in the negotiations of agreements and international standards. In addition, MoA lacks an internal audit unit addressing the concepts of risk management, and has no plans nor a unit for the management of natural disasters and their impact on agriculture. The Ministry has no system for human resources management, nor continuous training programmes for administrative and technical staff, lacks an integrated agricultural statistical system, and there are no plans for communications and visibility."}, {"text_block_id": "p28_b335_merged", "text": "Nonetheless, MoA could benefit from available opportunities to build its capacities such as the OMSAR (Office of the Minister of State for the Administrative Reform) programmes on good governance and e-government, and donors and international organisations’ willingness to support financially, technically and technologically. MoA could benefit also from the ratified agreements with the trading partners."}, {"text_block_id": "p29_b339", "text": "4. STRATEGIC PLAN FOR 2015"}, {"text_block_id": "p29_b340", "text": "–"}, {"text_block_id": "p29_b341", "text": "2019"}, {"text_block_id": "p29_b342", "text": "The first phase of strategic planning was concluded with the integration of the SWOT analysis results and the identification of priorities and key issues. This was followed by setting a general Lebanese Agriculture policy orientation and the definition of the mission and vision of the Ministry of Agriculture and summarising the key issues into eight main Courses of Action, each entailing a number of areas of intervention."}, {"text_block_id": "p29_b343", "text": "The general Lebanese Agriculture policy orientation was defined as follows: Strengthening the food security and the sustainable agricultural and rural development through improving the productivity, the provision of safe food, increasing the contribution of agriculture in the Lebanese GDP, reducing immigration and rural exodus, raising agricultural awareness and sustainable use of natural and genetic resources."}, {"text_block_id": "p29_b344", "text": "The Mission and Vision of the Ministry of Agriculture as well as the eight Courses of Action and their related areas of interventions are detailed in the following sections."}, {"text_block_id": "p29_b345", "text": "4.1 MISSION AND VISION OF THE MINISTRY OF AGRICULTURE"}, {"text_block_id": "p29_b346", "text": "Mission:"}, {"text_block_id": "p29_b347", "text": "“"}, {"text_block_id": "p29_b348", "text": "to improve the performance of the agricultural sector contributing"}, {"text_block_id": "p29_b349", "text": "to the economic, social, environmental and sustainable rural development of Lebanon”."}, {"text_block_id": "p29_b350", "text": "Vision:"}, {"text_block_id": "p29_b351", "text": "“MoA adopts the principles of good governance for the development of the agricultural sector"}, {"text_block_id": "p29_b352", "text": "in view of ensuring food security including food safety, reducing poverty and rural-urban migration, creating job opportunities,"}, {"text_block_id": "p29_b353", "text": "and increasing efficiency and sustainable use of natural resources”."}, {"text_block_id": "p29_b354", "text": "4.2 THE OBJECTIVES FOR THE COMING FIVE YEARS"}, {"text_block_id": "p29_b355_merged_merged_merged_merged", "text": "The general objective of the Ministry of Agriculture for the years 2015–2019 is to develop the institutional capacities and increase its preparedness in order to overcome challenges in the agricultural sector and respond to crises that may arise through partnerships and collaboration among relevant stakeholders, through three specific objectives:"}, {"text_block_id": "p29_b358", "text": "The general objective of the Ministry of Agriculture for the years 2015–2019 is to develop the institutional capacities and increase its preparedness in order to overcome challenges in the agricultural sector and respond to crises that may arise through partnerships and collaboration among relevant stakeholders, through three specific objectives:\n* To provide safe and quality food;\n* To improve the contribution of agriculture to the economic and social development of the country;\n* To promote the sustainable management of natural and genetic resources."}, {"text_block_id": "p29_b364", "text": "The Ministry of Agriculture expects to contribute to a number of results through the implementation of the strategy until 2019, namely:"}, {"text_block_id": "p29_b365", "text": "The Ministry of Agriculture expects to contribute to a number of results through the implementation of the strategy until 2019, namely:\n* At the level of the agricultural sector:\n<\\li1>\n\t* Increase public expenditure on agriculture to 0.7 percent of the total national expenditure in 2019\n\t* Increase the contribution of agriculture to the GDP of Lebanon to 6 percent in 2019 (4 percent in\n\t* Increase agricultural production to USD 3 billion in 2019 (USD 2.36 billion in 2011), representing"}, {"text_block_id": "p30_b373", "text": "The Ministry of Agriculture expects to contribute to a number of results through the implementation of the strategy until 2019, namely:\n* At the level of the agricultural sector:\n<\\li1>\n\t* Increase public expenditure on agriculture to 0.7 percent of the total national expenditure in 2019\n\t* Increase the contribution of agriculture to the GDP of Lebanon to 6 percent in 2019 (4 percent in\n\t* Increase agricultural production to USD 3 billion in 2019 (USD 2.36 billion in 2011), representing\n* Reduce the annual deficit in the trade balance between exports and imports of agricultural and\n\t* At the level of the Ministry of Agriculture:\n\t* Decentralization of analysed samples to the regional Labs to 25 percent in 2019 (currently 10\n\t* Increase MoA expenditure on the implementation of sustainable management plans of natural\n\t* Increase in the number of legislative provisions related to the sustainable management of natural\n\t* At the level of enhancing the socio-economic living conditions:\n\t* event the decrease in farmersâ income;\n\t* Increase household income deriving from agricultural and fishing activities in rural areas;\n\t* Stabilize the rural population;\n\t* Increase the share of the labour force in agriculture;\n\t* Decrease the rate of food poisoning cases in hospitals."}, {"text_block_id": "p30_b396", "text": "4.3 COURSES OF ACTION AND EXPECTED RESULTS"}, {"text_block_id": "p30_b397", "text": "Three areas of intervention were identified in this course of action, and they are summarised as follows:"}, {"text_block_id": "p30_b398", "text": "-"}, {"text_block_id": "p30_b399_merged", "text": "Contribution to the formulation of a food safety policy based on strategic principles for coordinated and harmonized efforts among concerned institutions, aiming to create an integrated and comprehensive food safety system (from farm to fork) that responds to both producers and consumer’s needs, in order to provide safe and nutritious food of high quality, to develop a cost-effective control system, to enhance access to markets of the Lebanese agricultural and food producers, that adopt the risk analysis approach, and to develop common or shared regulations, standards and certification programmes;"}, {"text_block_id": "p30_b402", "text": "-"}, {"text_block_id": "p30_b403", "text": "Provision of safe and quality food from domestic production by ensuring sufficient food supply of locally produced food and the development of food safety systems through the Development of the legislative and operational framework of controllers and inspectors, and health juridical control, and get certified by the ISO 17020 for Inspection Management; Strengthening the control and inspection of food facilities; assist in the development of the reference laboratories in order to increase the number of tests and get the needed international accreditation; Development programmes for contaminants monitoring; and Activating the role of MoA to participate in decision-making and the development of international standards for food safety and quality;"}, {"text_block_id": "p30_b404", "text": "-"}, {"text_block_id": "p30_b405", "text": "Provision of safe and quality food from imports by ensuring the import of safe food products and development of food safety systems, increase the level of related facilities and enhance the infrastructure through Strengthening the legal and operational control and inspection capacities at border points; Get certified by the ISO 17020 for Inspection Management; and Assist in the development of the reference laboratories in order to get the needed international accreditation and increase the number of tests."}, {"text_block_id": "p31_b406", "text": "The Ministry of Agriculture work in food safety during the next five years is expected to contribute to:"}, {"text_block_id": "p31_b407", "text": "-"}, {"text_block_id": "p31_b408", "text": "A decrease in food exports returns due to safety and quality of food by 50 percent in 2019;"}, {"text_block_id": "p31_b409", "text": "-"}, {"text_block_id": "p31_b410", "text": "A decrease in the non-conformity ratio of samples of domestic inspection to 60 percent in 2019;"}, {"text_block_id": "p31_b411", "text": "A decrease in the non-conformity ratio of samples of domestic inspection to 60 percent in 2019;\n* 25 percent decrease in the level of contaminants in the follow-up monitoring survey analysis in\n* 50 percent of facilities are registered in 2019.\n* Facilitating the establishment of an Agriculture Export Promotion Committee from the public and private"}, {"text_block_id": "p31_b415", "text": "Nine areas of intervention were identified in order to increase the productivity and competitiveness of the Lebanese agricultural products. These are summarized as follows:"}, {"text_block_id": "p31_b416", "text": "-"}, {"text_block_id": "p31_b417", "text": "Improving the value chains and increasing the added value for products of plant origin through: Strengthening the management of agricultural inputs; Improving the performance of agricultural inputs producers; Implementation of development programmes for a number of agricultural value chains in order to increase their comparative advantage, modernize the Lebanese agriculture and increase its added value, use of new technologies, and increase its efficiency and specialization; and Promoting Good Agricultural Practices (GAPs) through the support of organic farming and quality certification."}, {"text_block_id": "p31_b418", "text": "-"}, {"text_block_id": "p31_b419", "text": "Improving the value chains and increasing the added value for products of animal origin through: Strengthening the management of veterinary drugs and feed additives; Development of Animal feed sector; Implementation of development programmes for the dairy and poultry value chains in order to increase their comparative advantage, modernize production, use of new technologies, and increase efficiency and specialization; and Enhance the Good Farm Management and the application of bio-security measures."}, {"text_block_id": "p31_b420", "text": "-"}, {"text_block_id": "p31_b421", "text": "Strengthening the phytosanitary measures through: Completing the update of the phytosanitary legislation and management organizational structure based on international standards; Continue improving MoA capacities in pest surveillance; Strengthening MoA capacities in pest eradication; Continue improving the phytosanitary import regulatory system based on international standards; and Continue developing the plant export certification system based on international standards."}, {"text_block_id": "p31_b422", "text": "-"}, {"text_block_id": "p31_b423", "text": "Strengthening the animal health measures through: Updating the animal health legislation and management organizational structure based on international standards; Strengthening MoA capacities in animal diseases surveillance, control and containment; and Development of the import/export and animal quarantine system in order to meet with the international standards."}, {"text_block_id": "p31_b424", "text": "-"}, {"text_block_id": "p31_b425", "text": "Increasing agricultural exports through:"}, {"text_block_id": "p32_b437", "text": "Increasing agricultural exports through:\n* Improving the supply chain management and decreasing food losses at the level of packinghouses, cold\n* Repositioning in the traditional markets and opening new markets for the Lebanese agricultural and food"}, {"text_block_id": "p32_b441", "text": "-"}, {"text_block_id": "p32_b442", "text": "Enhancing domestic marketing channels through strengthening the wholesale markets, developing farmers and agricultural cooperatives markets, promoting contract farming, and carrying out advertising campaigns to promote the consumption of Lebanese agricultural products."}, {"text_block_id": "p32_b443", "text": "-"}, {"text_block_id": "p32_b444", "text": "Developing national plans for the conservation and expansion of agriculture and irrigated areas in particular for the high-demand crops/varieties in the international markets through: Elaborating a plan to expand agricultural lands and to develop agricultural infrastructure and irrigation at the level of the eight Green Plan regions that comply with the national strategy and promote the exploitation of suitable agricultural areas, land reclamation, agricultural roads construction, conducting studies on the crops/varieties that have a high demand in local and international markets and analysing the competitive advantages of producing it in Lebanon."}, {"text_block_id": "p32_b445", "text": "-"}, {"text_block_id": "p32_b446", "text": "Improving legal status of farmers and farmers organizations through the preparation and enactment of a law and its organisational decrees to regulate agricultural and fishing professions."}, {"text_block_id": "p32_b447", "text": "-"}, {"text_block_id": "p32_b448", "text": "Providing support to small-scale farmers and producers, and encouraging youth and women to engage in agriculture-related investments, bringing new blood in the agricultural sector through: the support of the small and fruit trees farmers soft loans and guarantee fund in collaboration with KAFALAT; and the preparation and dissemination of feasibility studies for a number of agricultural projects."}, {"text_block_id": "p32_b449", "text": "The Ministry of Agriculture work under this course of action during the next five years is expected to contribute to the following:"}, {"text_block_id": "p32_b450", "text": "-"}, {"text_block_id": "p32_b451", "text": "Increase in agricultural exports (HS1 -10) by 10 percent in 2019 (567,000 tons in 2013);"}, {"text_block_id": "p32_b452", "text": "-"}, {"text_block_id": "p32_b453", "text": "Decrease in exports"}, {"text_block_id": "p32_b454", "text": "’"}, {"text_block_id": "p32_b455", "text": "rejects;"}, {"text_block_id": "p32_b456", "text": "-"}, {"text_block_id": "p32_b457", "text": "Increase in the production of broiler chickens to 62 million birds in 2019 (57 million birds in 2013);"}, {"text_block_id": "p32_b458", "text": "-"}, {"text_block_id": "p32_b459", "text": "Increase in domestic production of milk and dairy products to 40 percent in 2019 of total domestic consumption (35 percent in 2013);"}, {"text_block_id": "p32_b460", "text": "-"}, {"text_block_id": "p32_b461", "text": "Conversion of 25,000 hectares into irrigated agricultural land in 2019;"}, {"text_block_id": "p32_b462", "text": "-"}, {"text_block_id": "p32_b463", "text": "Increase in the number of small farmers, youth and women benefiting from soft loans."}, {"text_block_id": "p32_b464", "text": "COURSE OF ACTION III: IMPROVE THE GOOD GOVERNANCE AND SUSTAINABLE USE OF NATURAL RESOURCES"}, {"text_block_id": "p32_b465", "text": "Five areas of intervention were identified in order to strengthen the good governance in the management and the sustainable use of natural resources. These are summarised as follows:"}, {"text_block_id": "p32_b466", "text": "-"}, {"text_block_id": "p32_b467_merged_merged", "text": "Strengthening good management and sustainable use of forests by assessing the forest resources and strengthening the good governance in forest management through the review, update and enactment/enforcement of legislation in line with the international standards, building the capacities of concerned MoA departments, activating local communities’ participation in the management and conservation of forests and reforestation, increasing awareness on the economic and environmental importance of forests; Afforestation and reforestation and support to the national reforestation programme in order to increase the forested area; Protection from risks and pests that threaten forests and"}, {"text_block_id": "p33_b470", "text": "implementation of the forest fire strategy; and Rationalizing the harvest and investment of wood and non-wood forest products."}, {"text_block_id": "p33_b471", "text": "-"}, {"text_block_id": "p33_b472", "text": "Promoting sustainable investment and management of pasturelands and building the capacities of the related administrations through: Assessment of rangelands and pastoral plants on a national level, identification of pastures, their forage and carrying capacities, identification of pastoral/grazing systems and pathways, and developing a plan to manage and improve the rangelands (rehabilitation of nurseries to produce pasture seedlings and rehabilitation of existing pastures); and the Promotion of good governance in rangeland management through the review and update and enactment/enforcement of related legislations in line with the international standards, building the capacities of concerned department, fostering local communities participation in the management and conservation of rangelands, and increasing awareness on its economic importance."}, {"text_block_id": "p33_b473", "text": "-"}, {"text_block_id": "p33_b474", "text": "Improving the management of medicinal and aromatic plants and wild fruit trees sector through the conservation and production of medicinal and aromatic plants and the rationalisation and control of harvesting and enactment/enforcement of related legislations."}, {"text_block_id": "p33_b475", "text": "-"}, {"text_block_id": "p33_b476", "text": "Supporting investment in the fisheries and aquaculture and improving sustainable management of the sector and the implementation of the strategic road map for the development of the sector through: Strengthening the legislative and regulatory framework of fishing and aquaculture; Promoting research; Fisheries development via the support to the modernisation of the fleet, the identification of new fishing areas, delivering extension on new fishing methods, support the replacement of fishing equipment into sustainable equipment, the conservation of the fishing resources by means of prohibiting fishing during specific periods, and activating the role of fishing and forest guards in the enforcement of current legislations; Aquaculture development; and Development of information collection system."}, {"text_block_id": "p33_b477", "text": "-"}, {"text_block_id": "p33_b478", "text": "Modernizing the irrigation system in Lebanon and promoting the use of alternative sources of water and energy in agriculture through Increasing irrigation water storage quantity and improvement of its distribution; Using new technologies and raising the irrigation efficiency at farm level; Activating the use of treated wastewater in agriculture; and Promoting the use of renewable energy in agriculture and irrigation."}, {"text_block_id": "p33_b479", "text": "The Ministry of Agriculture efforts in this course of action during the next five years can be expected to contribute to:"}, {"text_block_id": "p33_b480", "text": "-"}, {"text_block_id": "p33_b481", "text": "5 percent increase in the total forest area by 2019;"}, {"text_block_id": "p33_b482", "text": "-"}, {"text_block_id": "p33_b483", "text": "The increase in the quantity and value of forest crops to USD 85 million by 2019 (USD 80 million in 2013);"}, {"text_block_id": "p33_b484", "text": "-"}, {"text_block_id": "p33_b485", "text": "The increase in the production of sage and oregano to 185000 Kg by 2019 (175000 Kg in 2013);"}, {"text_block_id": "p33_b486", "text": "-"}, {"text_block_id": "p33_b487", "text": "The establishment of an area of forests and rangelands on which a plan for sustainable management is applied;"}, {"text_block_id": "p33_b488", "text": "-"}, {"text_block_id": "p33_b489", "text": "The increase in the number of registered fishermen from 6,000 in 2013 to 8,000 by 2019;"}, {"text_block_id": "p33_b490", "text": "-"}, {"text_block_id": "p33_b491", "text": "The increase in the quantity of production per effort of fishing;"}, {"text_block_id": "p33_b492", "text": "-"}, {"text_block_id": "p33_b493", "text": "The increase in the quantity of production of the aquaculture sector to 9,000 by 2019 (4,500 tons in 2013);"}, {"text_block_id": "p33_b494", "text": "-"}, {"text_block_id": "p33_b495", "text": "The increase in the fish and aquatic stock over a period of 10 years;"}, {"text_block_id": "p33_b496", "text": "-"}, {"text_block_id": "p33_b497", "text": "The increase in the ratio of conversion to modern irrigation over the total irrigated area by 15 percent in 2019."}, {"text_block_id": "p34_b498", "text": "COURSE OF ACTION IV: STRENGTHENING AGRICULTURAL EXTENSION AND EDUCATION"}, {"text_block_id": "p34_b499", "text": "Two areas of intervention were identified under this course of action, which are:"}, {"text_block_id": "p34_b500", "text": "-"}, {"text_block_id": "p34_b501", "text": "Development of a pluralistic extension system with a shared vision and an integrated approach in agricultural education, research and extension, which responds to the technical and information needs of farmers, fosters the partnerships between the public sector and the universities, research institutes, and the civil society organisations delivering extension services, with the public sector providing the general orientation and coordination among stakeholders, and includes all partners in the planning and implementation of extension programmes, and where MoA will guarantee extension services control and quality assurance and their geographical coverage in addition to monitoring and evaluation; and strengthening of the Agricultural Extension Centres through the staff recruitment, technical capacity development and provision with outreach and communication technologies and equipment."}, {"text_block_id": "p34_b502", "text": "-"}, {"text_block_id": "p34_b503", "text": "Activation of the official technical agricultural education according to market demand through the Formulation of a policy for the development of the official technical agricultural education; Strengthening the management of agricultural schools by updating the related legislative texts, enhancing the schools infrastructure and equipment, improving the schools management system to be in line with the international standards, training of teaching staff and school directors on the new management system, and training of teaching staff, technicians and trainers; Updating the curriculum by the elaboration of new and updated curricula, the continuation of the update and unification of the school book, the introduction of new specialisation in high demand, and the development of continuous training programmes according to the needs of agricultural areas; and Activating the cooperation between agricultural technical education and training and Lebanese Agricultural Research Institute and the Faculty of Agriculture at the Lebanese University and various other agricultural institutions."}, {"text_block_id": "p34_b504", "text": "The Ministry of Agriculture work in this course of action during the next five years is expected to contribute to the:"}, {"text_block_id": "p34_b505", "text": "-"}, {"text_block_id": "p34_b506", "text": "Increase in the number and topics of producers trainings and their geographical distribution;"}, {"text_block_id": "p34_b507", "text": "-"}, {"text_block_id": "p34_b508", "text": "Increase in the number of farmers participating in extension activities;"}, {"text_block_id": "p34_b509", "text": "-"}, {"text_block_id": "p34_b510", "text": "Increase in the rate of adoption of extension information;"}, {"text_block_id": "p34_b511", "text": "-"}, {"text_block_id": "p34_b512", "text": "Decrease in the rate problem recurrence at the farm level;"}, {"text_block_id": "p34_b513", "text": "-"}, {"text_block_id": "p34_b514", "text": "Increase in the percentage of student enrolment in agricultural schools;"}, {"text_block_id": "p34_b515", "text": "-"}, {"text_block_id": "p34_b516", "text": "Increase in the rate of graduated over registered students in agricultural schools;"}, {"text_block_id": "p34_b517", "text": "-"}, {"text_block_id": "p34_b518", "text": "Increase in the rate of recruitment of students in their respective specialisation."}, {"text_block_id": "p34_b519", "text": "COURSE OF ACTION V: STRENGTHENING AGRICULTURAL RESEARCH AND LABORATORIES"}, {"text_block_id": "p34_b520", "text": "Three areas of intervention were identified in order to strengthen the agricultural research and laboratories, and they are summarised as follows:"}, {"text_block_id": "p34_b521", "text": "-"}, {"text_block_id": "p34_b522", "text": "Developing and strengthening capacities of the Lebanese Agricultural Research Institute laboratories though the: Development of food safety laboratories and cooperation with accredited laboratories; Development of agricultural inputs related laboratories and establishment of new ones; Development of plant health laboratories; Improving the control tests of veterinary drugs; Activating the forage laboratory; Strengthening the existing laboratories and establishing new labs for honey testing; and Development of animal health laboratories."}, {"text_block_id": "p35_b523", "text": "-"}, {"text_block_id": "p35_b524", "text": "Enhancing agricultural scientific research through: Improving the productivity of sheep and goats by the development of animal breeding centre in Terbol station; Establishing a virus and fungal diseases free mother plot for Lebanese olive varieties; Launching scientific research on varieties suitability; Launching research on  irrigation; and Strengthening the early warning system."}, {"text_block_id": "p35_b525", "text": "-"}, {"text_block_id": "p35_b526", "text": "Improving the conservation of biodiversity and genetic resources through: Studying the biodiversity in unprotected ecosystems; Strengthening research on biodiversity and plant genetic resources by assessing the plant genetic resources for food and agriculture including the local varieties and wild parents that grow in the different Lebanese regions, and conserving them in the national seed bank, and build the capacities for the regeneration of conserved seeds; and the Conservation and production of seedlings of wild fruit trees and promoting their cultivation."}, {"text_block_id": "p35_b527", "text": "The Ministry of Agriculture is expecting to achieve in this course of action during the next five years the following:"}, {"text_block_id": "p35_b528", "text": "-"}, {"text_block_id": "p35_b529", "text": "Establishment of 4 new operational research stations;"}, {"text_block_id": "p35_b530", "text": "-"}, {"text_block_id": "p35_b531", "text": "Increase in the number of tests conducted per year to 150,000 by 2019 (100,000 in 2013);"}, {"text_block_id": "p35_b532", "text": "-"}, {"text_block_id": "p35_b533", "text": "Have 8 additional new tests;"}, {"text_block_id": "p35_b534", "text": "-"}, {"text_block_id": "p35_b535", "text": "Increase the investment in research by 5 percent yearly (currently USD 2 million)."}, {"text_block_id": "p35_b536", "text": "COURSE OF ACTION VI: DEVELOPMENT OF COOPERATIVE SECTOR AND MUTUAL FUNDS"}, {"text_block_id": "p35_b537", "text": "Four areas of intervention were identified under this course of action:"}, {"text_block_id": "p35_b538", "text": "-"}, {"text_block_id": "p35_b539", "text": "Improving and strengthening the General Directorate of Cooperatives capacities through strengthening and developing its human, administrative and financial capacities, and enhancing its functions and services."}, {"text_block_id": "p35_b540", "text": "-"}, {"text_block_id": "p35_b541", "text": "Assessing the status of cooperatives and mutual funds through the evaluation of cooperatives and mutual funds, and the implementation of the formulated proposals in order to increase efficiency and effectiveness."}, {"text_block_id": "p35_b542", "text": "-"}, {"text_block_id": "p35_b543", "text": "Re-activating the Cooperative Credit Union and the General National Union of Cooperative Associations through reinforcing the Union of Cooperative and the National General Union of Cooperative Associations."}, {"text_block_id": "p35_b544", "text": "-"}, {"text_block_id": "p35_b545", "text": "Supporting and activating the mutual fund for the insurance of agricultural sector against natural disasters through supporting the Mutual Fund for the insurance of the agricultural sector against the natural disasters and Reviewing and assessing the proposed financial mechanism."}, {"text_block_id": "p35_b546", "text": "The Ministry of Agriculture work in this course of action during the next five years is expected to contribute to the:"}, {"text_block_id": "p35_b547", "text": "-"}, {"text_block_id": "p35_b548", "text": "Increase in the percentage of active agricultural cooperatives to 35 percent of total by 2019 (the current situation is of 25 percent);"}, {"text_block_id": "p35_b549", "text": "-"}, {"text_block_id": "p35_b550", "text": "Increase in the percentage of members of agricultural cooperatives to 7 percent of total farmers by 2019 (4.5 percent in 2013);"}, {"text_block_id": "p35_b551", "text": "-"}, {"text_block_id": "p35_b552_merged", "text": "Members of the Mutual Fund for the insurance of the agricultural sector against natural disasters represent 10 percent of farmers or agricultural enterprises in the country (the current mode is zero – still not operational)."}, {"text_block_id": "p36_b555", "text": "COURSE OF ACTION VII: DEVELOPMENT OF THE MINISTRY OF AGRICULTURE"}, {"text_block_id": "p36_b556", "text": "’S"}, {"text_block_id": "p36_b557", "text": "CAPACITIES"}, {"text_block_id": "p36_b558", "text": "Four areas of intervention were identified under this course of action and they are summarised as follows:"}, {"text_block_id": "p36_b559", "text": "-"}, {"text_block_id": "p36_b560", "text": "Updating the organizational structure and reinforcing the role of MoA and its affiliated institutions (General Directorate of Cooperatives and LARI) and updating the existing legislation and regulations governing the agricultural sector and MoA in order to carry out its tasks and cope with the future challenges through: development of administrative work and simplification of administrative procedures, upgrading financial management, activation of communication and media, strengthening and modernising an integrated system for planning, monitoring and evaluation, risk management and fund raising, upgrading and modernization of IT network and Documentation, and strengthening the agricultural statistics and capacity development in economic research; Development of administrative and financial system, and research at the Lebanese Agricultural Research Institute; Reviewing, updating and adopting new legislation governing the cooperative work; Continue the review and update of the legislation governing the mutual funds work; and Reviewing, updating and adopting new legislation and internal regulation of the General Directorate of Cooperatives."}, {"text_block_id": "p36_b561", "text": "-"}, {"text_block_id": "p36_b562", "text": "Developing MoA capacities in negotiation skills through improving coordination with the international organisations and donors in view of elaborating a shared framework; and reinforcing MoA role and participation in the international agreements and conventions in order to improve the foreign trade, and international standard setting."}, {"text_block_id": "p36_b563", "text": "-"}, {"text_block_id": "p36_b564", "text": "Fostering partnerships with various stakeholders from the private and public sectors through activating partnerships with the private sector and related administrations including the Sectoral Committees within MoA; and improving coordination with the local partners, municipalities, civil society organisations working in the field of rural and agricultural development."}, {"text_block_id": "p36_b565", "text": "-"}, {"text_block_id": "p36_b566", "text": "Strengthening MoA capacities in disaster and crises management in agriculture through elaborating a national response plan, and creating a Disaster and Crises Management Unit;"}, {"text_block_id": "p36_b567", "text": "The Ministry of Agriculture work in this course of action during the next five years is expected to contribute to the following:"}, {"text_block_id": "p36_b568", "text": "-"}, {"text_block_id": "p36_b569", "text": "Decrease"}, {"text_block_id": "p36_b570", "text": "in MoA’s"}, {"text_block_id": "p36_b571", "text": "job vacancies (currently 70 percent);"}, {"text_block_id": "p36_b572", "text": "-"}, {"text_block_id": "p36_b573", "text": "Decrease"}, {"text_block_id": "p36_b574", "text": "in LARI’s"}, {"text_block_id": "p36_b575", "text": "vacancies to 10 percent by 2019 (currently 30 percent);"}, {"text_block_id": "p36_b576", "text": "-"}, {"text_block_id": "p36_b577", "text": "Increase in MoA staff knowledge and skills;"}, {"text_block_id": "p36_b578", "text": "-"}, {"text_block_id": "p36_b579", "text": "Increase in MoA Budget;"}, {"text_block_id": "p36_b580", "text": "-"}, {"text_block_id": "p36_b581", "text": "Increase in the r"}, {"text_block_id": "p36_b582", "text": "ate of external funding for MoA’s"}, {"text_block_id": "p36_b583", "text": "programmes"}, {"text_block_id": "p36_b584", "text": ";"}, {"text_block_id": "p36_b585", "text": "-"}, {"text_block_id": "p36_b586_merged_merged_merged_merged_merged", "text": "Increase in the rate of satisfaction in MoA’s agricultural Services to 50 percent in 2019 (means and speed of execution)"}, {"text_block_id": "p36_b589", "text": "-"}, {"text_block_id": "p36_b590", "text": "Increase in the number of bulletins and statistical studies produced;"}, {"text_block_id": "p36_b591", "text": "-"}, {"text_block_id": "p36_b592", "text": "Increase in number of beneficiaries of agricultural services;"}, {"text_block_id": "p36_b593", "text": "-"}, {"text_block_id": "p36_b594", "text": "Increase in the number of reviewed standards, conventions and policies."}, {"text_block_id": "p37_b595", "text": "COURSE OF ACTION VII: RESPONDING TO CLIMATE CHANGE IMPACTS"}, {"text_block_id": "p37_b596", "text": "Climate changes have a direct and a significant impact on the agricultural sector and natural resources such as forests, pastures, water and biodiversity. Therefore, the Ministry of Agriculture opted for the introduction of"}, {"text_block_id": "p37_b597", "text": "“Responding to climate change impacts” as"}, {"text_block_id": "p37_b598", "text": "one of the central courses of action for the next five years. MoA plans to assist the agricultural sector in many areas of intervention to better adapt to the impacts of climate change and to reduce its emissions, mainstream MoA activities related to climate change, introduce the adaptation measures through the various implemented programmes, and conduct a study to estimate the greenhouse gas emissions from the agricultural sector, land use changes and forestry."}, {"text_block_id": "p37_b599", "text": "5. STEERING AND COORDINATION"}, {"text_block_id": "p37_b600", "text": "5.1 SUPERVISION, MONITORING AND MANAGEMENT"}, {"text_block_id": "p37_b601", "text": "The Lebanese Government is responsible for the implementation and financing of"}, {"text_block_id": "p37_b602", "text": "MoA’s 2015"}, {"text_block_id": "p37_b603", "text": "-2019 Strategy. The Ministry of Agriculture is the entrusted administration for the implementation of the abovementioned strategy. The Minister of Agriculture will establish a Steering Committee (SC) for the follow-up and supervision of the strategy implementation. This Steering Committee will be chaired by the Director General of Agriculture, and includes the Director General of Cooperatives, the Director General"}, {"text_block_id": "p37_b604", "text": "–"}, {"text_block_id": "p37_b605", "text": "President of Administrative Board of LARI,"}, {"text_block_id": "p37_b606", "text": "the Head of the Executive Committee of the Green Plan, in addition to MoA Directorates’ Directors (Plant"}, {"text_block_id": "p37_b607", "text": "Resources, Animal Resources, Rural Development and Natural Resources, and Studies and Coordination). The Service of Programmes and Developmental Projects will assure the coordination."}, {"text_block_id": "p37_b608", "text": "Following the signature and the adoption of"}, {"text_block_id": "p37_b609", "text": "MoA’s"}, {"text_block_id": "p37_b610", "text": "2015-2019 Strategy, the SC will meet on a regular basis and when needed, and can call upon and engage whoever deemed appropriate and necessary from the public and the private sectors."}, {"text_block_id": "p37_b611", "text": "The Steering Committee will fulfil the following duties:"}, {"text_block_id": "p37_b612", "text": "-"}, {"text_block_id": "p37_b613", "text": "Review and approve annual operational plans prepared by the related departments for the implementation of the strategy;"}, {"text_block_id": "p37_b614", "text": "-"}, {"text_block_id": "p37_b615_merged_merged_merged_merged", "text": "Review and approve the strategy implementation progress reports prepared by the related departments, including the activities performed under external donors’ funded programmes and projects;"}, {"text_block_id": "p37_b618", "text": "-"}, {"text_block_id": "p37_b619", "text": "Provide necessary guidance for the good implementation of the strategy and manage the risks that may arise during the execution;"}, {"text_block_id": "p37_b620", "text": "-"}, {"text_block_id": "p37_b621", "text": "Mobilise funds and identify financial resources;"}, {"text_block_id": "p37_b622", "text": "-"}, {"text_block_id": "p37_b623", "text": "Review and approve the strategy Monitoring and Evaluation reports (the first report in 2 years, and the second 6 months prior to the end of the strategy), provide recommendation related to the planned activities at the level of the strategy objectives and courses of action."}, {"text_block_id": "p37_b624", "text": "Each MoA Directorate prepares periodic progress reports. The latter will be based on the reports provided by their subsidiary Services, Departments and related programmes and projects that include all the activities and expenditures (planned versus executed) in addition to the problems and challenges encountered and future plans."}, {"text_block_id": "p38_b625", "text": "5.2 BUDGET AND FINANCING OF THE MOA STRATEGY 2015"}, {"text_block_id": "p38_b626", "text": "–"}, {"text_block_id": "p38_b627", "text": "2019"}, {"text_block_id": "p38_b628", "text": "The Technical Working Groups estimated the investment costs for all the areas of intervention and the related activities, which have been reviewed and approved by the MoA Strategy 2015-2019 Steering Committee."}, {"text_block_id": "p38_b629", "text": "The investment budget was estimated at LBP 496.66 billion (USD 331.1 million). An approximate LBP 45 billion should be added annually, representing the operational budget of the MoA and affiliated institutions. Climate Change related activities represent almost one third of the total requested financial resources (Please refer to Annex 2 for further details)."}, {"text_block_id": "p38_b630", "text": "The resource requirements will be distributed as follows:"}, {"text_block_id": "p38_b631", "text": "Financing sources"}, {"text_block_id": "p38_b632", "text": "will be sought in order to implement the strategy depending on expenditures’ nature."}, {"text_block_id": "p38_b633", "text": "Bilateral and multilateral meetings with international donors will be organised to review the budgetary gaps of the Ministry of Agriculture, and to procure financial resources for funding identified priority programmes and projects."}, {"text_block_id": "p38_b634", "text": "6. RISKS AND ASSUMPTIONS"}, {"text_block_id": "p38_b635", "text": "The main risks and assumptions to the implementation of the Strategy could be summarised as follows:"}, {"text_block_id": "p38_b636", "text": "-"}, {"text_block_id": "p38_b637", "text": "Security, political and economic situation;"}, {"text_block_id": "p38_b638", "text": "-"}, {"text_block_id": "p38_b639", "text": "MoA capacity of absorption for the management of proposed developmental projects;"}, {"text_block_id": "p38_b640", "text": "-"}, {"text_block_id": "p38_b641", "text": "Mobilising the adequate financial resources;"}, {"text_block_id": "p38_b642", "text": "-"}, {"text_block_id": "p38_b643", "text": "Cooperation of stakeholders and other administrations in the implementation of the strategy."}, {"text_block_id": "p38_b644", "text": "A detailed description of risks and assumption per each course of action and areas of intervention are included in Annex no.1"}, {"text_block_id": "p38_b645", "text": "–"}, {"text_block_id": "p38_b646", "text": "The Logical Framework of the Ministry of Agriculture 2015"}, {"text_block_id": "p38_b647", "text": "–"}, {"text_block_id": "p38_b648", "text": "2019 Strategy."}, {"text_block_id": "p38_b649", "text": "7. COMMUNICATION AND VISIBILITY"}, {"text_block_id": "p38_b650", "text": "The Ministry of Agriculture 2015"}, {"text_block_id": "p38_b651", "text": "–"}, {"text_block_id": "p38_b652", "text": "2019 Strategy was launched in a press conference where the objectives, courses of actions, and expected results were presented. A final evaluation workshop will be organised at the end of the strategy implementation."}, {"text_block_id": "p38_b653_merged_merged_merged_merged_merged", "text": "The Ministry of Agriculture will organise a series of communication and visibility activities in full coordination with the Steering Committee. These will include seminars, workshops, publicity campaigns, etc. in order to contribute to raising the stakeholders awareness and the general public on the main issues of the MoA 2015–2019 strategy, and seek donors support."}, {"text_block_id": "p42_b657", "text": "ANNEXE 1: LOGICAL FRAMEWORK MATRIX"}, {"text_block_id": "p82_b658", "text": "ANNEX 2: REQUIRED INVESTMENT BUDGET"}], "document_description": "The Ministry of Agriculture Strategy sets the government's vision over the executive approach to agriculture over the period 2015-2019. aims at ensuring food safety and supply, plant and animal health, making sure that the agricultural sector enjoys good infrastructure, and adequate harvesting and marketing techniques.<br>&nbsp;<br>&nbsp;The seventh course of action of the Strategy focuses on ensuring sustainable management and use of natural resources (land, forest, water, genetic resources, fisheries and aquaculture resources), notably in response to climate change impacts, land degradation, overgrazing, unsuitable cropping patterns, overuse of forest resources, over exploitation of fisheries vulnerable stocks. Adaptation measures shall be implemented through diverse programmes, and a study to estimate greenhouse gases emission from the agricultural sector, land use changes and forestry shall be conducted.<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br><br>"}