{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Liechtenstein", "document_category": "Law", "document_sector_name": ["Transportation", "Energy"], "document_date": "09/06/2013", "document_language": "English", "document_name": "Law on the Reduction of CO2 Emissions", "document_country_code": "LIE", "document_hazard_name": [], "document_keyword": ["Carbon Pricing", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/LIE/2013/LIE-2013-06-09-Law on the Reduction of CO2 Emissions_bdbad10f9e0849095de1316f4a6b754f.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law aims at 1) implementing the contract and the 2010 agreement between the Principality of Liechtenstein and the Swiss Confederation concerning the environmental levies in the Principality of Liechtenstein, as amended, 2) reducing greenhouse gas emissions, in particular of CO2 emissions, 3) reducing other harmful effects on the environment, and 4) creating incentives for the rational use of energy and the increased use of renewable energy.&nbsp;<br>Art. 3 institutes a CO2 levy to be levied on the production, extraction and import of fuels. It sets the price at 36 frances per ton of CO2. The government can increase the levy rate up to a maximum of 120 francs, subject to the applicable legislation in Switzerland.&nbsp;<br>Art. 5 notably states that companies in certain economic sectors can commit themselves to the Swiss Federal Office for the Environment (FOEN) to reduce greenhouse gas emissions to a certain extent in the period from 2013 to 2020 and to report annually on them. Companies that fall within the scope of application of the Emissions Trading Act, cannot undertake to reduce greenhouse gas emissions vis-a-vis the FOEN. If a company reduces its greenhouse gas emissions noticeably and permanently beyond the scope of its legal obligation, it receives a financial compensation for the additional emission reductions provided by the state upon application.&nbsp;<br>Art. 11 states that CO2 emissions of passenger cars which are being put into circulation for the first time are to be reduced by the end of 2015 to an average of 130 g CO2 / km."}