{"document_instrument_name": ["Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Switzerland", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "01/01/2017", "document_language": "French", "document_name": [], "document_country_code": "CHE", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://www.fedlex.admin.ch/eli/cc/2017/765/fr", "document_type": "Ordinance", "text_blocks": [], "document_description": "The Energy Act (as amended notably by the 2007 Electricity Supply Act, in force since 01/01/2009) and related Ordinances (see below) provide the basis for a 'sustainable and modern Swiss energy policy' (Swiss Federal Office of Energy). The main aim of the Act is to contribute to an adequate energy supply - i.e. diversified, safe, economical and compatible with the requirements of environmental protection. Its principal goals include: - ensure production and distribution of economic power, compatible with the requirements of environmental protection - promote the efficient and rational use of energy - encourage the use of indigenous and renewable energy. The Act provides three main targets, to be reached in co-operation with the Cantons, the energy sector and other stakeholders: - The average annual electricity production from renewable sources is to be increased by at least 5,400 GWh by 2030 compared to 2000. Up to 10% of the required target can be met by renewable electricity generation abroad (e.g.CDM). - The average annual hydro-power production is to increase by at least 2,000 GWh by 2030 compared to 2000 - Households' final energy consumption must be stabilised by 2030 at the level it would have had at the entry into force of this provision (2009). Among the measures put forward by the Act to meet the above targets are certification of electricity origin (renewable electricity certificates), preferential installation of new renewable electricity or CHP compared to fossil fuel plants, mandatory offtake for renewable electricity for utilities (conditions apply) with financial support for solar PV plants (30kW max), and energy labelling for buildings, vehicles and appliances.  The Energy Ordinance specifies the provisions of the Energy Act: It includes provisions for a feed-in tariff for electricity from solar PV, wind, hydro (up to 10MW), geothermal and biomass. The payments are made for 10, 20 or 25 years and are differentiated according to application, technology and size of the installation. They only apply to installations built, renovated or expanded after 1 January 2006. The overall funding for available feed-in tariffs is capped in 2015 at approximately CHF580m (USD605.9m), with funds to be distributed among the different types of technologies so as to ensure their parallel development (the entire fund cannot assigned to one single technology).  The making of the New Energy Act started on September 30, 2016, to enhance its previously stated goals over the period until 2035 of a sustainable security of supply, efficiency, reduced overall energy consumption and increase of domestic renewable energy use. The referendum of May 21st, 2017, decided for a \"complete revision\" of the Act that will enter into force on January 1, 2018. Revisions under the new Act include an increased promotion of renewables, which will benefit of a grid fee raised to 2,3 ct./kWh. However, the new system of subsidies is limited to the end of 2022 and plants under 1 MW of capacity won't be accepted anymore. Smart metering systems also get enhanced legal rights. Energy efficiency targets for private motorised vehicles (cars) are indexed to the European Union limits, and subsidies will be included for vehicles emitting less than 50g of CO2 per km will be applied from 2020 to 2022. Furthermore, a complete ban to any further project of nuclear energy is stated. An \"Energy Strategy 2050\" document has also been released as an official vision of where the country is aiming to.Ordinance 730.02 aims to reduce the energy consumption and enhance energy efficiency of mass-produced plants, vehicles and devices."}