{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Switzerland", "document_category": "Law", "document_sector_name": ["Water", "Transportation", "LULUCF", "Environment"], "document_date": "01/01/1991", "document_language": "French", "document_name": "Federal Forest Law", "document_country_code": "CHE", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Redd+ And Lulucf"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/CHE/1991/CHE-1991-01-01-Federal Forest Law_efbc7dad9ef83a402dc3ad4c965ceb88.pdf", "document_type": "Law", "text_blocks": [], "document_description": "Legislation to support sustainable management of forests and adaptation to climate change.  Its objective is to maintain existing forest cover and protect it as natural habitat. These objectives are combined with maintaining the forests' protective, welfare and usefulness function as well as to support and maintain the forest economic sector. The forest act also aims to protect humans and capital from landslides, erosion and natural disasters.  Deforestation permits are required for land use changes and public accessibility is to be ensured (except for vehicles). The key overall principle is the sustainable management of the forest to ensure its continued existence with its current level of forest cover, biodiversity and functionality (e.g. its protective function against landslides resulting from melting of glaciers and permafrost soils).  The national forest programme based on the Forest Act describes in its action plan for 2004-2015 the priority areas of guaranteeing the forest's protective functions, conserving biodiversity, improving the economic viability of the forestry sector, strengthening the value-added chain for wood and protecting forest soils, trees and drinking water."}