{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Switzerland", "document_category": "Policy", "document_sector_name": ["LULUCF", "Industry"], "document_language": "English", "document_name": "Forest Policy 2020", "document_country_code": "CHE", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2013", "document_keyword": ["Adaptation", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/CHE/2013/CHE-2013-12-25-Forest Policy 2020_d1329edbfa41d80e6fe782a1e9a0b85b.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "> Forest Policy 2020"}, {"text_block_id": "p0_b2", "text": "Visions, objectives and measures for the sustainable management of"}, {"text_block_id": "p0_b3", "text": "forests in Switzerland"}, {"text_block_id": "p2_b4", "text": "Visions, objectives and measures for the sustainable management of"}, {"text_block_id": "p2_b5", "text": "forests in Switzerland"}, {"text_block_id": "p2_b6", "text": "The visions, objectives and strategic directions were passed by the Federal Council on 31 August 2011 and the Action Plan was subsequently developed by the Federal Department for the Environment, Transport, Energy and Communication (DETEC)."}, {"text_block_id": "p2_b7", "text": "Published by the Federal Office for the Environment FOEN"}, {"text_block_id": "p2_b8", "text": "Bern, 2013"}, {"text_block_id": "p3_b9", "text": "Publisher"}, {"text_block_id": "p3_b10", "text": "Federal Office for the Environment (FOEN)"}, {"text_block_id": "p3_b11", "text": "The FOEN is an office of the Federal Department for the"}, {"text_block_id": "p3_b12", "text": "Environment, Transport Energy and Communication (DETEC)."}, {"text_block_id": "p3_b13", "text": "Project management"}, {"text_block_id": "p3_b14", "text": "Rolf Manser, Bruno Röösli, Daniel Landolt (all Forest Division)"}, {"text_block_id": "p3_b15", "text": "Project team"}, {"text_block_id": "p3_b16", "text": "Martin Büchel, Alfred Kammerhofer, Christian Küchli (all Forest Devision); Nicole Imesch (Species, Ecosystems, Landscapes Division); Arthur Sandri (Hazard Prevention Division)"}, {"text_block_id": "p3_b17", "text": "Suggested form of citation"}, {"text_block_id": "p3_b18", "text": "Federal Office for the Environment FOEN (ed) 2013: Forest Policy 2020. Visions, objectives and measures for the sustainable management of forests in Switzerland. Federal Office for the Environment, Bern: 66 pp."}, {"text_block_id": "p3_b19", "text": "The main objective, Vision 2030, challenges, and the strategic directions and their impacts were published in German, French and Italian in the Federal Gazette as: Schweizer Bundesrat 2011: Waldpolitik 2020. Bundesblatt Nr. 48 vom 29. November 2011, Bern. S. 8731–8754."}, {"text_block_id": "p3_b20", "text": "Production"}, {"text_block_id": "p3_b21", "text": "Oliver Graf, dialog:umwelt gmbh, Bern-Ittigen"}, {"text_block_id": "p3_b22", "text": "Design"}, {"text_block_id": "p3_b23", "text": "grafikwerkstatt upart, Bern"}, {"text_block_id": "p3_b24", "text": "Photo credits"}, {"text_block_id": "p3_b25", "text": "Cover, page 11: Franca Pedrazzetti/FOEN/AURA"}, {"text_block_id": "p3_b26", "text": "Page 8: Flückiger/Kusano"}, {"text_block_id": "p3_b27", "text": "Pages 13, 16, 58: Markus Bolliger/FOEN/AURA"}, {"text_block_id": "p3_b28", "text": "Link to PDF file"}, {"text_block_id": "p3_b29", "text": "www.bafu.admin.ch/ud-1067-e"}, {"text_block_id": "p3_b30", "text": "This publication is also available in German, French and Italian as a PDF file or a print version."}, {"text_block_id": "p3_b31", "text": "© FOEN 2013"}, {"text_block_id": "p4_b32", "text": "> Contents"}, {"text_block_id": "p6_b33", "text": "> Abstracts"}, {"text_block_id": "p6_b34", "text": "The Swiss Confederation’s Forest Policy 2020 formulates provisions for the optimal coordination of the ecological, economic and social demands on the forest. It ensures sustainable forest management and creates favourable conditions for an efficient and innovative forestry and wood industry. The Forest Policy 2020 defines a total of eleven policy objectives. These concern wood harvesting potential, climate change, protective forest, biodiversity, forest area, the economic efficiency of the forestry sector, forest soil (including drinking water and tree vitality), protection against harmful organisms, the forest-wildlife balance, the leisure and recreational use of forests, and education and research (including knowledge transfer). The Forest Policy 2020 formulates eral strategic guidelines and various measures for each objective. The primary responsibility for these measures lies with the federal authorities, however the role of the cantons and other actors is also addressed (forest owners, managers, forestry experts, associations etc.). Finally, the legal and financial impacts of the Forest Policy 2020 are also presented."}, {"text_block_id": "p6_b35_merged", "text": "Mit der Waldpolitik 2020 stimmt der Bund die ökologischen, ökonomischen und gesellschaftlichen Ansprüche an den Wald optimal aufeinander ab. Er stellt eine nach-haltige Bewirtschaftung sicher und schafft günstige Rahmenbedingungen für eine effi-ziente und innovative Wald-und Holzwirtschaft. Die Waldpolitik 2020 legt insgesamt elf Ziele fest. Diese betreffen das Holznutzungspotenzial, den Klimawandel, die Schutzwaldleistung, die Biodiversität, die Waldfläche, die wirtschaftliche Leistungs-fähigkeit der Waldwirtschaft, den Waldboden (inkl. Trinkwasser und Baumvitalität), den Schutz vor Schadorganismen, das Gleichgewicht von Wald und Wild, die Freizeit- und Erholungsnutzung sowie die Bildung und Forschung (inkl. Wissenstransfer). Für jedes Ziel formuliert die Waldpolitik 2020 mehrere strategische Stossrichtungen sowie verschiedene Massnahmen. Mit den Massnahmen ist in erster Linie der Bund in der Pflicht, es werden jedoch auch die Rolle der Kantone sowie weiterer Akteure ange-sprochen (Waldeigentümer, Bewirtschafter, Waldfachleute, Verbände etc.). Schliesslich werden auch die rechtlichen und finanziellen Auswirkungen der Waldpolitik 2020 aufgezeigt."}, {"text_block_id": "p7_b44_merged", "text": "La Politique forestière 2020 de la Confédération concilie de façon optimale les exigences écologiques, économiques et sociales posées à la forêt. Elle garantit une gestion forestière durable et crée les conditions générales favorables à une économie des forêts et du bois efficace et novatrice. La Politique forestière 2020 fixe au total onze objectifs. Ceux-ci concernent le potentiel d’exploitation du bois, les changements climatiques, la fonction protectrice de la forêt, la biodiversité, la surface forestière, la capacité de production de l’économie forestière, les sols forestiers (y compris l’eau potable et la vitalité des arbres), la protection contre les organismes nuisibles, l’équi-libre forêt-gibier, les activités de loisirs et de détente en forêt ainsi que la formation et la recherche (y compris le transfert des connaissances). Pour chaque objectif, la Poli-tique forestière 2020 formule plusieurs lignes stratégiques ainsi que différentes mesures. Bien que les mesures incombent en première ligne à la Confédération, le rôle des cantons et des autres acteurs est aussi mentionné (propriétaires de forêts, gestion-naires, spécialistes forestiers, associations, etc.). Enfin, les conséquences législatives et financières de la Politique forestière 2020 sont indiquées."}, {"text_block_id": "p7_b51", "text": "Con la Politica forestale 2020 la Confederazione armonizza in maniera ottimale le esigenze di ordine ecologico, economico e sociale nei confronti del bosco, assicura una gestione sostenibile e crea condizioni quadro favorevoli per un’economia forestale e del legno efficiente e innovativa. La Politica forestale 2020 definisce undici obiettivi che riguardano il potenziale di utilizzazione del legno, i cambiamenti climatici, la fun-zione protettiva del bosco, la biodiversità, la superficie boschiva, la capacità produttiva dell’economia forestale, la protezione dei suoli forestali (compresa l’acqua potabile e la vitalità degli alberi), la protezione contro gli organismi nocivi, l’equilibrio boscoselvaggina, le attività del tempo libero e di svago nonché la formazione e la ricerca (compreso il trasferimento di conoscenze). Per ognuno di questi obiettivi, la Politica forestale 2020 formula vari orientamenti strategici e misure. Queste ultime costituiscono un impegno in primo luogo per la Confederazione, ma viene fatto riferimento anche al ruolo dei Cantoni e di altri attori coinvolti (proprietari dei boschi, gestori, esperti, associazioni ecc.). Vengono infine indicate le conseguenze sul piano giuridico e finanziario."}, {"text_block_id": "p8_b52", "text": "> Foreword"}, {"text_block_id": "p8_b53", "text": "A Switzerland without forests is unimaginable. This is something that our ancestors recognised. With the Forest Act of 1876 they halted the progressive logging of the country’s forests. This pioneering act for the protection of the Swiss forest proved effective. Through its wide-ranging functions as a raw material producer, workplace, location for leisure and recreation, and habitat for animals and plants, the forest pro"}, {"text_block_id": "p8_b54", "text": "-"}, {"text_block_id": "p8_b55", "text": "vides invaluable services. In addition, it provides us with good air, filters our drinking water and protects us against all kinds of natural hazards."}, {"text_block_id": "p8_b56", "text": "Thirty-two percent of Swiss territory is under forest cover. Hence it is hardly surpris"}, {"text_block_id": "p8_b57", "text": "-"}, {"text_block_id": "p8_b58", "text": "ing that forest touches many aspects of life in our country. It affects both politics and the population. While hikers and athletes object that their activities are disturbed by harvesting activities, rational forest management is becoming increasingly difficult due to the restrictions being imposed for the benefit of leisure-seekers and due to polit"}, {"text_block_id": "p8_b59", "text": "-"}, {"text_block_id": "p8_b60", "text": "ical requirements."}, {"text_block_id": "p8_b61", "text": "Representing these individual interests and striking a sustainable balance between forest protection and harvesting requires across-the-board commitment. Given the importance of the forest for our entire society, economy, ecology and the climate, we must approach this task holistically. For this reason, the integrative, coherent and for"}, {"text_block_id": "p8_b62", "text": "-"}, {"text_block_id": "p8_b63", "text": "ward-looking Forest Policy 2020, which was approved by the Federal Council in August 2011, is needed."}, {"text_block_id": "p8_b64_merged_merged_merged_merged", "text": "The Forest Policy 2020 covers many areas and its keywords include: wood harvesting, climate change, forest area conservation, biodiversity, protective forest, economic viability, soil protection, leisure, harmful organisms, forest-wildlife balance, and edu-cation, research and knowledge transfer."}, {"text_block_id": "p8_b67", "text": "In the context of growing resource scarcity and its contribution to energy production, wood as a raw material will increase further in importance. To meet the associated demand we must plan the right tree stands now. This measure is also important to enable an effective response to the challenges of climate change."}, {"text_block_id": "p8_b68", "text": "The cantons, associations, forest owners and forestry sector are called on to work together to improve the balancing of the different interests. Education and training are also needed to close gaps in the knowledge about forests and forestry and for"}, {"text_block_id": "p9_b69", "text": "the dissemination of challenging interdisciplinary information. The Confederation will provide effective support for the forest policy through its financial and human resources."}, {"text_block_id": "p9_b70_merged", "text": "With the Forest Policy 2020 we have a balanced and broad-based strategy. The meas-ures for its implementation are presented in a clear and accessible way in this publica-tion. We hope that it will guide and support you in your activities in and on behalf of the forest."}, {"text_block_id": "p9_b75", "text": "Federal Councillor Doris Leuthard"}, {"text_block_id": "p9_b76", "text": "Head of the Federal Department of the Environment,"}, {"text_block_id": "p9_b77", "text": "Transport, Energy and Communications (DETEC)"}, {"text_block_id": "p10_b78", "text": "> Summary"}, {"text_block_id": "p10_b79", "text": "The Swiss Confederation’s Forest Policy 2020 ensures the optimal coordination of the ecological, economic and social demands on the forest. It guarantees that forest man"}, {"text_block_id": "p10_b80", "text": "-"}, {"text_block_id": "p10_b81", "text": "agement is sustainable and creates favourable conditions for an efficient and innova"}, {"text_block_id": "p10_b82", "text": "-"}, {"text_block_id": "p10_b83", "text": "tive forestry and timber sector in Switzerland. The Forest Policy 2020 takes sufficient account of both social demands on the forest and the needs of the slow-growing forest ecosystem."}, {"text_block_id": "p10_b84", "text": "By adopting the time horizon of 2030 for the Forest Policy 2020, the Federal Council presents its vision for a sustainably managed forest that fulfils all of its functions equally well and is conserved in its area and distribution. Forests and wood harvesting shall help to mitigate climate change, and its impacts on the forest shall remain as minimal as possible. The natural raw material wood shall be harvested and valued, and it shall be possible to provide and finance the public services associated with the forest. Because Switzerland’s forest policy is a joint task of the Confederation and cantons, the vision for 2030 shall involve effective dialogue with all actors and interest groups."}, {"text_block_id": "p10_b85", "text": "The Forest Policy 2020 replaces the Swiss National Forest Programme (Swiss NFP"}, {"text_block_id": "p10_b86", "text": "1"}, {"text_block_id": "p10_b87", "text": ") of 2004. The new elements of the policy include, in particular, objectives in the area of climate change. Accordingly, the forest and forest management shall contribute to the mitigation of climate change through the increased harvesting and optimal use of the raw material wood. This will enable the improvement of Switzerland’s CO"}, {"text_block_id": "p10_b88", "text": "2"}, {"text_block_id": "p10_b89", "text": "balance and facilitate a greater contribution to the renewable energy supply. In addition, the forest shall be conserved as an adaptable ecosystem so that it can also provide its wide-ranging services in terms of protection against natural hazards and as supplier of wood, recreational space, habitats for animals and plants, and drinking-water under changing climate conditions."}, {"text_block_id": "p10_b90", "text": "The federal Forest Policy 2020 defines a total of eleven objectives. For five of these objectives, the Confederation sets one"}, {"text_block_id": "p10_b91", "text": "focus"}, {"text_block_id": "p10_b92", "text": "for – just under – the next ten years:"}, {"text_block_id": "p10_b93", "text": "for – just under – the next ten years:\n* The potential offered by sustainably harvestable wood shall be exhausted\n* Climate change: mitigation and adaptation shall be guaranteed\n* The protective forest service shall be guaranteed\n* Biodiversity shall be conserved and improved in a targeted way\n* Forest area shall be conserved"}, {"text_block_id": "p10_b103_merged_merged_merged_merged", "text": "The other six objectives are:"}, {"text_block_id": "p10_b106", "text": "The other six objectives are:\n* The economic viability of the forestry sector shall be improved\n* Forest soil, drinking water and the vitality of the trees shall not be endangered\n* The forest shall be protected against harmful organisms\n* A balance shall exist between the forest and wildlife\n* The use of the forest for leisure and recreation shall be respectful\n* Education, research and knowledge transfer shall be guaranteed"}, {"text_block_id": "p10_b118", "text": "Main objective"}, {"text_block_id": "p10_b119", "text": "Vision for 2030"}, {"text_block_id": "p10_b120", "text": "Objectives of the"}, {"text_block_id": "p10_b121", "text": "Forest Policy 2029"}, {"text_block_id": "p11_b122", "text": "For each objective, the Forest Policy 2020 defines strategic directions and concrete measures on the part of the Confederation. The most important new measures planned are:"}, {"text_block_id": "p11_b123", "text": "For each objective, the Forest Policy 2020 defines strategic directions and concrete measures on the part of the Confederation. The most important new measures planned are:\n"}, {"text_block_id": "p11_b126", "text": "Most important measures on the part of the Confederation"}, {"text_block_id": "p12_b127", "text": "1"}, {"text_block_id": "p12_b128", "text": "> Background"}, {"text_block_id": "p12_b129", "text": "With the Forest Policy 2020, the Federal Council presents its forest policy declaration of intent for the time horizon 2020. The strategic direction of the policy is substantiated with concrete measures. The Forest Policy 2020 was developed from the Swiss National Forest Programme."}, {"text_block_id": "p12_b130", "text": "Legal mandate"}, {"text_block_id": "p12_b131", "text": "The Confederation ensures that the forest can fulfil its protective, social and economic functions. The Confederation establishes principles for the protection of the forest and supports the implementation of measures for the conservation of the forest. This is stated in Article 77 of the Federal Constitution (Bundesverfassung, BV)."}, {"text_block_id": "p12_b132", "text": "2"}, {"text_block_id": "p12_b133", "text": "The Con"}, {"text_block_id": "p12_b134", "text": "-"}, {"text_block_id": "p12_b135", "text": "federation’s tasks are substantiated in the Federal Act on Forest (ForA)"}, {"text_block_id": "p12_b136", "text": "3"}, {"text_block_id": "p12_b137", "text": "and in the Forest Ordinance (ForO)."}, {"text_block_id": "p12_b138", "text": "4"}, {"text_block_id": "p12_b139", "text": "The Federal Council sets the course for forest policy"}, {"text_block_id": "p12_b140_merged_merged", "text": "With the Forest Policy 2020,5 the Federal Council presents its forest-policy declaration of intent and derives concrete measures from it. In approving the Forest Policy 2020,"}, {"text_block_id": "p13_b143", "text": "on 31 August 2011, the Federal Council also mandated the Department of the Environ"}, {"text_block_id": "p13_b144", "text": "-"}, {"text_block_id": "p13_b145", "text": "ment, Transport and Communications DETEC to develop an action plan, examine the need for adaptations to the legislation and identify any eventual additional financial requirements."}, {"text_block_id": "p13_b146", "text": "Further development of the Swiss National Forest Programme"}, {"text_block_id": "p13_b147", "text": "The Forest Policy 2020 was developed from the Swiss National Forest Programme (Swiss NFP)."}, {"text_block_id": "p13_b148", "text": "The latter was developed in 2002/2003 through a broadly-based consul"}, {"text_block_id": "p13_b149", "text": "-"}, {"text_block_id": "p13_b150", "text": "tation process and has formed the basis of federal forest policy since then. In 2009, half way through its implementation period, the status of the attainment of the objectives and implementation of the measures defined in the programme were surveyed at fed"}, {"text_block_id": "p13_b151", "text": "-"}, {"text_block_id": "p13_b152", "text": "eral level and new developments of relevance to the forest were identified. It emerged from this process that, first, new topics had become relevant and, second, some aspects of the policy field had changed considerably."}, {"text_block_id": "p13_b153", "text": "Based on these findings, on 21 April 2010, the Federal Council mandated the DETEC to further develop the Swiss NFP and to present its proposal to the Federal Council for approval."}, {"text_block_id": "p13_b154", "text": "The Forest Policy 2020 is the outcome of this process. It contains elements of the Swiss NFP that remain relevant and valid, incorporates new topics and develop"}, {"text_block_id": "p13_b155", "text": "-"}, {"text_block_id": "p13_b156", "text": "ments, and develops new proposals for sustainable solutions to parliamentary initia"}, {"text_block_id": "p13_b157", "text": "-"}, {"text_block_id": "p13_b158", "text": "tives in the area of forest. The studies carried out for Forest Policy 2020 were imple"}, {"text_block_id": "p13_b159", "text": "-"}, {"text_block_id": "p13_b160", "text": "mented with the participation and involvement of the key actors."}, {"text_block_id": "p13_b161", "text": "Publications on the Forest Policy 2020"}, {"text_block_id": "p13_b162_merged_merged_merged_merged", "text": "The Forest Policy 2020 as passed by the Federal Council was published in the Federal Gazette, (Bundesblatt, BBl 2011, S. 8732 ff). The current publication Forest Policy 2020. Visions, Objectives and Measures for the Sustainable Management of Forests in Switzerland adopts the content passed by the Federal Counciland supplements it with measures for the substantiation of the policy’s strategic directions (see Chapter 3)."}, {"text_block_id": "p14_b166", "text": "2"}, {"text_block_id": "p14_b167", "text": "> Main Objective and Vision"}, {"text_block_id": "p14_b168", "text": "With the Forest Policy 2020 the Federal Council pursues the main objective of sustainable forest man"}, {"text_block_id": "p14_b169", "text": "-"}, {"text_block_id": "p14_b170", "text": "agement and an efficient and innovative forestry and timber sector. This is based on a long-term vision with a time horizon of 2030."}, {"text_block_id": "p14_b171", "text": "Sustainable forest management"}, {"text_block_id": "p14_b172", "text": "The main objective of the Forest Policy 2020 is the guaranteeing of sustainable forest management and the creation of favourable conditions for an efficient and innovative forestry and timber sector. Forest management can also include the decision not to manage forest."}, {"text_block_id": "p14_b173_merged_merged", "text": "With its vision (time horizon 2030), concrete objectives (time horizon 2020) and as-sociated strategic directions, the Forest Policy 2020 aims to optimise the three dimen-sions of sustainability. Successful elements of existing Swiss forest policy shall be continued, others shall be improved and new ones shall be added. In this way, the changes in the area of the forestry and timber sector, the climate, societal require-ments, and the slow-growing forest ecosystem shall be taken into account."}, {"text_block_id": "p15_b180", "text": "> Three dimensions of sustainability"}, {"text_block_id": "p15_b181", "text": "Vision 2030"}, {"text_block_id": "p15_b182", "text": "The Swiss forest, which covers 32% of the country’s territory, is indispensable as a habitat for flora and fauna and as a source of the renewable resource wood. It is part of our landscape and of central importance for the regulation of the climate, the supply of drinking water, the minimisation of the risks posed by natural hazards and for biologi"}, {"text_block_id": "p15_b183", "text": "-"}, {"text_block_id": "p15_b184", "text": "cal diversity. The forest contributes to our well-being and safety, and to the creation of economic wealth."}, {"text_block_id": "p15_b185_merged_merged", "text": "Swiss forest policy is committed to sustainability in accordance with the international conventions and hence provides economic, social and ecological added value (see Art. 77 of the Federal Constitution10 and Art. 1 of the Forest Act11)."}, {"text_block_id": "p15_b190", "text": "Preamble"}, {"text_block_id": "p16_b191_merged", "text": "Preamble\n* The forest shall be largely conserved in its current area and distribution pattern\n* The forest and wood use shall contribute to the mitigation of climate change.\n* Wood is a formative component of Swiss building and living culture and\n* The public services demanded by the public shall be provided to a sufficient\n* Forest policy is a joint task of the Confederation and cantons. Their objectives"}, {"text_block_id": "p16_b204", "text": "Vision 2030"}, {"text_block_id": "p17_b205", "text": "The Forest Policy 2020 formulates a total of eleven objectives which shall be pursued in the context of several strategic directions. Concrete implementation measures are presented for each strategic direction."}, {"text_block_id": "p17_b206", "text": "The Federal Council defined the eleven objectives of the Forest Policy 2020 based on the formulated vision (cf. Chapter 2) and the challenges that may be identified today and for the future (see below)."}, {"text_block_id": "p17_b207", "text": "13"}, {"text_block_id": "p17_b208", "text": "In this chapter, two to six strategic directions and dif"}, {"text_block_id": "p17_b209", "text": "-"}, {"text_block_id": "p17_b210", "text": "ferent concrete measures are allocated to each objective."}, {"text_block_id": "p17_b211", "text": "Forest policy as a joint task"}, {"text_block_id": "p17_b212_merged_merged", "text": "The forest policy is a joint task of the Confederation and cantons. The substantiation and implementation of the federal measures is carried out with the cantons and coordi-nated with the central actors. The cantons and the forestry and timber actors also play an important role in the implementation of many measures."}, {"text_block_id": "p18_b215", "text": "This document specifies the binding measures to be carried out by the Confederation."}, {"text_block_id": "p18_b216", "text": "14"}, {"text_block_id": "p18_b217", "text": "At the same time, attention is drawn to the important role of the cantons and central actors. What is involved here are not requirements as such but an expectation which demonstrates the contribution that the cantons and central actors must make from the perspective of the Confederation so that the objectives of the Forest Policy 2020 can be fulfilled."}, {"text_block_id": "p18_b218", "text": "Greatest challenges"}, {"text_block_id": "p18_b219", "text": "Based on current assessments, the topics that pose the greatest challenges are: exploi"}, {"text_block_id": "p18_b220", "text": "-"}, {"text_block_id": "p18_b221", "text": "ting the wood harvesting potential (Chapter 1.1), climate change (Chapter 1.2), the protective forest service (Chapter 1.3), biodiversity (Chapter 1.4) and forest area (Chapter 1.5). The prioritising of these topics does not mean that the other objectives are unimportant, however it indicates where the Confederation’s main focus of activity will lie for the next ten years or so."}, {"text_block_id": "p18_b222", "text": "Implementation: two stages"}, {"text_block_id": "p18_b223_merged_merged_merged", "text": "The eleven objectives of the Forest Policy 2020 shall be approached in two implemen-tation stages. The first from 2012-2015; the second from 2016-2019."}, {"text_block_id": "p18_b226", "text": "All footnotes for Chapter 3 can be found on page 57."}, {"text_block_id": "p19_b227", "text": "3.1"}, {"text_block_id": "p19_b228", "text": "The sustainably harvestable wood harvest potential shall be exhausted"}, {"text_block_id": "p19_b229_merged", "text": "The harvesting of the renewable resource wood improves Switzerland’s CO2 balance (through the sequestration of carbon in wood used in construction, through the substi-tution of fossil energy carriers and non-renewable materials), helps to create jobs in peripheral regions and contributes to the protection of the environment in regional economic cycles. It can also generate synergies with biodiversity promotion strategy and make an important contribution to the green economy. However, this potential is not being fully exploited as, for decades now, the volume of wood being harvested is lower than increment (particularly in private and mountain forests). Hence, Switzer-land has one of the highest standing volumes in Europe."}, {"text_block_id": "p19_b238", "text": "Challenges"}, {"text_block_id": "p19_b239", "text": "Objective 1"}, {"text_block_id": "p19_b240", "text": "Wood harvest in a mountain forest"}, {"text_block_id": "p19_b241", "text": "Photo: Emanuel Ammon FOEN /AURA"}, {"text_block_id": "p20_b242", "text": "Strategic directions and measures"}, {"text_block_id": "p20_b243", "text": "> Expert decision support"}, {"text_block_id": "p20_b244", "text": "Forest managers shall be provided with expert decision support for optimal forest management (maximum possible exploitation of wood increment)."}, {"text_block_id": "p20_b245", "text": "> Promotion of hardwood"}, {"text_block_id": "p20_b246", "text": "New processing and marketing options for hardwood shall be sought."}, {"text_block_id": "p20_b247", "text": "Strategic direction 1.1"}, {"text_block_id": "p20_b248", "text": "Strategic direction 1.2"}, {"text_block_id": "p21_b249", "text": "> Increasing the demand for wood"}, {"text_block_id": "p21_b250", "text": "The demand for wood shall be increased inter alia through the dissemination of information and raising of awareness among the population and institutional end users (seeWood Resource Policy"}, {"text_block_id": "p21_b251", "text": "18"}, {"text_block_id": "p21_b252", "text": ")."}, {"text_block_id": "p21_b253", "text": "Strategic direction 1.3"}, {"text_block_id": "p21_b254", "text": "Impacts"}, {"text_block_id": "p21_b255_merged_merged", "text": "The maintenance of basic access and its adaptation to technology, also outside the protective forest, is an important measure for ensuring access to the wood resources. Should this receive financial support from the Confederation again, it would be neces-sary to adapt the Forest Act of 4 October 1991 (ForA; SR 921.0) (Art. 38a).23 An in-crease in costs of around CHF 6 million/year could be expected (from 2016)."}, {"text_block_id": "p22_b262", "text": "Climate change: the forest and use of wood shall contribute to mitigation and the impacts on forest services shall remain minimal"}, {"text_block_id": "p22_b263", "text": "3.2"}, {"text_block_id": "p22_b264_merged", "text": "The mandate formulated in Article 77 of the Federal Constitution obliges the Confederation to conserve the protective, harvesting and welfare functions of the forest in Switzerland. This mandate is assuming a new significance in the context of changing climate conditions. In addition to the challenges concerning current and medium-term forest management, the Confederation must deal with the question as to how the existence of a forest ecosystem and its services can be guaranteed 100 years from now. The forest, its products and services are broadly affected by climate change. Through its effect as a carbon sink, the forest contrib-utes to the mitigation of climate change. Fossil energy is substituted through the use of wood in construction and the carbon remains sequestered. On the other hand, the changes in the climate are likely to have a strong impact on forest ecosystems (storms, drought, forest fires, biotic calamities). The changes threaten to unfold at a speed that outpaces the natural adap-tation processes."}, {"text_block_id": "p22_b269", "text": "Challenges"}, {"text_block_id": "p22_b270", "text": "Objective 2"}, {"text_block_id": "p22_b271", "text": "Dying pine forest in Valais"}, {"text_block_id": "p22_b272", "text": "Photo: Andreas Rigling"}, {"text_block_id": "p23_b273", "text": "Strategic directions and measures"}, {"text_block_id": "p23_b274", "text": "> Clarification of the impacts"}, {"text_block_id": "p23_b275", "text": "> Increasing resilience"}, {"text_block_id": "p23_b276", "text": "The resilience of the forest shall be improved through adapted young forest maintenance with stable young stands suited to their locations. Targeted measures shall be carried out to adapt forest stands with insufficient or unsuitable regeneration and unstable stands, and stands in climate-sensitive locations."}, {"text_block_id": "p23_b277", "text": "Strategic direction 2.1"}, {"text_block_id": "p23_b278", "text": "Strategic direction 2.2"}, {"text_block_id": "p24_b279", "text": "> Measures in the case of disruption and damage"}, {"text_block_id": "p24_b280", "text": "Measures for prevention, removal and reforestation following events involving disturbance or damage shall be supported."}, {"text_block_id": "p24_b281", "text": "> Boosting wood use"}, {"text_block_id": "p24_b282", "text": "The use of wood shall be boosted as a contribution to clean technologies (cleantech)."}, {"text_block_id": "p24_b283", "text": "Strategic direction 2.3"}, {"text_block_id": "p24_b284", "text": "Strategic direction 2.4"}, {"text_block_id": "p25_b285", "text": "Impacts"}, {"text_block_id": "p25_b286", "text": "The existing legal bases are fundamentally sufficient. If measures for the prevention and remediation of forest damage, including outside the protective forest, are to be given financial support, it would be necessary to amend the Forest Act of 4 October 1991 (ForA; SR 921.0) (see also Chapter 3.8). Financially, additional costs of CHF 20 million (from 2016) could be expected (within and outside the protective forest)."}, {"text_block_id": "p26_b287", "text": "3.3"}, {"text_block_id": "p26_b288", "text": "The protective forest service shall be guaranteed"}, {"text_block_id": "p26_b289", "text": "The protective forest protects not only the roads, railway tracks and buildings located directly below it, it also has an impact beyond its local environment on entire regions and, sometimes, the entire country of Switzerland (for example when transport routes are interrupted). Protective forest maintenance is far cheaper than the construction of hazard protection structures. For various reasons, the protective effect of the forests is under threat (maintenance deficits, lack of regeneration etc.). The protection of the population is a public service provided by the forestry sector in the national interest and requires a particular effort on the part of the Confederation in cooperation with the cantons."}, {"text_block_id": "p26_b290", "text": "Challenges"}, {"text_block_id": "p26_b291", "text": "Objective 3"}, {"text_block_id": "p26_b292", "text": "Rockfall protection"}, {"text_block_id": "p26_b293", "text": "Photo: André Wehrli"}, {"text_block_id": "p27_b294", "text": "Strategic directions and measures"}, {"text_block_id": "p27_b295", "text": "> Designation of protective forest areas"}, {"text_block_id": "p27_b296", "text": "Protective forest areas shall be designated in spatial planning terms in accordance with a national strategy developed jointly by the Confederation and the cantons (SilvaProtect-CH)."}, {"text_block_id": "p27_b297", "text": "> Programme agreements for protective forest"}, {"text_block_id": "p27_b298", "text": "The Confederation shall conclude multiannual programme agreements with the cantons in the area of protective forests in accordance with the New Financial Equalisation NFE."}, {"text_block_id": "p27_b299", "text": "Impacts"}, {"text_block_id": "p27_b300_merged", "text": "The existing legal bases are sufficient. An emerging additional financial requirement is covered by the objective set in relation to climate change. An average of approximate-ly CHF 60 million per year has been allocated for the protective forest."}, {"text_block_id": "p27_b303", "text": "Strategic direction 3.1"}, {"text_block_id": "p27_b304", "text": "Strategic direction 3.2"}, {"text_block_id": "p28_b305", "text": "3.4"}, {"text_block_id": "p28_b306", "text": "Biodiversity shall be conserved and improved in a targeted way"}, {"text_block_id": "p28_b307", "text": "Thanks to its climate and geological variations, Switzerland’s forests are highly di"}, {"text_block_id": "p28_b308", "text": "-"}, {"text_block_id": "p28_b309", "text": "verse – over one hundred natural forest communities. They are particularly important for the conservation of species diversity – around 60% of the over 50,000 plants, ani"}, {"text_block_id": "p28_b310", "text": "-"}, {"text_block_id": "p28_b311", "text": "mals, fungi and bacteria present in Switzerland are reliant on the forest ecosystem in one way or another. The ecological quality of forests has improved in recent decades and is generally good in comparison with that of other ecosystems. Several indicators for the habitat quality of our forests point to a slightly positive trend: the structural variety is growing, forest regeneration is for the most part and increasingly natural, and the proportion of dead wood available has increased."}, {"text_block_id": "p28_b312_merged_merged", "text": "Despite its generally good state, overall, the forest lacks the habitat diversity necessary for the long-term conservation of flora and fauna. For example, the target values re-garding dead wood availability have not been reached in many areas and the distribu-tion is unsatisfactory. Moreover, many forests are in an optimum phase with ample standing volume and are, therefore, dark and cool. Hence light and heat-loving species can find fewer suitable habitats."}, {"text_block_id": "p28_b317", "text": "Challenges"}, {"text_block_id": "p28_b318", "text": "Objective 4"}, {"text_block_id": "p28_b319", "text": "Biodiversity-rich dead wood"}, {"text_block_id": "p28_b320", "text": "Photo: Markus Bolliger / FOEN /AURA"}, {"text_block_id": "p29_b321", "text": "Strategic directions and measures"}, {"text_block_id": "p29_b322", "text": "> Near-natural management"}, {"text_block_id": "p29_b323", "text": "Management of all forest area shall be carried out in accordance with the legal requirements for near-natural silviculture."}, {"text_block_id": "p29_b324", "text": "Strategic direction 4.1"}, {"text_block_id": "p29_b325", "text": "> Protected areas and upgrading of priority habitats"}, {"text_block_id": "p29_b326", "text": "Programme agreements shall be concluded with the cantons for the designation of protected areas (10% forest reserves by 2030 in accordance with agreement with the cantons) and upgrading of priority habitats (also known as priority areas; forest margins, wooded pastures etc.)."}, {"text_block_id": "p29_b327", "text": "Strategic direction 4.2"}, {"text_block_id": "p30_b328", "text": "> Regional biodiversity objectives and finance system"}, {"text_block_id": "p30_b329", "text": "Regional biodiversity objectives shall be defined and a finance system developed to compensate the services provided by forest managers in the fulfilment of the objectives."}, {"text_block_id": "p30_b330", "text": "Strategic direction 4.3"}, {"text_block_id": "p30_b331", "text": "Impacts"}, {"text_block_id": "p30_b332_merged", "text": "For the legal enshrining of regional biodiversity objectives, it shall be established whether the adaptation of the Forest Act of 4 October 1991 (ForA; SR 921.0; Art. 38 ForA) is necessary and should be carried out. At the same time, the embedding of the principles for the requirements of near-natural silviculture in the Forest Ordinance of 30 November 1992 (ForO, SR 921.01) shall be examined. In financial terms, an average of almost CHF 10 million per year has been invested in this sector for the designation of protected areas (forest reserves) and the maintenance of priority areas in recent years. To fulfil the forest reserve targets defined with the cantons and attain broader impacts through the significant extension of the priority areas, an additional financial requirement of CHF 28 million/year may be expected (phased increasing of funding as soon as possible). For the financing of the regional biodiversity objectives (old/dead wood) an additional requirement of around CHF 3 million/year may be ex-pected. The decision for increased funding must be taken in the context of the inte-grated consideration of all biodiversity objectives (in the context of the Swiss Bio-diversity Strategy)."}, {"text_block_id": "p31_b343", "text": "3.5"}, {"text_block_id": "p31_b344", "text": "Forest area shall be conserved"}, {"text_block_id": "p31_b345_merged", "text": "Forest area in intensively used areas (in particular the Central Plateau and Alpine centres) is under severe pressure from settlements and infrastructure. Today, situations arise, in which settlement area borders directly on forests, and its further increase would require the use of forest area. In contrast, in mountain regions, forest is expand-ing, in particular as a result of the abandonment of agricultural activities. This develop-ment can be associated with the loss of ecologically valuable cultural landscapes, on the one hand, and the improvement of protection against natural hazards, on the other. These countervailing developments give rise to wide-ranging conflicts (biodiversity, spatial planning, agriculture etc.)."}, {"text_block_id": "p31_b350", "text": "Challenges"}, {"text_block_id": "p31_b351", "text": "Objective 5"}, {"text_block_id": "p31_b352", "text": "Building right up to the forest margin"}, {"text_block_id": "p31_b353", "text": "Photo: Emanuel Ammon / AURA"}, {"text_block_id": "p32_b354", "text": "Strategic directions and measures"}, {"text_block_id": "p32_b355", "text": "> Prohibition on deforestation"}, {"text_block_id": "p32_b356", "text": "The prohibition on deforestation  with the possibility for the granting of exceptional permits shall be upheld, and the discretion for the granting of exceptional deforestation permits shall be exhausted."}, {"text_block_id": "p32_b357", "text": "Strategic direction 5.1"}, {"text_block_id": "p33_b358", "text": "> Compensation in kind"}, {"text_block_id": "p33_b359", "text": "In certain cases (e.g. to protect agricultural priority areas and for the rehabilitation of watercourses), it shall be possible to dispense with compensation in kind or compensation for deforestation."}, {"text_block_id": "p33_b360", "text": "> Static forest boundaries"}, {"text_block_id": "p33_b361", "text": "Static forest boundaries can be designated in relation to the open land on the basis of overall planning (in particular structural planning)."}, {"text_block_id": "p33_b362", "text": "Strategic direction 5.2"}, {"text_block_id": "p33_b363", "text": "Strategic direction 5.3"}, {"text_block_id": "p34_b364", "text": "Impacts"}, {"text_block_id": "p34_b365_merged", "text": "As part of the parliamentary initiative “Flexibilisierung der Waldflächenpolitik” (“Increasing the flexibility of forest area policy”) (09.0474), adaptations to the Forest Act of 4 October 1991 (ForA; SR 921.0) were decided on 16 March 2012. Other adap-tations (e.g. better connectivity between forest and open-land biotopes) shall be exam-ined in the context of the planned revision of the Spatial Planning Act."}, {"text_block_id": "p35_b372", "text": "The economic efficiency and performance of the forestry sector shall improve"}, {"text_block_id": "p35_b373", "text": "3.6"}, {"text_block_id": "p35_b374_merged", "text": "The price pressure arising from increasingly scarce public funding and the problem of volatile wood prices render significant organisational adaptations necessary. The for-estry sector with its very small-scale ownership and management structures has re-acted hesitantly to this changing environment up to now. On the one hand, the up-holding of traditions and the lack of entrepreneurial thinking and action have made it more difficult to make the necessary changes. Efficient forestry operations and forestry mangers, however, are a precondition for the provision of numerous forest services desired by the economy (e.g. wood production) and society (e.g. protective forest ser-vice, biodiversity, recreation) and for success on wood markets."}, {"text_block_id": "p35_b383", "text": "Challenges"}, {"text_block_id": "p35_b384", "text": "Objective 6"}, {"text_block_id": "p35_b385", "text": "Rational forest management"}, {"text_block_id": "p35_b386", "text": "Photo: Emanuel Ammon FOEN/AURA"}, {"text_block_id": "p36_b387", "text": "Strategic directions and measures"}, {"text_block_id": "p36_b388", "text": "> Programme agreements"}, {"text_block_id": "p36_b389", "text": "Strategic direction 6.1"}, {"text_block_id": "p37_b390", "text": "> Valorisation of forest services"}, {"text_block_id": "p37_b391", "text": "Strategic direction 6.2"}, {"text_block_id": "p37_b392", "text": "Impacts"}, {"text_block_id": "p37_b393", "text": "The legal bases and financial conditions required to enable the valorisation of forest services provided by forest owners shall be examined and, if necessary, created."}, {"text_block_id": "p38_b394", "text": "Forest soil, drinking water and the vitality of the trees shall not be endan"}, {"text_block_id": "p38_b395", "text": "-"}, {"text_block_id": "p38_b396", "text": "gered"}, {"text_block_id": "p38_b397", "text": "3.7"}, {"text_block_id": "p38_b398_merged_merged", "text": "The forest filters pollutants from the air and this impairs the vitality of trees and caus-es the acidification of the soil. This makes the forest vulnerable to stress and threatens, for example, the quality of the water that filters through the forest soil and contributes to meeting around 40% of the Switzerland’s drinking-water requirement. The diffi-culty arises that the fulfilment of the objective is largely dependent on other sectors (e.g. nitrogen pollution from agriculture and transport). Substance inputs are subject to national and international regulations. Soil protection is, therefore, a national task in the main."}, {"text_block_id": "p38_b403", "text": "Challenges"}, {"text_block_id": "p38_b404", "text": "Objective 7"}, {"text_block_id": "p38_b405", "text": "Spring box in the forest"}, {"text_block_id": "p38_b406", "text": "Photo: FOEN/ AURA"}, {"text_block_id": "p39_b407", "text": "Strategic directions and measures"}, {"text_block_id": "p39_b408", "text": "> Intersectoral approaches"}, {"text_block_id": "p39_b409", "text": "Intersectoral approaches (e.g. reduction of nitrogen pollution from transport and agriculture) shall be adopted."}, {"text_block_id": "p39_b410", "text": "> Driving on forest soil"}, {"text_block_id": "p39_b411", "text": "Regulations on driving on forest soil shall be enshrined in the legal requirements for near-natural silviculture (see also Chapter 3.4)."}, {"text_block_id": "p39_b412", "text": "Strategic direction 7.1"}, {"text_block_id": "p39_b413", "text": "Strategic direction 7.2"}, {"text_block_id": "p39_b414", "text": "Stage 2"}, {"text_block_id": "p39_b415", "text": "The Confederation shall develop communications"}, {"text_block_id": "p39_b416", "text": "measures on the importance and implementation of the"}, {"text_block_id": "p39_b417", "text": "legal requirements for near-natural silviculture and"}, {"text_block_id": "p39_b418", "text": "implement them."}, {"text_block_id": "p39_b419", "text": "Dissemination of"}, {"text_block_id": "p39_b420", "text": "information, implementa"}, {"text_block_id": "p39_b421", "text": "-"}, {"text_block_id": "p39_b422", "text": "tion of measures,"}, {"text_block_id": "p39_b423", "text": "monitoring"}, {"text_block_id": "p39_b424", "text": "Forest owners and manage"}, {"text_block_id": "p39_b425", "text": "shall inform themselves,"}, {"text_block_id": "p39_b426", "text": "organise training courses"}, {"text_block_id": "p39_b427", "text": "and implement regulations"}, {"text_block_id": "p39_b428", "text": "and requirements."}, {"text_block_id": "p40_b429", "text": "> Nutrient balance"}, {"text_block_id": "p40_b430_merged", "text": "The nutrient balance shall be conserved or improved through the examination of the conse-quences of substance withdrawals from the forest (e.g. full tree harvesting) or measures for the compensation of nutrient losses (e.g. through the spreading of wood ash)."}, {"text_block_id": "p40_b433", "text": "Strategic direction 7.3"}, {"text_block_id": "p40_b434", "text": "Impacts"}, {"text_block_id": "p40_b435", "text": "Based on the current status of knowledge, the existing legal bases are sufficient and additional costs are not expected."}, {"text_block_id": "p41_b436", "text": "3.8"}, {"text_block_id": "p41_b437", "text": "The forest shall be protected against harmful organisms"}, {"text_block_id": "p41_b438", "text": "Biotic hazards are on the increase. The causes of this development include the rise in global trade and mobility and climate change. These developments will become even more pronounced in future and the forest will not evade the consequences. Hence, the damage caused to forests by harmful organisms may result in a threat to forest services."}, {"text_block_id": "p41_b439", "text": "Challenges"}, {"text_block_id": "p41_b440", "text": "Objective 8"}, {"text_block_id": "p41_b441", "text": "Damage caused by the Asian Long-horned Beetle"}, {"text_block_id": "p41_b442", "text": "Photo: Beat Wermelinger"}, {"text_block_id": "p42_b443", "text": "Strategic directions and measures"}, {"text_block_id": "p42_b444", "text": "> Prevention, control and crisis management"}, {"text_block_id": "p42_b445", "text": "Gaps in the prevention and control of biotic hazards shall be identified and filled. Effective crisis management, including the necessary infrastructure (e.g. laboratory), shall be developed."}, {"text_block_id": "p42_b446", "text": "Strategic direction 8.1"}, {"text_block_id": "p43_b447", "text": "> Damage event outside the protective forest"}, {"text_block_id": "p43_b448", "text": "Prevention, remediation and reforestation measures in the case of disturbance or damage shall also be intensified outside of protective forests."}, {"text_block_id": "p43_b449", "text": "Strategic direction 8.2"}, {"text_block_id": "p43_b450", "text": "Impacts"}, {"text_block_id": "p43_b451", "text": "If measures for the prevention and remediation of forest damage shall also be given financial support outside of the protective forest, it will be necessary to adapt the Forest Act of 4 October 1991 (ForA; SR"}, {"text_block_id": "p43_b452", "text": "921.0"}, {"text_block_id": "p43_b453", "text": ")."}, {"text_block_id": "p43_b454_merged_merged", "text": "Additional costs of approximately CHF 4 million may be expected (CHF 2 million im-mediately, CHF 2 million from 2016). In the case of an event of national importance, it would have to be possible to make rapid decisions about exceptional financial credits."}, {"text_block_id": "p44_b457", "text": "3.9"}, {"text_block_id": "p44_b458", "text": "The forest-wildlife balance is guaranteed"}, {"text_block_id": "p44_b459_merged", "text": "To ensure natural forest regeneration, correct hunting practice from a wildlife-biolog-ical perspective, forest management that is compatible with wildlife and the careful management of open land close to wildlife habitats must be guaranteed. The pursuit of leisure activities in the habitats of wild animals (ski touring, snow-shoeing etc.) and the presence of predators have a particular influence on wild animals."}, {"text_block_id": "p44_b462", "text": "Challenges"}, {"text_block_id": "p44_b463", "text": "Objective 9"}, {"text_block_id": "p44_b464", "text": "Regulation of game stocks through hunting"}, {"text_block_id": "p44_b465", "text": "Photo: Franca Pedrazzetti / FOEN / AURA"}, {"text_block_id": "p45_b466", "text": "Strategic directions and measures"}, {"text_block_id": "p45_b467", "text": "> Forest-wildlife strategies"}, {"text_block_id": "p45_b468", "text": "In the context of programme agreements on the protective forest and forest management, the cantons shall be given financial support for the production and implementation of forest-wildlife strategies."}, {"text_block_id": "p45_b469", "text": "Strategic direction 9.1"}, {"text_block_id": "p45_b470", "text": "> Ensuring forest regeneration"}, {"text_block_id": "p45_b471", "text": "To ensure natural forest regeneration, the cantons shall receive substantive guidelines and specialist information."}, {"text_block_id": "p45_b472", "text": "Strategic direction 9.2"}, {"text_block_id": "p45_b473", "text": "> Wildlife rest areas"}, {"text_block_id": "p45_b474", "text": "> Wildlife rest areas\n"}, {"text_block_id": "p45_b475", "text": "Strategic direction 9.3"}, {"text_block_id": "p45_b476", "text": "Impacts"}, {"text_block_id": "p45_b477", "text": "No adaptations to the legislation are required and no additional financial requirements arise."}, {"text_block_id": "p46_b478", "text": "The use of the forest for leisure and recreation shall be respectful"}, {"text_block_id": "p46_b479", "text": "3.10"}, {"text_block_id": "p46_b480_merged", "text": "The recreational use of forests increased continuously in recent years. The current National Forest Inventory (NFI3) allocates ten percent of forest area to the function of recreation. However, leisure and recreation use is only respectful in part and some-times conflicts with other uses of the forest (wood harvesting, biodiversity etc.). In addition, in extreme cases, it can pose a threat to forest conservation. Certain infor-mation deficits exist in relation to the state and development of leisure and recreation use of the forest."}, {"text_block_id": "p46_b487", "text": "Due to the free accessibility of the forest, additional measures for biodiversity, in particular the generation of more dead and old wood, can lead to issues surrounding regarding liability risks for forest owners."}, {"text_block_id": "p46_b488", "text": "Challenges"}, {"text_block_id": "p46_b489", "text": "Objective 10"}, {"text_block_id": "p46_b490", "text": "Leisure and recreation in the forest"}, {"text_block_id": "p46_b491", "text": "Photo: Image Source"}, {"text_block_id": "p47_b492", "text": "Strategic directions and measures"}, {"text_block_id": "p47_b493", "text": "> Communication"}, {"text_block_id": "p47_b494", "text": "Strategic direction 10.1"}, {"text_block_id": "p47_b495", "text": "> Valorisation of forest services"}, {"text_block_id": "p47_b496", "text": "Information bases shall be developed and conditions created for the valorisation of forest"}, {"text_block_id": "p47_b497", "text": "services provided by forest owners (see also Chapter 3.6)."}, {"text_block_id": "p47_b498", "text": "Federal measures Role of the cantons"}, {"text_block_id": "p47_b499", "text": "Role of other actors"}, {"text_block_id": "p47_b500", "text": "Strategic direction 10.2"}, {"text_block_id": "p47_b501", "text": "Stage 1"}, {"text_block_id": "p47_b502", "text": "The Confederation shall provide information bases"}, {"text_block_id": "p47_b503", "text": "and document examples of the planning, management"}, {"text_block_id": "p47_b504", "text": "and valorisation of recreational forests (including at"}, {"text_block_id": "p47_b505", "text": "national level)."}, {"text_block_id": "p47_b506", "text": "Interpretation in the"}, {"text_block_id": "p47_b507", "text": "regional context and"}, {"text_block_id": "p47_b508", "text": "implementation of"}, {"text_block_id": "p47_b509", "text": "adequate measures,"}, {"text_block_id": "p47_b510", "text": "implementation"}, {"text_block_id": "p47_b511", "text": "Forest owners and"}, {"text_block_id": "p47_b512", "text": "managers shall interpret"}, {"text_block_id": "p47_b513", "text": "the information bases and"}, {"text_block_id": "p47_b514", "text": "examples in the local"}, {"text_block_id": "p47_b515", "text": "context, and shall"}, {"text_block_id": "p47_b516", "text": "implement adequate"}, {"text_block_id": "p47_b517", "text": "measures."}, {"text_block_id": "p47_b518", "text": "> Triple-win recreational forest strategy"}, {"text_block_id": "p47_b519", "text": "A “Triple Win Strategie Erholungswald” (“Triple-win recreational forest strategy”)"}, {"text_block_id": "p47_b520", "text": "is being developed. It will demonstrate the advantages of recreational forest use for all"}, {"text_block_id": "p47_b521", "text": "dimensions of sustainability."}, {"text_block_id": "p47_b522", "text": "Strategic direction 10.3"}, {"text_block_id": "p48_b523", "text": "> Wildlife rest areas"}, {"text_block_id": "p48_b524", "text": "Strategic direction 10.4"}, {"text_block_id": "p48_b525", "text": "Strategic direction 10.5"}, {"text_block_id": "p48_b526", "text": "Impacts"}, {"text_block_id": "p48_b527_merged", "text": "Some aspects of the Hunting Ordinance of 29 February 1988 (HuntO; SR 922.01) needed to be revised. The Federal Council carried out this revision and it entered into force on 15 July 2012. It shall be examined whether there is a need for legal adaptation in relation to liability risks for forest owners for forest-typical hazards (e.g. leaving old and dead wood standing). To ensure the spatial coordination of the recreational use of the forest and other spatial aspects at a general level (structural planning), the adapta-tion of the Spatial Planning Act of 22 June 1979 (SPA, SR 700) shall be examined in the context of the second stage of the revision of this act. Additional financial require-ments do not arise."}, {"text_block_id": "p49_b534", "text": "3.11"}, {"text_block_id": "p49_b535", "text": "Education, research and knowledge transfer"}, {"text_block_id": "p49_b536", "text": "The education system must be adapted constantly to the new challenges and shall guarantee sufficient numbers of highly qualified experts on all levels. The focus is on systematic foresight and environmental observation and applied research, the ongoing updating of core forest competencies, the intensification of the alliance between research, education and practice, the continuity of knowledge transfer, further training and exchange of information (e.g. in the area of work safety, working conditions), and various public relations measures (including forest education)."}, {"text_block_id": "p49_b537", "text": "Challenges"}, {"text_block_id": "p49_b538", "text": "Objective 11"}, {"text_block_id": "p49_b539", "text": "Forest warder training"}, {"text_block_id": "p49_b540", "text": "Photo: Emanuel Ammon FOEN / AURA"}, {"text_block_id": "p50_b541", "text": "Strategic directions and measures"}, {"text_block_id": "p50_b542", "text": "> University and vocational education"}, {"text_block_id": "p50_b543", "text": "The actors involved in forestry education and training, research and practice shall be brought together to ensure high quality education and training at university and vocational education level in the long term."}, {"text_block_id": "p50_b544", "text": "Strategic direction 11.1"}, {"text_block_id": "p50_b545", "text": "> Continuing education and training"}, {"text_block_id": "p50_b546", "text": "Strategic direction 11.2"}, {"text_block_id": "p51_b547", "text": "> Knowledge transfer"}, {"text_block_id": "p51_b548", "text": "Strategic direction 11.3"}, {"text_block_id": "p51_b549", "text": "> Work safety and health protection"}, {"text_block_id": "p51_b550", "text": "Strategic direction 11.4"}, {"text_block_id": "p52_b551", "text": "> Awareness of sustainable forest management"}, {"text_block_id": "p52_b552", "text": "> Research requirement"}, {"text_block_id": "p52_b553", "text": "The research requirement shall be recognised and communicated to the responsible research actors."}, {"text_block_id": "p52_b554", "text": "Impacts"}, {"text_block_id": "p52_b555_merged", "text": "Some adaptations to the Forest Act of 4 October 1991 (ForA; SR 921.0) would be necessary to take the developments on the level of forestry practice into account (Art. 21, 29, 39, 51 ForA). No significant additional financial requirements may be expected."}, {"text_block_id": "p52_b558", "text": "Strategic direction 11.5"}, {"text_block_id": "p52_b559", "text": "Strategic direction 11.6"}, {"text_block_id": "p53_b560", "text": "3.12"}, {"text_block_id": "p53_b561", "text": "Other strategic directions"}, {"text_block_id": "p53_b562_merged", "text": "Some strategic directions serve the fulfilment of the objectives defined for several areas and cannot be clearly assigned to a particular objective. Hence, they are pre-sented in this chapter and are based on the general objective that the Swiss forest be managed in a way that enables it to fulfil is functions and services sustainably and equally."}, {"text_block_id": "p53_b565", "text": "Surveying for the National Forest Inventory NFI"}, {"text_block_id": "p53_b566", "text": "Photo: Emanuel Ammon FOEN / AURA"}, {"text_block_id": "p54_b567", "text": "Strategic directions and measures"}, {"text_block_id": "p54_b568", "text": "> Environmental and other monitoring"}, {"text_block_id": "p54_b569", "text": "Regular forest monitoring (National Forest Inventory NFI etc.) and the monitoring of the forestry sector (forestry statistics, test operations networks etc.) shall be ensured as a component of environmental monitoring."}, {"text_block_id": "p54_b570", "text": "Strategic direction 12.1"}, {"text_block_id": "p55_b571", "text": "> Supra-operational forest planning"}, {"text_block_id": "p55_b572", "text": "Strategic direction 12.2"}, {"text_block_id": "p56_b573", "text": "> Partnerships and synergies"}, {"text_block_id": "p56_b574", "text": "Intersectoral partnerships shall be strengthened and synergies with other (national and international) policy and economic sectors established."}, {"text_block_id": "p56_b575", "text": "Strategic direction 12.3"}, {"text_block_id": "p57_b576", "text": "> International affairs"}, {"text_block_id": "p57_b577", "text": "International exchange and the participation in international processes (e.g. climate negotiations, negotiations on a European forest convention) shall be ensured."}, {"text_block_id": "p57_b578", "text": "Strategic direction 12.4"}, {"text_block_id": "p58_b579", "text": "> Information and dialogue"}, {"text_block_id": "p58_b580", "text": "Trust and understanding shall be fostered within the forestry and timber sectors and with the population through information and dialogue."}, {"text_block_id": "p58_b581", "text": "Strategic direction 12.5"}, {"text_block_id": "p58_b582", "text": "Impacts"}, {"text_block_id": "p58_b583", "text": "The existing legal bases are sufficient. Additional finance will not be required."}, {"text_block_id": "p58_b584", "text": "The existing legal bases are sufficient. Additional finance will not be required.\n* BBl 2011, p. 8731 ff.\n* If not otherwise indicated, the Confederation refers to the FOEN as the federal office responsible for this area.\n* Holznutzungspotenzial im Schweizer Wald â AbschÃ¤tzungen anhand von Modellen und Szenarien (BAFU, 2011).\n* Federal Office for the Environment (FOEN) 2008: Wood Resource Policy. Strategy, Objectives and Action Plan for the\n* www.bafu.admin.ch/aktionsplan-holz (f g i)\n* Federal Office for the Environment (FOEN) 2008: Wood Resource Policy. Strategy, Objectives and Action Plan for the\n* Federal Office for the Environment (FOEN) 2008: Wood Resource Policy. Strategy, Objectives and Action Plan for the\n* www.bafu.admin.ch/aktionsplan-holz (f g i)\n* Federal Office for the Environment (FOEN) 2008: Wood Resource Policy. Strategy, Objectives and Action Plan for the\n* www.bafu.admin.ch/aktionsplan-holz (f g i)\n* The Federal Council rejected a change to the Forest Act in this regard on 14.9.2012.\n* Bundesamt fÃ¼r Umwelt BAFU (Hrsg.) 2010: Wald und Wild â Grundlagen fÃ¼r die Praxis. Wissenschaftliche\n* Based on the survey of local forestry services and existing planning documents."}, {"text_block_id": "p59_b612", "text": "The implementation of the measures through which the Confederation shall pursue the eleven objectives of Forest Policy 2020 may have legal or financial impacts."}, {"text_block_id": "p59_b613", "text": "Legal impacts"}, {"text_block_id": "p59_b614", "text": "The legal impacts of the measures presented in the previous chapters are listed and summarised below:"}, {"text_block_id": "p59_b615", "text": "Prevention and control of biotic hazards outside the protective forest:"}, {"text_block_id": "p59_b616", "text": "In order for measures for the prevention and remediation of forest damage to be given financial support by the Confederation, the Forest Act of 4 October 1991 (ForA; SR 921.0) will need to be adapted."}, {"text_block_id": "p59_b617", "text": "Biotic hazards outside the protective forest"}, {"text_block_id": "p59_b618", "text": "Valorisation of forest services:"}, {"text_block_id": "p59_b619_merged", "text": "The legal bases and financial conditions shall be exam-ined and established if necessary to enable the valorisation of concrete forest services by forest owners."}, {"text_block_id": "p59_b622", "text": "Valorisation of forest services"}, {"text_block_id": "p61_b623", "text": "Financial impacts"}, {"text_block_id": "p61_b624", "text": "Summaries of the financial impacts of the Forest Policy 2020 are presented individually for each of the eleven objectives presented in Chapter 3. The following table presents an overall summary (the table only shows the additional financial requirement based on the status for 2011):"}, {"text_block_id": "p61_b625", "text": "The total cost to the Confederation of fulfilment of the objectives in the forest sector (protective forest, forestry sector, excluding biodiversity) is around CHF 118 million per year (from 2016). This represents around 45% of the total expenditure for the fulfilment of the objectives – the remaining costs shall be borne by the cantons, forest owners and other actors."}, {"text_block_id": "p61_b626", "text": "This chapter presents the Confederation’s financing options for covering the specified additional financial requirements."}, {"text_block_id": "p61_b627", "text": "CHF 11 million can be transferred from the existing NFA-Programm Waldwirtschaft des Bundes (Federal NFE Programme Forestry Sector) (for the area of climate change)."}, {"text_block_id": "p61_b628_merged", "text": "Ways of valorising the forest CO2 sink shall be examined with a view to financing the measures carried out in association with climate change. One possibility here is the creation of a forest climate fund (see Draft Motion 11.4164 and adopted forest climate fund in Germany). At a certificate price of CHF 8 per tonne of CO2 (status December 2011) and an expected sink service of 1.7 million tonnes of CO2 per year, this gives a value of about CHF 13.6 million/year for the sink service during the first Kyoto"}, {"text_block_id": "p61_b638", "text": "Overview"}, {"text_block_id": "p61_b639", "text": "Confederation’s financing options"}, {"text_block_id": "p62_b640", "text": "mitment period (2008-2012). This contribution can be considerably optimised and im"}, {"text_block_id": "p62_b641", "text": "-"}, {"text_block_id": "p62_b642", "text": "proved in future when it will also be possible to offset wood used in construction (in accordance with Art. 14 of the revised CO"}, {"text_block_id": "p62_b643", "text": "2"}, {"text_block_id": "p62_b644", "text": "Act)."}, {"text_block_id": "p62_b645", "text": "In addition, the partial earmarking of proceeds from the CO"}, {"text_block_id": "p62_b646", "text": "2"}, {"text_block_id": "p62_b647", "text": "levy, e.g. for the adapta"}, {"text_block_id": "p62_b648", "text": "-"}, {"text_block_id": "p62_b649", "text": "tion of the forest to climate change, shall be examined. The adaptation of the forest to climate change mainly serves the conservation of forest stands (e.g. through the pre"}, {"text_block_id": "p62_b650", "text": "-"}, {"text_block_id": "p62_b651", "text": "vention of large scale collapse and the associated CO"}, {"text_block_id": "p62_b652", "text": "2"}, {"text_block_id": "p62_b653", "text": "source effects). Accordingly, adaptation measures shall also be understood as a precondition for the further reduc"}, {"text_block_id": "p62_b654", "text": "-"}, {"text_block_id": "p62_b655", "text": "tion in CO"}, {"text_block_id": "p62_b656", "text": "2"}, {"text_block_id": "p62_b657", "text": "emissions (mitigation) in the context of the second commitment period of the Kyoto Protocol from 2013."}, {"text_block_id": "p62_b658", "text": "An additional possibility – e.g. for the financing of recreational facilities – is sponsor"}, {"text_block_id": "p62_b659", "text": "-"}, {"text_block_id": "p62_b660", "text": "ship by companies (e.g. for forest learning paths, sport facilities), however only modest contributions for very specific measures can be obtained in this way."}, {"text_block_id": "p62_b661", "text": "Other financing options, such as the earmarked channelling of funds from the mileage-related heavy vehicle tax (MRHVT) and the fuel tax into the forest, have been exam"}, {"text_block_id": "p62_b662", "text": "-"}, {"text_block_id": "p62_b663", "text": "ined. Due to their complexity (e.g. the Constitution would have to be changed) and the low financial sums involved, this possibility was rejected."}, {"text_block_id": "p62_b664_merged_merged_merged_merged_merged", "text": "For the measures demonstrated in the area of biodiversity, the financing options are being examined and developed in the context of the implementation of the Confedera-tion’s Swiss Biodiversity Strategy."}, {"text_block_id": "p63_b667", "text": "> Annex: Indicators and Target Values"}, {"text_block_id": "p63_b668", "text": "> List of indicators and target values for the objectives of the Forest Policy 2020"}], "document_description": "Switzerland's Forest Policy 2020 sets out visions, objectives and measures for the sustainable management of forests in Switzerland. It formulates provisions for the optimal coordination of the ecological, economic and social demands on the forest, in order to ensure sustainable forest management and create favourable conditions for an efficient and innovative forestry and wood industry.<br />\n<br />\nThe Policy defines a total of eleven policy objectives, including climate change. It also formulates various strategic guidelines and measures for each objective. The primary responsibility for these measures lies with the federal authorities, however the role of the cantons and other actors is also addressed.<br />\n<br />\nIn relation to climate change, the Policy provides that forest management and wood use shall contribute to mitigation, but also acknowledges that climate change is likely to have a strong impact on forest ecosystems. It sets out strategic directions and measures including studying the impacts of climate change and improving forest resilience, but concludes that the existing legal bases are fundamentally sufficient."}