{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Switzerland", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Industry"], "document_date": "01/01/2012", "document_language": "German", "document_name": "Ordinance on the reduction of CO2 emissions", "document_country_code": "CHE", "document_hazard_name": [], "document_keyword": ["Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/CHE/2012/CHE-2012-01-01-Ordinance on the reduction of CO2 emissions_7eac3d0f83cfb6e447c0965e50e8037f.pdf", "document_type": "Regulation", "text_blocks": [], "document_description": "Following from the CO2 Act, the Regulation specifies that all newly registered cars are subject to the overall average value of CO2 emissions of 130g CO2/km by 2015. If the average emissions from a passenger car fleet exceed the emission standards, the vehicle importer must pay a fee. There are exemptions for second hand cars (registered for more than 6 months at home or abroad) and (residential) utility vehicles. This applies to both large scale importer (50 or more new registered cars per year) and small scale importer (50 or less new registered cars per year including individual importer).  From 2012 to 2018, the first gram of CO2 above target will be penalised at CHF7.5 (USD7.8), second gram at CHF22.5 (USD23.5), third at CHF37.5 (USD39.2). Excess emissions beyond will incur a sanction of CHF 142.5 (USD148.9). From 2019, the maximum sanction applies to all excess emissions.  The revision on 30 November 2012 accompanies the revision of CO2 Act, by providing instruments to meet 20% emission reduction by 2020 compared to 1990 level. The instruments include the following: - Reduce emission from buildings (40%), transport (10%) and industrial (15%) sectors by 2020 - Increase CO2 levy if the reduction target for thermal fuel is not met in 2012 () - Building programme financed by CO2 levy on thermal fuel - Fossil fuel importers to compensate 10% of transport-generated CO2 emission by 2020 - Above emission standards of 2012 to continue - Establishment of technology fund financed with at most CHF25m (USD26.1m) per year from CO2 tax revenue - Measures to promote information, training and advisory services."}