{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Switzerland", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_date": "01/01/2020", "document_language": "French", "document_name": "Partial revision of the order on the reduction of CO2 emissions", "document_country_code": "CHE", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/CHE/2020/CHE-2020-01-01-Partial revision of the order on the reduction of CO2 emissions_5e95cca53bc09001f881378004f88610.pdf", "document_type": "Ordinance", "text_blocks": [], "document_description": "On November 25, 2020, the Federal Council adopted the revised CO2 ordinance, which is scheduled to enter into force on January 1, 2021. The revision consists in particular of extending the key climate protection instruments until the end of 2021. It helps prevent a regulatory vacuum until the complete revision of the CO2 law comes into force. The amendment to the ordinance also aims to implement a requirement of Parliament, namely a reduction in greenhouse gas emissions of 1.5% in 2021 compared to 1990. The Swiss people refused the law's full revision in June 2021.The CO2 Act is at the core of Swiss climate legislation and has been updated several times, including for meeting Swiss commitments under the UNFCCC. The document has been fully revised several times since the 2000 CO2 Act. The version in force and the 2020 Ordinance 641.711 have been amended to cover the period post 1.1.2020. The revision of 1 January 2013 sets out a number of targets, measures and strategies to address climate change via emission reductions in Switzerland, including market-based carbon trading mechanisms. Key aspects are: - Emission reductions by 20% by 2020 below 1990 with domestic measures (possibly 30% depending on other nation's commitments); any increase beyond the -20% reduction can be met up to 75% with measures carried out abroad - CO2 levy on thermal fuels 3 ct/l (CHF12 (USD12.5)/ t CO2) since 2008 and 9 ct/l (CHF36/t CO2 USD39.7/t CO2) since 2010 and CHF60 (USD62.7) since 2014 with further increases up to 30ct./l (CHF120(USD125.4)/tCO2) if predefined intermediate objectives for the emission reduction pathway until 2020 are not met - The annual revenue of approximately CHF800m (USD835.8m) is to be redistributed to taxpayers and companies, with one third and not more than CHF300m (USD313.4m) to be channelled to the buildings programme and not more than CHF25m (USD26.1m) to the technology fund. - CO2 emission limits for new cars (compatible with EU regulations). - If companies join a binding agreement to reduce their energy-related CO2 emissions, there is the possibility to exempt companies from the CO2-levy - Compensation of emissions from transportation sector via domestic projects - National emission trading scheme, which can be linked with the European Emission Trading Scheme - Co-ordination of domestic adaptation measures on the Federal level Reform of the Swiss ETS post-2012 to allow comparable situations for Swiss and EU companies and improve cost efficiency of emission trading - Prepare linking with EU ETS - Determine total cap and trade emission allowances for 2013-2020 with an annual reduction of allowances by 1.74% - Sanctioning of each ton CO2 not covered by credit with CHF125(USD130.6) and obligation to surrender missing emission credits for the following year - Carbon leakage sectors enjoy free allocation of emission allowances (up to benchmark), the free allocation for non-carbon leakage sectors is decreased and allowances are auctioned - The Swiss ETS covers among others energy supply, processing of mineral oil, production and processing of metals, glass, ceramic, cement, production of paper, production of chemical products - Expected coverage is 30-40 companies emitting 4-5 MtCO2, compulsory for large emitters with over > 25'000 tCO2/year and a voluntary opt-in for medium size emitters (above 10 MW); companies participating in the emissions trading scheme are automatically exempted from the CO2 levy Measures in the transportation sector include the obligation for motor fuel importers to domestically offset CO2 emitted by the transportation sector (5-40%) and emission limits for new passenger cars. Emissions in the buildings sector are to be reduced by technical prescriptions for buildings, a CO2 levy on fossil fuels and earmarking of the CO2 levy for the national buildings programme (financing the renovation of buildings). The Buildings programme aims to reduce CO2 emissions via lower energy use in buildings and support for renewable energy sources. One third of the revenues (and no more than CHF300m USD313.4m) from the CO2 tax and cantonal funds are channelled into the Building programme. Two updates of the programme were necessary as a result of its popularity. These aim at accommodating the 48,000 applications that were received since 2010. The 2000 CO2 Act focused on meeting the Kyoto Protocol commitment of overall GHG emission reductions of 8% in the 2008 - 2012 period compared to the 1990 base line. The CO2 Act set an emission reduction objective of 10% for CO2 emissions for the period 2008-12 compared to 1990 levels (CO2 emissions represent around 80% of Switzerland's GHG emissions under the Kyoto Protocol). It contained a number of policy measures, which were further specified in action plans, programmes and policies and have been amended based on the changes to the CO2 Act since 2000. Those include: - CO2 levy for thermal fuels - Climate cent on transportation fuels - Voluntary commitments - Cross-cutting measures in areas suitable to climate policy integration - Use of cap and trade market mechanisms and flexible mechanisms - Requires the Federal Council to propose further GHG emission reduction targets for period after 2012 leading up to 2020."}