{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Switzerland", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Switzerland’s climate policy, 2018", "document_country_code": "CHE", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "25/12/2018", "document_keyword": "Paris Agreement", "document_url": "https://cdn.climatepolicyradar.org/CHE/2018/CHE-2018-12-25-Switzerland’s climate policy, 2018_6c2b892fcd7e19f4ae40d4ba10ab854f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Switzerland’s climate policy"}, {"text_block_id": "p0_b2", "text": "Implementation of the Paris Agreement"}, {"text_block_id": "p2_b3", "text": "Published by the Federal Office for the Environment FOEN Bern, 2018"}, {"text_block_id": "p3_b4", "text": "Imprint"}, {"text_block_id": "p3_b5", "text": "Publisher"}, {"text_block_id": "p3_b6", "text": "The Federal Office for the Environment (FOEN)"}, {"text_block_id": "p3_b7", "text": "The FOEN is an office of the Federal Department of the"}, {"text_block_id": "p3_b8", "text": "Environment, Transport, Energy and Communications (DETEC)."}, {"text_block_id": "p3_b9", "text": "Concept and implementation"}, {"text_block_id": "p3_b10", "text": "Markus Nauser (dialog:umwelt GmbH)"}, {"text_block_id": "p3_b11", "text": "FOEN supervision"}, {"text_block_id": "p3_b12", "text": "Adrian Schilt, Regine Röthlisberger, Climate Division"}, {"text_block_id": "p3_b13", "text": "Suggested form of citation"}, {"text_block_id": "p3_b14", "text": "FOEN (ed.) 2018: Switzerland’s climate policy. Implementation of the Paris Agreement. Federal Office for the Environment, Bern. Environmental Info no. 1803: 28 p."}, {"text_block_id": "p3_b15", "text": "Layout"}, {"text_block_id": "p3_b16", "text": "Cavelti AG, medien. digital und gedruckt, Gossau"}, {"text_block_id": "p3_b17", "text": "Cover picture"}, {"text_block_id": "p3_b18", "text": "SAC hut Monte Rosa – Illuminated art by Gerry Hofstetter. The “mountain hut of the future” is a realisation of sustainable energy use: wooden structure with aluminium shell, photovoltaic system, ventilation system with heat recovery, water circulation for sanitary facilities, intelligent housing technology."}, {"text_block_id": "p3_b19", "text": "© Gerry Hofstetter"}, {"text_block_id": "p3_b20", "text": "Ordering address for print version and link to PDF file"}, {"text_block_id": "p3_b21", "text": "FOBL, Publications Distribution, CH-3003 Bern"}, {"text_block_id": "p3_b22", "text": "www.bundespublikationen.admin.ch"}, {"text_block_id": "p3_b23", "text": "Art.-No.: 810.400.117eng"}, {"text_block_id": "p3_b24", "text": "www.bafu.admin.ch/ui-1803-e"}, {"text_block_id": "p3_b25", "text": "Climate-neutral and low-VOC printing on recycled paper."}, {"text_block_id": "p3_b26", "text": "This publication is also available in German, French and Italian."}, {"text_block_id": "p3_b27", "text": "The original language is German."}, {"text_block_id": "p3_b28", "text": "© FOEN 2018"}, {"text_block_id": "p3_b29", "text": "04.18 480 860420019"}, {"text_block_id": "p3_b30", "text": "Table of contents"}, {"text_block_id": "p4_b31", "text": "Foreword"}, {"text_block_id": "p4_b32", "text": "The Paris Agreement marked the beginning of a new era: on 12 December 2015, the international community said yes to a world that leaves behind the age of fossil fuel sources and radically reduces its greenhouse gas emissions over the next few decades. Otherwise, the stated goal of limiting global warming to less than two, better yet to a maximum of 1.5 degrees Celsius, is not achievable."}, {"text_block_id": "p4_b33", "text": "For the Agreement to succeed, developed countries must join forces with emerging countries. This needs the spirit of shared responsibility, both in terms of reducing emis"}, {"text_block_id": "p4_b34", "text": "-"}, {"text_block_id": "p4_b35", "text": "sions and supporting countries most affected by climate change."}, {"text_block_id": "p4_b36_merged_merged", "text": "With the ratification of the Paris Agreement, Switzerland has committed to halving its greenhouse gas emissions as compared with 1990 levels by 2030. In the longer term, the Federal Council aims for a further significant reduction in emissions. The potentials exist: with renewable energies, CO2-neutral transport, less waste and more efficiency, Switzerland can reduce its greenhouse gas emissions to a fraction."}, {"text_block_id": "p4_b39", "text": "But this will not happen by itself. Both business and politics are called upon to improve their climate compatibility. Today’s investments have a decisive influence on the future development of greenhouse gas emissions. How climate-compatible the Swiss financial market’s investments are is thus becoming increasingly important. The Paris Agreement is also a clear signal for innovation and environment-friendly technologies. Our country has much to offer in both areas."}, {"text_block_id": "p4_b40", "text": "As an emitter of greenhouse gases, Switzerland has an obligation. As a mountainous country, which is heavily exposed to natural hazards, it is one of the major beneficiaries of a successful climate policy. As a financial and technological centre, it can contribute its expertise at the international level. Doing nothing is therefore not an option. That would be much more expensive for us than resolute action."}, {"text_block_id": "p4_b41", "text": "Christine Hofmann"}, {"text_block_id": "p4_b42", "text": "Deputy Director"}, {"text_block_id": "p4_b43", "text": "Federal Office for the Environment (FOEN)"}, {"text_block_id": "p5_b44", "text": "The Paris Agreement – leading to a stable climate"}, {"text_block_id": "p5_b45", "text": "The Paris Agreement has launched a new global climate policy. It points the way for mitigating global warming and preventing irreversible damage to humans and nature. But the implementation of the Agreement is also associated with great challenges."}, {"text_block_id": "p5_b46", "text": "After the diplomatic breakthrough, it was now the turn of the individual countries. By the beginning of 2018, 173 countries had ratified the Paris Agreement and thereby committed themselves to implementing it. Switzerland is among them."}, {"text_block_id": "p5_b47", "text": "On 12 December 2015, after tough negotiations, the 196 signatories to the UN Climate Change Convention [1] unanimously adopted the Paris Agreement. Hundreds of country delegates rose and applauded spontaneously. The next day, newspapers wrote of a “monumental suc"}, {"text_block_id": "p5_b48", "text": "-"}, {"text_block_id": "p5_b49", "text": "cess for the planet” and even saw the “beginning of a new world order”. A framework for international climate policy that all countries could stand behind was found."}, {"text_block_id": "p5_b50_merged_merged", "text": "The Agreement aims to respond collectively to threats posed by climate change while promoting sustainable development and the eradication of poverty. In par-ticular, the international community strives (see also Fig. 1):"}, {"text_block_id": "p5_b53", "text": "The Agreement aims to respond collectively to threats posed by climate change while promoting sustainable development and the eradication of poverty. In par-ticular, the international community strives (see also Fig. 1):\n* to limit the rise in average global temperature to well\n<\\li1>"}, {"text_block_id": "p5_b55", "text": "Milestones in climate policy"}, {"text_block_id": "p6_b56", "text": "Milestones in climate policy\n* to strengthen the ability of countries to adapt to\n* to align worldwide cash flows so that they are consist\n* to align worldwide cash flows so that they are consist\n -\n* to align worldwide cash flows so that they are consist\n -\n ent with the objectives mentioned above."}, {"text_block_id": "p6_b62", "text": "Important concepts and principles forming the foundation of the Paris Agreement are described below."}, {"text_block_id": "p6_b63", "text": "The two-degree upper limit"}, {"text_block_id": "p6_b64", "text": "In climate research, there has long been consensus that increasing the average global temperature by more than two degrees Celsius would entail serious risks. These include more frequent extreme weather events with heat waves, periods of drought or tropical storms and a signifi"}, {"text_block_id": "p6_b65", "text": "-"}, {"text_block_id": "p6_b66", "text": "cant rise in sea levels. Some of these changes would be irreversible for centuries. The Paris Agreement therefore sets a ceiling of two degrees and uses this as a reference"}, {"text_block_id": "p6_b67", "text": "to assess the need for action and whether measures and timetables for its implementation are appropriate."}, {"text_block_id": "p6_b68", "text": "The global CO"}, {"text_block_id": "p6_b69", "text": "2"}, {"text_block_id": "p6_b70", "text": "budget"}, {"text_block_id": "p6_b71", "text": "Since the beginning of systematic, internationally compa"}, {"text_block_id": "p6_b72", "text": "-"}, {"text_block_id": "p6_b73", "text": "rable measurements in 1864, the average global tempera"}, {"text_block_id": "p6_b74", "text": "-"}, {"text_block_id": "p6_b75", "text": "ture has increased by almost 0.9 degrees. Depending on the region, the increase is significantly higher. In Switzer"}, {"text_block_id": "p6_b76", "text": "-"}, {"text_block_id": "p6_b77", "text": "land, the increase is already around two degrees. The main cause for the warming observed since the end of the 19th century is greenhouse gases [2] released into the atmosphere through human activities, mainly through the use of fossil fuel sources, by agriculture as well as extensive deforestation."}, {"text_block_id": "p6_b78_merged_merged_merged_merged_merged", "text": "For the upper limit of two degrees global warming not to be exceeded, a maximum of 2,900 billion tonnes of CO2 may be released into the atmosphere. Since the"}, {"text_block_id": "p7_b82", "text": "Country delegates applaud after the successful adoption of the Paris Agreement"}, {"text_block_id": "p7_b83", "text": "Photo: François Guillot, AFP"}, {"text_block_id": "p7_b84", "text": "ning of industrialisation in the 18th century, about 2,070 billion tonnes had already been emitted by 2016, mainly by the wealthy countries. This leaves a budget of no more than 830 billion tonnes of CO"}, {"text_block_id": "p7_b85", "text": "2"}, {"text_block_id": "p7_b86", "text": "if global warming is to be kept within reasonable limits."}, {"text_block_id": "p7_b87", "text": "Currently, annual global emissions amount to about 36 billion tonnes of CO"}, {"text_block_id": "p7_b88", "text": "2"}, {"text_block_id": "p7_b89", "text": ". Assuming constant emissions, the available budget would be completely exhausted"}, {"text_block_id": "p7_b90", "text": "by approximately 2040. Since CO"}, {"text_block_id": "p7_b91", "text": "2"}, {"text_block_id": "p7_b92", "text": "emissions cannot be stopped from one day to the next, the current emission trend must be broken quickly. The world needs to refrain from using much of the known reserves of coal, oil and natural gas and instead promote the widespread use of emission-free technologies. Changing societal values"}, {"text_block_id": "p7_b93", "text": "about the importance of possession and consumption could effectively support this trend reversal."}, {"text_block_id": "p7_b94", "text": "Climate neutrality"}, {"text_block_id": "p7_b95_merged_merged_merged", "text": "The Paris Agreement recognises the great challenge of reducing worldwide greenhouse gas emissions rapid-ly and sharply enough for the CO2 budget to be met. It therefore aims to find a balance by the second half of the 21st century: unavoidable emissions are to be withdrawn from the atmosphere with suitable processes. The term “climate neutrality” is used to describe this state of equi-librium (see also p. 17)."}, {"text_block_id": "p7_b102", "text": "Fig. 1: The three pillars of the Paris Agreement"}, {"text_block_id": "p8_b103", "text": "Periodic target tightening and success control"}, {"text_block_id": "p8_b104", "text": "In order to support the necessary trend reversal in green"}, {"text_block_id": "p8_b105", "text": "-"}, {"text_block_id": "p8_b106", "text": "house gas emissions, both industrialised and developing countries agree to set more ambitious national climate protection targets every five years and to report on the measures taken. On the basis of individual country reports, the international community checks whether the planned activities are sufficient to meet the two-degree upper limit."}, {"text_block_id": "p8_b107", "text": "Supporting poorer countries"}, {"text_block_id": "p8_b108", "text": "The industrialised countries have already previously com"}, {"text_block_id": "p8_b109", "text": "-"}, {"text_block_id": "p8_b110", "text": "mitted to providing financial support to poorer countries to reduce their greenhouse gas emissions and adapt to the unavoidable consequences of climate change. In the future, financial assistance and investments should be channelled even more into low-emission technologies and to contribute to managing the impacts of climate change. In practice, this does not merely involve money transfers, but also improving professional and institution"}, {"text_block_id": "p8_b111", "text": "-"}, {"text_block_id": "p8_b112", "text": "al conditions in recipient countries so that projects can be successfully implemented."}, {"text_block_id": "p8_b113", "text": "Transparency and commitment"}, {"text_block_id": "p8_b114_merged_merged_merged", "text": "The Paris Agreement trusts that the moral and political obligation to implement the mutually agreed objectives as well as the regular, systematic monitoring of success in the spotlight of the global public will make the signatories engage to the best of their abilities. Achieving the main objective of the Agreement – limiting global warming to well below two degrees – is thus supported in one way by the obligation to document and disclose goals and mea-sures. On the other hand, it depends on mutual trust and the conviction that everyone is making a fair contribution to solving the problem."}, {"text_block_id": "p8_b117", "text": "Further information"}, {"text_block_id": "p8_b118", "text": "www.bafu.admin.ch/1803-e"}, {"text_block_id": "p9_b119", "text": "Switzerland’s climate-policy portfolio"}, {"text_block_id": "p9_b120", "text": "With its climate policy, Switzerland aims to reduce its national greenhouse gas emissions by 20 percent as compared with 1990 levels by 2020. The Confederation, cantons and the private sector are implementing numerous measures. The most important area of activity is the reduction of emissions from fossil thermal and motor fuels."}, {"text_block_id": "p9_b121", "text": "The CO"}, {"text_block_id": "p9_b122", "text": "2"}, {"text_block_id": "p9_b123", "text": "Act of 2013 is the current foundation of Swiss climate policy. It provides that, by 2020, at least 20 per"}, {"text_block_id": "p9_b124", "text": "-"}, {"text_block_id": "p9_b125", "text": "cent of greenhouse gas emissions as compared with 1990 levels must be reduced with domestic measures. In"}, {"text_block_id": "p9_b126", "text": "addition, the CO"}, {"text_block_id": "p9_b127", "text": "2"}, {"text_block_id": "p9_b128", "text": "Act assigns the Confederation a coor"}, {"text_block_id": "p9_b129", "text": "-"}, {"text_block_id": "p9_b130", "text": "dinating role in adapting to climate change and requires that climate protection also be given greater considera"}, {"text_block_id": "p9_b131", "text": "-"}, {"text_block_id": "p9_b132", "text": "tion in vocational training and advisory services."}, {"text_block_id": "p9_b133", "text": "Instruments for reducing emissions are deployed where the reduction potential is greatest: in transport, build"}, {"text_block_id": "p9_b134", "text": "-"}, {"text_block_id": "p9_b135", "text": "ings, industry and waste treatment (Fig. 2). The CO"}, {"text_block_id": "p9_b136", "text": "2"}, {"text_block_id": "p9_b137", "text": "Act does not provide any specific measures for agriculture as another climate-relevant sector."}, {"text_block_id": "p9_b138", "text": "Transport"}, {"text_block_id": "p9_b139", "text": "Since 2012, passenger cars that have been newly reg"}, {"text_block_id": "p9_b140", "text": "-"}, {"text_block_id": "p9_b141", "text": "istered may not exceed requirements for average CO"}, {"text_block_id": "p9_b142", "text": "2"}, {"text_block_id": "p9_b143", "text": "emissions. Coordinated with the EU’s approach, emis"}, {"text_block_id": "p9_b144", "text": "-"}, {"text_block_id": "p9_b145", "text": "sions regulations are tightened periodically. Vehicle importers are responsible for compliance."}, {"text_block_id": "p9_b146", "text": "Fuel importers are in turn obliged to compensate for a"}, {"text_block_id": "p9_b147", "text": "steadily increasing share of transport-related CO"}, {"text_block_id": "p9_b148", "text": "2"}, {"text_block_id": "p9_b149", "text": "emis"}, {"text_block_id": "p9_b150", "text": "-"}, {"text_block_id": "p9_b151", "text": "sions. With a surcharge of no more than five cents per litre on motor fuel prices, they finance projects that reduce greenhouse gas emissions. Current legislation provides that these compensation projects be imple"}, {"text_block_id": "p9_b152", "text": "-"}, {"text_block_id": "p9_b153", "text": "mented domestically. For example, biomass power plants, biofuels, district heating networks or the use of commer"}, {"text_block_id": "p9_b154", "text": "-"}, {"text_block_id": "p9_b155", "text": "cial vehicles with hybrid and electric drive systems are supported."}, {"text_block_id": "p9_b156", "text": "About three quarters of the emissions from the transport sector stem from private passenger transport. In recent years, great progress has been made in vehicle and engine construction, and the share of more fuel-efficient vehicles has increased, also thanks to emission regula"}, {"text_block_id": "p9_b157", "text": "-"}, {"text_block_id": "p9_b158", "text": "tions for new vehicles. Emissions stemming from trans"}, {"text_block_id": "p9_b159", "text": "-"}, {"text_block_id": "p9_b160", "text": "port in 2016 were nevertheless three percent higher than in 1990, in part because kilometres driven increased by more than 30 percent. Another equally important reason is that more and heavier cars with ever more elaborate equipment are being driven in Switzerland, resulting in an increase in fuel consumption and additional emissions. Due to the wide range of compact and efficient vehi"}, {"text_block_id": "p9_b161", "text": "-"}, {"text_block_id": "p9_b162", "text": "cles available today, there is still vast and cost-effective untapped potential for reduction."}, {"text_block_id": "p9_b163", "text": "Buildings"}, {"text_block_id": "p9_b164", "text": "Since 2008, the Confederation has imposed a CO"}, {"text_block_id": "p9_b165", "text": "2"}, {"text_block_id": "p9_b166", "text": "levy on fossil thermal fuels. It is designed as an incentive levy and consists of a surcharge on the price of heating oil, natural gas and coal, the majority of which is redistrib"}, {"text_block_id": "p9_b167", "text": "-"}, {"text_block_id": "p9_b168", "text": "uted to the economy and population. It thus creates an incentive to generate heat in such a way that little or no CO"}, {"text_block_id": "p9_b169", "text": "2"}, {"text_block_id": "p9_b170", "text": "is produced. The CO"}, {"text_block_id": "p9_b171", "text": "2"}, {"text_block_id": "p9_b172", "text": "levy targets all consumers of thermal fuels, whereby the building sector plays a central role as a sector with a high demand for heating energy."}, {"text_block_id": "p9_b173", "text": "In the building sector, the CO"}, {"text_block_id": "p9_b174", "text": "2"}, {"text_block_id": "p9_b175", "text": "levy is supplemented by the buildings programme, jointly financed by the Confedera"}, {"text_block_id": "p9_b176", "text": "-"}, {"text_block_id": "p9_b177", "text": "tion and the cantons. This programme supports the tran"}, {"text_block_id": "p9_b178", "text": "-"}, {"text_block_id": "p9_b179", "text": "sition to renewable energy sources, the efficient use of energy and the renovation of old buildings with subsidies. The cantonal minimum requirements for energy efficien"}, {"text_block_id": "p9_b180", "text": "-"}, {"text_block_id": "p9_b181", "text": "cy and the use of renewable energy also strengthen the existing trend towards low-emission new buildings and climate-friendly renovations."}, {"text_block_id": "p9_b182_merged_merged_merged_merged_merged_merged_merged_merged", "text": "These measures have proven to be very successful. Although the heated surface area increased by 39 per-cent between 1990 and 2016, emissions from heating and hot water production in residential and"}, {"text_block_id": "p10_b185", "text": "cial buildings fell by about a quarter. But there is still considerable potential for further reductions: on the one hand, by replacing old oil and gas heating systems with heating systems that use renewable energy sources, and, on the other, by refurbishing the numerous poorly insulat"}, {"text_block_id": "p10_b186", "text": "-"}, {"text_block_id": "p10_b187", "text": "ed old buildings."}, {"text_block_id": "p10_b188", "text": "Industry and waste"}, {"text_block_id": "p10_b189", "text": "For small and medium-sized enterprises, the price pres"}, {"text_block_id": "p10_b190", "text": "-"}, {"text_block_id": "p10_b191", "text": "sure of the CO"}, {"text_block_id": "p10_b192", "text": "2"}, {"text_block_id": "p10_b193", "text": "levy on thermal fuels acts as an incen"}, {"text_block_id": "p10_b194", "text": "-"}, {"text_block_id": "p10_b195", "text": "tive to reduce emissions. For companies that are heavily"}, {"text_block_id": "p10_b196", "text": "affected by the CO"}, {"text_block_id": "p10_b197", "text": "2"}, {"text_block_id": "p10_b198", "text": "levy, there is the possibility of enter"}, {"text_block_id": "p10_b199", "text": "-"}, {"text_block_id": "p10_b200", "text": "ing into a reduction commitment and being exempted from the levy."}, {"text_block_id": "p10_b201", "text": "Companies that emit large volumes of CO"}, {"text_block_id": "p10_b202", "text": "2"}, {"text_block_id": "p10_b203", "text": "are required to participate in emissions trading. The basis of emissions trading is that each company is allocated a number of"}, {"text_block_id": "p10_b204", "text": "emission allowances (in tonnes of CO"}, {"text_block_id": "p10_b205", "text": "2"}, {"text_block_id": "p10_b206", "text": ") free of charge that decreases from year to year. The emission allowances allocated correspond to the emissions that would occur if the facilities were operated in accordance with state-of-the-art technology. If the company’s emission reduction exceeds the target, it can sell unclaimed emission allow"}, {"text_block_id": "p10_b207", "text": "-"}, {"text_block_id": "p10_b208", "text": "ances to a company that is struggling to meet its target. If the emissions exceed the allocated amount, then the company must purchase emission allowances."}, {"text_block_id": "p10_b209", "text": "For emissions from municipal waste incineration plants and large electricity substations, the Confederation has concluded agreements with the industry associations. Furthermore, a technology fund supports climate-friend"}, {"text_block_id": "p10_b210", "text": "-"}, {"text_block_id": "p10_b211", "text": "ly innovations."}, {"text_block_id": "p10_b212_merged_merged_merged_merged_merged", "text": "Overall, industrial-sector emissions have declined slight-ly since 1990. While the emission of greenhouse gases from industrial energy consumption could be significantly reduced, the emissions from industrially manufactured, climate-affecting substances (e.g. cooling agents used in refrigeration and air conditioning systems) have increased significantly. Emissions from waste treatment rose, main-ly as a result of population and consumption growth."}, {"text_block_id": "p10_b217", "text": "Figure 3 provides an overview of the development of emissions in the various sectors since 1990."}, {"text_block_id": "p10_b218", "text": "Fig. 2: Important measures to reduce greenhouse gas emissions in Switzerland and the sectors affected"}, {"text_block_id": "p11_b219_merged", "text": "2000-watt sites operate according to the criteria of the one-tonne-CO2 society, i.e. the sustainable use of resources, low emissions and sustainable mobility. Photo: Erlenmatt West in Basel."}, {"text_block_id": "p11_b222", "text": "Photo: vistadoc"}, {"text_block_id": "p11_b223", "text": "Fig. 3: Development of greenhouse gas emissions by sector"}, {"text_block_id": "p11_b224", "text": "Despite continuous population and economic growth, Switzerland’s total emissions have decreased in recent years."}, {"text_block_id": "p11_b225", "text": "Source: FOEN"}, {"text_block_id": "p13_b226", "text": "The role of cantons and communes"}, {"text_block_id": "p13_b227", "text": "For Switzerland to achieve its climate protection goals, the active participation of the cantons and communes is of great importance. Various cantons support and sup"}, {"text_block_id": "p13_b228", "text": "-"}, {"text_block_id": "p13_b229", "text": "plement the measures of the Confederation through their own support programmes and incentives. The communes can also play an important role by participating in the projects of the SwissEnergy programme (Energiestadt, Energieregion, 2000-watt sites etc.) or by promoting climate-friendly mobility."}, {"text_block_id": "p13_b230", "text": "Further information"}, {"text_block_id": "p13_b231", "text": "www.bafu.admin.ch/1803-e"}, {"text_block_id": "p13_b232", "text": "Greenhouse gas emissions in daily life: What are the sources?"}, {"text_block_id": "p13_b233", "text": "The vast majority of Switzerland’s greenhouse gas emissions is attributable to the housing sector (heat"}, {"text_block_id": "p13_b234", "text": "-"}, {"text_block_id": "p13_b235", "text": "ing, hot water, electricity consumption), mobility and nutrition (Fig. 5). For housing, around three quarters of emissions are generated domestically. Types of heat generation and living space per person have a signifi"}, {"text_block_id": "p13_b236", "text": "-"}, {"text_block_id": "p13_b237", "text": "cant influence. For mobility as well, around three quar"}, {"text_block_id": "p13_b238", "text": "-"}, {"text_block_id": "p13_b239", "text": "ters of greenhouse gas emissions are generated"}, {"text_block_id": "p13_b240_merged_merged_merged", "text": "domestically. The choice of means of transport (car, non-motorised transport, public transport, aircraft) and mobility behaviour (distances travelled) have a decisive effect on the level of emissions. More than half of the emissions from food production are emitted abroad. The main reason for this is extensive feed and food imports. The consumption of meat and dairy products has a particularly strong influence on emis-sions in this area."}, {"text_block_id": "p13_b243", "text": "Source: Treeze/Rütter 2015"}, {"text_block_id": "p14_b244", "text": "Course to climate neutrality"}, {"text_block_id": "p14_b245", "text": "Switzerland has set an interim target of halving its greenhouse gas emissions by 2030. According to the Federal Council, an emissions reduction of 70 to 85 percent as compared with 1990 levels can be achieved by 2050. With this long-term goal, Switzerland has set course for climate neutrality."}, {"text_block_id": "p14_b246", "text": "For global warming to remain well below two degrees Cel"}, {"text_block_id": "p14_b247", "text": "-"}, {"text_block_id": "p14_b248", "text": "sius, all affluent countries will have to massively reduce their greenhouse gas emissions over the next two to three decades. In 2015, the Federal Council informed the UN Climate Change Convention of its intention to reduce Switzerland’s emissions by 70 to 85 percent as compared with 1990 levels by 2050 (Fig. 6). This objective means that in Switzerland, in just over 30 years, about one tonne of CO"}, {"text_block_id": "p14_b249", "text": "2"}, {"text_block_id": "p14_b250", "text": "per year will be emitted per person, a situation that is also referred to as the “one-tonne-CO"}, {"text_block_id": "p14_b251", "text": "2"}, {"text_block_id": "p14_b252", "text": "society” (see Box on p. 17). This would be a big step towards the goal of climate neutrality."}, {"text_block_id": "p14_b253", "text": "The potential for such a development exists: fossil thermal and motor fuels can be replaced by renew"}, {"text_block_id": "p14_b254", "text": "-"}, {"text_block_id": "p14_b255", "text": "able energy sources, energy-wasting old buildings can be renovated  more quickly, energy and raw materi"}, {"text_block_id": "p14_b256", "text": "-"}, {"text_block_id": "p14_b257", "text": "als can be used much more efficiently and electrical vehicles can replace those with internal combustion engines. Well-known and proven technologies can be relied upon. Implementation, however, requires political"}, {"text_block_id": "p14_b258", "text": "Fig. 6: Reduction path towards climate neutrality"}, {"text_block_id": "p14_b259", "text": "will, nationally and internationally, to give high priority to climate and energy policy measures, to coordinate and accelerate the implementation of existing techni"}, {"text_block_id": "p14_b260", "text": "-"}, {"text_block_id": "p14_b261", "text": "cal solutions and to optimally exploit the potential of research and development. With the Paris Agreement, an important step in this direction has been taken at international level."}, {"text_block_id": "p14_b262", "text": "2030 intermediate target: halving emissions"}, {"text_block_id": "p14_b263", "text": "Switzerland ratified the Paris Agreement in October 2017. At the same time, it set for itself the interim target of reducing its greenhouse gas emissions by 50 percent as compared with 1990 levels by 2030. The binding frame"}, {"text_block_id": "p14_b264", "text": "-"}, {"text_block_id": "p14_b265", "text": "work for the necessary measures is provided by the CO"}, {"text_block_id": "p14_b266", "text": "2"}, {"text_block_id": "p14_b267", "text": "Act, which is currently being revised and will replace the current regulation by early 2021. The Federal Coun"}, {"text_block_id": "p14_b268", "text": "-"}, {"text_block_id": "p14_b269", "text": "cil’s draft to Parliament builds on the instruments of the previous legislation (see p."}, {"text_block_id": "p14_b270", "text": ")."}, {"text_block_id": "p14_b271", "text": "Revision of the CO"}, {"text_block_id": "p14_b272", "text": "2"}, {"text_block_id": "p14_b273", "text": "Act"}, {"text_block_id": "p14_b274_merged_merged_merged_merged_merged_merged", "text": "The CO2 levy on fossil thermal fuels introduced in 2008 is expected to remain a core element of Switzerland’s climate policy beyond 2020. The revised CO2 Act provides scope for adjusting the amount of the levy if emissions do not decrease as planned."}, {"text_block_id": "p15_b280", "text": "The Confederation’s funds for the buildings programme will be increased and the programme will run until 2025."}, {"text_block_id": "p15_b281", "text": "The Federal Council can subsequently set CO"}, {"text_block_id": "p15_b282", "text": "2"}, {"text_block_id": "p15_b283", "text": "thresh"}, {"text_block_id": "p15_b284", "text": "-"}, {"text_block_id": "p15_b285", "text": "old values for heating systems in new buildings and for replacing heating systems in old buildings. The threshold values, however, should only be applied if the emissions of the building sector have not halved by 2026/27 as com"}, {"text_block_id": "p15_b286", "text": "-"}, {"text_block_id": "p15_b287", "text": "pared with 1990 levels."}, {"text_block_id": "p15_b288", "text": "The provisions for average CO"}, {"text_block_id": "p15_b289", "text": "2"}, {"text_block_id": "p15_b290", "text": "emissions from newly reg"}, {"text_block_id": "p15_b291", "text": "-"}, {"text_block_id": "p15_b292", "text": "istered vehicles will be adjusted. From 2020, the stricter"}, {"text_block_id": "p15_b293", "text": "target of no more than 95 g CO"}, {"text_block_id": "p15_b294", "text": "2"}, {"text_block_id": "p15_b295", "text": "/km for passenger cars"}, {"text_block_id": "p15_b296", "text": "and no more than 147 g CO"}, {"text_block_id": "p15_b297", "text": "2"}, {"text_block_id": "p15_b298", "text": "/km for delivery vans or light semitrailers will apply. The average standard consump"}, {"text_block_id": "p15_b299", "text": "-"}, {"text_block_id": "p15_b300", "text": "tion of passenger cars thus drops to 3.6 litres diesel or to 4.1 litres petrol per 100 kilometres respectively. In line with the EU, the target values will be further reduced after 2024 in order to make better use of the existing potential for emission reductions in the transport sector."}, {"text_block_id": "p15_b301", "text": "As in the past, motor fuel importers will be obliged to"}, {"text_block_id": "p15_b302", "text": "compensate for part of the CO"}, {"text_block_id": "p15_b303", "text": "2"}, {"text_block_id": "p15_b304", "text": "emissions from trans"}, {"text_block_id": "p15_b305", "text": "-"}, {"text_block_id": "p15_b306", "text": "port in the future. The Federal Council can increase this"}, {"text_block_id": "p15_b307", "text": "share to up to 90 percent until 2030. It is envisaged that"}, {"text_block_id": "p15_b308", "text": "at least 15 percent of fuel-related CO"}, {"text_block_id": "p15_b309", "text": "2"}, {"text_block_id": "p15_b310", "text": "emissions will be compensated domestically."}, {"text_block_id": "p15_b311", "text": "Emissions trading between companies that emit large volumes of CO"}, {"text_block_id": "p15_b312", "text": "2"}, {"text_block_id": "p15_b313", "text": "is made more attractive by linking the Swiss and European emissions trading schemes. From 2020, air traffic and any new fossil-fuel thermal power plants will also be integrated into the emissions trading scheme."}, {"text_block_id": "p15_b314", "text": "The Federal Council’s draft act envisages that halv"}, {"text_block_id": "p15_b315", "text": "-"}, {"text_block_id": "p15_b316", "text": "ing emissions by 2030 will be achieved mainly through domestic measures. Part of the reduction target can be achieved by offsetting projects abroad – a possibility on which the transport sector in particular is dependent."}, {"text_block_id": "p15_b317", "text": "Contributions from other policy areas"}, {"text_block_id": "p15_b318", "text": "The objective of the CO"}, {"text_block_id": "p15_b319", "text": "2"}, {"text_block_id": "p15_b320", "text": "Act also takes into account measures implemented in other policy areas. Of par"}, {"text_block_id": "p15_b321", "text": "-"}, {"text_block_id": "p15_b322", "text": "ticular importance is the Confederation’s 2050 Energy Strategy, the first stage of which was approved in the May 2017 referendum. It is intended to reduce energy consumption, increase energy efficiency and promote renewable energies. It thus also contributes to the reduction of greenhouse gas emissions. In addition, the 2050 Energy Strategy will adapt the transmission grid and electricity storage to the needs of an electricity sup"}, {"text_block_id": "p15_b323", "text": "-"}, {"text_block_id": "p15_b324", "text": "ply that relies more heavily on the use of wind and solar energy."}, {"text_block_id": "p15_b325", "text": "Forest legislation promotes the sustainable use of wood, a CO"}, {"text_block_id": "p15_b326", "text": "2"}, {"text_block_id": "p15_b327", "text": "-neutral resource, as a building material and as an energy source. Further contributions to emission reduc"}, {"text_block_id": "p15_b328", "text": "-"}, {"text_block_id": "p15_b329", "text": "tions are expected from the agricultural sector, which already adopted its own climate strategy in 2011."}, {"text_block_id": "p15_b330_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "In addition to reduction measures, the Confederation is committed to the climate-friendly development of Switzerland as a business location, by strengthening climate competence in vocational education and train-ing and climate consulting in the communes and cities with the “Climate Programme Education and Commu-nication”."}, {"text_block_id": "p16_b335", "text": "The challenge of climate neutrality"}, {"text_block_id": "p16_b336", "text": "The halving of greenhouse gas emissions and subse"}, {"text_block_id": "p16_b337", "text": "-"}, {"text_block_id": "p16_b338", "text": "quent realisation of the one-tonne-CO"}, {"text_block_id": "p16_b339", "text": "2"}, {"text_block_id": "p16_b340", "text": "society are nec"}, {"text_block_id": "p16_b341", "text": "-"}, {"text_block_id": "p16_b342", "text": "essary and – given the political will – feasible steps on the way to the mitigation of climate change. However, these measures alone are not enough to achieve the goal of climate neutrality, which is ultimately to be pursued jointly by all countries to ensure compliance with the two-degree upper limit."}, {"text_block_id": "p16_b343", "text": "Global society can be described as climate-neutral if, after the middle of the 21st century, remaining glob"}, {"text_block_id": "p16_b344", "text": "-"}, {"text_block_id": "p16_b345", "text": "al greenhouse gas emissions are completely offset by measures that remove CO"}, {"text_block_id": "p16_b346", "text": "2"}, {"text_block_id": "p16_b347", "text": "from the atmosphere. Already today, various options are being researched to capture CO"}, {"text_block_id": "p16_b348", "text": "2"}, {"text_block_id": "p16_b349", "text": "from the atmosphere and store it permanently."}, {"text_block_id": "p16_b350", "text": "The introduction of CO"}, {"text_block_id": "p16_b351", "text": "2"}, {"text_block_id": "p16_b352", "text": "into exploited oil and gas deposits has already been tested. Appropriate tests have shown that, in principle, long-term underground storage is pos"}, {"text_block_id": "p16_b353", "text": "-"}, {"text_block_id": "p16_b354", "text": "sible. Theoretically, there is also enough storage space on Earth. In practice, however, the question arises as to"}, {"text_block_id": "p16_b355", "text": "how large quantities of CO"}, {"text_block_id": "p16_b356", "text": "2"}, {"text_block_id": "p16_b357", "text": "can be captured from the"}, {"text_block_id": "p16_b358", "text": "air. The filtering of CO"}, {"text_block_id": "p16_b359", "text": "2"}, {"text_block_id": "p16_b360", "text": "directly from the air is technically possible, but in turn requires a large amount of energy. Alternatively, plants could be grown on a large scale and burned as an energy source in large-scale installations where the CO"}, {"text_block_id": "p16_b361", "text": "2"}, {"text_block_id": "p16_b362", "text": "can be easily separated from the exhaust gases and subsequently stored. This idea, however, has narrow limits because it would need a huge space for the cultivation of energy crops, which conflicts with food pro"}, {"text_block_id": "p16_b363", "text": "-"}, {"text_block_id": "p16_b364", "text": "duction and the protection of natural forest ecosystems."}, {"text_block_id": "p16_b365_merged_merged_merged_merged", "text": "While one can already imagine what life might look like in a one-tonne-CO2 society (see box on the right), how climate neutrality could be achieved in the second half of the 21st century is still largely unclear. In view of this uncertainty, it is all the more important that greenhouse gas emissions be reduced as quickly and comprehensive-ly as possible."}, {"text_block_id": "p16_b370", "text": "Further information:"}, {"text_block_id": "p16_b371", "text": "www.bafu.admin.ch/1803-e"}, {"text_block_id": "p17_b372", "text": "Exceeding two degrees becomes dangerous"}, {"text_block_id": "p17_b373", "text": "The impacts of climate change are becoming increas"}, {"text_block_id": "p17_b374", "text": "-"}, {"text_block_id": "p17_b375", "text": "ingly felt worldwide. In Switzerland, the risks and opportunities for the various parts of the country were examined and evaluated as part of a comprehensive analysis."}, {"text_block_id": "p17_b376", "text": "Global impacts"}, {"text_block_id": "p17_b377", "text": "The main objective of the UN Climate Change Convention adopted in 1992 is to prevent dangerous interference with the climate system. Scientists agree that if the tempera"}, {"text_block_id": "p17_b378", "text": "-"}, {"text_block_id": "p17_b379", "text": "ture rises by more than two degrees Celsius, all regions of the world must expect great risks and sharply rising damage and adaptation costs. Even before reaching the two-degree upper limit, sensitive ecosystems and habi"}, {"text_block_id": "p17_b380", "text": "-"}, {"text_block_id": "p17_b381", "text": "tats (e.g. polar regions and coral reefs) are endangered, and the damage caused by extreme weather events increases. Two degrees is also a critical threshold for global food production and water availability – one of the reasons why the Paris Agreement sets the goal of limiting global warming to well below two degrees by 2100."}, {"text_block_id": "p17_b382", "text": "The risks also predominate in Switzerland"}, {"text_block_id": "p17_b383", "text": "Switzerland is already facing the consequences of cli"}, {"text_block_id": "p17_b384", "text": "-"}, {"text_block_id": "p17_b385", "text": "mate change today. In particular, there are challenges in the increase in heat waves, droughts, floods and unstable slopes, in the alteration of natural habitats and in the spread of harmful organisms and pathogens."}, {"text_block_id": "p17_b386", "text": "From 2011, eight cantonal case studies were carried out to estimate in greater detail the risks and opportunities associated with climate change in the Jura, Mittelland, Alpine foothills, Alps, southern Switzerland and large agglomerations. In 2017, the results were merged into a synthesis report. It serves as a basis for the Federal Council to set priorities in the further development and implementation of its adaptation strategy."}, {"text_block_id": "p17_b387", "text": "Climate change increases the risk of landslides, such as that which occurred in 2017 in the Bergell, Grisons, causing severe damage to the village of Bondo."}, {"text_block_id": "p17_b388", "text": "Photo: Pascal Mora, Keystone"}, {"text_block_id": "p17_b389", "text": "Figure 7 gives an overview of the priority climate-related risks and opportunities identified in recent years. In the agricultural and energy sectors, in tourism and for bio"}, {"text_block_id": "p17_b390", "text": "-"}, {"text_block_id": "p17_b391", "text": "diversity, both risks and opportunities are emerging. The bottom line, however, is that the risks clearly predomi"}, {"text_block_id": "p17_b392", "text": "-"}, {"text_block_id": "p17_b393", "text": "nate, especially if climate change continues unabated."}, {"text_block_id": "p17_b394_merged_merged_merged_merged_merged", "text": "The impacts of climate change in other regions of the world must also receive increased attention in the future. Globalisation has improved flexibility in the procurement of raw materials and finished products. But Switzerland’s strong dependence on imported goods and global supply chains also increases the risk of supply bottlenecks and interrup-tions when natural hazard events become more frequent worldwide."}, {"text_block_id": "p17_b397", "text": "Further information:"}, {"text_block_id": "p17_b398", "text": "www.bafu.admin.ch/1803-e"}, {"text_block_id": "p18_b399", "text": "Fig. 7: Priority climate-related risks and opportunities for Switzerland"}, {"text_block_id": "p18_b400", "text": "Challenges posed by climate change, ordered by risks (orange) and opportunities (green). Some of the challenges present both risks and opportunities. At the current time, it is not known what the impacts of climate change will be on storm and hail activity (grey). Priority risks (orange bullet points), opportunities (green bullet points) and unknown cases (grey bullet points) are allocated to the respective challenges."}, {"text_block_id": "p19_b401", "text": "First steps in adaptation practice"}, {"text_block_id": "p19_b402", "text": "Switzerland has gained first experiences in how it can adapt to the impacts of climate change. The adaptation strategies of the Federal Council and several cantons as well as numerous pilot projects that have been imple"}, {"text_block_id": "p19_b403", "text": "-"}, {"text_block_id": "p19_b404", "text": "mented in recent years were contributing factors."}, {"text_block_id": "p19_b405", "text": "Given the increasing impact of climate change, the Fed"}, {"text_block_id": "p19_b406", "text": "-"}, {"text_block_id": "p19_b407", "text": "eral Council adopted its strategy for adaptation to cli"}, {"text_block_id": "p19_b408", "text": "-"}, {"text_block_id": "p19_b409", "text": "mate change in 2012. An action plan was adopted in 2014, defining the first measures for the period from 2014 to 2019. These measures focus on water management, natural hazard management, agriculture and forestry, energy, tourism, biodiversity management, human and animal health as well as spatial development. In addition to coping with known and foreseeable risks, the goal is to exploit the opportunities of climate change and increase Switzerland’s adaptability – even to unexpected and sur"}, {"text_block_id": "p19_b410", "text": "-"}, {"text_block_id": "p19_b411", "text": "prising developments."}, {"text_block_id": "p19_b412_merged_merged_merged", "text": "Not only the Confederation, but also cantons, regions, communes and companies are required. They must take into account future climatic conditions in longer-term planning and investment. The Confederation has there-fore intensified its collaboration with the cantons in pro-curing fundamentals, such as regional climate scenarios. In addition, it supports pilot projects that exemplify what adaptation means in practice. Three of these pilot pro-jects are briefly presented below."}, {"text_block_id": "p19_b419", "text": "High quality of life instead of heat island"}, {"text_block_id": "p19_b420", "text": "Sion (Valais) is one of the places in Switzerland with the highest number of very hot days per year – and the trend is rising. The city therefore decided to pay more attention to shading, landscaping and de-paving the ground when it redesigns streets, squares and recreational areas. The quality of life is thus maintained even with rising"}, {"text_block_id": "p19_b421", "text": "Opportunities of climate change for Switzerland: the conditions for viticulture are improving"}, {"text_block_id": "p19_b422", "text": "Photo: Karen Desjardin, Moment Open/Getty Images"}, {"text_block_id": "p20_b423", "text": "tures. Even private builders have received support in pro"}, {"text_block_id": "p20_b424", "text": "-"}, {"text_block_id": "p20_b425", "text": "jects involving rooftop gardens and environment design. The overall experience gained is incorporated in regio"}, {"text_block_id": "p20_b426", "text": "-"}, {"text_block_id": "p20_b427", "text": "nal planning instruments (neighbourhood plans, zoning plans), the guidelines for the design and management of public space and in the city’s building code."}, {"text_block_id": "p20_b428", "text": "Climate-adapted regional development"}, {"text_block_id": "p20_b429", "text": "Large sludge and scree avalanches have repeatedly interrupted the main traffic route in Haslital (Grimselpass) over the past decade and have threatened parts of settlements. At the initiative of the regional conference Oberland-Ost, representatives of the population, author"}, {"text_block_id": "p20_b430", "text": "-"}, {"text_block_id": "p20_b431", "text": "ities, agriculture, the energy industry and tourism worked together to develop a regional development strategy that takes climate change into account. Finally, all stakehold"}, {"text_block_id": "p20_b432", "text": "-"}, {"text_block_id": "p20_b433", "text": "ers signed a memorandum of understanding. A steering group was created to implement the measures agreed to (e.g. active marketing of the natural landscape with its dynamic processes, more targeted risk communication to tourists, and consideration of climate change in traffic development projects)."}, {"text_block_id": "p20_b434", "text": "Protection for farmers in time of drought"}, {"text_block_id": "p20_b435_merged_merged_merged", "text": "The use of grassland for the production of animal feed plays an important role in Swiss agriculture. Exception-al drought can cause high costs for the farms affected. To protect farmers against losses, a new, cost-effective insurance has been developed. The basis for this is a drought index which determines when a policyholder can claim a payout. If the yield from feed production is at least 25 percent lower than normal due to insufficient rainfall, the resulting loss is partially offset. Yield losses can be attenuated in this manner."}, {"text_block_id": "p20_b438", "text": "Further information:"}, {"text_block_id": "p20_b439", "text": "www.bafu.admin.ch/1803-e"}, {"text_block_id": "p21_b440", "text": "Investing in a stable climate"}, {"text_block_id": "p21_b441", "text": "The objective of the Paris Agreement can only be achieved if large portions of the known oil, gas and coal reserves remain in the ground. That is why it is crucial that investments no longer flow into fossil fuels and instead be invested in renewable energies and raw materials."}, {"text_block_id": "p21_b442", "text": "The World Bank estimates that developing a climate-re"}, {"text_block_id": "p21_b443", "text": "-"}, {"text_block_id": "p21_b444", "text": "silient society will require several trillion US dollars of investment in low-CO"}, {"text_block_id": "p21_b445", "text": "2"}, {"text_block_id": "p21_b446", "text": "and energy-efficient technologies as well as adaptive infrastructures. The State, society, economy and financial market players have a significant influence on future greenhouse gas emissions if they rely on renewable energies or climate-friendly mobility. The Paris Agreement therefore also sets the goal of"}, {"text_block_id": "p21_b447", "text": "aligning financial flows so that they are consistent with low-greenhouse gas and climate-resilient development."}, {"text_block_id": "p21_b448", "text": "Risks of CO"}, {"text_block_id": "p21_b449", "text": "2"}, {"text_block_id": "p21_b450", "text": "-intensive facilities"}, {"text_block_id": "p21_b451", "text": "Climate policies that increase or restrict the use of fos"}, {"text_block_id": "p21_b452", "text": "-"}, {"text_block_id": "p21_b453", "text": "sil thermal and motor fuels can devalue securities hold"}, {"text_block_id": "p21_b454", "text": "-"}, {"text_block_id": "p21_b455", "text": "ings in which the coal and oil industries as well as other emission-intensive industries such as mining and petro"}, {"text_block_id": "p21_b456", "text": "-"}, {"text_block_id": "p21_b457", "text": "chemicals have a high priority. CO"}, {"text_block_id": "p21_b458", "text": "2"}, {"text_block_id": "p21_b459", "text": "-intensive forms of electricity generation (coal and gas power plants) and mobility (production of fossil-fuelled cars and airplanes) are also potentially affected. On the other hand, climate change can also have a direct impact on the financial markets: more frequent floods and hurricanes endanger production sites and supply chains, which can lead to losses for investors."}, {"text_block_id": "p21_b460", "text": "Transparency for climate-friendly investments"}, {"text_block_id": "p21_b461", "text": "Investing in emission-intensive sectors is often the result of lack of information. With the aim of creating more transparency, the Federal Council invited Swiss pension funds and insurers to have their portfolios tested for cli"}, {"text_block_id": "p21_b462", "text": "-"}, {"text_block_id": "p21_b463", "text": "mate compatibility. Portfolios which together comprise two-thirds of the assets of all Swiss pension funds and insurance companies could then be analysed."}, {"text_block_id": "p21_b464_merged_merged_merged_merged_merged", "text": "The results show that the investments made on average support a warming of the global climate by four to six degrees Celsius. This finding largely coincides with aver-age investment behaviour in global markets. There are big differences among the participants, however. Numerous studies show that there is room for manoeuvere in the case of cash investments: normal market returns can absolutely be achieved with climate-friendly investment strategies."}, {"text_block_id": "p22_b467", "text": "Exposed financial centre"}, {"text_block_id": "p22_b468", "text": "Switzerland is a globally important site for asset man"}, {"text_block_id": "p22_b469", "text": "-"}, {"text_block_id": "p22_b470", "text": "agement. As of the end of 2016, assets of over 6,500 billion Swiss francs in the form of savings, insurance capital or employee benefit plans were managed in this country. That is why Switzerland has a special responsi"}, {"text_block_id": "p22_b471", "text": "-"}, {"text_block_id": "p22_b472", "text": "bility to contribute to a climate-friendly development via the financial market as well."}, {"text_block_id": "p22_b473", "text": "The Federal Council expects financial market players in Switzerland to focus more on the objectives of the Paris Agreement on a voluntary basis. Other countries, such as France and Sweden, have already adopted commitments"}, {"text_block_id": "p22_b474_merged_merged", "text": "or recommendations for the disclosure of climate-related financial risks in order to promote adjustment of invest-ment behaviour."}, {"text_block_id": "p22_b477", "text": "Further information:"}, {"text_block_id": "p22_b478", "text": "www.bafu.admin.ch/1803-e"}, {"text_block_id": "p22_b479", "text": "Climate-friendly technologies as a market of the future: final inspection of inverters for solar power systems"}, {"text_block_id": "p22_b480", "text": "Photo: Uwe Zucchi, dpa/Keystone"}, {"text_block_id": "p23_b481", "text": "Support for those most affected"}, {"text_block_id": "p23_b482", "text": "Public and private investment is intended to enable economically weak and particularly affected countries to reduce their greenhouse gas emissions and adapt to the unavoidable consequences of climate change. As one of the wealthiest countries, Switzerland is called upon to assume its shared responsibility."}, {"text_block_id": "p23_b483", "text": "increasing heat, drought, sea level rise, storms and other natural hazards on settlements, infrastructure, agricul"}, {"text_block_id": "p23_b484", "text": "-"}, {"text_block_id": "p23_b485", "text": "ture and health. Financial support is also an indispen"}, {"text_block_id": "p23_b486", "text": "-"}, {"text_block_id": "p23_b487", "text": "sable prerequisite for training, assistance in establishing appropriate structures in administration and business or in projects for testing climate-adapted technologies."}, {"text_block_id": "p23_b488", "text": "Financial resources that increasingly flow into low-emis"}, {"text_block_id": "p23_b489", "text": "-"}, {"text_block_id": "p23_b490", "text": "sion technologies and contribute to the mitigation of the impacts of climate change are one of the three main pillars of the Paris Agreement. Poorer countries are most likely unable to implement the necessary measures to reduce their greenhouse gas emissions and the negative impacts of climate change. Large-scale investments are need"}, {"text_block_id": "p23_b491", "text": "-"}, {"text_block_id": "p23_b492", "text": "ed to achieve a breakthrough into low-CO"}, {"text_block_id": "p23_b493", "text": "2"}, {"text_block_id": "p23_b494", "text": "technologies even in these countries and to cope with the impacts of"}, {"text_block_id": "p23_b495", "text": "Switzerland: part of the global burden sharing"}, {"text_block_id": "p23_b496_merged_merged_merged", "text": "Already in 2010, the signatories to the Climate Change Convention decided to significantly increase the finan-cial resources needed for projects in developing coun-tries. The wealthy countries pledged to provide at least US$100 billion a year from 2020 onwards for this pur-pose. In 2014, transfers to developing countries amount-ed to approximately US$62 billion."}, {"text_block_id": "p23_b505", "text": "Fig. 8: The regional distribution of Switzerland’s contribution to climate projects in developing countries (2016; total US$330 million)."}, {"text_block_id": "p23_b506", "text": "The short descriptions provide examples of current projects with Swiss participation."}, {"text_block_id": "p24_b507", "text": "At the international level, there are no guidelines on how each country should determine its contribution. Switzer"}, {"text_block_id": "p24_b508", "text": "-"}, {"text_block_id": "p24_b509", "text": "land makes its calculation of its fair share on the basis of its economic performance and the territorial principle. Switzerland’s share of global gross domestic product is just under one percent, and the share of greenhouse gases emitted within its own borders is around 0.3 percent of total emissions of industrialised countries. Depending on the weighting of these two criteria, this results in a con"}, {"text_block_id": "p24_b510", "text": "-"}, {"text_block_id": "p24_b511", "text": "tribution of about US$450 to 600 million per year, which corresponds to about one percent of federal revenues."}, {"text_block_id": "p24_b512_merged_merged", "text": "In 2016, Switzerland provided US$330 million in pub-lic funds for financial assistance. A large portion of this amount came from development cooperation funds and contributions to multilateral institutions (e.g. World Bank, specialised funds) that support climate protection meas-ures in developing countries (Fig. 8)."}, {"text_block_id": "p24_b517", "text": "Further information:"}, {"text_block_id": "p24_b518", "text": "www.bafu.admin.ch/1803-e"}, {"text_block_id": "p24_b519", "text": "Managing climate risks in agriculture: workshop on micro-insurance for smallholder farmers (Malawi)"}, {"text_block_id": "p24_b520", "text": "Photo: Mathieu Dubreuil/WFP"}, {"text_block_id": "p25_b521", "text": "Glossary"}, {"text_block_id": "p25_b522", "text": "[1] Climate Change Convention"}, {"text_block_id": "p25_b523", "text": "In 1992, the Climate Change Convention was adopted at the United Nations Conference on Environment and Development in Rio. Since then, it has formed the frame"}, {"text_block_id": "p25_b524", "text": "-"}, {"text_block_id": "p25_b525", "text": "work of internationally coordinated climate policy. In 1997, the Kyoto Protocol specified the obligations of industrial-ised countries. For the first time, the Paris Agreement of 2015 has made it obligatory for all countries to partici"}, {"text_block_id": "p25_b526", "text": "-"}, {"text_block_id": "p25_b527", "text": "pate in emission reductions."}, {"text_block_id": "p25_b528", "text": "[2] Greenhouse gases"}, {"text_block_id": "p25_b529", "text": "Greenhouse gases are trace gases in the atmosphere that affect the Earth’s heat balance. Since industrialisation, greenhouse gas emissions caused by human activi"}, {"text_block_id": "p25_b530", "text": "-"}, {"text_block_id": "p25_b531", "text": "ties are primarily responsible for the observed warming of global climate. They are mainly emitted where fossil fuel sources (thermal and motor fuels from coal, oil and nat"}, {"text_block_id": "p25_b532", "text": "-"}, {"text_block_id": "p25_b533", "text": "ural gas) are combusted. Other important causes include tropical deforestation, agriculture, cement manufacturing as well as industrially manufactured, climate-affecting gases (e.g. cooling agents). The most important"}, {"text_block_id": "p25_b534", "text": "lived greenhouse gas is carbon dioxide (CO"}, {"text_block_id": "p25_b535", "text": "2"}, {"text_block_id": "p25_b536", "text": "), followed by methane (CH"}, {"text_block_id": "p25_b537", "text": "4"}, {"text_block_id": "p25_b538", "text": ") and nitrous oxide (N"}, {"text_block_id": "p25_b539", "text": "2"}, {"text_block_id": "p25_b540", "text": "O)."}, {"text_block_id": "p25_b541", "text": "[3] Greenhouse gas footprint"}, {"text_block_id": "p25_b542", "text": "A national greenhouse gas inventory covers only emis"}, {"text_block_id": "p25_b543", "text": "-"}, {"text_block_id": "p25_b544", "text": "sions occurring within the country’s borders. The green"}, {"text_block_id": "p25_b545", "text": "-"}, {"text_block_id": "p25_b546", "text": "house gas footprint is used to determine all emissions for which a country is responsible by its end-user demand. It includes emissions that are generated abroad in the manufacture and transport of imported goods, as well as emissions caused by nationals abroad (e.g. through business and leisure travel). At the same time, domes"}, {"text_block_id": "p25_b547", "text": "-"}, {"text_block_id": "p25_b548", "text": "tic emissions from foreign nationals (e.g. tourists) as well domestic emissions associated with exported goods are deducted."}, {"text_block_id": "p25_b549", "text": "[4] CO"}, {"text_block_id": "p25_b550", "text": "2"}, {"text_block_id": "p25_b551", "text": "equivalents"}, {"text_block_id": "p25_b552_merged_merged_merged_merged_merged", "text": "Various greenhouse gases contribute differently to global warming. The sum of the effect of all gases is expressed in CO2 equivalents (abbreviated: CO2eq). CO2 thus is used as a basis for comparison. The other greenhouse gases are converted into CO2eq according to their contribution to global warming. Example: one tonne of CH4 (methane) corresponds to 25 tonnes of CO2eq."}], "document_description": "This policy details how Switzerland aims to meet its commitments made under the Paris Agreement. It is a multi-sectoral document that primarily focuses on reducing GHG emissions from fossil thermal and motor fuels. It urges action at national and local levels, by public and private actors.&nbsp;"}