{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_country_english_shortname": "Bahamas, The", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "30/12/2015", "document_language": "English", "document_name": "Electricity Act, 2015", "document_country_code": "BHS", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/BHS/2015/BHS-2015-12-30-Electricity Act, 2015_0e1bee9c8c3657c907da34edaf5febde.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Bahamian Parliament enacted the Electricity Act 2015 in order to overhaul the country's energy sector and edict policy targets, among others: 1) security and diversification of power supply and distribution, 2) access to cheap and reliable environmentally sustainable electricity, 3) and the establishment of the Utilities Regulations and Competition Authority (URCA) as the independent regulator of the sector.<br />\n<br />\nThe Act encourages a higher capacity of renewables electricity generation under a number of ways. It seeks a reorganisation of the electricity sector, so that public suppliers shall increase the proportion of renewables in their generation mix. Suppliers shall submit a time-bound plan to URCA over their specific renewables objectives, and revise this plan every three year. Eventual additional energy needs should be met in priority by new renewables capacity.<br />\n<br />\nThe Act also promotes residential renewable energy generation for connection to the grid, and for self-generation. All stages are also regulated by URCA, and households need a grid interconnection agreement to operate. URCA shall maintain public a list of entities granted approval. The document further highlights the need to encourage energy efficiency in the generation, distribution and consumption of electricity.<br />\n<br />"}