{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Bahamas, The", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Tourism", "LULUCF", "Health", "Environment", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Policy for the Adaptation to Climate Change", "document_country_code": "BHS", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": "Adaptation", "document_region_code": "Latin America & Caribbean", "document_date": "03/01/2005", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/BHS/2005/BHS-2005-01-03-National Policy for the Adaptation to Climate Change_631b28583b6c5767a7bd1bb1f216f7f5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE"}, {"text_block_id": "p0_b2", "text": "COMMONWEALTH"}, {"text_block_id": "p0_b3", "text": "OF THE BAHAMAS"}, {"text_block_id": "p0_b4", "text": "NATIONAL POLICY"}, {"text_block_id": "p0_b5", "text": "FOR THE"}, {"text_block_id": "p0_b6", "text": "ADAPTATION"}, {"text_block_id": "p0_b7", "text": "TO"}, {"text_block_id": "p0_b8", "text": "CLIMATE CHANGE"}, {"text_block_id": "p0_b9", "text": "March 2005"}, {"text_block_id": "p1_b10", "text": "Developed by:"}, {"text_block_id": "p1_b11", "text": "The National Climate Change Committee &"}, {"text_block_id": "p1_b12", "text": "The Bahamas Environment, Science and Technology Commission"}, {"text_block_id": "p1_b13", "text": "Nassau, The Bahamas"}, {"text_block_id": "p2_b14", "text": "CONTENT"}, {"text_block_id": "p3_b15", "text": "PREAMBLE"}, {"text_block_id": "p3_b16", "text": "The Government of the Commonwealth of The Bahamas accepts the findings of the Inter"}, {"text_block_id": "p3_b17", "text": "-G"}, {"text_block_id": "p3_b18", "text": "G"}, {"text_block_id": "p3_b19", "text": "overnmental Panel on Climate Change (IPCC)"}, {"text_block_id": "p3_b20", "text": ", and of other expert scientific bodies, that global tempera"}, {"text_block_id": "p3_b21", "text": "-"}, {"text_block_id": "p3_b22", "text": "tures are increasing due to the release of so-called “greenhouse gases” (GHGs) into the atmosphere as a result of the burning of fos"}, {"text_block_id": "p3_b23", "text": "-"}, {"text_block_id": "p3_b24", "text": "sil fuels and other human activities. Government further accepts the scientific predictions that this trend of global warming is like"}, {"text_block_id": "p3_b25", "text": "-"}, {"text_block_id": "p3_b26", "text": "ly to continue for several decades, even if the causative activities were to cease immediately. It is further accepted that global warming will result in Climate Change, which may be manifested, inter alia, by:"}, {"text_block_id": "p3_b27", "text": "ly to continue for several decades, even if the causative activities were to cease immediately. It is further accepted that global warming will result in Climate Change, which may be manifested, inter alia, by:\n* Sea level rise, leading to loss of coastal\n* Changes in local and regional\n* Change\n* More frequent"}, {"text_block_id": "p3_b37", "text": "The Government of The Bahamas recognizes that, as a Small Island Developing State, The Bahamas is characterised by:"}, {"text_block_id": "p3_b38", "text": "The Government of The Bahamas recognizes that, as a Small Island Developing State, The Bahamas is characterised by:\n* Vulnerability to sea level rise and changes in marine conditions, due to its archipelagic nature and the consequent extended coastline, and low elevations;\n* Li"}, {"text_block_id": "p4_b42", "text": "address adverse impacts;"}, {"text_block_id": "p4_b43", "text": "address adverse impacts;\n* Loc\n* Loc\n -\n* Loc\n -\n s\n* Loc"}, {"text_block_id": "p4_b49", "text": "The Bahamas recognizes that the country will be highly vulnerable to the anticipated impacts of global Climate Change given its gen"}, {"text_block_id": "p4_b50", "text": "-"}, {"text_block_id": "p4_b51", "text": "erally low land elevations. Scientific research has indicated that these impacts are likely to include:"}, {"text_block_id": "p4_b52", "text": "erally low land elevations. Scientific research has indicated that these impacts are likely to include:\n* Submer\n* Los\n* Los\n -\n* Los\n -\n duc\n* Los\n -\n duc\n -\n* Los\n -\n duc\n -\n t\n* Loss of terrestrial biodiversity resulting from rises in temperatures and changes in the seasonality of rainfall;\n* Depletion\n* Los\n* Introduction"}, {"text_block_id": "p5_b70", "text": "erally low land elevations. Scientific research has indicated that these impacts are likely to include:\n* Submer\n* Los\n* Los\n -\n* Los\n -\n duc\n* Los\n -\n duc\n -\n* Los\n -\n duc\n -\n t\n* Loss of terrestrial biodiversity resulting from rises in temperatures and changes in the seasonality of rainfall;\n* Depletion\n* Los\n* Introduction\n* Int\n\t* Increased coastal erosion and infrastructure damage as a result of increased frequency and intensity of tropical storms, hurricanes and storm surges."}, {"text_block_id": "p5_b76", "text": "The scientific evidence suggests that many of the manifestations of global Climate Change are already occurring. Such evidence includes:"}, {"text_block_id": "p5_b77", "text": "The scientific evidence suggests that many of the manifestations of global Climate Change are already occurring. Such evidence includes:\n* Bleaching and loss of coral reefs in the Seychelles, The Bahamas, Belize, Jamaica and the Caribbean in general, as a result of increases in coastal water temperatures, though temperature rise may not be the only factor involved;\n* Submergence\n* Melting of the polar\n* Increased frequency of cyclonic eve"}, {"text_block_id": "p6_b85_merged", "text": "The Bahamas signed the United Nations Framework Convention on Climate Change (UNFCCC) in June 1992 and ratified in March 1994, and Government remains committed to meeting the goals of the Convention, namely to reduce global greenhouse gas emis-sions and address the impacts of Climate Change."}, {"text_block_id": "p7_b88", "text": "PREAMBLE"}, {"text_block_id": "p7_b89", "text": "Government also recognizes that"}, {"text_block_id": "p7_b90_merged", "text": ", while not all the processes relat-ing to global Climate Change are fully understood, and that fur-ther research is required and is ongoing, there is already sufficient evidence to merit urgent action: incomplete knowledge is not an acceptable basis for delay or for taking no action."}, {"text_block_id": "p8_b97", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p8_b98", "text": "There is increasing scientific evidence that the Earth’s Climate is changing as a result of anthropogenic activities that have led, and are leading to, changes in the composition of the Earth’s atmos"}, {"text_block_id": "p8_b99", "text": "-"}, {"text_block_id": "p8_b100", "text": "phere. Considerable uncertainty remains with regard to the mag"}, {"text_block_id": "p8_b101", "text": "-"}, {"text_block_id": "p8_b102", "text": "nitude of these impacts, but there is growing realization that they are likely to be particularly severe for Small Island States, such as The Bahamas. Impacts are likely to include increased air and sea temperatures, progressive rises in sea-level, greater variability and seasonality in precipitation, and changes in the frequency and strength of tropical storms and hurricanes. There is also uncer"}, {"text_block_id": "p8_b103", "text": "-"}, {"text_block_id": "p8_b104", "text": "tainty as to the timescale."}, {"text_block_id": "p8_b105_merged_merged", "text": "The Bahamas would appear to be highly vulnerable. The relative-ly small size of the country, and its dependence on the tourism industry, make the country vulnerable to economic fluctuations in its major tourism markets. Human settlements and tourism devel-opments are mainly located along the coast, and are high risk for coastal erosion and catastrophic events. The small size of the economy means that the country lacks the financial and technical resources for reducing projected levels of risk. The terrestrial and marine environments, and their biological resources, are already under stress from pollution, urbanization, and other non-sustain-able impacts. Climate Change is likely to add to these impacts and increase the risks and vulnerabilities. Given the uncertainties as to the dimensions and timing of Climate Change impacts, it is vital that adaptive measures are practical both in terms of effectively responding to present day climate risks, and to projected risks, as well as advancing the wider issue of sustainable development."}, {"text_block_id": "p8_b112", "text": "In this regard, the Government of The Bahamas has prepared this National Policy for Adaptation to Climate Change. Specifically, it provides an assessment of the degree of vulnerability of The Bahamas to the projected impacts of Climate Change by sectors; of the capacity for adaptation to anthropogenic climate change;"}, {"text_block_id": "p9_b113", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p9_b114", "text": "and proposes strategies for anticipating and ameliorating or avoiding the negative impacts. In addition, it examines some of the possible impacts on: coastal and marine resource and fish"}, {"text_block_id": "p9_b115", "text": "-"}, {"text_block_id": "p9_b116", "text": "eries, terrestrial biodiversity resources, agriculture and forestry, human settlements and human health, water resources, the energy and transportation sector, as well as on tourism and the finance and insurance sectors. The policy provides a plan of action for addressing such impacts."}, {"text_block_id": "p9_b117_merged_merged", "text": "The National Policy identifies Government as the major facilitator of the implementation of the policy directives. It also provides a framework for not only advancing the capacity and capability of The Bahamas to effectively adapt to Climate Change impacts but also contributes significantly to the conservation and preserva-tion of The Bahamas’ natural resources for present and future generations of Bahamians. The First National Communication on Climate Change provides a valuable summary of progress to date (BEST Commission, 2001)."}, {"text_block_id": "p10_b120_merged", "text": "The Commonwealth of The Bahamas is an archipelago of islands that extends some 50 mi (80 km) from east of Florida to about 50 mi (80 km) northeast of Cuba. The archipelago is low-lying and sur-rounded by coral reefs and extensive sand flats. The highest point in the country is Mount Alvernia, on Cat Island, at 207 ft (63 m) above mean sea level. The highest point on New Providence Island is only 125 ft (38 m) above mean sea level.  Much of the land area is only a few feet above mean sea level."}, {"text_block_id": "p10_b123", "text": "Total population is about 305,000 (Department of Statistics, 2000 Census), with a total of about 88,000 households. There are some 700 islands and cays and 22 inhabited islands. Nearly 70% of the population reside on New Providence Island, in fact one of the smaller islands, where the capital city of Nassau is located. Freeport in Grand Bahama Island is the second major population centre, with just under 9% of total population. The other islands are collectively referred to as the “Family Islands”."}, {"text_block_id": "p10_b124", "text": "Total area of The Bahamas is approximately 124,000 mi2 (321,159 km2) with a total land area of 5,382 mi2 (13,939 km2). There are no rivers but several islands are deeply penetrated by tidal creeks. The structure of the archipelago consists of several submerged plateaux, such as the Great Bahama Bank and the Little Bahama Bank, separated by deep oceanic troughs. The islands are the exposed portions of these banks, formed from limestone created from the skeletal remains of marine and plant life. Around the islands, notably on the windward sides, are fringing coral reefs: the total area of reef is estimated at about 780 mi2 (about 2,000 km2). The landscape is one of rolling ridges with flat rock lands and extensive wetlands. The natural vegetation is Caribbean pine forest in the four northern islands, and broadleaf hardwood cop-pice woodland in the southeastern islands."}, {"text_block_id": "p10_b125", "text": "The Bahamas is separated from the temperate North American"}, {"text_block_id": "p11_b126", "text": "BACKGROUND"}, {"text_block_id": "p11_b127", "text": "continent by the warm, northerly flowing, Gulf Stream. The cli"}, {"text_block_id": "p11_b128", "text": "-"}, {"text_block_id": "p11_b129", "text": "mate is sub-tropical, with two distinct seasons: a hot wet summer season from May to October, and a warm but drier winter season from November to April. Rainfall is locally variable, but there is a gradient from about 60 in. (1500 mm) per annum in the north, to about 30 in. (750 mm) in the southeastern island of Inagua. The southern islands are rainfall deficient and droughty, and this is reflected in the natural vegetation. Most of the rainfall occurs during the hurricane season, from June to November. Heavy rain during this season often causes flooding, and storm surges and hurricane-force winds can cause extensive damage to property and to the landscape. Recent hurricanes that have impacted The Bahamas since 1990 are: Andrew in 1992 (Category 4), Bertha in 1996 (Category 1), Lili in 1996 (Category 4), Floyd in 1999 (Category 4) and Michelle in 2001 (Category 1)."}, {"text_block_id": "p11_b130", "text": "Tourism is the major industry in The Bahamas, with some 4 million visitors in 2000. The sector has shown sustained growth over sev"}, {"text_block_id": "p11_b131", "text": "-"}, {"text_block_id": "p11_b132", "text": "eral decades. About 60% of tourists arrive by sea, and the remain"}, {"text_block_id": "p11_b133", "text": "-"}, {"text_block_id": "p11_b134", "text": "der by air. Several cruise ship lines call at Nassau, and a smaller number at Freeport. A few small islands have dedicated facilities for particular cruise lines for day visits. Tourists contribute some $1.5 billion to the Bahamian economy annually. Tourism relies heavily on aclean, healthy and beautiful environment, particularly the marine environments as well as beautiful beaches. With eco"}, {"text_block_id": "p11_b135", "text": "-"}, {"text_block_id": "p11_b136", "text": "tourism projected to increase, preservation of the environment is essential to the economy."}, {"text_block_id": "p11_b137_merged_merged_merged", "text": "Financial services account for about 15% of the Gross Domestic Product (GDP), contributing to the economy in salaries, fees and other local overheads. This sector includes offshore banking and asset management for wealthy individuals. A number of gated communities provide luxury first or second homes, marina facili-ties and golfing for many such individuals."}, {"text_block_id": "p12_b140", "text": "Agriculture is a small sector contributing between one and two percent of GDP: some 90% of the food consumed by the popula"}, {"text_block_id": "p12_b141", "text": "-"}, {"text_block_id": "p12_b142", "text": "tion and visitors is imported, mainly from the USA. Only about 19,760 acres (8,000 ha) of land are presently used for agriculture, with large-scale mechanized crop production carried out mainly in Abaco, Andros and Grand Bahama. Small-scale agriculture is prac-tised in the other islands, often using traditional methods of crop production. Export crops include citrus, avocadoes and pump"}, {"text_block_id": "p12_b143", "text": "-"}, {"text_block_id": "p12_b144", "text": "kins. There are a number of large poultry farms on New Providence, Grand Bahama and Abaco. Sheep and goats are found mainly on the drier Family Islands. Intensive pig production is found mainly in Abaco, Grand Bahama and New Providence."}, {"text_block_id": "p12_b145_merged_merged", "text": "Biodiversity is important to The Bahamas for several reasons: ecosystems provide services such as air and water cleansing; the diverse marine ecosystems, attract tourists; and the terrestrial ecosystems provide building materials, foods and medicines. Threats to biodiversity include lack of appreciation, habitat destruction and fragmentation, overharvesting (especially of marine species), pollution, and invasion of alien species. Climate Change is expected to impact biodiversity not only by catastroph-ic events leading to habitat destruction, but also directly by mod-ification of habitats."}, {"text_block_id": "p12_b150", "text": "The Exclusive Economic Zone (EEZ) of The Bahamas includes some highly productive fishing grounds, including sea grass beds, coral reefs, and deep ocean. Spiny lobster, conch and Nassau grouper are the major species fished. Commercial fishing generates about $70 million a year, and exports of spiny lobster alone contribute just over 2% of GDP. Fishery regulations include size limits and closed seasons for spiny lobster, conch, grouper, and stone crabs. Government has designated five “no take” marine reserves in 2000. The Exuma Cays Land and Sea Park has been a “no take” zone since 1986, and has demonstrated the effectiveness of such zones."}, {"text_block_id": "p13_b151", "text": "Longline fishing is forbidden. Poaching continues to be a prob"}, {"text_block_id": "p13_b152", "text": "-"}, {"text_block_id": "p13_b153", "text": "lem. Sports fishing attract a number of boats each year. Bonefishing is becoming an increasingly popular sport in many of the Family Islands."}, {"text_block_id": "p13_b154_merged_merged", "text": "In The Bahamas, industry is mostly located in and around Freeport on Grand Bahama Island, which was originally designed to attract industrial concerns. Activities have included the manufacture of cement, an oil refinery (currently a bunkering facility), and phar-maceuticals (this has changed hands several times). At present there is a major container transhipment terminal and a ship dry-dock and repair facility located in Freeport harbour. New Providence Island is home to a Bacardi rum distillery and a brew-ery. A number of smaller companies serve the domestic market with paper and plastic products, purified water, soft drinks, ice cream, jams, jellies and sauces, bakery products and mattresses. Manufacturing contributes some 4% of GDP."}, {"text_block_id": "p13_b159", "text": "Vulnerability assessments generally assume that Climate Change will occur steadily and linearly, and that impacts, both positive and negative, will be measurable, and that both the resources and the knowledge for mitigation and adaptation, are available and within the capacity of The Bahamas to implement. Catastrophic changes are generally not factored into vulnerability assessments. The Government of The Bahamas commissioned a preliminary study of the impacts of Climate by Global Change Strategies International (GCSI) of Canada in 2000 (Martin, H. and J.P. Bruce. 2000). This preliminary study identifies the sectors sensitive to both direct and indirect impacts, but does not address the costs of adaptation, nor does it address the matter of human resources. Recent past experiences of hurricanes and storm surges, suggest that Climate Change will have profound adverse impacts on The Bahamas, exacerbating many of the existing socio-economic and environmental difficulties that already exist. The islands’"}, {"text_block_id": "p14_b160", "text": "BACKGROUND"}, {"text_block_id": "p14_b161_merged", "text": "al and marine biodiversity is already under stress from a number of human activities. The ultimate objective of adaptation pro-grammes must be the integration of Climate Change considera-tions into the planning, development and implementation of vir-tually all activities and programmes at all levels. Such programmes will allow for reduced vulnerability to existing Climate Change stresses and promoting sustainable development."}, {"text_block_id": "p14_b166", "text": "POLICY STATEMENT"}, {"text_block_id": "p14_b167", "text": "POLICY GOALS AND OBJECTIVES"}, {"text_block_id": "p14_b168", "text": "The goals and objectives of this policy are to:"}, {"text_block_id": "p14_b169", "text": "The goals and objectives of this policy are to:\n* Foster the\n<\\li1>"}, {"text_block_id": "p14_b171", "text": "Ł"}, {"text_block_id": "p14_b172", "text": "Avoid, minimize, adapt to, or mitigate, the negative impacts of Climate Change on The Bahamas’ natural environment including ecosystems, ecological processes, biotic"}, {"text_block_id": "p15_b173", "text": "POLICY GOALS AND OBJECTIVES"}, {"text_block_id": "p15_b174", "text": "resources, lands and water;"}, {"text_block_id": "p15_b175", "text": "resources, lands and water;\n* Av\n* Av\n -\n* Av\n -\n tive impac\n* R\n* R\n -\n* R\n -\n ments\n* Encourage efficient use of energy, reduce dependency on imported fossil fuels, and develop the use of renewable energy sources;\n* Avoid or minimize the negative i\n* Improve knowledge and understanding of, and conduct systematic research and observations on Climate Change issues;\n* E\n* E\n -\n* E\n -\n t\n* E\n -\n t\n -\n* E\n -\n t\n -\n ment, and yet to be developed, to meet t"}, {"text_block_id": "p15_b195", "text": "resources, lands and water;\n* Av\n* Av\n -\n* Av\n -\n tive impac\n* R\n* R\n -\n* R\n -\n ments\n* Encourage efficient use of energy, reduce dependency on imported fossil fuels, and develop the use of renewable energy sources;\n* Avoid or minimize the negative i\n* Improve knowledge and understanding of, and conduct systematic research and observations on Climate Change issues;\n* E\n* E\n -\n* E\n -\n t\n* E\n -\n t\n -\n* E\n -\n t\n -\n ment, and yet to be developed, to meet t\n* Foster the development of appropriate and innovative legislative and regulatory instruments, which will promote effective implementation of this policy, and the enforcement mechanisms need-e\n<\\li1>"}, {"text_block_id": "p16_b199", "text": "POLICY GOALS AND OBJECTIVES"}, {"text_block_id": "p16_b200", "text": "POLICY GOALS AND OBJECTIVES\n* Fost\n* Fost\n -\n* Fost\n -\n tutional systems and management mechanisms\n* Fost\n* Fost\n -\n* Fost\n -\n nomic\n* Institut"}, {"text_block_id": "p16_b210", "text": "POLICY PRINCIPLES"}, {"text_block_id": "p16_b211", "text": "The Government of The Bahamas, in collaboration with the rele"}, {"text_block_id": "p16_b212", "text": "-"}, {"text_block_id": "p16_b213", "text": "vant national, regional and international entities, will:"}, {"text_block_id": "p16_b214", "text": "1."}, {"text_block_id": "p16_b215", "text": "Fulfil, to the fullest extent possible, its com"}, {"text_block_id": "p16_b216", "text": "-"}, {"text_block_id": "p16_b217", "text": "mitments under the United Nations Framework Convention on Climate Change, to which The Bahamas is party;"}, {"text_block_id": "p16_b218", "text": "2."}, {"text_block_id": "p16_b219", "text": "Participate to the fullest extent possible in negotiations on various aspects of the Convention, its protocols, articles etc., insofar as these will impact on the ability of The Bahamas to address issues pertaining to Climate Change and to sustain"}, {"text_block_id": "p16_b220", "text": "-"}, {"text_block_id": "p16_b221", "text": "able development in general;"}, {"text_block_id": "p16_b222", "text": "3."}, {"text_block_id": "p16_b223_merged_merged_merged_merged_merged_merged", "text": "Collaborate, as appropriate and feasible, with Regional and International Conventions and Organizations and with states pursuing confluent agendas with regard to Climate Change, and in par-ticular the Caribbean Community Climate Change"}, {"text_block_id": "p17_b226", "text": "POLICY PRINCIPLES"}, {"text_block_id": "p17_b227", "text": "Centre (CCCCC) and the Caribbean Disaster Emergency Response Agency (CDERA);"}, {"text_block_id": "p17_b228", "text": "4."}, {"text_block_id": "p17_b229", "text": "Integrate Climate Change adaptation poli"}, {"text_block_id": "p17_b230", "text": "-"}, {"text_block_id": "p17_b231", "text": "cies, plans, and projects into the national planning and budgetary processes;"}, {"text_block_id": "p17_b232", "text": "5."}, {"text_block_id": "p17_b233", "text": "Ensure that adaptation responses are consis"}, {"text_block_id": "p17_b234", "text": "-"}, {"text_block_id": "p17_b235", "text": "tent with the national social, economic, and envi"}, {"text_block_id": "p17_b236", "text": "-"}, {"text_block_id": "p17_b237", "text": "ronmental developmental goals;"}, {"text_block_id": "p17_b238", "text": "6."}, {"text_block_id": "p17_b239", "text": "Endeavour to obtain, to the greatest extent possible, the involvement and participation of all stakeholders at the national level in addressing issues related to Climate Change;"}, {"text_block_id": "p17_b240", "text": "7."}, {"text_block_id": "p17_b241", "text": "Endeavour to ensure that such involvement and participation is planned and coordinated, thus minimizing conflicts and duplication of effort, and ensuring the creation of positive synergies and effi"}, {"text_block_id": "p17_b242", "text": "-"}, {"text_block_id": "p17_b243", "text": "cient use of resources;"}, {"text_block_id": "p17_b244", "text": "8."}, {"text_block_id": "p17_b245", "text": "Endeavour to foster and create an institu"}, {"text_block_id": "p17_b246", "text": "-"}, {"text_block_id": "p17_b247", "text": "tional, administrative and legal environment, which engenders and supports effective implementation of Climate Change adaptation activities;"}, {"text_block_id": "p17_b248", "text": "9."}, {"text_block_id": "p17_b249", "text": "Promote and support research and informa"}, {"text_block_id": "p17_b250", "text": "-"}, {"text_block_id": "p17_b251", "text": "tion gathering at the national and regional levels on aspects of Climate Change and its impacts as they pertain to The Bahamas;"}, {"text_block_id": "p17_b252", "text": "10."}, {"text_block_id": "p17_b253_merged_merged_merged_merged_merged_merged", "text": "Ensure that society, at all levels and in all sec-tors, is adequately informed on Climate Change"}, {"text_block_id": "p18_b256", "text": "POLICY PRINCIPLES"}, {"text_block_id": "p18_b257", "text": "issues and their implications for the nation through a programme of Public Education and Outreach;"}, {"text_block_id": "p18_b258", "text": "11."}, {"text_block_id": "p18_b259", "text": "Ensure that adequate physical and socio-eco"}, {"text_block_id": "p18_b260", "text": "-"}, {"text_block_id": "p18_b261", "text": "nomic planning is undertaken on a continuing basis to address the impacts of Climate Change: such plan"}, {"text_block_id": "p18_b262", "text": "-"}, {"text_block_id": "p18_b263", "text": "ning will be undertaken in the wider context of sus"}, {"text_block_id": "p18_b264", "text": "-"}, {"text_block_id": "p18_b265", "text": "tainable development;"}, {"text_block_id": "p18_b266", "text": "12."}, {"text_block_id": "p18_b267", "text": "Endeavour, where possible and necessary, to develop national human and institutional capacity in all aspects of Climate Change research, response, and planning;"}, {"text_block_id": "p18_b268", "text": "13."}, {"text_block_id": "p18_b269", "text": "Create an enabling environment for the adoption of appropriate technologies and practices that will assist in meeting national and international commitments with respect to the causes and effects of Climate Change;"}, {"text_block_id": "p18_b270", "text": "14."}, {"text_block_id": "p18_b271", "text": "Procure and allocate adequate financial and other resources to ensure that Climate Change issues are effectively addressed;"}, {"text_block_id": "p18_b272", "text": "15."}, {"text_block_id": "p18_b273", "text": "Recognizing that the resilience of the natural environment is key to coping with Climate Change, do everything possible to enhance, maintain, and where necessary, restore, the integrity of ecological processes;"}, {"text_block_id": "p18_b274", "text": "16."}, {"text_block_id": "p18_b275_merged_merged", "text": "Recognizing also that economic resilience is key to coping with Climate Change, do all possible to promote the development of a strong and diversi-fied economy."}, {"text_block_id": "p19_b278", "text": "POLICY DIRECTIVES"}, {"text_block_id": "p19_b279", "text": "Agriculture"}, {"text_block_id": "p19_b280", "text": "Agricultural production is important for national food security as well as for the generation of employment and foreign exchange. It is recognised that Climate Change may seriously impact agricul"}, {"text_block_id": "p19_b281", "text": "-"}, {"text_block_id": "p19_b282", "text": "tural production. Impacts are likely to include:"}, {"text_block_id": "p19_b283", "text": "Ł"}, {"text_block_id": "p19_b284", "text": "Increased water demand for irrigation and other uses, coupled with reduced supplies due to increased temperatures and raising of the freshwa"}, {"text_block_id": "p19_b285", "text": "-"}, {"text_block_id": "p19_b286", "text": "ter lenses;"}, {"text_block_id": "p19_b287", "text": "Ł"}, {"text_block_id": "p19_b288", "text": "Increased occurrence of crop pests and dis"}, {"text_block_id": "p19_b289", "text": "-"}, {"text_block_id": "p19_b290", "text": "eases and introduction of invasive of alien pest and disease species;"}, {"text_block_id": "p19_b291", "text": "Ł"}, {"text_block_id": "p19_b292", "text": "Reduced production of some crops due to changes in rainfall seasonality, droughts, and agroclimatic regimes;"}, {"text_block_id": "p19_b293", "text": "Ł"}, {"text_block_id": "p19_b294", "text": "Losses of agricultural land due to elevated water tables, seasonal inundation, and increased soil salinization;"}, {"text_block_id": "p19_b295", "text": "Ł"}, {"text_block_id": "p19_b296", "text": "Possible increases in the incidence of live"}, {"text_block_id": "p19_b297", "text": "-"}, {"text_block_id": "p19_b298", "text": "stock pests and diseases, and in the invasion of alien livestock pests and diseases;"}, {"text_block_id": "p19_b299", "text": "Ł"}, {"text_block_id": "p19_b300_merged_merged_merged_merged_merged", "text": "More frequent economic setbacks and pro-longed recovery periods due to damage to, or destruction of, agriculture and agricultural infra-structure, due to more intense hurricanes and storm surges."}, {"text_block_id": "p20_b305", "text": "To address these impacts of Climate Change on agri"}, {"text_block_id": "p20_b306", "text": "-"}, {"text_block_id": "p20_b307", "text": "culture, the Government of The Bahamas, in collabo"}, {"text_block_id": "p20_b308", "text": "-"}, {"text_block_id": "p20_b309", "text": "ration with other relevant entities, will:"}, {"text_block_id": "p20_b310", "text": "1."}, {"text_block_id": "p20_b311", "text": "Develop a sound basis for decision-mak"}, {"text_block_id": "p20_b312", "text": "-"}, {"text_block_id": "p20_b313", "text": "ing, by conducting studies to assess, inter alia, the risks posed by Climate Change to the productivity of agricultural crops and to food security; the expected impacts on the availability of water for agriculture, and pos"}, {"text_block_id": "p20_b314", "text": "-"}, {"text_block_id": "p20_b315", "text": "sible use of brackish water for trickle irriga"}, {"text_block_id": "p20_b316", "text": "-"}, {"text_block_id": "p20_b317", "text": "tion and the planting of saline tolerant crops; the expected impacts of Climate Change on pest- and disease-crop interactions; and the expected impacts of Climate Change on live"}, {"text_block_id": "p20_b318", "text": "-"}, {"text_block_id": "p20_b319", "text": "stock production;"}, {"text_block_id": "p20_b320", "text": "2."}, {"text_block_id": "p20_b321", "text": "Develop a National Adaptation Strategy for Agriculture, both crops and livestock, to address impacts in the short-, medium- and long-term;"}, {"text_block_id": "p20_b322", "text": "3."}, {"text_block_id": "p20_b323", "text": "Incorporate the National Adaptation Strategy for Agriculture into the National Land Use Management Plan and into the plan"}, {"text_block_id": "p20_b324", "text": "-"}, {"text_block_id": "p20_b325", "text": "ning process;"}, {"text_block_id": "p20_b326", "text": "4."}, {"text_block_id": "p20_b327_merged_merged_merged_merged", "text": "Adoption of appropriate adaptation measures to address areas of immediate need where this does not jeopardise or con-tradict the development of long-term sus-tainable strategies for the agricultural sector. Such measures may include soil conservation measures, and construction of water storage"}, {"text_block_id": "p21_b332", "text": "and irrigation facilities for crop production; and"}, {"text_block_id": "p21_b333", "text": "and irrigation facilities for crop production; and\n* Formulate and implement any other such strategies and measures which will help to enhance food security and sustainable food production.\n<\\li1>"}, {"text_block_id": "p21_b335", "text": "Coastal and Marine Resources and Fisheries"}, {"text_block_id": "p21_b336", "text": "The Government of The Bahamas recognizes that coastal and marine resources are at great risk from the impacts of Climate Change, due primarily to the facts that coastal ecosystems are very sensitive to changes in ocean temperature. Additionally, sea level rise, which is one of the anticipated impacts of Climate Change, will affect numerous ecosystems as well as the coastline itself. Impacts are expected to include:"}, {"text_block_id": "p21_b337", "text": "Ł"}, {"text_block_id": "p21_b338", "text": "Inundation of tidal flats, mangrove swamps, and wetlands as sea levels rise;"}, {"text_block_id": "p21_b339", "text": "Ł"}, {"text_block_id": "p21_b340", "text": "Erosion of beaches and coastal lands, and some of the smaller cays, due primarily to hurri"}, {"text_block_id": "p21_b341", "text": "-"}, {"text_block_id": "p21_b342", "text": "canes and storm surges, though sea level rise and changing coastal processes may also play a role;"}, {"text_block_id": "p21_b343", "text": "Ł"}, {"text_block_id": "p21_b344_merged_merged", "text": "Loss of fisheries production due to increased ocean temperatures, sea level rise, increased severe weather events limiting time spent at sea by fisher-men, and changes in ocean currents;"}, {"text_block_id": "p21_b347", "text": "Ł"}, {"text_block_id": "p21_b348", "text": "Fish kills and coral die-off (“bleaching”) due in part to increased seawater temperatures (though coral species may differ in temperature sensitivity), and the propagation of so-called “red tides”."}, {"text_block_id": "p22_b349", "text": "To address these impacts of Climate Change on coastal and marine resources and fisheries, the Government of The Bahamas, in collaboration with other relevant entities, will:"}, {"text_block_id": "p22_b350", "text": "1."}, {"text_block_id": "p22_b351", "text": "Continue, expand and strengthen coastal monitoring and data collection so as to facil"}, {"text_block_id": "p22_b352", "text": "-"}, {"text_block_id": "p22_b353", "text": "itate decision making;"}, {"text_block_id": "p22_b354", "text": "2."}, {"text_block_id": "p22_b355", "text": "Promote and facilitate a national assess"}, {"text_block_id": "p22_b356", "text": "-"}, {"text_block_id": "p22_b357", "text": "ment of coastal areas and of coastal and fish"}, {"text_block_id": "p22_b358", "text": "-"}, {"text_block_id": "p22_b359", "text": "ery resources at risk;"}, {"text_block_id": "p22_b360", "text": "3."}, {"text_block_id": "p22_b361_merged_merged_merged", "text": "Adopt short-, medium-, and long-term measures to protect coastlines and increase the resilience of coastal ecosystems. Such measures may include construction of coastal defence structures, enforcement of setbacks, and restoration of coastal wet-lands;"}, {"text_block_id": "p22_b364", "text": "4."}, {"text_block_id": "p22_b365", "text": "Promote the restoration of damaged or destroyed coastal resources and ecosystems where possible and technically feasible;"}, {"text_block_id": "p22_b366", "text": "5."}, {"text_block_id": "p22_b367", "text": "Develop a comprehensive National Land Use Management Plan, which, inter alia, incorporates Climate Change concerns and which, based upon such concerns, makes prescriptions regarding the location of coastal developments;"}, {"text_block_id": "p22_b368", "text": "6."}, {"text_block_id": "p22_b369", "text": "Identify and promote alternative fishery and resource use activities where impacts on ecosystems and natural resources preclude"}, {"text_block_id": "p23_b370", "text": "POLICY DIRECTIVES"}, {"text_block_id": "p23_b371", "text": "the continuation of traditional activities;"}, {"text_block_id": "p23_b372", "text": "7."}, {"text_block_id": "p23_b373", "text": "Foster increased awareness and knowl"}, {"text_block_id": "p23_b374", "text": "-"}, {"text_block_id": "p23_b375", "text": "edge on the part of the general public regarding Climate Change impacts on the coastal and marine environment, through Public Education and Outreach (PEO) activi"}, {"text_block_id": "p23_b376", "text": "-"}, {"text_block_id": "p23_b377", "text": "ties; and"}, {"text_block_id": "p23_b378", "text": "8."}, {"text_block_id": "p23_b379", "text": "Establish a Coastal Zone Management Unit to integrate coastal activities and compile Geographical Information System data sets for all the major islands of The Bahamas."}, {"text_block_id": "p23_b380", "text": "Energy"}, {"text_block_id": "p23_b381", "text": "While several gases are responsible for altering the planet's cli"}, {"text_block_id": "p23_b382", "text": "-"}, {"text_block_id": "p23_b383", "text": "mate, the largest single source is carbon dioxide. The primary source for carbon dioxide is the combustion of fossil fuels. Electrical power in The Bahamas is generated by the importation of liquid fossil fuels, and this accounts for some 65% of The Bahamas’ emissions of carbon dioxide. These imports consume a considerable quantity of foreign exchange. The two major agen"}, {"text_block_id": "p23_b384", "text": "-"}, {"text_block_id": "p23_b385", "text": "cies responsible for energy production in The Bahamas are the pri"}, {"text_block_id": "p23_b386", "text": "-"}, {"text_block_id": "p23_b387", "text": "vately owned Grand Bahama Utilities Company and the publicly owned Bahamas Electricity Corporation."}, {"text_block_id": "p23_b388", "text": "The demand for electricity is likely to increase as a response to ris"}, {"text_block_id": "p23_b389", "text": "-"}, {"text_block_id": "p23_b390", "text": "ing temperatures and a demand for air-conditioning, and rising populations. Government recognizes that Climate Change is likely to impact the energy sector, and impacts are expected to include:"}, {"text_block_id": "p23_b391", "text": "Ł"}, {"text_block_id": "p23_b392_merged_merged_merged_merged", "text": "Oil price fluctuations and consequent fluctu-ations in costs of production of electricity; and"}, {"text_block_id": "p24_b395", "text": "Ł"}, {"text_block_id": "p24_b396", "text": "A move to reduce emissions of carbon diox"}, {"text_block_id": "p24_b397", "text": "-"}, {"text_block_id": "p24_b398", "text": "ide emissions and a search for new technologies and alternative sources of power."}, {"text_block_id": "p24_b399", "text": "To address these impacts of Climate Change on ener"}, {"text_block_id": "p24_b400", "text": "-"}, {"text_block_id": "p24_b401", "text": "gy consumption the Government of The Bahamas, in collaboration with other relevant entities, will:"}, {"text_block_id": "p24_b402", "text": "gy consumption the Government of The Bahamas, in collaboration with other relevant entities, will:\n* Develop a National Energy Policy to include the use of renewable energy resources, such as solar, wind and wave ener-gy, and\n* Encourage the deployment of energy-efficient technologies so as to meet Climate Change goals, such as solar water heating by the domestic, commercial and tourist sectors through appropriate tax incentives, and waste heat from electricity generators for the desalination of seawater; to reduce the drain on foreign exchange;\n* Promote\n* Ensure"}, {"text_block_id": "p25_b412", "text": "Financial and Insurance Sectors"}, {"text_block_id": "p25_b413", "text": "The Government of The Bahamas recognises the potential impacts of Climate Change on the financial and insurance sectors, includ"}, {"text_block_id": "p25_b414", "text": "-"}, {"text_block_id": "p25_b415", "text": "ing:"}, {"text_block_id": "p25_b416", "text": "Ł"}, {"text_block_id": "p25_b417", "text": "The effects of catastrophic events, such as severe hurricane damage on lending institutions, such as banks and mortgage institutions, and on insurers, re-insurers and property owners;"}, {"text_block_id": "p25_b418", "text": "Ł"}, {"text_block_id": "p25_b419_merged_merged", "text": "The diversion of financial resources from productive investment, such as agriculture, fish-eries, tourism and industry, to restorative activities."}, {"text_block_id": "p25_b422", "text": "To address these impacts of Climate Change on the financial and insurance sectors, the Government of The Bahamas, in collaboration with other relevant entities, will:"}, {"text_block_id": "p25_b423", "text": "To address these impacts of Climate Change on the financial and insurance sectors, the Government of The Bahamas, in collaboration with other relevant entities, will:\n* Implement fiscal and financial measures in order to achieve equitable distribution of the economic burden between stakeholders;\n* Ensure the adoption and implementation of building codes and other standards in order to minimise risk from Climate Change;\n* Sensitise stakeholders about the effects and implications of Climate Change through a programme of Public Education and Outreach;\n* Collaborate with"}, {"text_block_id": "p26_b431", "text": "ures and regimes to address the impacts of Climate Change."}, {"text_block_id": "p26_b432", "text": "Forestry"}, {"text_block_id": "p26_b433", "text": "Forest resources occupy approximately 6,250 mi"}, {"text_block_id": "p26_b434", "text": "2"}, {"text_block_id": "p26_b435", "text": "(1,620 kha) of the area of The Bahamas. Of this total, some 880 mi"}, {"text_block_id": "p26_b436", "text": "2"}, {"text_block_id": "p26_b437", "text": "(228 kha) is pine forest, some 2,705 mi"}, {"text_block_id": "p26_b438", "text": "2"}, {"text_block_id": "p26_b439", "text": "(702 kha) is hardwood coppice forest, and 2,665 mi"}, {"text_block_id": "p26_b440", "text": "2"}, {"text_block_id": "p26_b441", "text": "(690 kha) is mangrove forest. Forests provide habi"}, {"text_block_id": "p26_b442", "text": "-"}, {"text_block_id": "p26_b443", "text": "tat for the native fauna and flora, including several endemic birds and orchid. Forests also provide much-needed erosion and storm water control and provide protection for the potable water resources of The Bahamas There are three main categories of forests in The Bahamas: Northern Bahamas Pine Forests, Central Bahamas Broadleaf Hardwood Forest and Southern Bahamas Drought-Resistant Woodland. Most of the blue holes, an important ecotourism resource and of scientific value, occur in forested areas. Mangroves are also important in maintaining forest systems as they protect inland forests and natural communities from storms and erosions. Red mangrove ("}, {"text_block_id": "p26_b444", "text": "Rhizophora mangle L."}, {"text_block_id": "p26_b445", "text": ") is a prime example, as it provides protection against coastal erosion, and may be able to adjust to sea level rise. Forests also act as sinks for carbon dioxide. Currently, it is estimated that 15 to 20% of atmospheric carbon dioxide emitted by human activities results from deforestation or, more generally, from changes in land use. Therefore, the impacts from Climate Change on forestry are likely to include:"}, {"text_block_id": "p26_b446", "text": "Ł"}, {"text_block_id": "p26_b447_merged_merged", "text": "Changes in growth patterns and species com-position resulting from salinization of soils and ris-ing water tables;"}, {"text_block_id": "p26_b452", "text": "Ł"}, {"text_block_id": "p26_b453", "text": "Increased risks of soil erosion as forested areas lose their tree cover as a result of the above;"}, {"text_block_id": "p27_b454", "text": "POLICY DIRECTIVES"}, {"text_block_id": "p27_b455", "text": "To address these impacts of Climate Change on forestry, the Government of The Bahamas, in collab"}, {"text_block_id": "p27_b456", "text": "-"}, {"text_block_id": "p27_b457", "text": "oration with other relevant entities, will:"}, {"text_block_id": "p27_b458", "text": "1."}, {"text_block_id": "p27_b459", "text": "Enact forestry legislation to provide for the efficient management, utilization, and protection of all the forest resource of The Bahamas;"}, {"text_block_id": "p27_b460", "text": "2."}, {"text_block_id": "p27_b461", "text": "Develop a National Adaptation Strategy for Forestry to address impacts over the short-, medium- and long-term;"}, {"text_block_id": "p27_b462", "text": "3."}, {"text_block_id": "p27_b463", "text": "Maintain the integrity of existing forests and encourage tree-planting initiatives, which will serve as a protection of soil and freshwater resources, and habitats for ani"}, {"text_block_id": "p27_b464", "text": "-"}, {"text_block_id": "p27_b465", "text": "mals;"}, {"text_block_id": "p27_b466", "text": "4."}, {"text_block_id": "p27_b467", "text": "Introduce if and as necessary, and with the proper protocols, salt-tolerant tree species to ensure adequate erosion control on exposed coastal sites, and to maintain for"}, {"text_block_id": "p27_b468", "text": "-"}, {"text_block_id": "p27_b469", "text": "est cover;"}, {"text_block_id": "p27_b470", "text": "5."}, {"text_block_id": "p27_b471_merged_merged_merged_merged", "text": "Amend the Conservation and Protection of the Physical Landscape Act to include addi-tional plant species."}, {"text_block_id": "p28_b474", "text": "Human Health"}, {"text_block_id": "p28_b475", "text": "The Government of The Bahamas recognizes the fact that Climate Change is likely to have direct implications for human health in The Bahamas. It also recognizes that a healthy population is fun"}, {"text_block_id": "p28_b476", "text": "-"}, {"text_block_id": "p28_b477", "text": "damental to sustainable development; and therefore efforts to promote appropriate and adequate adaptation to the health implications of Climate Change are essential. Climate Change is expected to result in, inter alia:"}, {"text_block_id": "p28_b478", "text": "Ł"}, {"text_block_id": "p28_b479", "text": "An increased incidence of mosquito-borne and other vector borne diseases (such as dengue fever), as higher temperatures favour the prolifera"}, {"text_block_id": "p28_b480", "text": "-"}, {"text_block_id": "p28_b481", "text": "tion of mosquitoes and other disease carriers, and increased rainfall and flooding in the Northern Islands provides increased breeding area;"}, {"text_block_id": "p28_b482", "text": "Ł"}, {"text_block_id": "p28_b483", "text": "Other diseases attributed to Climate Change include lyme disease, hantavirus, and cholera, result"}, {"text_block_id": "p28_b484", "text": "-"}, {"text_block_id": "p28_b485", "text": "ing from higher temperatures, greater humidity and rainfall;"}, {"text_block_id": "p28_b486", "text": "Ł"}, {"text_block_id": "p28_b487", "text": "A higher occurrence of heat-stress related ill"}, {"text_block_id": "p28_b488", "text": "-"}, {"text_block_id": "p28_b489", "text": "nesses and conditions, particular among the old and the poor;"}, {"text_block_id": "p28_b490", "text": "Ł"}, {"text_block_id": "p28_b491", "text": "An increase in water-borne diseases, particu"}, {"text_block_id": "p28_b492", "text": "-"}, {"text_block_id": "p28_b493", "text": "larly following extreme rainfall events, and flooding. Cryptosporidiosis is one of many waterborne dis"}, {"text_block_id": "p28_b494", "text": "-"}, {"text_block_id": "p28_b495", "text": "eases whose prevalence could increase with increased precipitation and flooding triggered by climate change; and"}, {"text_block_id": "p28_b496", "text": "Ł"}, {"text_block_id": "p28_b497_merged_merged_merged_merged_merged_merged", "text": "Indirect impacts of Climate Change on agri-culture and fisheries and on the food and fres"}, {"text_block_id": "p29_b500", "text": "ter supplies, and indirect impacts on various eco"}, {"text_block_id": "p29_b501", "text": "-"}, {"text_block_id": "p29_b502", "text": "nomic sectors and employment, are also likely to impact human health."}, {"text_block_id": "p29_b503", "text": "To address these impacts of Climate Change on human health, the Government of The Bahamas, in collaboration with other relevant entities, will:"}, {"text_block_id": "p29_b504", "text": "To address these impacts of Climate Change on human health, the Government of The Bahamas, in collaboration with other relevant entities, will:\n* Promote the necessary health related research and information gathering in order to strengthen the basis for sound decision-making;\n* Ensure that\n* Ensure that\n -\n* Ensure that\n -\n e\n* Infor\n* Infor\n -\n* Infor\n -\n sonnel and the\n* Ensure that to the extent"}, {"text_block_id": "p30_b518", "text": "Human Settlements"}, {"text_block_id": "p30_b519", "text": "Both government and the private sectors have made significant investments in the development of human settlements around the islands, and government has also invested heavily in the devel"}, {"text_block_id": "p30_b520", "text": "-"}, {"text_block_id": "p30_b521", "text": "opment of infrastructure. It is recognised that Climate Change is likely to impact negatively on human settlements, especially as most major settlements are situated in low-lying coastal areas, and many roads are located close to the coastline. Possible impacts include:"}, {"text_block_id": "p30_b522", "text": "Ł"}, {"text_block_id": "p30_b523", "text": "Damage to coastal property, including pri"}, {"text_block_id": "p30_b524", "text": "-"}, {"text_block_id": "p30_b525", "text": "vate residences, hotels and tourism infrastructure, and business premises, resulting from wind and storm surges;"}, {"text_block_id": "p30_b526", "text": "Ł"}, {"text_block_id": "p30_b527", "text": "Damage to coastal infrastructure, such as piers, docks, roads and public utility facilities, result"}, {"text_block_id": "p30_b528", "text": "-"}, {"text_block_id": "p30_b529", "text": "ing from wind and storm surges."}, {"text_block_id": "p30_b530", "text": "To address these impacts of Climate Change on human settlements, the Government of The Bahamas, in collaboration with other relevant enti"}, {"text_block_id": "p30_b531", "text": "-"}, {"text_block_id": "p30_b532", "text": "ties, will:"}, {"text_block_id": "p30_b533", "text": "ties, will:\n* Dev\n* Dev\n -\n* Dev\n -\n ing by further developing the capacity to undertake research into relevant Climate Change processes which may affect coastal human settlements;\n* Undertake a comprehensive assessment"}, {"text_block_id": "p31_b541", "text": "POLICY DIRECTIVES"}, {"text_block_id": "p31_b542", "text": "incorporation of the findings into the National Land Use Management Plan, and into the planning processes of the National Emergency Management Agency (NEMA) of the Cabinet Office;"}, {"text_block_id": "p31_b543", "text": "3."}, {"text_block_id": "p31_b544", "text": "Develop a comprehensive National Land Use and Management Plan, which inter alia, incorporates Climate Change concerns and which, based upon such concerns, regulates the location of future settlements and urban developments without compromising water supply and other such requisites for sustain"}, {"text_block_id": "p31_b545", "text": "-"}, {"text_block_id": "p31_b546", "text": "ability;"}, {"text_block_id": "p31_b547", "text": "4."}, {"text_block_id": "p31_b548", "text": "Develop and implement plans for the relocation or protection of settlements and infrastructure most at risk from the effects of Climate Change;"}, {"text_block_id": "p31_b549", "text": "5."}, {"text_block_id": "p31_b550", "text": "Ensure the incorporation of Climate Change considerations into existing or pro"}, {"text_block_id": "p31_b551", "text": "-"}, {"text_block_id": "p31_b552", "text": "posed national disaster planning;"}, {"text_block_id": "p31_b553", "text": "6."}, {"text_block_id": "p31_b554", "text": "Promote the development and enforce"}, {"text_block_id": "p31_b555", "text": "-"}, {"text_block_id": "p31_b556", "text": "ment of a building code, which addresses Climate Change considerations including hur"}, {"text_block_id": "p31_b557", "text": "-"}, {"text_block_id": "p31_b558", "text": "ricane (wind) and flood resistance, and ener"}, {"text_block_id": "p31_b559", "text": "-"}, {"text_block_id": "p31_b560", "text": "gy efficiency;"}, {"text_block_id": "p31_b561", "text": "7."}, {"text_block_id": "p31_b562_merged_merged_merged_merged", "text": "Ensure that national infrastructure stan-dards for jetties, piers, docks, roads, bridges, overhead utility lines, etc., are adequate to withstand the expected impacts of Climate"}, {"text_block_id": "p32_b565", "text": "Change;"}, {"text_block_id": "p32_b566", "text": "8."}, {"text_block_id": "p32_b567", "text": "Integrate Climate Change considerations into the physical planning process including the implementation of Environmental Impact Assessment requirements;"}, {"text_block_id": "p32_b568", "text": "9."}, {"text_block_id": "p32_b569", "text": "Implement fiscal measures where appro"}, {"text_block_id": "p32_b570", "text": "-"}, {"text_block_id": "p32_b571", "text": "priate to encourage the adoption of building codes and other relevant measures;"}, {"text_block_id": "p32_b572", "text": "10."}, {"text_block_id": "p32_b573", "text": "Foster increased public awareness of Climate Change and its effects on human set"}, {"text_block_id": "p32_b574", "text": "-"}, {"text_block_id": "p32_b575", "text": "tlements through Public Education and Outreach programmes; and"}, {"text_block_id": "p32_b576", "text": "11."}, {"text_block_id": "p32_b577", "text": "Encourage the financial and insurance sectors to develop mechanisms aimed at assisting human settlements affected by Climate Change."}, {"text_block_id": "p32_b578", "text": "Terrestrial Biodiversity"}, {"text_block_id": "p32_b579", "text": "The soils and the biological diversity, both fauna and flora, of The Bahamas are key resources supporting human existence on the islands, and are vital for ecotourism development. Government accepts the scientific evidence indicating that Climate Change may have significant impacts on these resources, including, inter alia:"}, {"text_block_id": "p32_b580", "text": "Ł"}, {"text_block_id": "p32_b581_merged_merged_merged", "text": "Changes in the composition of natural vege-tation and loss of terrestrial biodiversity, due to changing climatic, hydrological and soil conditions;"}, {"text_block_id": "p32_b584", "text": "Ł"}, {"text_block_id": "p32_b585", "text": "Increased soil erosion and soil salinity, and"}, {"text_block_id": "p33_b586", "text": "expansion of saline wetlands;"}, {"text_block_id": "p33_b587", "text": "Ł"}, {"text_block_id": "p33_b588", "text": "Changes in ecosystem processes and in the capacity of ecosystems to deliver services that are essential for the continued existence of human pop"}, {"text_block_id": "p33_b589", "text": "-"}, {"text_block_id": "p33_b590", "text": "ulations."}, {"text_block_id": "p33_b591", "text": "To address these impacts of Climate Change on ter"}, {"text_block_id": "p33_b592", "text": "-"}, {"text_block_id": "p33_b593", "text": "restrial biodiversity and resources, the Government of The Bahamas, in collaboration with other relevant entities, will:"}, {"text_block_id": "p33_b594", "text": "restrial biodiversity and resources, the Government of The Bahamas, in collaboration with other relevant entities, will:\n* Enhance the basis for sound decision-making by further developing the capacity to undertake research into relevant Climate Change processes, including forecasting and data collection;\n* U\n* U\n -\n* U\n -\n um-, and long-term to increase the r\n* U\n -\n um-, and long-term to increase the r\n -\n* U\n -\n um-, and long-term to increase the r\n -\n s\n* U\n -\n um-, and long-term to increase the r\n -\n s\n -\n* U\n -\n um-, and long-term to increase the r\n -\n s\n -\n ment of speci\n* Develop a comprehensive National Land Use Management Plan, which, inter alia, incorporates Climate Change concerns and governs the location of future settlements and urban development without compromis-ing\n* E"}, {"text_block_id": "p34_b610", "text": "considerations during the implementation of strategies and action plans under the Convention on Biological Diversity (CBD), the Convention on Wetlands of International Importance (Ramsar), and the United Nations Convention to Combat Desertification UNCCD)."}, {"text_block_id": "p34_b611", "text": "Tourism"}, {"text_block_id": "p34_b612", "text": "Tourism is the key economic sector in The Bahamas and its contri"}, {"text_block_id": "p34_b613", "text": "-"}, {"text_block_id": "p34_b614", "text": "bution to the national GDP has grown rapidly over the last several years. Government recognises that Climate Change is likely to impact the tourism industry negatively. Impacts are expected to include:"}, {"text_block_id": "p34_b615", "text": "Ł"}, {"text_block_id": "p34_b616", "text": "Possible damage to, and destruction of, hotels and other tourism infrastructure, which is mainly located in coastal areas that are susceptible to storm surges, erosion of beaches and sea-level rise;"}, {"text_block_id": "p34_b617", "text": "Ł"}, {"text_block_id": "p34_b618", "text": "Possible loss of, and damage to, coral reefs, beaches, natural forests and other natural resources, that are tourism attractions and gener"}, {"text_block_id": "p34_b619", "text": "-"}, {"text_block_id": "p34_b620", "text": "ate revenue;"}, {"text_block_id": "p34_b621", "text": "Ł"}, {"text_block_id": "p34_b622_merged_merged_merged", "text": "Reduced visitor arrivals as a result of a higher frequency of extreme weather events, such as hur-ricanes, as well as reduced inducements to travel resulting from higher temperatures and less benign weather;"}, {"text_block_id": "p34_b625", "text": "Ł"}, {"text_block_id": "p34_b626", "text": "Negative changes in water and food availabi"}, {"text_block_id": "p35_b627", "text": "POLICY DIRECTIVES"}, {"text_block_id": "p35_b628", "text": "ity arising from changes in seasonality of rainfall, and even greater dependence on imported foods."}, {"text_block_id": "p35_b629", "text": "To address these impacts of Climate Change on tourism, the Government of The Bahamas, in collab"}, {"text_block_id": "p35_b630", "text": "-"}, {"text_block_id": "p35_b631", "text": "oration with other relevant entities, will:"}, {"text_block_id": "p35_b632", "text": "1."}, {"text_block_id": "p35_b633", "text": "Conduct the necessary research and information gathering in order to strength"}, {"text_block_id": "p35_b634", "text": "-"}, {"text_block_id": "p35_b635", "text": "en the basis for sound decision-making;"}, {"text_block_id": "p35_b636", "text": "2."}, {"text_block_id": "p35_b637", "text": "Introduce and enforce the requirement for Environmental Impact Assessments which incorporate Climate Change issues;"}, {"text_block_id": "p35_b638", "text": "3."}, {"text_block_id": "p35_b639", "text": "Ensure that appropriate physical planning guidelines, such as protection of dunes and coastal setbacks, are enforced for new tourism developments;"}, {"text_block_id": "p35_b640", "text": "4."}, {"text_block_id": "p35_b641", "text": "Work with stakeholders in the tourism sector to develop a strategic plan, which incorporates Climate Change considerations and appropriate measures such as water con"}, {"text_block_id": "p35_b642", "text": "-"}, {"text_block_id": "p35_b643", "text": "servation programmes, as well as general sus"}, {"text_block_id": "p35_b644", "text": "-"}, {"text_block_id": "p35_b645", "text": "tainability concerns."}, {"text_block_id": "p35_b646", "text": "Transportation"}, {"text_block_id": "p35_b647_merged_merged_merged_merged", "text": "The transport sector is very dependent on fossil fuel imports and consumption and is therefore a major contributor to carbon emis-sions. In The Bahamas, this dependency is observed in the private and public road transportation, fishing and agricultural sectors"}, {"text_block_id": "p36_b650", "text": "and for aviation and maritime bunkering. The emissions of gases and particles into the atmosphere by aircraft have an impact on atmospheric composition. These gases and particles alter the con"}, {"text_block_id": "p36_b651", "text": "-"}, {"text_block_id": "p36_b652", "text": "centration of atmospheric greenhouse gases, including carbon dioxide CO"}, {"text_block_id": "p36_b653", "text": "2"}, {"text_block_id": "p36_b654", "text": "), ozone (O"}, {"text_block_id": "p36_b655", "text": "3"}, {"text_block_id": "p36_b656", "text": "), and methane (CH"}, {"text_block_id": "p36_b657", "text": "4"}, {"text_block_id": "p36_b658", "text": "); Omni bus (jitney) transport has to date dominated the provision of public passen"}, {"text_block_id": "p36_b659", "text": "-"}, {"text_block_id": "p36_b660", "text": "ger transport services, and the use of relatively low-grade diesel fuels has contributed, not only to Greenhouse Gas emissions, but also to air pollution at ground level. While emissions of Greenhouse Gases by The Bahamas are miniscule on a world scale, this is no reason for not taking steps to reduce these emissions. Climate Change is expected to impact this sector by:"}, {"text_block_id": "p36_b661", "text": "Ł"}, {"text_block_id": "p36_b662", "text": "Increasing the demand for fossil fuels, with possible fluctuations in prices;"}, {"text_block_id": "p36_b663", "text": "Ł"}, {"text_block_id": "p36_b664", "text": "Increasing the costs of aviation transport and maritime bunkering;"}, {"text_block_id": "p36_b665", "text": "Ł"}, {"text_block_id": "p36_b666", "text": "Increasing incidents of vehicular, maritime and air transport mishaps due to reduced mobility as a result of flooding, and visibility;"}, {"text_block_id": "p36_b667", "text": "Ł"}, {"text_block_id": "p36_b668", "text": "Increasing delays and hazards within the transportation sector."}, {"text_block_id": "p36_b669", "text": "To address these impacts of Climate Change on the transportation sector, the Government of The Bahamas, in collaboration with other relevant enti"}, {"text_block_id": "p36_b670", "text": "-"}, {"text_block_id": "p36_b671", "text": "ties, will:"}, {"text_block_id": "p36_b672", "text": "ties, will:\n* P\n<\\li1>"}, {"text_block_id": "p37_b678", "text": "ties, will:\n* P\n<\\li1>\n* Ex\n\t\t* Ex\n -\n\t\t\t* Ex\n -\n s\n\t\t\t* R\n\t\t\t* R\n -\n\t\t\t* R\n -\n ting and enforcing standards, and enforcing proper maintenance of private and public vehicles;\n\t\t\t* In\n\t\t\t* In\n -\n\t\t\t* In\n -\n sible and by all\n\t\t\t* In\n -\n sible and by all\n -\n\t\t\t* In\n -\n sible and by all\n -\n s\n\t\t\t* In\n -\n sible and by all\n -\n s\n -\n\t\t\t* In\n -\n sible and by all\n -\n s\n -\n tion of âflexitimeâ, and rationalizat\n\t\t\t* Sens\n\t\t\t* Sens\n -\n\t\t\t* Sens\n -\n er v\n\t\t\t* Suppor\n\t\t\t* Suppor\n -\n\t\t\t* Suppor\n -\n tives of"}, {"text_block_id": "p37_b702", "text": "Water Resources"}, {"text_block_id": "p37_b703_merged_merged_merged_merged_merged_merged", "text": "Water is the basis of all life and a vital resource and, as such, pro-tection of the freshwater resources of The Bahamas is of critical importance. In The Bahamas, the freshwater lenses or aquifers “sit” atop saltwater and rise and fall with the tides. Sea level rise will therefore directly impact the fresh water lenses, raising them progressively nearer the soil surface, more so in those islands with narrow and thinner aquifers than in those islands with larger and"}, {"text_block_id": "p38_b706", "text": "thicker aquifers. Scientific research and international discussions indicate that water resources worldwide will become an increas"}, {"text_block_id": "p38_b707", "text": "-"}, {"text_block_id": "p38_b708", "text": "ingly scarce commodity, and will be impacted by Climate Change. Likely impacts include:"}, {"text_block_id": "p38_b709", "text": "Ł"}, {"text_block_id": "p38_b710", "text": "Changes in the seasonal availability, and spa"}, {"text_block_id": "p38_b711", "text": "-"}, {"text_block_id": "p38_b712", "text": "tial distribution, of freshwater resources due to increased climatic variability, and the occurrence of severe weather events such as hurricanes and droughts;"}, {"text_block_id": "p38_b713", "text": "Ł"}, {"text_block_id": "p38_b714", "text": "Contamination of ground water due to salt"}, {"text_block_id": "p38_b715", "text": "-"}, {"text_block_id": "p38_b716", "text": "water intrusion as a result of sea level rise;"}, {"text_block_id": "p38_b717", "text": "Ł"}, {"text_block_id": "p38_b718", "text": "Water shortages due to increased frequency and severity of droughts;"}, {"text_block_id": "p38_b719", "text": "To address these impacts of Climate Change on water resources, the Government of The Bahamas, in collaboration with other relevant entities, will:"}, {"text_block_id": "p38_b720", "text": "To address these impacts of Climate Change on water resources, the Government of The Bahamas, in collaboration with other relevant entities, will:\n* Enact a revised Water and Sewerage Act to empower the corporation to undertake all necessary steps to ensure more efficient use of water;\n* Under\n* D"}, {"text_block_id": "p39_b730", "text": "POLICY DIRECTIVES"}, {"text_block_id": "p39_b731", "text": "Management Plan, which incorporates Climate Change concerns including “worse case “ scenarios of sea level rise, saltwater intrusion, and storm surges leading to inun"}, {"text_block_id": "p39_b732", "text": "-"}, {"text_block_id": "p39_b733", "text": "dation of well fields, and the need to regu"}, {"text_block_id": "p39_b734", "text": "-"}, {"text_block_id": "p39_b735", "text": "late water supplies to the different sectors (domestic, tourism, agriculture and industry);"}, {"text_block_id": "p39_b736", "text": "4."}, {"text_block_id": "p39_b737", "text": "Assess and address needs for water stor"}, {"text_block_id": "p39_b738", "text": "-"}, {"text_block_id": "p39_b739", "text": "age and distribution infrastructure to ensure water availability during drought periods, and for more efficient use of freshwater;"}, {"text_block_id": "p39_b740", "text": "5."}, {"text_block_id": "p39_b741", "text": "Prepare emergency plans for water distri"}, {"text_block_id": "p39_b742", "text": "-"}, {"text_block_id": "p39_b743", "text": "bution during periods of drought;"}, {"text_block_id": "p39_b744", "text": "6."}, {"text_block_id": "p39_b745", "text": "Given that reverse osmosis will be neces"}, {"text_block_id": "p39_b746", "text": "-"}, {"text_block_id": "p39_b747", "text": "sary to augment groundwater supplies, ensure that the brine produced is disposed of efficiently;"}, {"text_block_id": "p39_b748", "text": "7."}, {"text_block_id": "p39_b749", "text": "Enact legislation to ensure that golf courses line their ponds and use grasses and other plants tolerant to the use of brackish water for irrigation purposes, to the extent possible, and to provide for the utilization of storm water runoff for groundwater recharge;"}, {"text_block_id": "p39_b750", "text": "8."}, {"text_block_id": "p39_b751_merged_merged_merged_merged_merged", "text": "Encourage the use of waste heat from the Bahamas Electricity Corporation, and other appropriate entities, for the desalina-tion of seawater;"}, {"text_block_id": "p40_b754", "text": "9."}, {"text_block_id": "p40_b755", "text": "Encourage the use of water saving devices that are water efficient or are low flow to reduce wastage; and"}, {"text_block_id": "p40_b756", "text": "10."}, {"text_block_id": "p40_b757", "text": "Ensure synergies with the Caribbean Basin Hydrogeological Cycle Observing System (CARIB-HYCOS)."}, {"text_block_id": "p40_b758", "text": "PLANNING AND MANAGEMENT"}, {"text_block_id": "p40_b759", "text": "The Government of The Bahamas will ensure that the following steps are taken in order to achieve the fulfilment of the goals, objectives, principles and directives of this policy:"}, {"text_block_id": "p40_b760", "text": "1."}, {"text_block_id": "p40_b761", "text": "Establishment of an effective legal and insti"}, {"text_block_id": "p40_b762", "text": "-"}, {"text_block_id": "p40_b763", "text": "tutional framework for the maintenance and enhancement of the nation’s natural environment;"}, {"text_block_id": "p40_b764", "text": "2."}, {"text_block_id": "p40_b765", "text": "Development of a National Land Use Management Plan for the entire Bahamas;"}, {"text_block_id": "p40_b766", "text": "3."}, {"text_block_id": "p40_b767", "text": "Establishment of a National Climate Change Database and Information System to be used by all relevant agencies;"}, {"text_block_id": "p40_b768", "text": "4."}, {"text_block_id": "p40_b769", "text": "Development and enforcement of building codes which incorporate Climate Change concerns;"}, {"text_block_id": "p40_b770", "text": "5."}, {"text_block_id": "p40_b771", "text": "Development and application of appropriate engineering standards for roads, jetties and other such structures which include Climate Change con"}, {"text_block_id": "p40_b772", "text": "-"}, {"text_block_id": "p40_b773", "text": "siderations;"}, {"text_block_id": "p40_b774", "text": "6."}, {"text_block_id": "p40_b775_merged_merged_merged", "text": "Incorporation of Climate Change considera-tions into Government’s budgetary process;"}, {"text_block_id": "p41_b778", "text": "PLANNING AND MANAGEMENT"}, {"text_block_id": "p41_b779", "text": "7."}, {"text_block_id": "p41_b780", "text": "Establishment of a Coastal Zone Unit, or simi"}, {"text_block_id": "p41_b781", "text": "-"}, {"text_block_id": "p41_b782", "text": "lar body, to undertake appropriate monitoring and risk assessment and mapping, to formulate appro"}, {"text_block_id": "p41_b783", "text": "-"}, {"text_block_id": "p41_b784", "text": "priate response adaptation measures;"}, {"text_block_id": "p41_b785", "text": "8."}, {"text_block_id": "p41_b786", "text": "Endorsement of the Public Education and Outreach (PEO) Strategy in order to ensure that all stakeholders are kept informed of Climate Change issues, and of national adaptation plans and activi"}, {"text_block_id": "p41_b787", "text": "-"}, {"text_block_id": "p41_b788", "text": "ties;"}, {"text_block_id": "p41_b789", "text": "9."}, {"text_block_id": "p41_b790_merged_merged_merged", "text": "Development and implementation of joint programmes for the monitoring and conservation of coastal ecosystems and resources through collab-oration between the Department of Fisheries and communities and resource users;"}, {"text_block_id": "p41_b793", "text": "10."}, {"text_block_id": "p41_b794", "text": "Development and use by the Public Health Department, of appropriate monitoring methods and indicators to determine the impacts of Climate Change on human health;"}, {"text_block_id": "p41_b795", "text": "11."}, {"text_block_id": "p41_b796", "text": "Development of a National Adaptation Strategy for Agriculture by the Ministry of Agriculture, Fisheries and Local Government, which embraces Climate Change concerns in the short-, medium-, and long- term;"}, {"text_block_id": "p41_b797", "text": "12."}, {"text_block_id": "p41_b798", "text": "Incorporation of Climate Change issues into the national disaster planning and response process of the National Emergency Management Agency (NEMA), of the National Oil Spill Contingency Committee; and of the National Disaster Preparedness Committee (it is noted that the latter are in the process of preparing a comprehensive"}, {"text_block_id": "p42_b799", "text": "PLANNING AND MANAGEMENT"}, {"text_block_id": "p42_b800", "text": "plan;"}, {"text_block_id": "p42_b801", "text": "13."}, {"text_block_id": "p42_b802", "text": "Strengthening of the Department of Meteorology in order to improve data collection, management and analysis, and the accessibility of such data;"}, {"text_block_id": "p42_b803", "text": "14."}, {"text_block_id": "p42_b804_merged", "text": "Development of mechanisms to ensure that the information generated through research and monitoring is incorporated into the decision-mak-ing process; and"}, {"text_block_id": "p42_b807", "text": "15."}, {"text_block_id": "p42_b808", "text": "Participation and collaboration to the fullest extent possible in the United Nations Framework Convention on Climate Change (UNFCCC) and its Subsidiary Bodies, and in the Caribbean Community Centre for Climate Change (CCCCC) and its pro-grammes."}, {"text_block_id": "p42_b809", "text": "ACCOUNTABILITY"}, {"text_block_id": "p42_b810", "text": "The Bahamas Environment, Science and Technology (BEST) Commission shall have administrative oversight and responsibility for Climate Change initiatives. All Ministries, departments, and statutory corporations shall have responsibility for implementing specific activities or programmes falling within their portfolios to address Climate Change, and shall report as required to the National Climate Change Committee (NCCC) and the BEST Commission."}, {"text_block_id": "p42_b811", "text": "Adaptation to Climate Change is a concern and responsibility of all citizens of The Bahamas and, as such, civil society is encouraged to collaborate with Government in the development of appropriate measures for accountability."}, {"text_block_id": "p43_b812", "text": "MONITORING AND REVIEW"}, {"text_block_id": "p43_b813", "text": "The National Climate Change Committee (NCCC), or its successor body shall monitor implementation of this National Climate Change Adaptation Policy. Government shall review the mandate, terms of reference and composition of the NCCC with a view to better equipping it to fulfil its monitoring role. The NCCC shall report to the Cabinet of Ministers through the Ambassador for the Environment and the Minister responsible on a semi-annual basis, as well as at any other time deemed necessary. The NCCC shall keep this policy under regular review, and shall monitor implementation of the directives of this policy, and shall present to Cabinet and the House of Assembly an annual report on meas"}, {"text_block_id": "p43_b814", "text": "-"}, {"text_block_id": "p43_b815", "text": "ures that have been undertaken to implement this policy. On the fifth anniversary of the date of this policy, the NCCC shall conduct a public review of this policy to determine its effectiveness in achieving its goals and objectives."}, {"text_block_id": "p43_b816", "text": "APPLICATION"}, {"text_block_id": "p43_b817_merged_merged", "text": "This policy shall guide the work of all Government, Statutory, Non-ggovernmental and Civic entities which are involved in, or seek to become involved in, addressing Climate Change issues as they affect The Bahamas."}, {"text_block_id": "p44_b820", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p44_b821_merged", "text": "This policy shall guide the work of all Government, Statutory, Non-gThanks are due the following for participating in and contribut-ing to the development of this policy document:"}, {"text_block_id": "p44_b824", "text": "Members of the National Climate Change Committee:"}, {"text_block_id": "p44_b825", "text": "H.E. Keod Smith, M.P."}, {"text_block_id": "p44_b826", "text": "Ambassador for the Environment"}, {"text_block_id": "p44_b827", "text": "Chairman of the BEST Commission (ex officio)"}, {"text_block_id": "p44_b828", "text": "Mr. Arthur Rolle"}, {"text_block_id": "p44_b829", "text": "Department of Meteorology"}, {"text_block_id": "p44_b830", "text": "Chairperson of the NCCC"}, {"text_block_id": "p44_b831", "text": "Mr. Patrick Hanna"}, {"text_block_id": "p44_b832", "text": "Bahamas Electricity Corporation"}, {"text_block_id": "p44_b833", "text": "Deputy Chairperson of the NCCC"}, {"text_block_id": "p44_b834", "text": "Dr. John Hammerton"}, {"text_block_id": "p44_b835", "text": "Consultant"}, {"text_block_id": "p44_b836", "text": "Mrs Nakira Wilchcombe"}, {"text_block_id": "p44_b837", "text": "BEST Commission"}, {"text_block_id": "p44_b838", "text": "Technical Secretary of the NCCC"}, {"text_block_id": "p44_b839", "text": "Mr. Khalile Francis"}, {"text_block_id": "p44_b840", "text": "BEST Commission"}, {"text_block_id": "p44_b841", "text": "Assistant Technical Secretary of the NCCC"}, {"text_block_id": "p44_b842", "text": "Mr. John Bowleg"}, {"text_block_id": "p44_b843", "text": "Water & Sewage Corporation"}, {"text_block_id": "p44_b844", "text": "Mrs. Sheila Cox"}, {"text_block_id": "p44_b845", "text": "Ministry of Tourism"}, {"text_block_id": "p45_b846", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p45_b847", "text": "Dr. Evanette McPhee"}, {"text_block_id": "p45_b848", "text": "Ministry of Health and Environment"}, {"text_block_id": "p45_b849", "text": "Mrs. Coral Miller"}, {"text_block_id": "p45_b850", "text": "Department of Environmental Health Services"}, {"text_block_id": "p45_b851", "text": "Public Analyst Lab and Ozone Unit"}, {"text_block_id": "p45_b852", "text": "Mr. Jeffrey Simmons"}, {"text_block_id": "p45_b853", "text": "Department of Meteorology"}, {"text_block_id": "p45_b854", "text": "Mr. Simeon Pinder"}, {"text_block_id": "p45_b855", "text": "Ministry of Agriculture and Fisheries and Local"}, {"text_block_id": "p45_b856", "text": "Government"}, {"text_block_id": "p45_b857", "text": "Mr. Charles Zonicle"}, {"text_block_id": "p45_b858", "text": "Department of Physical Planning"}, {"text_block_id": "p45_b859", "text": "Ex-officio National Climate Change Committee Member:"}, {"text_block_id": "p45_b860", "text": "Mr. Philip Weech"}, {"text_block_id": "p45_b861", "text": "United Nations Framework Convention on Climate Change (UNFCCC) Secretariat"}, {"text_block_id": "p46_b862", "text": "Legislation, regulations, policies, administrative decisions, etc."}, {"text_block_id": "p46_b863", "text": "ACTS TAKEN FROM THE STATUTE LAW OF THE BAHAMAS 1799-1987:"}, {"text_block_id": "p47_b864", "text": "REFERENCES"}, {"text_block_id": "p47_b865", "text": "Environmental Health (Collection and Disposal"}, {"text_block_id": "p47_b866", "text": "of Solid Waste) Regulations 1998"}, {"text_block_id": "p48_b867", "text": "No. 271"}, {"text_block_id": "p48_b868", "text": "Abutments (Out Islands)"}, {"text_block_id": "p48_b869", "text": "No. 275 Merchant Shipping (Oil Pollution)"}, {"text_block_id": "p48_b870", "text": "No. 278 Water-Ski-ing and Motor Boat Control"}, {"text_block_id": "p48_b871", "text": "Title XXXIVNo. 289 Hotels Encouragement"}, {"text_block_id": "p48_b872_merged_merged", "text": "No. 326 Industries Encouragement"}, {"text_block_id": "p48_b874", "text": "Post-1978 Acts"}, {"text_block_id": "p48_b875", "text": "Maritime Jurisdiction Act, No. 37 of 1993"}, {"text_block_id": "p48_b876", "text": "Local Government Act, No. 5 of 1996"}, {"text_block_id": "p48_b877", "text": "Conservation and Protection of the Physical Environment of The Bahamas Act, No. 12 of 1997"}, {"text_block_id": "p48_b878", "text": "Declaration of Protected Trees Order, 1997"}, {"text_block_id": "p48_b879", "text": "Quarrying and Mining Zones Order, 1997"}, {"text_block_id": "p48_b880", "text": "Conservation and Protection of the Physical Landscape of The Bahamas Regulations, 1997"}, {"text_block_id": "p49_b881", "text": "BEST Commission. 2001"}, {"text_block_id": "p49_b882", "text": ". First National Communication on Climate Change. The Government of The Bahamas (Bahamas Environment, Science and Technology Commission), Nassau, Bahamas."}, {"text_block_id": "p49_b883", "text": "BEST Commission. 2001"}, {"text_block_id": "p49_b884", "text": ". Bahamas Environmental Handbook. The Government of The Bahamas (Bahamas Environment, Science and Technology Commission), Nassau, Bahamas."}, {"text_block_id": "p49_b885", "text": "Caribbean Planning for Adaptation to Climate Change (CPACC) 2001"}, {"text_block_id": "p49_b886", "text": ". Guide to the preparation of country policy papers on Climate Change adaptation, planning and management. Caribbean Planning for Adaptation to Climate Change (CPACC) Regional Project Implementation Unit, Barbados."}, {"text_block_id": "p49_b887", "text": "Department of Statistics, 2000 Census"}, {"text_block_id": "p49_b888", "text": ". Commonwealth of The Bahamas – Report of the 2000 Census of Population & Housing."}, {"text_block_id": "p49_b889", "text": "Martin, H. & J.P. Bruce. 2000"}, {"text_block_id": "p49_b890", "text": ". Effects of Climate Change: hydrom-eteorological and land-based effects in The Bahamas. Final Report. Global Change Strategies International, Inc., Ottawa, Canada."}, {"text_block_id": "p49_b891_merged", "text": "Penner, Joyce E., David H. Lister, David J. Griggs, David J. Dokken, and Mack McFarland www.grida.no/climate/ipcc/aviation/in-dex.htm"}], "document_description": "The National Policy for the Adaptation to Climate Change recognises the country's potentially high vulnerability to adverse effects of climate change. It assesses national weaknesses by economic sectors; notably coastal and marine resources, terrestrial biodiversity, agriculture and forestry, human settlements, health, water resources, energy and transportation, tourism, finance and insurance. It evaluates current capacity for adaptation and suggests strategies to protect the country in the future via a plan of action.<br>&nbsp;<br>The Policy is a general document announcing sectoral plans to be developed in an array of domains. It includes mitigation goals, notably through the objective of fostering the use of renewables and decrease of fossil fuels in the energy mix, enacted in the Electricity Act of 2015. It also elaborates adaptation policies in the forestry sector, enacted in the Forestry Act 2010 via the Regulations 2014. It seeks to improve popular knowledge on climate change, conduct appropriate research in the Bahamas and reorganise institutional systems and management mechanisms to ensure effective planning. The document aims at institutionalising and detailing the missions of the National Climate Change Committee."}