{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Bahamas, The", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "National Energy Policy 2013-2033", "document_country_code": "BHS", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Latin America & Caribbean", "document_date": "25/12/2013", "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/BHS/2013/BHS-2013-12-25-National Energy Policy 2013-2033_0352ed72f3fa37ab4728daad5eed2f39.pdf", "text_blocks": [{"text_block_id": "p0_b1_merged", "text": "THE BAHAMAS NATIONAL ENERGY POLICY"}, {"text_block_id": "p0_b12", "text": "2013 - 2033"}, {"text_block_id": "p0_b13", "text": "Advanced by:"}, {"text_block_id": "p0_b14", "text": "Ministry of the Environment and Housing"}, {"text_block_id": "p0_b15", "text": "Supported by:"}, {"text_block_id": "p1_b16", "text": "Table of Contents"}, {"text_block_id": "p2_b17", "text": "List of Acronyms"}, {"text_block_id": "p3_b18", "text": "Message from the Prime Minister and Minister of Finance"}, {"text_block_id": "p3_b19", "text": "I"}, {"text_block_id": "p3_b20_merged", "text": "t is with great pleasure that the Government of The Bahamas presents The Bahamas National Energy Policy 2013-2033. Our country has a great need for a modern energy infrastructure and it is incumbant upon us to design, develop and maintain an infrastructure that is sustainable and one that will help to ensure a future in which energy is more reliable and affordble."}, {"text_block_id": "p3_b22", "text": "I encourage you all to carefully read the policy to learn as much as you can about our plans and the progress it will make in terms of an energy policy for The Bahamas."}, {"text_block_id": "p4_b23", "text": "Message from Deputy Prime Minister and Minister of Works and Urban Development"}, {"text_block_id": "p4_b24", "text": "Message from Deputy Prime Minister and Minister of Works and Urban Development\n* To enhance energy security in the nation through diversifying the energy supply mix;\n* to increase energy access especially in New Providence and in the Family Islands;\n* to facilitate employment creation and empowerment;\n* to protect the environment and mitigate climate change; and\n* promotion of best practices in efficient energy use and conservation of energy"}, {"text_block_id": "p5_b34", "text": "Message from the Minister of the Environment and Housing"}, {"text_block_id": "p5_b35", "text": "This policy document outlines what the government intends to achieve by 2033 to ensure that our energy sector is at a standard"}, {"text_block_id": "p5_b36", "text": "which meets the current and future needs of this country. This document also serves as proof of the government's commitment to addressing the issues confronting us as regards the generation and transportation of energy, conservation and renewable energy use, along with sustainable development."}, {"text_block_id": "p6_b37", "text": "Introduction"}, {"text_block_id": "p6_b38", "text": "This document presents The Bahamas National Energy Policy 2013-2033 which is designed and structured to ensure that by 2033 Bahamas has:"}, {"text_block_id": "p6_b39", "text": "A modern, diversified and efficient energy sector, providing Bahamians with affordable energy supplies and long-term energy security towards enhancing international competitiveness and sustainable prosperity"}, {"text_block_id": "p6_b40", "text": "Structure of the National Energy Policy 2013 -2033"}, {"text_block_id": "p6_b41", "text": "The Bahamas National Energy Policy 2013 -2033 is structured as follows:"}, {"text_block_id": "p6_b42", "text": "Section 1 – Background, Overview and Context"}, {"text_block_id": "p6_b43_merged", "text": "provides the background and rationale for this policy, and identifies the linkages between this national energy policy and other economic sectors of the society. This section also presents the current profile of The Bahamas energy sector and as such sets the foundation for articulating the goals and strategies contained in Section 2."}, {"text_block_id": "p6_b45", "text": "Section 2 – Defining the Policy Framework"}, {"text_block_id": "p6_b46", "text": "presents the long-term vision for the energy sector in The Bahamas and the policy/strategic framework (goals and strategies) for this policy."}, {"text_block_id": "p6_b47", "text": "Section 3 – Implementation, Monitoring and Evaluation Framework"}, {"text_block_id": "p6_b48", "text": "includes the agencies that will have primary responsibility for implementing the policy. Of equal importance is the inclusion of wide spread public consultation and a list of indicators to which the country will have to ascribe targets that will enable an evaluation from time to time as progress is being made in the implementation of the policy but more so in the achievement of the goals as set out in the policy document."}, {"text_block_id": "p7_b49", "text": "Section 1: Background, Overview and Context"}, {"text_block_id": "p7_b50", "text": "The Bahamas National Energy Policy 2013 – 2033 was developed through consultations with key stakeholders and draws heavily on the findings and issues articulated in The Bahamas National Energy Policy 2010 – Second Report of the National Energy Policy Committee. This National Energy Policy will therefore provide the framework to achieve the country’s energy goals and will consolidate The Bahamas energy policy which has been outlined in previous documents."}, {"text_block_id": "p7_b51", "text": "The Bahamas National Energy Policy 2010 Report states that The Bahamas Energy Policy must take into account available sources of alternative energy, must focus on exploiting renewable energy, promote energy efficiency and conservation measures, reduce expensive oil imports and lower greenhouse gas emissions thereby reducing the country’s carbon footprint."}, {"text_block_id": "p7_b52", "text": "Today, The Bahamas is heavily dependent on imported fossil fuels to meet approximately 99% of its energy needs. Price volatility in the global energy market causes continuous fluctuation of production costs and poses a risk to the competitiveness of the Bahamian economy. There also is a concern that the cost of energy for an average Bahamian household is too high."}, {"text_block_id": "p7_b53", "text": "These concerns are reflected on the international stage. The recent cycles of oil price volatility and the global emphasis on environmental issues and climate change have re-focused energy supply security and environmental sustainability agendas for both energy import-dependent and energy exporting economies. Uncertainty of oil prices is prompting many economies to rethink the fundamentals of energy policies. Access to energy at affordable prices has thus become a top priority of the energy security agendas of almost all oil import-dependent economies. Furthermore, a heightened focus on climate change has made the increased use of renewable energy a priority in order to reduce the emissions of green-house gases and therefore contribute to climate change mitigation."}, {"text_block_id": "p7_b54", "text": "The drive therefore to promulgate a national energy policy for The Bahamas is triggered by factors such as the concern about escalating oil prices, the impact of energy price increase on inflation, balance of payments and economic growth and concern about the environment and climate change. Perhaps even more importantly, there also is the political will to transform the country into one that is less dependent on imported fossil fuels and more reliant on sustainable energy sources as well as one that has a dynamic regulatory and policy framework to facilitate the introduction of new sources of energy thereby advancing energy security."}, {"text_block_id": "p7_b55", "text": "As such, a comprehensive programme of efficiency improvement and energy diversification will allow The Bahamas to provide high-quality, affordable, environmentally-friendly energy and to reduce the amounts of imported oil that the country uses."}, {"text_block_id": "p8_b56", "text": "Energy diversification will involve moving from a high dependence on petroleum to increase the contribution of other sources such as renewable energy from solar, ocean and wind. Indeed, The Bahamas is well positioned to tap local renewable energy resources such as wind and sun."}, {"text_block_id": "p8_b57", "text": "This policy supports the efforts of The Bahamas as a member of the Caribbean Renewable Energy Development Program (CREDP). The CREDP was established in 1998 when 16 Caribbean countries decided to work together to prepare a regional project to remove the barriers to the use of renewable energy and to foster its development and commercialization."}, {"text_block_id": "p8_b58", "text": "Consultations were held with key stakeholders during February 2013 as means of obtaining expert advice and opinion into the development of the national energy policy. Consultations were held with:"}, {"text_block_id": "p8_b59", "text": "Consultations were held with key stakeholders during February 2013 as means of obtaining expert advice and opinion into the development of the national energy policy. Consultations were held with:\n* Ministry of the Environment and Housing\n* Bahamas Electricity Corporation (BEC)\n* Bahamas Environment Science & Technology (BEST) Commission\n* Water and Sewerage Corporation\n* Bahamas Chamber of Commerce"}, {"text_block_id": "p8_b69", "text": "Priority Areas for National Energy Policy 2013-2033"}, {"text_block_id": "p8_b70", "text": "The Strategic Framework – the goals and strategies underpinning this National Energy Policy – is comprehensive and is expected to be durable to 2033 and beyond, yet be flexible and adaptable to meet new challenges and opportunities as they arise with the full involvement of the general public through consultation. This Strategic Framework addresses both supply and demand energy issues and places priority attention on six key areas:"}, {"text_block_id": "p8_b71", "text": "The Strategic Framework – the goals and strategies underpinning this National Energy Policy – is comprehensive and is expected to be durable to 2033 and beyond, yet be flexible and adaptable to meet new challenges and opportunities as they arise with the full involvement of the general public through consultation. This Strategic Framework addresses both supply and demand energy issues and places priority attention on six key areas:\n* Security of energy supply through diversification of fuels;\n* Modernizing the countryâs energy infrastructure;\n* Development of renewable energy sources such as solar, ocean energy, biofuels, waste-to-energy and wind\n* Energy conservation and efficiency;\n* Development of a comprehensive governance/regulatory framework to effectively support the advancement of the energy sector to be effectively able to facilitate the introduction of renewables and the diversification of fuels; and\n* Eco-efficiency in the manufacturing, agricultural and tourism sectors and government as leaders in energy conservation and the use of renewable energy ."}, {"text_block_id": "p9_b83", "text": "By focusing on the six priority areas listed above, the National Energy Policy will ensure that the country minimizes the impacts of rising crude oil prices, takes advantage of renewable energy resources and promotes conservation and efficiency in the use of energy amongst all sectors of the society, thereby reducing the country’s carbon footprint and putting the country on the path to sustainable prosperity. The ultimate outcome of achieving the goals of this policy will be the provision of more affordable energy supplies to consumers, an improved competitive base for the country, as well as sustainable growth and development of the country."}, {"text_block_id": "p10_b84", "text": "Current Profile of The Bahamas’ Energy Sector"}, {"text_block_id": "p10_b85", "text": "The following provides a snapshot of The Bahamas’ energy sector and sets the foundation for the goals and strategies that have been articulated in this national energy policy."}, {"text_block_id": "p10_b86", "text": "Basic Energy Statistics"}, {"text_block_id": "p10_b87", "text": "Basic Energy Statistics\n* The Bahamas has nearly complete electrification at about 99%.\n* The Bahamas is almost 100% dependent on imported oil.\n* International and local oil companies supply the fuels and lubricants derived from fossil fuels used in the electricity and transport sectors.\n* The Bahamasâ electricity system is distributed among some 16 isolated island grids."}, {"text_block_id": "p10_b95", "text": "Current Energy Usage"}, {"text_block_id": "p10_b96", "text": "Current Energy Usage\n* The electricity and transport sectors are the main usage sectors of fossil fuels in the country and the electricity demand is expected to increase in the medium term.\n* An indicator of The Bahamasâ energy usage is its carbon emissions. In 2007, the country produced 6.4 metric tons of CO2 emissions per capita (ranked 63rd in the world)."}, {"text_block_id": "p10_b105", "text": "Energy Companies"}, {"text_block_id": "p10_b106", "text": "Energy Companies\n* The Bahamas has two utility companies: The Bahamas Electricity Corporation (BEC) â a wholly-owned government corporation â and the Grand Bahama Power Company â a private utility company.\n* BEC has the authority to secure the supply of electricity, purchase, generate, transmit, transform, distribute and sell electricity in bulk or to individual consumers and provides electricity to all the major islands except Grand Bahama and some small franchise holders.\n* BEC operates 29 generating plants and has an installed capacity of 438 MW, providing power to approximately 93,000 customers.\n* The Grand Bahama Power Company serves approximately 19,000 customers on Grand Bahama Island. It operates one diesel plant, two gas turbines and one steam plant. Its installed capacity in 2014 is 98.5 MW."}, {"text_block_id": "p10_b114", "text": "Power Production"}, {"text_block_id": "p10_b115", "text": "Power Production\n* Total installed electricity capacity in 2009 was 450 MW.\n* In 2009, heavy oil was used to generate 44% of electricity and automotive diesel oil used to generate the remaining 56% of electricity produced by BEC.\n* The Bahamas experienced 12.3% system losses in 2008. Waste of fossil fuels, via leaks and lack of inventory controls, are a particular concern."}, {"text_block_id": "p11_b121", "text": "Regulation of the Energy Sector"}, {"text_block_id": "p11_b122", "text": "Regulation of the Energy Sector\n* The Bahamas energy sector is governed by the Electricity Act â which established BEC, the Out Island Electricity Act and the Out Island Utilities Act.\n* For the electricity sector, a significant constraint in the use of renewable energy sources is the Electricity Act of 1956, which does not allow independent power producers (IPPs) to sell to the national grid.\n* The Out Island acts provide an opportunity for supplying electricity to the Family Islands, if it is demonstrated to be âin the nationâs best interestâ.\n* The Hawksbill Creek Act also provides for an electricity franchise holder in select areas, including areas controlled by the Grand Bahama Port Authority."}, {"text_block_id": "p11_b130", "text": "Diversification of Energy Sources"}, {"text_block_id": "p11_b131", "text": "Diversification of Energy Sources\n* The Bahamas has some oil and gas potential reserves within its exclusive economic zone (EEZ) but there are no proven reserves of easily exploitable fossil fuel sources in significant quantities.\n<\\li1>"}, {"text_block_id": "p11_b133", "text": "Potential for use of Renewable Energy Sources"}, {"text_block_id": "p11_b134", "text": "•"}, {"text_block_id": "p11_b135", "text": "Possible renewable energy sources include bio-energy, solar (hot water and power generation from photovoltaic systems), wind, ocean thermal energy conversion (OTEC) or wave energy, and waste-to-energy."}, {"text_block_id": "p11_b136", "text": "•"}, {"text_block_id": "p11_b137_merged", "text": "The Bahamas has good solar resources for flat-panel PV and solar hot water systems with GHI averaging over 5.3 kWh/m/day."}, {"text_block_id": "p11_b141", "text": "•"}, {"text_block_id": "p11_b142", "text": "Wind power is being investigated. Wind data is being measured on Grand Bahama Island. The assessment project involves towers at seven sites across the island. Also, industrialized-sized wind turbines have been installed on some cays, including Over Yonder Cay and Cape Eleuthera Institute."}, {"text_block_id": "p11_b143", "text": "•"}, {"text_block_id": "p11_b144", "text": "The Bahama Banks have steep drop-offs and therefore most of the major islands have a location where OTEC technology could be feasible. However, this technology is still at an experimental stage. Seawater district cooling and deep-well reverse thermal conversion are other possible ocean-based technologies."}, {"text_block_id": "p11_b145", "text": "•"}, {"text_block_id": "p11_b146", "text": "Due to the archipelagic nature of The Bahamas, applications of small wind, biomass and solar photovoltaic systems in mini-grids or stand-alone systems seem to provide viable options."}, {"text_block_id": "p11_b147", "text": "•"}, {"text_block_id": "p11_b148", "text": "Independent power producers are not granted access to the national grid by law – a major barrier to the use of renewable sources to generate electricity."}, {"text_block_id": "p11_b149", "text": "Demand Side Management"}, {"text_block_id": "p11_b150", "text": "•"}, {"text_block_id": "p11_b151", "text": "There is a general lack of awareness, knowledge and skills among users, planners, designers and service providers about RE technologies and how they can be applied"}, {"text_block_id": "p11_b152", "text": "•"}, {"text_block_id": "p11_b153", "text": "There is little data available on the Commonwealth’s extent of energy use, efficiency or conservation efforts."}, {"text_block_id": "p11_b154", "text": "•"}, {"text_block_id": "p11_b155", "text": "There are limited policies which encourage energy conservation and there are no energy efficiency standards."}, {"text_block_id": "p12_b156", "text": "There are limited policies which encourage energy conservation and there are no energy efficiency standards.\n* Efforts were made in 2013 to reduce the cost to consumers of energy saving devises by reducing or eliminating the duties on a range of energy efficient appliances.\n* Energy efficiency programmes have begun for government and hotels to improve their competitiveness through improved use of energy, with the emphasis on renewable energy and micro-generation."}, {"text_block_id": "p12_b160", "text": "Transportation"}, {"text_block_id": "p12_b161", "text": "•"}, {"text_block_id": "p12_b162", "text": "Transportation in and among the islands of The Bahamas occurs through private vehicles, public buses and significantly, planes, helicopters and boats. Boat travel can be the only way to reach some of the smaller islands."}, {"text_block_id": "p12_b163", "text": "•"}, {"text_block_id": "p12_b164", "text": "There are gaps in data and information on energy usage in the transport sector."}, {"text_block_id": "p12_b165", "text": "•"}, {"text_block_id": "p12_b166", "text": "Transportation is the second greatest user of energy."}, {"text_block_id": "p12_b167", "text": "•"}, {"text_block_id": "p12_b168", "text": "The transport sector is characterized by the use of larger, less fuel-efficient vehicles."}, {"text_block_id": "p12_b169", "text": "•"}, {"text_block_id": "p12_b170", "text": "Vehicular gasoline consumed locally increased from 63.291 million Bahamian dollars in 2002 to 201.147 million Bahamian dollars in 2008 – a three-fold increase. Similar changes occurred with jet fuel and aviation gasoline."}, {"text_block_id": "p13_b171", "text": "Key Linkages Between The Bahamas Energy Sector and other Economic Sectors"}, {"text_block_id": "p13_b172", "text": "The Bahamas National Energy Policy will establish linkages with other sectors of the economy in order to achieve policy coherence and fulfil the achievement of the country’s energy goals. To this end, related policies and strategic plans to be developed – for example, those related to renewable energy, waste-to-energy, public sector procurement, taxes and incentives, energy conservation and efficiency as well as transport and tourism – will be harmonized with this policy."}, {"text_block_id": "p13_b173", "text": "Transportation"}, {"text_block_id": "p13_b174_merged", "text": "– The transport sector will play a strategic role in ensuring that it becomes more energy efficient. To this end a range of strategic interventions will be undertaken. For example, the transport sector strategy will discourage the importation of inefficient motor vehicles by linking the tax regime to mileage per gallon and the engine capacity and also by lowering import duties on hybrid and electric cars. The transportation policy will encourage the development and implementation of energy-related measures such as: efficient traffic management; carpooling; park and ride; use of clean fuels to minimize pollution; flexi-work hours and tele-commuting; an efficient public/urban mass transit transport system; encouraging non-motorized transport; and promoting vehicle and road maintenance programmes. Supporting legislation and infrastructure for use of biofuels will be put in place."}, {"text_block_id": "p13_b176", "text": "Construction, Housing, Offices and Hotels"}, {"text_block_id": "p13_b177", "text": "– The construction industry will be held to the energy efficiency standards outlined in an energy-efficiency building code; this will require architects and engineers to design, build and renovate buildings to incorporate energy efficient lighting and cooling systems and utilize building materials and employ energy efficient construction methodologies. Consideration also will be given to providing incentives for constructing carbon neutral buildings that would use no energy from the national power grid but focus more on renewable and more sustainable energy sources. Energy conservation and efficiency and use of renewable energy also will be further promoted and facilitated for the hotel and tourism industry."}, {"text_block_id": "p14_b178", "text": "This will lead to a more sustainable and green tourism industry, which is becoming increasingly important in the global tourism arena."}, {"text_block_id": "p14_b179", "text": "Finance"}, {"text_block_id": "p14_b180", "text": "– The Finance Ministry will develop and implement a programme of incentives and fiscal measures to enable and support investments in modern facilities and infrastructure in the energy sector; energy efficiency and conservation initiatives; and the further advancement of renewable energy options. The domestic financial sector will actively seek to participate in investing in energy sector development. It will be important for adequate information to be disseminated and incentives to be created to enable the participation of local financial institutions in the financing of energy projects, particularly those related to renewable energy. A system of shared decision making will be stated and agreed upon. This will ensure that economic decisions that consider energy-related issues are collaborative and would also ensure that those decisions are consistent with the Bahamas National Energy Policy."}, {"text_block_id": "p15_b181", "text": "Section 2: The Bahamas Energy Policy Framework"}, {"text_block_id": "p15_b182", "text": "Implementation of sustainable energy opportunities. This is a long-term and strategic policy and is expected to guide the advancement of The Bahamas’ energy sector. These goals and strategies will be achieved by undertaking a range of actions over a twenty-year period and by continuously monitoring and evaluating progress. The Strategic Framework underpinning this National Energy Policy is comprehensive and will be sustained to 2033 and beyond, yet will be flexible and adaptable to meet new challenges and opportunities as they arise. The framework includes the short-to medium-term as well as long-term strategic directions for the government, private sector and industry as well as civil society."}, {"text_block_id": "p15_b183", "text": "Implementation Framework to include Energy Strategies and Key Actions to 2033 (every three years a new action plan will be prepared – there will be 7 action plans to 2033)"}, {"text_block_id": "p15_b184", "text": "Monitoring and Evaluation Framework (Energy Indicators and Targets)"}, {"text_block_id": "p15_b185", "text": "Policy Review (3 yearly, and/or consistent with the Government's Policy Review Framework)"}, {"text_block_id": "p16_b186", "text": "Vision of The Bahamas Energy Sector 2013 – 2033"}, {"text_block_id": "p16_b187", "text": "“A modern, diversified and efficient energy sector, providing Bahamians with affordable energy supplies and long-term energy security towards enhancing international competitiveness and sustainable prosperity”"}, {"text_block_id": "p16_b188", "text": "The long-term vision for the energy sector is built on ten fundamental elements as follows:"}, {"text_block_id": "p16_b189", "text": "1."}, {"text_block_id": "p16_b190", "text": "An energy sector that provides affordable energy supplies to all consumers with the capacity to meet long-term growth in energy demand"}, {"text_block_id": "p16_b191", "text": "2."}, {"text_block_id": "p16_b192", "text": "An energy sector that contributes to the international competitiveness of the productive sectors of the economy"}, {"text_block_id": "p16_b193", "text": "3."}, {"text_block_id": "p16_b194", "text": "An energy sector that is environmentally sustainable with significantly increased use of economically viable renewable energy sources"}, {"text_block_id": "p16_b195", "text": "4."}, {"text_block_id": "p16_b196", "text": "An energy sector that is supported by greater levels of awareness by Bahamians of the importance of energy and its use in their daily lives and the contribution that each person can make to conservation efforts thereby supporting the move to greater levels of energy security"}, {"text_block_id": "p16_b197", "text": "5."}, {"text_block_id": "p16_b198", "text": "An energy sector that reflects a sustained improvement in the ways in which energy is used, through greater energy efficiency, reduced energy intensity and better energy conservation and management"}, {"text_block_id": "p16_b199", "text": "6."}, {"text_block_id": "p16_b200", "text": "An energy sector that is focused on the modernization and expansion of the energy infrastructure (e.g. generation, transmission and distribution systems) to ensure safety, affordability, reliability and competitive advantage"}, {"text_block_id": "p16_b201", "text": "7."}, {"text_block_id": "p16_b202", "text": "An energy sector that is supported by a modern and dynamic regulatory framework that fosters investment, competition, efficiency, public-private partnerships, a level playing field and transparency"}, {"text_block_id": "p16_b203", "text": "8."}, {"text_block_id": "p16_b204", "text": "An energy sector that provides long-term energy security to producers and consumers, including security of supply"}, {"text_block_id": "p16_b205", "text": "9."}, {"text_block_id": "p16_b206", "text": "An energy sector that possesses the flexibility and creativity to adopt and adapt to new and appropriate energy technologies that may emerge over the long term"}, {"text_block_id": "p16_b207", "text": "10."}, {"text_block_id": "p16_b208", "text": "An energy sector with an appropriate institutional framework and high levels of technical capacity to support and facilitate the effective implementation of the policy with support from all relevant stakeholders, including the public and private sectors, educational institutions and non-governmental and community based organizations"}, {"text_block_id": "p17_b209", "text": "Goals of Bahamas National Energy Policy"}, {"text_block_id": "p17_b210", "text": "There are four inter-related goals underpinning this policy, all designed to achieve the vision for the energy sector. The goals of the Bahamas National Energy Policy are:"}, {"text_block_id": "p17_b211", "text": "Goal 1:"}, {"text_block_id": "p17_b212", "text": "Bahamians will become well aware of the importance of energy conservation, use energy wisely and continuously pursue opportunities for improving energy efficiencies, with key economic sectors embracing eco-efficiency"}, {"text_block_id": "p17_b213", "text": "Goal 2:"}, {"text_block_id": "p17_b214", "text": "The Bahamas will have a modern energy infrastructure that enhances energy generation capacity and ensures that energy supplies are safely, reliably, and affordably transported to homes, communities and the productive sectors on a sustainable basis"}, {"text_block_id": "p17_b215", "text": "Goal 3:"}, {"text_block_id": "p17_b216", "text": "The Bahamas will become a world leader in the development and implementation of sustainable energy opportunities and continuously pursues a diverse range of well-researched and regulated, environmentally sensitive and sustainable energy programmes, built upon our geographical, climatic and traditional economic strengths"}, {"text_block_id": "p17_b217", "text": "Goal 4:"}, {"text_block_id": "p17_b218", "text": "The Bahamas will have a dynamic and appropriate governance, institutional, legal and regulatory framework advancing future developments in the energy sector underpinned by high levels of consultation , citizen participation and public-private sector partnerships"}, {"text_block_id": "p17_b219", "text": "Though not necessarily listed in order of priority, together, achievement of these four goals will result in:"}, {"text_block_id": "p17_b220", "text": "•"}, {"text_block_id": "p17_b221", "text": "Energy supplies that are more affordable, safe, secure and accessible"}, {"text_block_id": "p17_b222", "text": "•"}, {"text_block_id": "p17_b223", "text": "Long-term economic competitiveness of The Bahamas economy"}, {"text_block_id": "p17_b224", "text": "•"}, {"text_block_id": "p17_b225", "text": "Improved quality of life for all Bahamians within a healthy natural environment"}, {"text_block_id": "p17_b226", "text": "•"}, {"text_block_id": "p17_b227", "text": "A significant reduction in the dependence on imported oil because other viable alternatives are aggressively pursued"}, {"text_block_id": "p17_b228", "text": "•"}, {"text_block_id": "p17_b229", "text": "Diversification of the country’s energy supply mix to achieve greater energy self-sufficiency, optimizing development and utilization of indigenous energy resources"}, {"text_block_id": "p17_b230", "text": "•"}, {"text_block_id": "p17_b231", "text": "Taking advantage of emerging technologies that will reduce the country’s dependence on fossil fuels and allow for greater use of renewables and other forms of energy"}, {"text_block_id": "p17_b232", "text": "•"}, {"text_block_id": "p17_b233", "text": "Increased conservation and efficiency in use of energy by all sectors and by all citizens"}, {"text_block_id": "p17_b234", "text": "•"}, {"text_block_id": "p17_b235", "text": "Minimal negative impacts on the natural environment because energy resource development takes into account environmental considerations"}, {"text_block_id": "p17_b236", "text": "•"}, {"text_block_id": "p17_b237", "text": "Significant improvement in the energy efficiency of the country, throughout the supply, storage, transportation, transmission, distribution, usage and the general handling of energy resources"}, {"text_block_id": "p18_b238", "text": "Goal 1:"}, {"text_block_id": "p18_b239", "text": "Bahamians will become aware of the importance of energy conservation, use energy wisely and continuously pursue opportunities for improving energy efficiencies, with key economic sectors embracing eco-efficiency"}, {"text_block_id": "p18_b240", "text": "Worldwide, energy efficiency has improved considerably since the 1970s in response to energy price increases, supply uncertainties, government policies and independent technological improvements. Technological advances have allowed for increases in energy efficiency, reducing energy demand while increasing economic activity. Studies have indicated that energy savings of 20 -30% could be obtained globally over the next three decades through improvements in energy-using technologies and energy supply systems."}, {"text_block_id": "p18_b241", "text": "Energy efficiency and conservation represents the best immediate hope to reduce the country’s use of fossil fuels and the attendant negative environmental impacts. This goal therefore will seek to increase the efficiency of the energy sector in the generation, transmission and distribution of electricity; the production and dissemination of water; the use of energy in the transport sector; and the consumption of electricity by industrial, commercial and residential consumers. This goal calls for renewed national efforts to conserve energy and use it as efficiently as possible."}, {"text_block_id": "p18_b242", "text": "Achievement of this goal will result in Bahamians becoming more aware of energy conservation practices. Energy efficiency and conservation represent the least expensive, lowest risk, and most effective means of immediately reducing energy consumption. Key economic sectors such as tourism will embrace eco-efficiency and the Government will be a leader in energy conservation, setting an example for the rest of society to follow."}, {"text_block_id": "p18_b243", "text": "The society will be helped in reducing energy consumption by: continuous public education; the introduction of incentives; greater availability of energy-saving products and devices; research that leads to adoption and adaptation of new and emerging energy technologies; improvements in energy infrastructure; and appropriate legislation."}, {"text_block_id": "p18_b244", "text": "Achievement of this goal also will result in improving the use of energy in the key energy-consuming areas of electricity generation, transportation, and the tourism sector. In this policy, energy conservation and efficiency (ECE) will be seen as “low hanging fruit” on the “energy tree” and effective implementation of a range of measures will help to address a number of objectives at the same time at a low or negative cost."}, {"text_block_id": "p18_b245", "text": "Some key benefits of promoting energy conservation and efficiency programmes in The Bahamas are expected to include:"}, {"text_block_id": "p19_b246", "text": "•"}, {"text_block_id": "p19_b247", "text": "Reduction in oil dependence and the demand for foreign currency to make payments for oil purchases – this generates savings which can be utilized for other economic and social programmes and developmental activities"}, {"text_block_id": "p19_b248", "text": "•"}, {"text_block_id": "p19_b249", "text": "Improvements in energy use in the energy generation, transportation, tourism and other economic sectors"}, {"text_block_id": "p19_b250", "text": "•"}, {"text_block_id": "p19_b251", "text": "Improved air quality"}, {"text_block_id": "p19_b252", "text": "•"}, {"text_block_id": "p19_b253", "text": "Reduced greenhouse gas emissions"}, {"text_block_id": "p19_b254", "text": "•"}, {"text_block_id": "p19_b255", "text": "Increased energy security"}, {"text_block_id": "p19_b256", "text": "•"}, {"text_block_id": "p19_b257", "text": "Deferred need to invest in new infrastructure"}, {"text_block_id": "p19_b258", "text": "•"}, {"text_block_id": "p19_b259", "text": "Waste reduction"}, {"text_block_id": "p19_b260", "text": "•"}, {"text_block_id": "p19_b261", "text": "Freeing up of capital and hedging of fuel risks"}, {"text_block_id": "p19_b262", "text": "•"}, {"text_block_id": "p19_b263", "text": "Enhanced competitiveness"}, {"text_block_id": "p19_b264", "text": "Key Issues Addressed by this goal:"}, {"text_block_id": "p19_b265", "text": "•"}, {"text_block_id": "p19_b266", "text": "Low levels of awareness of energy conservation practices by both large and small consumers"}, {"text_block_id": "p19_b267", "text": "•"}, {"text_block_id": "p19_b268", "text": "Relatively low levels of energy efficiency in key sectors such as electricity generation, transportation, and the tourism industry"}, {"text_block_id": "p19_b269", "text": "•"}, {"text_block_id": "p19_b270", "text": "Relatively low levels of energy efficiency in building designs, electrical installations and high levels of energy consumption by end use devices"}, {"text_block_id": "p19_b271", "text": "Strategies and Key Actions to 2033"}, {"text_block_id": "p19_b272", "text": "The strategies and actions to be pursued will:"}, {"text_block_id": "p19_b273", "text": "•"}, {"text_block_id": "p19_b274", "text": "Assist households and businesses to aggressively adopt energy conservation and efficiency practices towards a reduced carbon footprint"}, {"text_block_id": "p19_b275", "text": "•"}, {"text_block_id": "p19_b276", "text": "Reduce and/or eliminate barriers to the uptake of energy conservation and efficiency projects, technologies etc."}, {"text_block_id": "p19_b277", "text": "•"}, {"text_block_id": "p19_b278", "text": "Enable Government to lead the way in energy conservation and efficiency efforts and work in partnership with the private sector and civil society"}, {"text_block_id": "p19_b279", "text": "•"}, {"text_block_id": "p19_b280", "text": "Seek to improve the efficiency of the energy infrastructure that supplies energy to all sectors of the economy"}, {"text_block_id": "p19_b281", "text": "Strategies relevant to Households and Businesses related to Information, Education and Training, and Demonstration"}, {"text_block_id": "p19_b282", "text": "•"}, {"text_block_id": "p19_b283", "text": "Develop and implement programmes to influence market behaviour toward energy efficiency and promote efficient use of energy including in the use of energy efficient appliances, equipment, as well as explore options for energy efficient building designs; setting and enforcing standards for public sector organizations."}, {"text_block_id": "p19_b284", "text": "•"}, {"text_block_id": "p19_b285", "text": "Provide opportunities for access to clear and consistent information on energy efficient products and services."}, {"text_block_id": "p20_b286", "text": "•"}, {"text_block_id": "p20_b287", "text": "Encourage businesses to conduct independent energy audits, whose cost would be deductible from the revenues that form the basis on which the business must pay its business license fees for the year the audit is carried out."}, {"text_block_id": "p20_b288", "text": "•"}, {"text_block_id": "p20_b289", "text": "Develop awareness and training initiatives that will ensure that all persons, including householders, business persons, professionals, public transport operators and students are sensitized, so that better choices and behavioural changes leading to greater energy efficiency can be made."}, {"text_block_id": "p20_b290", "text": "•"}, {"text_block_id": "p20_b291", "text": "Incorporate international best practices and findings of market surveys and consumer focus groups in the design and implementation of demand side management programmes"}, {"text_block_id": "p20_b292", "text": "•"}, {"text_block_id": "p20_b293", "text": "Develop programmes to facilitate the infusion of energy conservation and efficiency (ECE) across the curricula in all levels of the educational system."}, {"text_block_id": "p20_b294", "text": "•"}, {"text_block_id": "p20_b295", "text": "Identify energy efficiency skills requirements across the economy and associated training, accreditation and higher education needs."}, {"text_block_id": "p20_b296", "text": "•"}, {"text_block_id": "p20_b297", "text": "Establish networks and partnerships with government, private sector and academia to promote the development of energy efficient technologies."}, {"text_block_id": "p20_b298", "text": "•"}, {"text_block_id": "p20_b299", "text": "Develop an energy information clearing-house, using information and communication technologies that will enable information to be easily accessible and available in a user-friendly format to relevant stakeholders."}, {"text_block_id": "p20_b300", "text": "•"}, {"text_block_id": "p20_b301", "text": "Develop institutional capacity to implement demand-side energy management programmes."}, {"text_block_id": "p20_b302", "text": "•"}, {"text_block_id": "p20_b303", "text": "Ensure an adequate supply of energy efficient products, goods and services."}, {"text_block_id": "p20_b304", "text": "•"}, {"text_block_id": "p20_b305", "text": "Promote energy efficient standards and product labelling."}, {"text_block_id": "p20_b306", "text": "Strategies related to Government as a leader in energy conservation and efficiency"}, {"text_block_id": "p20_b307", "text": "The strategies included here are designed to enable the Government to become models of efficient energy usage and environmental stewardship, resulting in a reduction in the public sector consumption of energy and other resources and providing a stimulus for private sector and community action. These strategies include the following:"}, {"text_block_id": "p20_b308", "text": "•"}, {"text_block_id": "p20_b309", "text": "Ensure that Ministries and Agencies develop and implement environmental stewardship action plans, with special emphasis on energy and fleet management, including the initiation of energy audits in the first instance."}, {"text_block_id": "p20_b310", "text": "•"}, {"text_block_id": "p20_b311", "text": "Establish energy conservation and efficiency protocols for the operation of public sector facilities and entities including the appointment of an energy coordinator for each facility."}, {"text_block_id": "p20_b312", "text": "•"}, {"text_block_id": "p20_b313", "text": "Align energy conservation and efficiency initiatives with the procurement guidelines and practices of government."}, {"text_block_id": "p20_b314", "text": "•"}, {"text_block_id": "p20_b315", "text": "Promote and accelerate the use of energy efficient equipment (including information and communication technology, appliances, etc.) in government operations, and investigate the adoption of mandatory energy efficiency requirements, taking into account life cycle costing."}, {"text_block_id": "p20_b316", "text": "•"}, {"text_block_id": "p20_b317", "text": "Increase the energy efficiency of street lighting."}, {"text_block_id": "p21_b318", "text": "•"}, {"text_block_id": "p21_b319", "text": "Increase efforts to ensure the capital projects are evaluated for its potential to incorporate more energy efficiency technologies within the scopes of the projects. E.g. housing subdivisions."}, {"text_block_id": "p21_b320", "text": "Strategies related to Private Sector and Industry"}, {"text_block_id": "p21_b321", "text": "•"}, {"text_block_id": "p21_b322", "text": "Support and assist in the establishment of Energy Service Companies (ESCOs) that derive their income by generating energy savings for their clients."}, {"text_block_id": "p21_b323", "text": "•"}, {"text_block_id": "p21_b324", "text": "Facilitate the development of a national approach to encourage companies to develop internal systems to assess and prioritize energy efficiency opportunities."}, {"text_block_id": "p21_b325", "text": "•"}, {"text_block_id": "p21_b326", "text": "Promote best practice and innovation within energy-using corporations and the energy services sector (through case studies)."}, {"text_block_id": "p21_b327", "text": "•"}, {"text_block_id": "p21_b328", "text": "Facilitate sourcing of low cost development funds for productive enterprises for energy technology projects."}, {"text_block_id": "p21_b329", "text": "•"}, {"text_block_id": "p21_b330", "text": "Promote best practices in design of new hotels and industrial facilities and retrofit existing hotels and industrial facilities to maximize energy efficiency, reduce operational costs and thus encourage businesses to retain or expand staffing."}, {"text_block_id": "p21_b331", "text": "•"}, {"text_block_id": "p21_b332", "text": "Promote the development and implementation of environmental management systems in the manufacturing, agricultural and tourism sectors (e.g. Green Globe Certification)."}, {"text_block_id": "p21_b333", "text": "•"}, {"text_block_id": "p21_b334", "text": "Promote the use of the most energy efficient technologies in water production."}, {"text_block_id": "p21_b335", "text": "Strategies related to the Transport Sector and Buildings"}, {"text_block_id": "p21_b336", "text": "•"}, {"text_block_id": "p21_b337", "text": "Promote and implement greater energy conservation and efficiency and lower energy costs in the transport sector, including the implementation of the strategies below."}, {"text_block_id": "p21_b338", "text": "Promote and implement greater energy conservation and efficiency and lower energy costs in the transport sector, including the implementation of the strategies below.\n* Promote greater vehicle fuel efficiency.\n* Establish tax on gasoline at levels to encourage conservation and higher utilization of and development of public transport.\n* Encourage the import and facilitate the use of more fuel-efficient vehicles and boats in the transport sector.\n* Provide adequate infrastructure for transition to alternative energy vehicles such as electric cars.\n* Promote carpooling opportunities.\n* Build bike paths to encourage less use of cars.\n* Promote use of public transportation."}, {"text_block_id": "p21_b352", "text": "•"}, {"text_block_id": "p21_b353", "text": "Develop and implement appropriate tax and pricing structure for road users that reflect environmental costs and other externalities."}, {"text_block_id": "p21_b354", "text": "•"}, {"text_block_id": "p21_b355", "text": "Develop minimum energy standards for buildings."}, {"text_block_id": "p21_b356", "text": "•"}, {"text_block_id": "p21_b357", "text": "Provide incentives for developers to undertake energy efficiency improvements in commercial and residential buildings."}, {"text_block_id": "p21_b358", "text": "•"}, {"text_block_id": "p21_b359", "text": "Provide and promote information on energy efficient housing options."}, {"text_block_id": "p22_b360", "text": "•"}, {"text_block_id": "p22_b361", "text": "Facilitate the retrofit of existing structures by providing tax credits for efficient purchases and incremental cost incentives for overhauls."}, {"text_block_id": "p22_b362", "text": "•"}, {"text_block_id": "p22_b363", "text": "Improve the energy performance of existing and new homes through design improvements and ensuring the availability of energy-wise household products and increasing the uptake of renewable products."}, {"text_block_id": "p22_b364", "text": "Strategies related to Legislation"}, {"text_block_id": "p22_b365", "text": "•"}, {"text_block_id": "p22_b366", "text": "Create relevant legislation to support required investments in energy efficiency."}, {"text_block_id": "p22_b367", "text": "•"}, {"text_block_id": "p22_b368", "text": "Provide incentives for the use of innovative/clean technologies in power generation to improve energy efficiencies."}, {"text_block_id": "p22_b369", "text": "•"}, {"text_block_id": "p22_b370", "text": "Design and introduce appropriate financing mechanisms to facilitate the spread of energy efficiency and renewable energy technologies."}, {"text_block_id": "p22_b371", "text": "•"}, {"text_block_id": "p22_b372", "text": "Develop an energy labelling programme."}, {"text_block_id": "p22_b373", "text": "•"}, {"text_block_id": "p22_b374", "text": "Conduct periodic reviews and updates of building code in respect of energy efficiency, incorporating requirements for the efficient use of energy in buildings"}, {"text_block_id": "p22_b375", "text": "•"}, {"text_block_id": "p22_b376", "text": "Develop and implement appropriate tax and pricing structure for road users that reflect environmental costs and other externalities."}, {"text_block_id": "p22_b377", "text": "Responsible Entities"}, {"text_block_id": "p22_b378", "text": "The entities responsible for facilitating the achievement of Goal 1 which include stakeholder input and consultation are listed below:"}, {"text_block_id": "p22_b379", "text": ""}, {"text_block_id": "p22_b380", "text": "The Ministry of Works and Urban Development"}, {"text_block_id": "p22_b381", "text": ""}, {"text_block_id": "p22_b382", "text": "The Ministry of Environment and Housing"}, {"text_block_id": "p22_b383", "text": ""}, {"text_block_id": "p22_b384", "text": "The Ministry of Transport and Aviation"}, {"text_block_id": "p22_b385", "text": ""}, {"text_block_id": "p22_b386", "text": "The Ministry of Finance"}, {"text_block_id": "p22_b387", "text": ""}, {"text_block_id": "p22_b388", "text": "The Ministry of Education"}, {"text_block_id": "p22_b389", "text": ""}, {"text_block_id": "p22_b390", "text": "The Ministry of Labour & National Insurance"}, {"text_block_id": "p23_b391", "text": "When this goal is accomplished, The Bahamas will have a modernized energy infrastructure consisting of energy efficient generation plants and distribution systems including a protocol for replacing old and inefficient plants."}, {"text_block_id": "p23_b392", "text": "Key Issues Addressed by this goal:"}, {"text_block_id": "p23_b393", "text": "•"}, {"text_block_id": "p23_b394", "text": "Low efficiency of energy production and distribution"}, {"text_block_id": "p23_b395", "text": "•"}, {"text_block_id": "p23_b396", "text": "Transmission losses in the electricity system"}, {"text_block_id": "p23_b397", "text": "•"}, {"text_block_id": "p23_b398", "text": "High cost of electricity"}, {"text_block_id": "p23_b399", "text": "•"}, {"text_block_id": "p23_b400", "text": "A national energy diversification programme"}, {"text_block_id": "p23_b401", "text": "•"}, {"text_block_id": "p23_b402", "text": "Reduction in emissions from the generation and transmission of energy"}, {"text_block_id": "p23_b403", "text": "•"}, {"text_block_id": "p23_b404", "text": "Air pollution"}, {"text_block_id": "p24_b405", "text": "Strategies and Key Actions to 2033"}, {"text_block_id": "p24_b406", "text": "Strategies related to Energy Generation and Distribution Infrastructure"}, {"text_block_id": "p24_b407", "text": "•"}, {"text_block_id": "p24_b408", "text": "Establish a system to identify and replace old and inefficient units/plants with more fuel efficient and cost efficient technologies and plants."}, {"text_block_id": "p24_b409", "text": "•"}, {"text_block_id": "p24_b410", "text": "Maximize the potential for the application of co-generation and other distributed generation technologies that increase energy efficiency."}, {"text_block_id": "p24_b411", "text": "•"}, {"text_block_id": "p24_b412", "text": "Implement demand-side management programmes relating to load control."}, {"text_block_id": "p24_b413", "text": "•"}, {"text_block_id": "p24_b414", "text": "Facilitate the introduction of energy-saving devices."}, {"text_block_id": "p24_b415", "text": "•"}, {"text_block_id": "p24_b416", "text": "Employ energy-saving approaches in building design and construction."}, {"text_block_id": "p24_b417", "text": "•"}, {"text_block_id": "p24_b418", "text": "Review industry standards for:"}, {"text_block_id": "p24_b419", "text": "Review industry standards for:\n* Systems losses\n* Heat rates\n* Voltage stability"}, {"text_block_id": "p24_b425", "text": "•"}, {"text_block_id": "p24_b426", "text": "Reduce system losses."}, {"text_block_id": "p24_b427", "text": "•"}, {"text_block_id": "p24_b428", "text": "Review and revise existing regulations to make provisions that ensure adequate inventory levels to cushion any short-term disruption in supply."}, {"text_block_id": "p24_b429", "text": "•"}, {"text_block_id": "p24_b430", "text": "Ensure continuity and consistency of energy supply and distribution at the most economically available prices."}, {"text_block_id": "p24_b431", "text": "•"}, {"text_block_id": "p24_b432_merged", "text": "Introduce Smart Grids."}, {"text_block_id": "p24_b434", "text": "•"}, {"text_block_id": "p24_b435", "text": "Ensure continuity and consistency of energy supply and distribution."}, {"text_block_id": "p24_b436", "text": "•"}, {"text_block_id": "p24_b437", "text": "Review quality standards for energy supplies."}, {"text_block_id": "p24_b438", "text": "•"}, {"text_block_id": "p24_b439", "text": "Use state-of-the-art energy registration meters which will allow citizens to sell electricity to the existing grid (once enabling legislation exists)."}, {"text_block_id": "p24_b440", "text": "•"}, {"text_block_id": "p24_b441", "text": "Make contingency arrangements to lower the risk of disruption to critical utilities and essential services in the event of disasters and other emergency situations."}, {"text_block_id": "p24_b442", "text": "Strategies related to Energy Diversification"}, {"text_block_id": "p24_b443", "text": "•"}, {"text_block_id": "p24_b444", "text": "Determine the fuel diversification programme for the short, medium and longer term."}, {"text_block_id": "p24_b445", "text": "•"}, {"text_block_id": "p24_b446", "text": "Develop diversification priorities based on cost, efficiency, environmental considerations and appropriate technologies."}, {"text_block_id": "p24_b447", "text": "•"}, {"text_block_id": "p24_b448", "text": "Research and develop alternate fuels for the transportation sector (e.g. biofuels)."}, {"text_block_id": "p24_b449", "text": "•"}, {"text_block_id": "p24_b450", "text": "Review and apply appropriate models for production and development of potential local oil and gas resources."}, {"text_block_id": "p24_b451", "text": "•"}, {"text_block_id": "p24_b452", "text": "Promote strategic partnerships between the public and private sectors to finance and develop energy diversification projects."}, {"text_block_id": "p25_b453", "text": "Responsible Entities"}, {"text_block_id": "p25_b454", "text": "The entities responsible for facilitating the achievement of Goal 2 which will include private stakeholder input and consultation are listed below:"}, {"text_block_id": "p25_b455", "text": ""}, {"text_block_id": "p25_b456", "text": "Ministry of Works and Urban Development"}, {"text_block_id": "p25_b457", "text": ""}, {"text_block_id": "p25_b458", "text": "Ministry of Environment and Housing"}, {"text_block_id": "p25_b459", "text": ""}, {"text_block_id": "p25_b460", "text": "Ministry of Finance"}, {"text_block_id": "p25_b461", "text": ""}, {"text_block_id": "p25_b462", "text": "Bahamas Electricity Corporation (BEC)"}, {"text_block_id": "p26_b463", "text": "Goal 3:"}, {"text_block_id": "p26_b464", "text": "The Bahamas will become a world leader in the development and implementation of sustainable energy opportunities and continuously pursue a diverse range of well-researched and regulated, environmentally sensitive and sustainable energy programmes, built upon our geographical, climatic and traditional economic strengths"}, {"text_block_id": "p26_b465", "text": "Renewable energy (RE) now accounts for almost a quarter of global energy consumption but fossil fuels remain the dominant sources of energy. Energy scenarios have predicted that investments in existing and new renewable energy technologies (RETs) will continue to grow as countries try to accomplish their sustainable development goals. Today, in a number of countries, renewables represent a rapidly growing share of total energy supply – for uses including heat and transport. The share of households worldwide employing solar water heating continues to increase and is now estimated at 70 million households."}, {"text_block_id": "p26_b466_merged", "text": "This goal focuses on the development of indigenous renewable energy resources with the goal of increasing the percentage of renewables in the energy mix to 30% by 2030. For The Bahamas, as for many non-oil producing nations, the development and diffusion of renewable energy resources and technologies will help realize important economic, environmental and social objectives. Renewable resources such as wind, solar, waste-to-energy and biomass are indigenous to the country, and if developed adequately, can provide cleaner, and in the long term, more affordable alternatives to fossil fuels. This will not only lower the country’s oil bill but also will improve energy security through diversification of the energy base. Also, increased use of renewable energy will lessen environmental impacts and reduce the country’s carbon footprint – and thus its contribution to greenhouse gas emissions. It is on this basis that the National Energy Policy 2013-2033 sets a target of about 30% renewables in the energy mix by 2033 and will allow for a 10% Residential Energy Self Generation Programme within the year 2014."}, {"text_block_id": "p26_b469", "text": "The Bahamas has abundant renewable energy sources, thereby giving the country the potential and opportunities for the development of renewable energy. The primary focus of this goal will be on the development and deployment of renewable energy by:"}, {"text_block_id": "p26_b470", "text": "•"}, {"text_block_id": "p26_b471", "text": "Tapping renewable energy resources through renewable technologies such as bio-energy, solar energy, wind power, ocean thermal energy conversion (OTEC) or wave energy"}, {"text_block_id": "p26_b472", "text": "•"}, {"text_block_id": "p26_b473", "text": "Applying waste-to-energy technologies"}, {"text_block_id": "p26_b474", "text": "Deployment of renewable energy technologies will be delivered through a range of strategies creating the enabling environment for the development and investment in the renewable"}, {"text_block_id": "p27_b475", "text": "energy sector and other support mechanisms such as requiring power regulators to integrate renewable sources into their systems, and the linking of all such incentives to energy generated as opposed to capacity created, as well as requiring power regulators to mandate feed-in laws for renewable energy, where appropriate. The development of the renewable energy sector will require strong and sustainable partnerships among the public and private sectors as well as with academia."}, {"text_block_id": "p27_b476", "text": "Key Issues Addressed by this Goal:"}, {"text_block_id": "p27_b477", "text": "•"}, {"text_block_id": "p27_b478", "text": "Potential for RE to provide employment creation and economic diversification;"}, {"text_block_id": "p27_b479", "text": "•"}, {"text_block_id": "p27_b480", "text": "Energy security by displacing traditional energy sources with more sustainable sources of energy;"}, {"text_block_id": "p27_b481", "text": "•"}, {"text_block_id": "p27_b482", "text": "Improvements in balance of payments due to the displacement of imported oil;"}, {"text_block_id": "p27_b483", "text": "•"}, {"text_block_id": "p27_b484", "text": "Fewer emissions and cleaner sources of energy due to new access to renewable sources of energy;"}, {"text_block_id": "p27_b485", "text": "•"}, {"text_block_id": "p27_b486", "text": "More affordable energy to consumers;"}, {"text_block_id": "p27_b487", "text": "•"}, {"text_block_id": "p27_b488", "text": "Reduced greenhouse gas emissions associated with electricity generation, transport and other economic sectors; and"}, {"text_block_id": "p27_b489", "text": "•"}, {"text_block_id": "p27_b490", "text": "Creating a reduced national carbon footprint."}, {"text_block_id": "p27_b491", "text": "Strategies and Key Actions to 2033"}, {"text_block_id": "p27_b492", "text": "Increasing the use of renewable energy in the country’s energy supply mix will be one of the principal ways of achieving energy security for the nation. It is well known and documented that the principal driver of today's impressive renewable energy growth is policy. Growth of renewables is strongest where and when the policymakers have established favourable conditions."}, {"text_block_id": "p28_b493", "text": "Renewable energy greatly increases energy security since the supply is indigenous. Further reduction in vulnerability is assured by the diversification of the energy sources used through implementing RE into the energy mix. However, due to variability of some RE technologies, the degree of penetration is important in determining its own vulnerability and hence the need for policy that correctly orchestrates the transition into a more RE dependent energy matrix."}, {"text_block_id": "p28_b494", "text": "RE may also improve the stability of the energy infrastructure by requiring less transmission and distribution. For example, solar thermal energy used domestically or industrially reduces the electricity transmission requirements. Further, since RE for electricity is generally distributed generation, with usage closer to source, the need for and cost of distribution are reduced. This is particularly appropriate for The Bahamas."}, {"text_block_id": "p28_b495", "text": "The energy security advantage of RE can only be realized when market penetration has reached a threshold. This threshold also creates economies of scale which further facilitates reduced prices and continued market growth. Thus, enabling strategies and actions are required to allow for the threshold market penetration to be realized."}, {"text_block_id": "p28_b496", "text": "The strategies presented below will effectively create the conditions for the advancement, further development and commercial implementation of renewable energy technologies. The strategies also will provide a mechanism for the Government to use a phased, managed and partnership approach to renewable energy projects that is well conceived and shows the potential to provide acceptable social, environmental and financial returns for investors and stakeholders alike."}, {"text_block_id": "p28_b497", "text": "Strategies related to the economic, infrastructural and planning conditions that will ensure the sustainable development of all of The Bahamas’ renewable energy resource"}, {"text_block_id": "p28_b498", "text": "s"}, {"text_block_id": "p28_b499", "text": "•"}, {"text_block_id": "p28_b500", "text": "Promote research and development for the implementation of qualified renewable energy projects through the provision of resources and appropriate incentives."}, {"text_block_id": "p28_b501", "text": "•"}, {"text_block_id": "p28_b502", "text": "Compile renewable energy resources assessments for wind, solar, biomass, OTEC/wave energy and conduct assessments where needed."}, {"text_block_id": "p28_b503", "text": "•"}, {"text_block_id": "p28_b504", "text": "Provide mechanisms to facilitate an equitable level of national resources being invested in renewable technologies, given their potential and compared to investments in other energy supply options."}, {"text_block_id": "p28_b505", "text": "•"}, {"text_block_id": "p28_b506", "text": "Encourage the integration of renewable energy in building designs and physical planning processes e.g. through the use of an appropriately revised building code."}, {"text_block_id": "p28_b507", "text": "•"}, {"text_block_id": "p28_b508", "text": "Incorporate modern production methodologies and use of renewable energy into policies relating to tourism, land-use planning, and waste treatment among others."}, {"text_block_id": "p28_b509", "text": "•"}, {"text_block_id": "p28_b510", "text": "Enable relevant institutions to effectively set priorities, plan, and establish policy and regulatory agendas to encourage the development of a renewable energy market."}, {"text_block_id": "p28_b511", "text": "•"}, {"text_block_id": "p28_b512", "text": "Create efficient, flexible and long-term financing scheme(s) for the development of RETs."}, {"text_block_id": "p29_b513", "text": "•"}, {"text_block_id": "p29_b514", "text": "Create an enabling environment to attract and retain foreign direct investments in the development of RE."}, {"text_block_id": "p29_b515", "text": "•"}, {"text_block_id": "p29_b516", "text": "Ensure that efficient and environmentally-friendly technologies and practices are entrenched in the renewable energy sector."}, {"text_block_id": "p29_b517", "text": "Strategies related to the introduction of key policy instruments (financial and fiscal) for the promotion of renewable energy"}, {"text_block_id": "p29_b518", "text": "•"}, {"text_block_id": "p29_b519", "text": "Analyze and explore the main financial and non-financial instruments for the direct stimulation of renewable energy deployment. Choice of instrument will ultimately be based on factors such as: operational effectiveness; cost effectiveness; market efficiency (static and dynamic); transaction cost and administrative capacity; equity (fair distribution of benefits); and market conformity."}, {"text_block_id": "p29_b520", "text": "•"}, {"text_block_id": "p29_b521", "text": "Introduce appropriate fiscal incentives for renewable energy."}, {"text_block_id": "p29_b522", "text": "•"}, {"text_block_id": "p29_b523", "text": "Introduce renewable energy feed-in tariffs sufficient to encourage investments in renewable energy."}, {"text_block_id": "p29_b524", "text": "•"}, {"text_block_id": "p29_b525", "text": "Introduce innovative approaches for the establishment of sustainable structures and financing mechanisms for delivering renewable energy systems."}, {"text_block_id": "p29_b526", "text": "•"}, {"text_block_id": "p29_b527", "text": "Develop the institutional framework to ensure the continuous review of new and emerging technologies that will facilitate the improved delivery and efficiency of technology as well as policy alignment to ensure their seamless introduction into both production and consumption."}, {"text_block_id": "p29_b528", "text": "Strategies related to the development of a dynamic legislative and regulatory environment, responsive to growth and development in the renewable energy sector"}, {"text_block_id": "p29_b529", "text": "•"}, {"text_block_id": "p29_b530", "text": "Develop an appropriate legal and regulatory framework for pricing and tariff structures to support the integration of renewable energy into the energy economy and to attract necessary investments."}, {"text_block_id": "p29_b531", "text": "•"}, {"text_block_id": "p29_b532", "text": "Develop the framework for smart metering and net metering that value renewable energy production at the point of end-use and allow public utility networks to provide “energy storage” for small users."}, {"text_block_id": "p29_b533", "text": "•"}, {"text_block_id": "p29_b534", "text": "Establish comprehensive renewable energy regulations to include policies that permit companies to generate their own electricity while still maintaining a continuous link to the power grid. This policy may also include a mechanism that permits auto-generators to sell excess capacity back to the utility."}, {"text_block_id": "p29_b535", "text": "•"}, {"text_block_id": "p29_b536", "text": "Provide for either priority access or guaranteed access to the grid system of electricity produced from renewable energy sources."}, {"text_block_id": "p29_b537", "text": "•"}, {"text_block_id": "p29_b538", "text": "Develop and implement transmission and distribution grid infrastructure, intelligent networks, storage facilities in the electricity system, in order to allow the secure operation of the system as it accommodates the further development of electricity production from renewable energy sources."}, {"text_block_id": "p30_b539", "text": "Strategies related to enhancing technical capacity and public awareness of renewable energy through effective support for training programmes, information dissemination and on-going communication by the Government"}, {"text_block_id": "p30_b540", "text": "•"}, {"text_block_id": "p30_b541", "text": "Promote the development of human capacity for renewable energy development by revising educational agendas at all levels and redirecting professional training to incorporate renewable energy technologies. In both the production and consumption of energy, a shift towards a sustainable system requires targeted action directed at professionals and consumers."}, {"text_block_id": "p30_b542", "text": "•"}, {"text_block_id": "p30_b543", "text": "Strengthen capacity to enable the existence of a well-trained workforce to install, operate and maintain technology, business, and regulatory systems."}, {"text_block_id": "p30_b544", "text": "•"}, {"text_block_id": "p30_b545", "text": "Increase public awareness of the potentials, costs, and benefits of renewables – this can be supported through public awareness campaigns, formal education programmes, and other measures."}, {"text_block_id": "p30_b546", "text": "•"}, {"text_block_id": "p30_b547", "text": "Establish a comprehensive renewable energy training initiative with the purpose of increasing the capacity to develop and utilize these systems among utility staff and potential project developers."}, {"text_block_id": "p30_b548", "text": "•"}, {"text_block_id": "p30_b549", "text": "Organize renewable energy assessments into a single renewable energy resource database for use in promoting The Bahamas as a possible destination for renewable-energy investments, research and development, and export of energy."}, {"text_block_id": "p30_b550", "text": "•"}, {"text_block_id": "p30_b551", "text": "Create a dynamic information infrastructure to facilitate easy access to consumers and investors of information generated from RE activities, technologies and research."}, {"text_block_id": "p30_b552", "text": "•"}, {"text_block_id": "p30_b553", "text": "Provide consumer choices for, and increase confidence in credible renewable energy products."}, {"text_block_id": "p30_b554", "text": "•"}, {"text_block_id": "p30_b555", "text": "Promote the exchange of best practices on renewable energy sources."}, {"text_block_id": "p30_b556", "text": "Strategies related to sustained research and development (R&D) and innovation in existing and emerging RETs"}, {"text_block_id": "p30_b557", "text": "•"}, {"text_block_id": "p30_b558", "text": "Provide guidelines/standards and code of practices for the appropriate use of renewable energy technologies."}, {"text_block_id": "p30_b559", "text": "•"}, {"text_block_id": "p30_b560", "text": "Facilitate and promote research, development and demonstration of new energy technologies by strengthening institutional capacity, improving R&D infrastructure, attracting and retaining quality expertise and creating long-term funding mechanisms."}, {"text_block_id": "p30_b561", "text": "•"}, {"text_block_id": "p30_b562", "text": "Undertake research and development through cooperation with public and private institutions and private businesses for strengthening and advancing renewable energy technologies and business models."}, {"text_block_id": "p30_b563", "text": "•"}, {"text_block_id": "p30_b564", "text": "Engage in a process to continuously develop “best practices” and benchmarking while furthering R&D to replicate and scale-up such experiences."}, {"text_block_id": "p30_b565", "text": "Responsible Entities"}, {"text_block_id": "p30_b566", "text": "The entities responsible for facilitating the achievement of Goal 3 which will include stakeholder input and consultation are listed below."}, {"text_block_id": "p30_b567", "text": ""}, {"text_block_id": "p30_b568", "text": "Ministry of the Environment and Housing"}, {"text_block_id": "p31_b569", "text": ""}, {"text_block_id": "p31_b570", "text": "Ministry of Works and Urban Development"}, {"text_block_id": "p31_b571", "text": ""}, {"text_block_id": "p31_b572", "text": "Ministry of Finance"}, {"text_block_id": "p31_b573", "text": ""}, {"text_block_id": "p31_b574", "text": "Bahamas Electricity Corporation (BEC)"}, {"text_block_id": "p32_b575", "text": "Goal 4:"}, {"text_block_id": "p32_b576", "text": "The Bahamas will have a dynamic and appropriate governance, institutional, legal and regulatory framework advancing future developments in the energy sector underpinned by high levels of consultation, citizen participation"}, {"text_block_id": "p32_b577", "text": "and public-private sector partnerships"}, {"text_block_id": "p32_b578", "text": "Under this goal, focus will be placed on developing, implementing, maintaining and continuously improving an effective legislative system to create a modern energy sector. Achievement of this goal will facilitate the removal of policy inconsistencies and will provide a coherent policy and regulatory framework to facilitate the production, distribution and transmission of energy, enable the introduction of diverse sources of energy into the system, and provide integrated monitoring and enforcement of regulations, all overseen by agencies and organizations with the capacity and tools to guide the energy sector. Also, better coordination and integration between generation and distribution will be given attention."}, {"text_block_id": "p32_b579", "text": "Key Issues Addressed by this Goal:"}, {"text_block_id": "p32_b580", "text": "•"}, {"text_block_id": "p32_b581", "text": "Competition in the energy supply to develop cost efficient mechanisms"}, {"text_block_id": "p32_b582", "text": "•"}, {"text_block_id": "p32_b583", "text": "Private sector participation in the energy production/distribution"}, {"text_block_id": "p32_b584", "text": "•"}, {"text_block_id": "p32_b585", "text": "Limited protocols for the supply of electricity to the national grid"}, {"text_block_id": "p32_b586", "text": "•"}, {"text_block_id": "p32_b587", "text": "Legal framework (laws, regulations)"}, {"text_block_id": "p32_b588", "text": "•"}, {"text_block_id": "p32_b589", "text": "Low capacity of organizations, agencies and regulatory bodies in the energy sector"}, {"text_block_id": "p32_b590", "text": "Strategies and Key Actions to 2033"}, {"text_block_id": "p32_b591", "text": "•"}, {"text_block_id": "p32_b592", "text": "Review and amend the Electricity Act."}, {"text_block_id": "p32_b593", "text": "•"}, {"text_block_id": "p32_b594", "text": "Review and amend the Utilities Regulation Competition Authority Act"}, {"text_block_id": "p32_b595", "text": "•"}, {"text_block_id": "p32_b596", "text": "Advance laws or amendments to existing laws for the deployment and use of Renewable Energy technologies"}, {"text_block_id": "p32_b597", "text": "•"}, {"text_block_id": "p32_b598", "text": "Implement an independent energy regulatory board to regulate energy market specifics such as pricing for consumers, producers and distributors."}, {"text_block_id": "p32_b599", "text": "•"}, {"text_block_id": "p32_b600", "text": "Amend existing legislation and regulations or promulgate new ones where necessary to ensure responsible market behaviour and promote industrial harmony."}, {"text_block_id": "p32_b601", "text": "•"}, {"text_block_id": "p32_b602", "text": "Remove inconsistencies in the legislative framework of the energy sector."}, {"text_block_id": "p32_b603", "text": "•"}, {"text_block_id": "p32_b604", "text": "Develop necessary regulatory framework for the introduction of new fuels."}, {"text_block_id": "p32_b605", "text": "•"}, {"text_block_id": "p32_b606", "text": "Develop the institutional framework to coordinate policy with energy initiatives and provide integrated monitoring and enforcement of regulations."}, {"text_block_id": "p32_b607", "text": "•"}, {"text_block_id": "p32_b608", "text": "Develop appropriate tax and pricing structure for road users that reflect environmental costs and other externalities."}, {"text_block_id": "p32_b609", "text": "•"}, {"text_block_id": "p32_b610_merged_merged", "text": "Conduct studies to include net metering/billing and net wheeling in the tariff rates and introduce appropriate mechanisms for net metering and net wheeling procedures and"}, {"text_block_id": "p33_b612", "text": "standards to encourage the development of renewable energy and cogeneration opportunities."}, {"text_block_id": "p33_b613", "text": "•"}, {"text_block_id": "p33_b614", "text": "Review on an on-going basis the existing internal regulatory framework for performance, strengths, weakness and lessons learnt, while recognizing the implications of external dimensions, to formulate and implement programmes of regulatory reforms."}, {"text_block_id": "p33_b615", "text": "•"}, {"text_block_id": "p33_b616", "text": "Provide appropriate incentives for industry stakeholders to facilitate sector development including diversified, renewable and low-cost energy sources and demand side management programmes."}, {"text_block_id": "p33_b617", "text": "•"}, {"text_block_id": "p33_b618", "text": "Rationalize the number of existing Acts governing the sector through the introduction of new modern industry legislation."}, {"text_block_id": "p33_b619", "text": "•"}, {"text_block_id": "p33_b620", "text": "Establish regulatory regimes for the petroleum sector in order to ensure efficient procurement, sourcing, indexation and pricing of petroleum and petroleum products on most competitive basis and in a transparent manner."}, {"text_block_id": "p33_b621", "text": "•"}, {"text_block_id": "p33_b622", "text": "Empower the regulatory agencies with enforcement powers to improve the efficiency of the system and compliance with established benchmarks, procedures and standards."}, {"text_block_id": "p33_b623", "text": "•"}, {"text_block_id": "p33_b624", "text": "Enhance the enforcement powers of the regulator to ensure compliance with established procedures and standards as well as the efficiency monitoring mechanisms on a continued basis."}, {"text_block_id": "p33_b625", "text": "•"}, {"text_block_id": "p33_b626", "text": "Develop regimes for pricing and review of electricity and petroleum products that will balance requirements for competitiveness with the long-term viability of the sector."}, {"text_block_id": "p33_b627", "text": "•"}, {"text_block_id": "p33_b628", "text": "Conduct studies to include net metering/billing and wheeling in the tariff rates and introduce appropriate mechanisms for net metering/billing and wheeling procedures and standards to encourage the development of renewable energy and cogeneration opportunities."}, {"text_block_id": "p33_b629", "text": "•"}, {"text_block_id": "p33_b630", "text": "Implement policy regarding the development and export of co-generation and renewables electricity to the national grid by private sector and citizens at large."}, {"text_block_id": "p33_b631", "text": "Responsible Entities"}, {"text_block_id": "p33_b632", "text": "The entities responsible for facilitating the achievement of Goal 4 which will include stakeholder input and consultation are listed below."}, {"text_block_id": "p33_b633", "text": ""}, {"text_block_id": "p33_b634", "text": "Office of the Attorney General"}, {"text_block_id": "p33_b635", "text": ""}, {"text_block_id": "p33_b636", "text": "Ministry of Works and Urban Development"}, {"text_block_id": "p33_b637", "text": ""}, {"text_block_id": "p33_b638", "text": "Ministry of Environment and Housing"}, {"text_block_id": "p33_b639", "text": ""}, {"text_block_id": "p33_b640", "text": "Ministry of Finance"}, {"text_block_id": "p33_b641", "text": ""}, {"text_block_id": "p33_b642", "text": "Bahamas Electricity Corporation"}, {"text_block_id": "p34_b643", "text": "Section 3: Implementation, Monitoring and Evaluation Framework"}, {"text_block_id": "p34_b644", "text": "The implementation of this Policy will be led by the Ministry of Environment and Housing, with the support of several other departments and agencies of Government as well as non-state stakeholders including the private sector and non-governmental and community-based organizations. The involvement of all stakeholders is fundamental to the successful implementation of this Policy. The Ministry of Environment and Housing will have the dual responsibilities of articulating the policy and coordinating the monitoring of its implementation."}, {"text_block_id": "p34_b645", "text": "To ensure that the goals of the policy are achieved, the Government in consultation with the private sector and civil society will develop 3-year action plans that will enable the development of key actions to support the strategies articulated in this policy document. These action plans will provide detailed information on specific actions to be undertaken, the implementing agencies or stakeholders, timelines and costs. It is expected that each strategic action plan will be developed for three years, with the first one being 2014 – 2017 and will build on the existing Public Sector Energy Action Plan contained in the Second Report of the National Energy Policy Committee. Over the life of the policy, seven such action plans will be prepared. This approach will enable the Ministry to effectively review at the end of each period the currency of information in the policy document, and to make necessary changes to the overall direction of the policy."}, {"text_block_id": "p34_b646", "text": "It is expected that after the first six months of implementation of this policy, the Ministry of Environment and Housing will conduct an assessment in order to identify and rectify problems that become evident at start up. Thereafter, policy reviews will take place as necessary based on results of on-going monitoring and evaluation."}, {"text_block_id": "p34_b647", "text": "Monitoring and Evaluation"}, {"text_block_id": "p34_b648", "text": "Policy monitoring and evaluation must be based on indicators and targets. The proposed indicators (with targets to be developed by the Government in consultation with the private sector and civil society) for the energy sector over the period 2013 -2033 are presented in Table"}, {"text_block_id": "p35_b649", "text": "Table 1: Energy Sector Indicators and Targets"}, {"text_block_id": "p37_b650", "text": "Bibliography"}, {"text_block_id": "p37_b651", "text": "AOSIS (2012). Barbados Declaration on Achieving Sustainable Energy for All in Small Island Developing States (SIDS). http://www.sids2014.org/index.php?menu=1512"}, {"text_block_id": "p37_b652", "text": "Africa Development Bank (2010). Mali Energy Conservation Development Strategy. Africa Development Bank (2010). Mali Energy Conservation Development Strategy"}, {"text_block_id": "p37_b653", "text": "Brown, Marilyn A. and Chandler, Sharon (2008). “Governing Confusion: How Statutes, Fiscal Policy, and Regulations Impede Clean Energy Technologies”, Georgia Tech, Working Paper #28."}, {"text_block_id": "p37_b654", "text": "CARICOM, World Watch Institute and IADB (2013). Caribbean Sustainable Energy Roadmap (C-SERMS),"}, {"text_block_id": "p37_b655", "text": "Phase 1. Summary and Recommendations for Policymakers, CARICOM. http://www.worldwatch.org/caribbean-community-maps-out-renewable-energy-plan"}, {"text_block_id": "p37_b656", "text": "International Energy Agency (2009), “Progress With Implementing Energy Efficiency Policies in the G8”. http://www.iea.org/publications/insights/progress_implementing_25_ee_recommendations.pdf"}, {"text_block_id": "p37_b657_merged", "text": "Interstate Renewable Energy Council, Inc. (2012), “12,000 MW of Renewable Distributed Generation by 2020: Benefits, Costs and Policy Implications”. https://www.google.com/search? q=Interstate+Renewable+Energy+Council,+Inc.+(2012),+ %E2%80%9C12,000+MW+of+Renewable+Distributed+Generation+by+2020%3A+Benefits, +Costs+and+Policy+Implications&rls=com.microsoft:en-TT:IE-Address&ie=UTF-8&oe=UTF-8&sourceid=ie7&rlz=1I7ADRA_enTT455&gws_rd=ssl"}, {"text_block_id": "p37_b661", "text": "Organization of American States (2007). Sustainable Energy Policy Initiative Report For Latin America and The Caribbean. http://dspace.unm.edu/handle/1928/20540"}, {"text_block_id": "p38_b662", "text": "UNDESA, Expert Group on Renewable Energy (2005). “Increasing Global Renewable Energy Market Share:"}, {"text_block_id": "p38_b663", "text": "Recent Trends and Perspectives”, United Nations Foundation. http://www.un.org/esa/sustdev/sdissues/energy/op/beijing_re_egm/beijing_re_report.pdf"}, {"text_block_id": "p38_b664", "text": "Success."}], "document_description": "The National Energy Policy aims to provide the Bahamas with a modern, diversified and efficient energy sector, affordable energy supplies and long-term energy security towards enhancing international competitiveness and sustainable prosperity by 2030. The policy presents a long-term vision. It also suggests precise legal and administrative arrangements that should be undertaken to enable a low-carbon, resilient energy scenario.<br />\n<br />\nThe Policy mainly focuses on lowering the country's current dependency to imported oil thanks to an increased share of renewable electricity production and use, higher energy efficiency in buildings and to a move towards decarbonised transport. Programmes fostering information and education of households and businesses are detailed."}