{"document_instrument_name": ["Other|Direct Investment", "Provision of climate funds|Direct Investment", "Subsidies|Economic"], "document_country_english_shortname": "India", "document_category": "Policy", "document_sector_name": ["Social development", "Rural", "Energy"], "document_language": "English", "document_name": "Guidelines for Implementation of Pradhan Mantri Kisan Urja Suraksha evem Utthan Mahabhiyan (PM KUSUM) Scheme", "document_country_code": "IND", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Programme", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "25/12/2019", "document_keyword": ["Solar Panels", "Renewables"], "document_url": "https://cdn.climatepolicyradar.org/IND/2019/IND-2019-12-25-Guidelines for Implementation of Pradhan Mantri Kisan Urja Suraksha evem Utthan Mahabhiyan (PM KUSUM) Scheme_a9cafd267bd7094dfb5ff323481b74bc.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Ministry of New and Renewable Energy"}, {"text_block_id": "p1_b2", "text": "Guidelines for Implementation of Pradhan Mantri Kisan Urja Suraksha evem Utthan Mahabhiyan (PM KUSUM) Scheme"}, {"text_block_id": "p1_b3", "text": "1."}, {"text_block_id": "p1_b4", "text": "Background"}, {"text_block_id": "p1_b5", "text": "As a part of Intended Nationally Determined Contributions (INDCs), India has committed to increase the share of installed capacity of electric power from non-fossil-fuel sources to 40% by 2030."}, {"text_block_id": "p1_b6", "text": "The Cabinet had approved scaling-up of solar power target from 20,000 MW of Grid Connected Solar power Projects to 1,00,000 MW by 2022."}, {"text_block_id": "p1_b7", "text": "While Large Scale Solar power generation projects are being installed to achieve the ambitious target of 100 GW of Solar Power generation by 2022, it has been planned to simultaneously develop decentralized Solar energy and other renewable energy generation Plants of capacity up to 2 MW which could be connected directly to existing 33/11 kV or 66/11 kV or 110/11 kV sub-stations of Distribution Company, thus saving in transmission system requirement apart from T&D losses. Such plants near these sub-stations may be developed, preferably by farmers, giving them an opportunity to increase their income by utilising their barren and uncultivable land for solar or other renewable energy based power plants. Cultivable land may also be used if the Solar plants are set up on stilts where crops can be grown below the stilts and sell RE power to DISCOMs."}, {"text_block_id": "p1_b8", "text": "Besides, developing decentralized renewable power, it is planned to replace Agriculture Diesel pumps with Solar Water pumps and Solarise Grid connected Agriculture pumps. At present, over 30 million agricultural pumps are installed in India, out of which nearly 10 million pumps are diesel based. The Distribution Companies (DISCOMs) are not in a position to energize these pumps through grid connection as seen from the long waiting lists with such Distribution Companies. Hence there is a need to provide energy to these pumps through solar energy. Also, over 20 million grid-connected agriculture water pumps installed in the country consume more than 17 percent of total annual electricity consumption of the country. Solarization of the same can reduce dependence of these pumps on conventional sources of energy supplied by DISCOMs and thus reducing their burden of subsidy on agriculture consumption of Electricity. This will also provide additional source of income to farmers who will be in a position to sell the surplus power to DISCOMs."}, {"text_block_id": "p1_b9", "text": "The new Scheme has provision for the decentralised renewable energy plants, Solar agriculture water pumps and solarisation of existing Grid connected Agriculture pumps."}, {"text_block_id": "p1_b10", "text": "2."}, {"text_block_id": "p1_b11", "text": "Approval of the New Scheme for Farmers"}, {"text_block_id": "p1_b12", "text": "The Government of India has launched New Scheme for Farmers with following components:"}, {"text_block_id": "p1_b13", "text": "The Government of India has launched New Scheme for Farmers with following components:\n* Component-A: Setting up of 10,000 MW of Decentralized Ground/ Stilt Mounted Grid\n* Component-B: Installation of 17.50 Lakh Stand-alone Solar Agriculture Pumps; and"}, {"text_block_id": "p2_b17", "text": "The Government of India has launched New Scheme for Farmers with following components:\n* Component-A: Setting up of 10,000 MW of Decentralized Ground/ Stilt Mounted Grid\n* Component-B: Installation of 17.50 Lakh Stand-alone Solar Agriculture Pumps; and\n* Component-C: Solarisation of 10 Lakh Grid Connected Agriculture Pumps.\n<\\li1>"}, {"text_block_id": "p2_b19", "text": "The Component-A and Component-C will be implemented initially on pilot mode for 1000 MW capacity and one lakh grid connected agriculture pumps respectively and Component-B will be implemented in full-fledged manner with total Central Government support of Rs. 19,036.5 Crore."}, {"text_block_id": "p2_b20", "text": "Central Government support of ₹ 15,385.5 Crores."}, {"text_block_id": "p2_b21", "text": "al Central Financial Support of ₹ 34,422 crore."}, {"text_block_id": "p2_b22", "text": "3."}, {"text_block_id": "p2_b23", "text": "Implementation mechanism:"}, {"text_block_id": "p2_b24", "text": "These guidelines have been formulated to provide broad implementation framework of the"}, {"text_block_id": "p2_b25", "text": "Scheme."}, {"text_block_id": "p2_b26", "text": "I."}, {"text_block_id": "p2_b27", "text": "Under this component, solar or other renewable energy based power plants (REPP) of capacity 500 kW to 2 MW will be setup by individual farmers/ group of farmers/ cooperatives/ panchayats/ Farmer Producer Organisations (FPO)/Water User associations (WUA) hereinafter called Renewable Power Generator (RPG). However, States/DISCOMs may allow setting-up of solar or other renewable energy based power plants of capacity less than 500 kW in specific cases. The REPP will be preferably installed within five km radius of the sub-stations in order to avoid high cost of sub-transmission lines and to reduce transmission losses."}, {"text_block_id": "p2_b28", "text": "The Distribution companies (DISCOMs) will notify sub-station wise surplus capacity which can be fed from such RE power plants to the Grid and shall invite applications from interested beneficiaries for setting up the renewable energy plants. The renewable power generated will be purchased by DISCOMs at a pre-fixed levelised tariff. In case, the aggregate capacity offered by Applicants is more than notified capacity for a particular sub-station, bidding route will be followed by DISCOMs to select Renewable Power generator and in such cases the prefixed levelised tariff will be the ceiling tariff for bidding. Selection of bidders will be based on the lowest tariff offered in the ascending order as quoted by the bidders in the closed bid or e-reverse auction as the case may be. A model PPA (Power Purchase Agreement) to be executed between RPG and DISCOMs has been prepared by MNRE and attached at Annexure-I. The duration of PPA will be 25 years from Commercial Operation Date (COD) of the project. The total energy purchased from these RE plants will be accounted for fulfillment of RPO by the"}, {"text_block_id": "p2_b29", "text": "DISCOM."}, {"text_block_id": "p2_b30_merged_merged_merged", "text": "In case the farmers/ group of farmers/ cooperatives/ panchayats/ Farmer Producer Organisations (FPO)/ Water User associations (WUA) etc. are not able to arrange equity required for setting up the REPP, they can opt for developing the REPP through developer(s) or even through local DISCOM, which will be considered as RPG in this case. In such a case, the land owner will get lease rent as mutually agreed between the parties. The lease rent may be in terms of Rs per year per acre of land or in terms of Rs per unit energy generated per acre"}, {"text_block_id": "p3_b36", "text": "of land area. The farmer(s) may opt for payment of lease rent directly in their bank account by"}, {"text_block_id": "p3_b37", "text": "the DISCOM, from the payment due to the developer. A model Land Lease Agreement to"}, {"text_block_id": "p3_b38", "text": "facilitate the beneficiaries has been prepared by MNRE and is attached at Annexure-II."}, {"text_block_id": "p3_b39", "text": "However, the terms of Land Lease Agreement may be finalised on mutual consent of concerned"}, {"text_block_id": "p3_b40", "text": "parties."}, {"text_block_id": "p3_b41", "text": "The REPP under the scheme would be implemented primarily on Barren / uncultivable land. Agricultural land is also permitted under the scheme provided that solar plants are installed in stilt fashion (i.e. raised structure for installation of Solar panels) and with adequate spacing between panel rows for ensuring that farming activity is not affected. The RPG would be free to adopt any renewable energy source or technology while responding to the bid. However, in case of cultivable land with solar plants, the same may be installed on stilts, so that the farmers continue to cultivate the land, apart from getting the benefit of lease rent. In such a case DISCOM may also float bids (in case of specific substations) where setting up of solar projects on stilts may be mandatorily required, and bids for energy tariff invited accordingly."}, {"text_block_id": "p3_b42", "text": "A."}, {"text_block_id": "p3_b43", "text": "Selection and Implementation of Decentralised Renewable Energy Power Plants"}, {"text_block_id": "p3_b44", "text": "a."}, {"text_block_id": "p3_b45", "text": "Notification of sub-station wise generation capacity"}, {"text_block_id": "p3_b46", "text": "scheme."}, {"text_block_id": "p3_b47", "text": "b."}, {"text_block_id": "p3_b48", "text": "Expression of Interest (EoI) for Short-listing of RPG"}, {"text_block_id": "p3_b49", "text": "DISCOM or any agency authorized by the DISCOM shall invite 33/11 kV or 66/11 kV or 110/11 kV sub-station wise EoI from RPG to participate in selection process for development of decentralised renewable power plants. The RPG shall submit their interest against the EoI as per the schedule notified by DISCOM. An RPG will not be allowed to apply for more than one renewable power plant for a particular 33/11 kV sub-station. The EoI of an RPG will also be disqualified if it is found that its proprietor/partner/director/member has also filed EoI as proprietor/partner/director /member for another RPG for the same sub-station."}, {"text_block_id": "p3_b50", "text": "The DISCOM or any agency authorized by the DISCOM may request to submit non-refundable processing fee from the interested RPGs, which in no case shall be higher than Rs. 5000 per MW or part thereof of the capacity applied for."}, {"text_block_id": "p3_b51", "text": "be followed."}, {"text_block_id": "p3_b52_merged_merged_merged_merged_merged", "text": "In case of REPP being developed by a developer, the Net-Worth of the developer should not be less than Rs. 1.00 Crore per MW (of the capacity applied). This shall not be applicable for"}, {"text_block_id": "p4_b54", "text": "farmers cooperative or panchayats or Farmer Producer Organisations (FPO)"}, {"text_block_id": "p4_b55", "text": "/"}, {"text_block_id": "p4_b56", "text": "Water User"}, {"text_block_id": "p4_b57", "text": "associations (WUA) or farmers setting up REPP in their own lands."}, {"text_block_id": "p4_b58", "text": "c. Selection of REPP"}, {"text_block_id": "p4_b59", "text": "tariff."}, {"text_block_id": "p4_b60", "text": "In case the total aggregate capacity of eligible application received for a particular sub-station is more than the capacity notified for connectivity at the sub-station, then DISCOM or any agency authorized by the DISCOM shall invite Bids from all these applicants. All eligible applicants will have to submit tariff bids within a prescribed time. Selection of bidders will be based on the lowest tariff offered in the ascending order as quoted by the bidders in the closed bid or e-reverse auction as the case may be. LoA will be awarded to all successful bidders."}, {"text_block_id": "p4_b61", "text": "d."}, {"text_block_id": "p4_b62", "text": "Connectivity with the sub-station"}, {"text_block_id": "p4_b63", "text": "REPP of capacity up to 2 MW may be connected at 11 kV side of sub-station and the selected RPG will be responsible for laying of dedicated 11 kV line from REPP to sub-station, construction of bay and related switchgear at sub-station where the plant is connected to the grid and metering is done. The DISCOM will facilitate the RPG in getting right of way for laying of 11 kV line. Alternatively, RPG can get constructed the 11 kV lines through DISCOM by paying the applicable cost and other charges. RPG will be responsible for maintaining this dedicated 11 kV line. In case more than one bidders are awarded projects to be connected to same Sub-station, they shall be permitted to co-ordinate with each other for setting up common transmission line for feeding to Sub-Station if they so desire and with the approval of DISCOM. However, in North Eastern States, Sikkim, Jammu & Kashmir, Himachal Pradesh and Uttarakhand, Lakshadweep and A&N Islands, where States/UTs allows RE plants of capacity less than 500 kW the plant may be connected through LT line subject to technical feasibility and approval by DISCOM."}, {"text_block_id": "p4_b64", "text": "The RPG shall comply grid connectivity and other regulations as applicable."}, {"text_block_id": "p4_b65", "text": "e."}, {"text_block_id": "p4_b66", "text": "Clearances required from the State Government and other local bodies"}, {"text_block_id": "p4_b67", "text": "The RPG is required to obtain necessary clearances as required for setting up the REPP."}, {"text_block_id": "p4_b68", "text": "f."}, {"text_block_id": "p4_b69", "text": "Power Purchase Agreement (PPA)"}, {"text_block_id": "p4_b70_merged_merged_merged_merged_merged", "text": "A copy of standard Power Purchase Agreement to be executed between the DISCOM and the RPG shall be provided by DISCOM along with invitation for submission of EoI. The model PPA agreement shall be as provided by MNRE (Copy enclosed). Within two months of the date of issue of Letter of Award (LoA) by DISCOM or any agency authorized by the DISCOM, the Power Purchase Agreement (PPA) will have to be executed by RPG. The PPA shall be for a period of 25 years from the date of COD. The DISCOM will be obliged to buy the entire power from RPG within the contract capacity. However, the RPG is required to achieve a minimum CUF of 15% on annual basis during the PPA period. However, in case of low Solar radiation zones, minimum CUF can be revised by concerned DISCOM. The RPG will be free to operate the plant after expiry of the 25 years of PPA period if other conditions like land"}, {"text_block_id": "p5_b80", "text": "lease, etc., permits. However, any extension of the PPA period beyond 25 years shall be"}, {"text_block_id": "p5_b81", "text": "through mutual agreements between the RPG and DISCOM. As a payment security measure"}, {"text_block_id": "p5_b82", "text": "DISCOM will have to maintain LC and Escrow Arrangement as defined in the PPA."}, {"text_block_id": "p5_b83", "text": "g."}, {"text_block_id": "p5_b84", "text": "Bank Guarantees"}, {"text_block_id": "p5_b85", "text": "The RPG shall provide the following Bank Guarantees to DISCOM as follows:"}, {"text_block_id": "p5_b86", "text": "The RPG shall provide the following Bank Guarantees to DISCOM as follows:\n* Earnest Money Deposit (EMD) of Rs. 1 Lakh/MW in the for\n* Earnest Money Deposit (EMD) of Rs. 1 Lakh/MW in the for\n m of Bank Guarantee\n* Performance Bank Guarantee (PBG) of Rs. 5 Lakh/MW within 30 days from date of"}, {"text_block_id": "p5_b92", "text": "months from the date of issue of LoA for the REPP. The PBG will be returned to the RPG"}, {"text_block_id": "p5_b93", "text": "h."}, {"text_block_id": "p5_b94", "text": "Commissioning"}, {"text_block_id": "p5_b95", "text": "The selected RPG shall commission the solar power plant within nine months from date of issuance of LoA. The RPG may commission the REPP during this period of nine months and the DISCOM is obliged to purchase power from that commissioned REPP any time after the issuance of LoA. A duly constituted Committee of DISCOM officials will physically inspect the Plant in not more than 03 days from the date of receiving a call from the RPG and certify successful commissioning of the plant. In case any RPG fails to achieve this milestone, DISCOM shall encash the Performance Bank Guarantee (PBG) in the following manner:"}, {"text_block_id": "p5_b96", "text": "The selected RPG shall commission the solar power plant within nine months from date of issuance of LoA. The RPG may commission the REPP during this period of nine months and the DISCOM is obliged to purchase power from that commissioned REPP any time after the issuance of LoA. A duly constituted Committee of DISCOM officials will physically inspect the Plant in not more than 03 days from the date of receiving a call from the RPG and certify successful commissioning of the plant. In case any RPG fails to achieve this milestone, DISCOM shall encash the Performance Bank Guarantee (PBG) in the following manner:\n* Delay up to two months -The PBG on per day basis and proportionate to the balance\n* th\n* th\n month from date of issuance of Letter of Award.\n* th\n month from date of issuance of Letter of Award.\n In case the commissioning of the solar power plant is delayed over two months, the PPA"}, {"text_block_id": "p5_b102", "text": "the RPG."}, {"text_block_id": "p5_b103", "text": "i."}, {"text_block_id": "p5_b104", "text": "Shortfall in minimum generation"}, {"text_block_id": "p5_b105_merged_merged_merged_merged_merged_merged_merged", "text": "During PPA, if for any year, it is found that the RPG has not been able to generate minimum energy corresponding to CUF of 15% or as prescribed by DISCOMs; such shortfall in performance shall make RPG liable to pay the compensation as provided in the PPA to the DISCOM. This will, however be relaxable to the extent of grid non-availability for evacuation, which is beyond the control of the RPG. Further, this compensation shall not be applicable in"}, {"text_block_id": "p6_b110", "text": "events of Force Majeure identified under PPA with Discom affecting supply of solar power by"}, {"text_block_id": "p6_b111", "text": "RPG."}, {"text_block_id": "p6_b112", "text": "j."}, {"text_block_id": "p6_b113", "text": "Commercial Operation Date (COD)"}, {"text_block_id": "p6_b114", "text": "The Commercial Operation Date (COD) shall be considered as the actual date of commissioning of the solar power plant as declared by the Commissioning Committee."}, {"text_block_id": "p6_b115", "text": "k. Release of PBI to DISCOM"}, {"text_block_id": "p6_b116", "text": "DISCOM would be eligible to get PBI @ Rs. 0.40 per unit purchased or Rs. 6.6 lakh per MW of capacity installed, whichever is less, for a period of five years from the COD. However, to avail the PBI, DISCOM shall submit following documents after completion of one year from the COD and every year thereafter till five years:"}, {"text_block_id": "p6_b117", "text": "DISCOM would be eligible to get PBI @ Rs. 0.40 per unit purchased or Rs. 6.6 lakh per MW of capacity installed, whichever is less, for a period of five years from the COD. However, to avail the PBI, DISCOM shall submit following documents after completion of one year from the COD and every year thereafter till five years:\n* Timely payment of monthly lease rent, if applicable, to the land owner of the project.\n* Monthly units purchased from the plant and corresponding payment made to the"}, {"text_block_id": "p6_b121", "text": "Applicable PBI would be released to the DISCOM after submission of these documents by"}, {"text_block_id": "p6_b122", "text": "DISCOM to MNRE."}, {"text_block_id": "p6_b123", "text": "B."}, {"text_block_id": "p6_b124", "text": "Roles and responsibilities of stakeholders:"}, {"text_block_id": "p6_b125", "text": "(i)"}, {"text_block_id": "p6_b126", "text": "Ministry of New and Renewable Energy:"}, {"text_block_id": "p6_b127", "text": "MNRE shall allocate initial capacity of 1000 MW for Pilot Project to DISCOMs based on their demand and readiness for implementation. Pilot projects will be continuously monitored during implementation and also on completion to evaluate their success and a detailed report will be prepared for recommending further scaling up of the capacity under this component. Such evaluation may be done internally of through external agency as per decision of the MNRE."}, {"text_block_id": "p6_b128", "text": "Ministry will issue Model PPA and model Lease Agreement for implementation of the scheme."}, {"text_block_id": "p6_b129", "text": "MNRE will provide Procurement Based Incentive (PBI) to the DISCOMs @ 40 paise/kWh or Rs.6.60 lakhs/MW/year, whichever is lower, for buying solar/ other renewable power under this scheme. The PBI will be given to the DISCOMs for a period of five years from the Commercial Operation Date of the plant. Therefore, the total PBI that shall be payable to DISCOMs will be Rs. 33 Lakh per MW."}, {"text_block_id": "p6_b130", "text": "(ii)"}, {"text_block_id": "p6_b131", "text": "DISCOMs:"}, {"text_block_id": "p6_b132", "text": "The DISCOMs shall have to send their demand for sanction under the scheme along with details on their readiness to implement the component A of the scheme."}, {"text_block_id": "p6_b133_merged_merged_merged_merged_merged_merged_merged", "text": "The concerned DISCOM shall declare the renewable power capacity that can be connected to a 33/11 kV sub-station and carry-out the procedure for selection of RPG. On selection of RPG, DISCOMs shall issue the LoA and sign PPA with RPG. DISCOMs will provide connectivity at the station to the selected RPG. The DISCOMs will ensure “must-run” status to the solar/ other renewable power plants installed under this scheme and will keep the feeders ‘ON’"}, {"text_block_id": "p7_b142", "text": "during sunshine hours of a day. They shall act as facilitator to the beneficiaries in"}, {"text_block_id": "p7_b143", "text": "implementation of this scheme."}, {"text_block_id": "p7_b144", "text": "th"}, {"text_block_id": "p7_b145", "text": "RPG."}, {"text_block_id": "p7_b146", "text": "(iii)"}, {"text_block_id": "p7_b147", "text": "State Nodal Agency (SNA):"}, {"text_block_id": "p7_b148", "text": "State Nodal Agency (SNA) will coordinate with States/UTs, DISCOMs and farmers for implementation of the scheme. They will assist the farmers in project development activities including formulation of DPR, PPA/EPC contracts, getting funds from financial institutions, etc. For settlement of any issues arising during selection of solar/ other renewable energy based power plants and their implementation, a State level Committee under the chairmanship of Principal Secretary (Renewable Energy/Energy) will be setup by the participating State/UT and SNA of that State will be responsible to coordinate/organize the quarterly meetings of the State Level Committee. In addition, SNAs shall ensure publicity of the scheme and create awareness through advertisements etc, and also monitor the implementation of the scheme. The SNA will be eligible to get service charge of Rs.0.25 Lakh per MW after commissioning of the projects."}, {"text_block_id": "p7_b149", "text": "(iv)"}, {"text_block_id": "p7_b150", "text": "Renewable Power Generator (RPG):"}, {"text_block_id": "p7_b151", "text": "Individual farmers/ group of farmers/ cooperatives/ panchayats/ Farmer Producer Organisations (FPO) /Water User associations (WUA) or projects developer would be the RPG. They have to participate in the selection process to be carried out by DISCOMS. In case of selection, they have to sign PPA and install the plant as per provisions of these guidelines and applicable rules and regulations."}, {"text_block_id": "p7_b152_merged_merged_merged_merged_merged", "text": "II. Component B: Installation of 17.50 Lakh Stand-alone Solar Pumps"}, {"text_block_id": "p7_b154", "text": "Under this Component, individual farmers will be supported to install standalone solar Agriculture pumps of capacity up to 7.5 HP for replacement of existing diesel Agriculture pumps / irrigation systems in off-grid areas, where grid supply is not available. Installation of new pumps shall also be permitted under this scheme except in dark zone areas. Pumps of capacity higher than 7.5 HP may be allowed, however, the CFA will be limited to the CFA applicable for pump of 7.5 HP. Water User Associations and community/cluster based irrigation system will also be covered under this component. However, priority would be given to small and marginal farmers. In order to minimize the water usage for irrigation purpose, preference will be given to the farmers using Micro irrigation systems or covered under Micro irrigation schemes or who opt for micro irrigation system. The size of pump would be selected on the basis of water table in the area, land covered and quantity of water required for irrigation."}, {"text_block_id": "p7_b155", "text": "Solar PV capacity in kW for the pump capacity in HP will be allowed as per MNRE specifications under the scheme It will be mandatory to use indigenously manufactured solar panels with indigenous solar cells and modules. Further, the motor-pump-set, controller and balance of system should also be manufactured indigenously. The vendor has to declare the list of imported components used in the manufacturing of solar water pumping system."}, {"text_block_id": "p8_b156", "text": "CFA of 30% of the benchmark cost or the tender cost, whichever is lower, of the stand-alone solar Agriculture pump will be provided. The State Government will give a subsidy of 30%; and the remaining 40% will be provided by the farmer. Bank finance may be made available for farmer's contribution, so that farmer has to initially pay only 10% of the cost and remaining up to 30% of the cost as loan. In case the State Government provides subsidy more than 30%, the beneficiary share will reduce accordingly."}, {"text_block_id": "p8_b157", "text": "However, in North Eastern States, Sikkim, Jammu & Kashmir, Himachal Pradesh and Uttarakhand, Lakshadweep and A&N Islands, CFA of 50% of the benchmark cost or the tender cost, whichever is lower, of the stand-alone solar pump will be provided. The State Government will give a subsidy of 30%; and the remaining 20% will be provided by the farmer. Bank finance may be made available for farmer's contribution, so that farmer has to initially pay only 10% of the cost and remaining up to 10% of the cost as loan. In case the State Government provides subsidy more than 30%, the beneficiary share will reduce accordingly."}, {"text_block_id": "p8_b158", "text": "New Solar Agriculture pumps would not be covered under this component in Dark zones/black zones. However, existing standalone diesel pumps, can be converted into standalone solar pumps in these areas provided they use micro irrigation techniques to save water."}, {"text_block_id": "p8_b159", "text": "Possibilities would be explored by implementing agencies for convergence of present scheme with schemes on promotion of micro irrigation system and replacement of agriculture pumps with energy efficient pumps and they may work out the modalities in coordination with respective Ministries/Departments."}, {"text_block_id": "p8_b160", "text": "Further, whenever the grid reaches in the off-grid area, the stand alone Solar Agriculture Pumps can be connected to the grid to feed surplus power depending on grid capacity. DISCOMs may purchase this surplus power from the farmer at the rate decided by the respective State/SERC."}, {"text_block_id": "p8_b161", "text": "centralized IEC activities."}, {"text_block_id": "p8_b162_merged", "text": "a. Allocation and procurement of pumps"}, {"text_block_id": "p8_b164", "text": "State-wise allocation of solar pumps will be issued by MNRE once in a year or as and when required, after approval by a Screening Committee under the chairmanship of Secretary, MNRE. Much before the start of every financial year during the Scheme tenure, MNRE will call for submission of demand from the implementation agencies. Based on overall target for the year and the demand received from implementation agencies, MNRE will allocate quantity of pumps to the implementation agencies in the States. On acceptance of the allocated quantity by the implementation agencies and submission of detailed proposal as per MNRE format, within a given time period, final sanction will be issued by MNRE. MNRE will have the discretion to amend the sanction any time of the year after ascertaining the pace of progress in any particular state, or as per requirements of the scheme."}, {"text_block_id": "p9_b165", "text": "Implementing agencies will submit proposals through online portal to MNRE for approval. Offline proposals will not be accepted, unless MNRE has given a general exemption from the requirement of online submission to any agency for any specific period of time."}, {"text_block_id": "p9_b166", "text": "Proposals for new installations will only be considered by the Screening Committee. Proposals wherein the systems have already been installed/ under installation will not be considered for approval under the Programme by the Screening Committee."}, {"text_block_id": "p9_b167", "text": "There will be centralized tendering of solar water pumping system through Central PSUs. These CPSUs will carry out tendering process as per Guidelines and standards & specifications issued by MNRE. Any deviation shall normally be not permissible except in specific cases with the approval of Secretary, MNRE."}, {"text_block_id": "p9_b168", "text": "For centralized tendering the designated CPSUs may come out region-wise/State-wise tenders, however, their role will be limited to selection of bidders and discovery of rates. To ensure quality and post installation services only manufacturers of solar water pumps or controllers or manufacturers of solar panels would be allowed to participate in the bidding process. Normally, three bidders would be selected and they have to match L1 rates and the quantity allocated to those who agree to match the L1 rates them would be 50%, 30%, and 20% of the total tender quantity respectively in the ascending order of rates quoted by them. Number of bidders selected may vary depending upon the tender quantity. The selection of beneficiaries and implementation of scheme would be the responsibility of the State Implementation Agency. Cluster based approach would be used for allocation of districts to the selected bidders to optimize the resources and ensure quality services made available to the farmer. As far as possible contiguous districts would be allotted to the successful bidders, with the total requirements of pumps in the allocated area matching the quantity allotted to them."}, {"text_block_id": "p9_b169", "text": "Installation of 17.5 lakh Stand-alone Solar Water Agriculture Pumping Systems will create solar PV capacity of over 8000 MW. Since pumps are generally used for 150 days in a year, this capacity can be optimally utilized by using Universal Solar Pump Controller (USPC), through which farmer can use solar power for other activities like operating chaff cutter, floor mill, cold storage, drier, battery charges, etc., and increase his income. Option would be given to the farmer to opt for USPC and additional cost of solar PV pumping system with USPC would be discovered by the tendering agency. The entire additional cost for solar pumping system with USPC would be borne by the farmer. States/UTs may bear this additional cost to facilitate use of solar energy for other activities and increasing the income of farmers."}, {"text_block_id": "p9_b170", "text": "In all cases, the successful bidder shall provide AMC for five years from the date of installation, real time monitoring, helpline, district level service centres and comply standards of performance in dealing with complaints/redessal mechanism."}, {"text_block_id": "p9_b171", "text": "The Implementation Agency would also be responsible for carrying out publicity of the scheme so as to increase awareness amongst potential beneficiaries. For this purpose, apart from their own publicity content, they shall also be guided by advice of MNRE on this matter."}, {"text_block_id": "p9_b172", "text": "b. Installation timeline and Penalties"}, {"text_block_id": "p9_b173_merged", "text": "Projects for installation of solar Agriculture pumps systems shall be completed within 12 months from the date of sanction by MNRE. However, for North Eastern States including Sikkim, Jammu & Kashmir, Himachal Pradesh, Uttarakhand, Lakshadweep and A&N Islands"}, {"text_block_id": "p10_b176", "text": "this time limit will be 15 months from the date of sanction. Extension in project completion"}, {"text_block_id": "p10_b177", "text": "timelines, up to a maximum period of three months, will be considered at the level of Group"}, {"text_block_id": "p10_b178", "text": "Head in MNRE and upto 6 months at the level of Secretary in MNRE on submission of valid"}, {"text_block_id": "p10_b179", "text": "reasons by the implementing agency. However, such extension will attract reduction in service"}, {"text_block_id": "p10_b180", "text": "charges to implementing agency as under:"}, {"text_block_id": "p10_b181", "text": "charges to implementing agency as under:\n* 10% reduction in applicable service charges for delay of more than one month in\n* Further reduction of 10% of service charges for delay of more than two month and up\n* Further reduction of 10% of service charges for delay of more than two month and up\n to three months.\n* Further reduction of 10% of service charges for delay of more than three month and\n* No service charges for delay in completion of more than six months."}, {"text_block_id": "p10_b190", "text": "No extension will be granted beyond six months and only the systems which are installed in all respects and commissioned within stipulated time period will be considered for release of CFA."}, {"text_block_id": "p10_b191", "text": "c. Release of funds"}, {"text_block_id": "p10_b192", "text": "Funds up to 40% of the applicable CFA for the sanctioned quantity would be released as advance to the implementing agency only after placement of letter of award(s) to the selected vendors. The implementing agencies may pass on this fund to the selected vendors in different stages on achievement of various milestones as per terms and conditions of letter of award(s). Second installment up to 30% of the applicable CFA would be released on submission of UCs and SoE for the first release. The balance eligible CFA along with applicable service charges would be released on acceptance of the Project Completion Report in the prescribed format, Utilization Certificates as per GFR and other related documents by the Ministry."}, {"text_block_id": "p10_b193_merged_merged_merged", "text": "d. Monitoring and maintenance"}, {"text_block_id": "p10_b195", "text": "Selected vendors shall be responsible for design, supply, installation and commissioning of solar agriculture pumps. Vendors will mandatorily provide AMC for a period of 5 years from the date of commissioning of the systems including insurance coverage for the installed systems against natural calamities and theft. AMC will include inspection by Vendor at least once in a quarter and submission of quarterly inspection report of the installed pumps as per prescribed format. To ensure timely maintenance of the systems the vendor shall have one authorized service centre in each operational district and a helpline in local language in each operational State. Helpline number shall be indicated on the pump/ controller at suitable location easily visible to the user."}, {"text_block_id": "p10_b196", "text": "All solar Agriculture pumps sanctioned under the Programme shall be provided with remote monitoring system by the vendor. It will be mandatory to submit performance data of solar power plant online to MNRE in the manner and format prescribed by MNRE."}, {"text_block_id": "p10_b197", "text": "Monitoring of the Scheme and its implementation will be carried out during the period of implementation of the Scheme as is given below:"}, {"text_block_id": "p10_b198", "text": "Monitoring of the Scheme and its implementation will be carried out during the period of implementation of the Scheme as is given below:\n* The implementing agency would be responsible for monitoring parameters such as\n<\\li1>"}, {"text_block_id": "p11_b200", "text": "Monitoring of the Scheme and its implementation will be carried out during the period of implementation of the Scheme as is given below:\n* The implementing agency would be responsible for monitoring parameters such as\n<\\li1>\n* Implementing agencies will submit monthly progress report for the sanctioned\n* Funds may be released by implementing agency to the vendor on submission of bank\n* The Ministry officials or designated agency may inspect the ongoing installation or\n* The Ministry officials or designated agency may inspect the ongoing installation or\n installed plants. In case the installed systems are not as per standards, non-functional\n* The Ministry officials or designated agency may inspect the ongoing installation or\n installed plants. In case the installed systems are not as per standards, non-functional\n on account of poor quality of installation, or non-compliance of AMC, the Ministry\n* The Ministry officials or designated agency may inspect the ongoing installation or\n installed plants. In case the installed systems are not as per standards, non-functional\n on account of poor quality of installation, or non-compliance of AMC, the Ministry\n reserves the right to blacklist the vendor. Blacklisting may inter-alia include the\n* The Ministry officials or designated agency may inspect the ongoing installation or\n installed plants. In case the installed systems are not as per standards, non-functional\n on account of poor quality of installation, or non-compliance of AMC, the Ministry\n reserves the right to blacklist the vendor. Blacklisting may inter-alia include the\n following:\n\t* The Vendor/Firm will not be eligible to participate in tenders for Government\n\t* blacklisted.\n\t* blacklisted.\n In case, the concerned Director(s) of the firm/company joins another existing"}, {"text_block_id": "p11_b215", "text": "e."}, {"text_block_id": "p11_b216", "text": "Responsibilities of Implementation Agency"}, {"text_block_id": "p11_b217", "text": "The Implementing Agencies will be responsible for the following activities:"}, {"text_block_id": "p11_b218", "text": "The Implementing Agencies will be responsible for the following activities:\n* Demand aggregation for solar Agriculture pumps through online portal.\n* Prepare proposal and submit to MNRE for sanction\n* Oversee installation of systems.\n* Inspection of installed systems and online submission of completion reports to MNRE.\n* Submission of utilization certificates and audited statement of expenditure through\n* Submission of utilization certificates and audited statement of expenditure through\n EAT module and disbursement of MNRE CFA.\n* Online submission of monthly and quarterly progress reports.\n* Ensure project completion within the given timelines and compliance of MNRE\n* Ensure project completion within the given timelines and compliance of MNRE\n Guidelines and Standards.\n\t* Online and offline maintenance for records.\n\t* Real time monitoring through dedicated web-portal\n\t* Performance monitoring of installed system through third party\n\t* Ensure compliance of AMC and training of locals by the vendors.\n\t* Carrying out publicity of the scheme so as to increase awareness, for which purpose\n\t* Carrying out publicity of the scheme so as to increase awareness, for which purpose\n advice of MNRE may also be adopted apart from its own publicity.\n\t* Any other activity to ensure successful implementation of the programme."}, {"text_block_id": "p11_b247", "text": "III."}, {"text_block_id": "p11_b248", "text": "Component C: Solarisation of 10 Lakh Grid Connected Agriculture Pumps"}, {"text_block_id": "p11_b249_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Under this Component, individual farmers having grid connected agriculture pump will be supported to solarise pumps. Solar PV capacity up to two times of pump capacity in kW is allowed under the scheme. However, State may specify lower solar PV capacity in kW, which"}, {"text_block_id": "p12_b252_merged", "text": "in any case shall be not be less than pump capacity in HP e.g. for 2 HP pump it will not be less than 2 kW. The farmer will be able to use the generated solar power to meet the irrigation needs and the excess solar power will be sold to DISCOMs. Water User Associations and community/cluster based irrigation system will also be covered under this component. However, priority would be given to small and marginal farmers. In order to minimize the water usage for irrigation purpose, preference will be given to the farmers using Micro irrigation systems or covered under Micro irrigation schemes or who opt for Micro irrigation systems."}, {"text_block_id": "p12_b260", "text": "Possibilities would be explored by implementing agencies for convergence of present scheme with schemes on promotion of micro irrigation system and replacement of agriculture pumps with energy efficient pumps and they may work out the modalities in coordination with respective Ministries/Departments."}, {"text_block_id": "p12_b261", "text": "It will be mandatory to use indigenously manufactured solar panels with indigenous solar cells and modules. Further, the balance of system should also be manufactured indigenously. The vendor has to declare the list of imported components used in the solarisation system."}, {"text_block_id": "p12_b262", "text": "CFA of 30% of the benchmark cost or the tender cost, whichever is lower, of the solar PV component will be provided. The State Government will give a subsidy of 30%; and the remaining 40% will be provided by the farmer. Bank finance may be made available for farmer's contribution, so that farmer has to initially pay only 10% of the cost and remaining up to 30% of the cost as loan. In case the State Government provides subsidy more than 30%, the beneficiary share will reduce accordingly."}, {"text_block_id": "p12_b263", "text": "However, in North Eastern States, Sikkim, Jammu & Kashmir, Himachal Pradesh and Uttarakhand, Lakshadweep and A&N Islands, CFA of 50% of the benchmark cost or the tender cost, whichever is lower, of the solar PV component will be provided. The State Government will give a subsidy of 30%; and the remaining 20% will be provided by the farmer. Bank finance may be made available for farmer's contribution, so that farmer has to initially pay only 10% of the cost and remaining up to 10% of the cost as loan. In case the State Government provides subsidy more than 30%, the beneficiary share will reduce accordingly."}, {"text_block_id": "p12_b264", "text": "Further, the CFA will be limited to Solar PV capacity up to two times of pump capacity in kW for pumps up to 7.5 HP. Solarisation of Pumps of capacity higher than 7.5 HP may be allowed, however, the CFA will be limited to the CFA applicable for pump of 7.5 HP in the respective State/UTs. This will help to create an avenue for extra income to the farmers, and for the DISCOMs to meet their RPO targets. The solar power fed in to the grid and solar power utilized by farmer both will be accounted for fulfillment of solar RPO by the DISCOM."}, {"text_block_id": "p12_b265", "text": "DISCOM may adopt any of the modalities for solarisation of pumps viz, (i) Net-metering: in this case the agriculture pump will continue to run at rated capacity taking power from solar panels and balance power from grid, if required, and in case solar power generation is higher than required by pump, the additional solar power would be fed to the grid; (ii) Pump to run on solar power only: in this case the pump will run from the solar power as in case of stand-alone solar pump and no power will be drawn from the grid for operation of pump. In case solar power generation is higher than required by pump, the additional solar power would be fed to the grid."}, {"text_block_id": "p13_b266", "text": "DISCOMs /GENCO/ any other Department designated by State Government will be the implementing agencies. 2% of the eligible CFA will be provided as total service charges to all agencies implementing the scheme including the designated State Implementing Agencies. In case of centralised tendering, some percentage/fixed amount out of service charges (to be decided by MNRE) shall be given to the central agency. MNRE may also retain a certain amount from service charge for nation-wide centralised IEC activities."}, {"text_block_id": "p13_b267", "text": "This component will be applicable to farmers already connected to grid. Feeder-wise implementation is proposed to be carried out. All agriculture pumps in a feeder will be solarised, however, States may impose a minimum solarisation requirement for a feeder in terms of minimum % of pumps solarized on that feeder."}, {"text_block_id": "p13_b268", "text": "In case of dark zones/black zones only existing grid connected pumps will be solarized provided they use micro irrigation techniques to save water."}, {"text_block_id": "p13_b269", "text": "Possibilities would be explored by implementing agencies for convergence of present scheme with schemes on promotion of micro irrigation system and replacement of agriculture pumps with energy efficient pumps and they may work out the modalities in coordination with respective Ministries/Departments."}, {"text_block_id": "p13_b270", "text": "DISCOMs will purchase excess power from the farmer at the rate decided by the respective"}, {"text_block_id": "p13_b271", "text": "State/SERC. The DISCOMs will ensure “must"}, {"text_block_id": "p13_b272", "text": "-"}, {"text_block_id": "p13_b273", "text": "It will be mandatory for implementing agency to create remote monitoring system to monitor performance of the system post-installation."}, {"text_block_id": "p13_b274", "text": "States may also formulate state specific policy for grid connected solar pumps, customised to needs of the respective State, keeping the broad framework provided by MNRE intact."}, {"text_block_id": "p13_b275_merged_merged", "text": "a. Allocation of solarisation capacity and procurement"}, {"text_block_id": "p13_b277", "text": "State-wise allocation for solarisation of pumps will be issued by MNRE once in a year, after approval by a Screening Committee under the chairmanship of Secretary, MNRE. In the beginning of every financial year during the Scheme tenure, MNRE will call for submission of feeder-wise demand for solarization. Based on overall target for the year and the demand received from implementation agencies, MNRE will allocate solarization capacity to the implementation agencies in the States. On acceptance of the allocated quantity by the implementation agencies and submission of detailed proposal as per MNRE format, with in a given time, final sanction will be issued by MNRE."}, {"text_block_id": "p13_b278", "text": "As per approval, the component is to be implemented on pilot mode for initial one lakh grid connected agriculture pumps and accordingly, initially this capacity will be allocated by MNRE to implementing agencies based on their demand and readiness for implementation of the component. Pilot projects will be continuously monitored during implementation and also on completion to evaluate the success of pilot run and a detailed report will be prepared for recommending further scaling up of the capacity under this component. Such evaluation may be done internally of through external agency as per decision of the MNRE."}, {"text_block_id": "p14_b279", "text": "Implementing agencies will submit proposals through online portal to MNRE for approval. Offline proposals will not be accepted, unless MNRE has given a general exemption from the requirement of online submission for any specific period of time."}, {"text_block_id": "p14_b280", "text": "Proposals for new installations will only be considered by the Screening Committee. Proposals wherein the pumps are already solarized prior to sanction of MNRE will not be considered for approval under the Scheme by the Screening Committee."}, {"text_block_id": "p14_b281", "text": "MNRE may specify either a centralized tendering of solarisation system through Central PSUs or by the State Implementation Agencies. These CPSUs or State Implementation agencies will carry out tendering process as per the Guidelines, standards and specifications issued by MNRE. Any deviation shall normally be not permissible except in specific cases with the approval of Secretary, MNRE"}, {"text_block_id": "p14_b282", "text": "In case of centralized procurement the designated CPSUs may come out with region-wise/State-wise tenders, however, their role will be limited to selection of bidders. The selection of beneficiaries and implementation of scheme would be the responsibility of the State Implementation Agency."}, {"text_block_id": "p14_b283", "text": "In all cases, the bids shall require the successful bidder to provide for AMC for five years from the date of installation, helpline, district level service centres and comply standards of performance in dealing with complaints."}, {"text_block_id": "p14_b284", "text": "The Implementation Agency would also be responsible for carrying out publicity of the scheme so as to increase awareness amongst potential beneficiaries. For this purpose, apart from their own publicity content, they shall also be guided by advice of MNRE on this matter."}, {"text_block_id": "p14_b285", "text": "b. Installation timeline and Penalties"}, {"text_block_id": "p14_b286", "text": "Projects for solarisation of pumping systems shall be completed within 12 months from the date of sanction by MNRE. However, for North Eastern States including Sikkim, Jammu & Kashmir, Himachal Pradesh, Uttarakhand, Lakshadweep and A&N Islands this time limit will be 15 months from the date of sanction. Extension in project completion timelines, up to a maximum period of three months, will be considered at the level of Group Head in MNRE and upto 6 months at the level of Secretary in MNRE on submission of valid reasons by the implementing agency. However, such extension will attract reduction in service charges to implementing agency as under:"}, {"text_block_id": "p14_b287", "text": "Projects for solarisation of pumping systems shall be completed within 12 months from the date of sanction by MNRE. However, for North Eastern States including Sikkim, Jammu & Kashmir, Himachal Pradesh, Uttarakhand, Lakshadweep and A&N Islands this time limit will be 15 months from the date of sanction. Extension in project completion timelines, up to a maximum period of three months, will be considered at the level of Group Head in MNRE and upto 6 months at the level of Secretary in MNRE on submission of valid reasons by the implementing agency. However, such extension will attract reduction in service charges to implementing agency as under:\n* 10% reduction in applicable service charges for delay of more than one month in\n* Further reduction of 10% of service charges for delay of more than two month and up to three months.\n* Further reduction of 10% of service charges for delay of more than three month and\n* No service charges for delay in completion of more than six months."}, {"text_block_id": "p14_b296", "text": "No extension will be granted beyond six months and only the systems which are installed in all respects and commissioned within stipulated time period will be considered for release of CFA."}, {"text_block_id": "p15_b297", "text": "The implementing agencies after submitting proposal to MNRE may choose to start the preparatory activities including tendering process. However, the Letter of Award/Purchase Order shall be placed to the selected vendor(s) only after the issue of sanction letter by MNRE. Further, MNRE will not be responsible for any liabilities arising out of a situation where the proposal is eventually rejected."}, {"text_block_id": "p15_b298", "text": "c. Release of funds"}, {"text_block_id": "p15_b299", "text": "Funds up to 40% of the applicable CFA for the sanctioned quantity would be released as advance to the implementing agency only after placement of letter of award(s) to the selected vendors. The implementing agencies may pass on this fund to the selected vendors in different stages on achievement of various milestones as per terms and conditions of letter of award(s). Second installment up to 30% of the applicable CFA would be released on submission of UCs and SoE for the first release. The balance eligible CFA along with applicable service charges would be released on acceptance of the Project Completion Report in the prescribed format, Utilization Certificates as per GFR and other related documents by the Ministry."}, {"text_block_id": "p15_b300", "text": "d."}, {"text_block_id": "p15_b301", "text": "Monitoring and maintenance"}, {"text_block_id": "p15_b302", "text": "Selected vendors shall be responsible for all aspects of solarisation viz., design, supply, installation and commissioning. Vendors will mandatorily provide AMC for a period of 5 years from the date of commissioning of the systems including insurance coverage for the installed systems against natural calamities and theft. AMC will include submission of quarterly inspection report of the installation as per prescribed format. To ensure timely maintenance of the systems the vendor shall have one authorised service centre in each operational district and a helpline in local language in each operational State."}, {"text_block_id": "p15_b303", "text": "MNRE."}, {"text_block_id": "p15_b304", "text": "Monitoring of the Scheme and its implementation will be carried out during the period of implementation of the Scheme as is given below:"}, {"text_block_id": "p15_b305", "text": "Monitoring of the Scheme and its implementation will be carried out during the period of implementation of the Scheme as is given below:\n* The implementing agency would be responsible for monitoring parameters such as\n* Implementing agencies will submit monthly progress report for the sanctioned\n* Funds may be released by implementing agency to the vendor on submission of bank\n* The Ministry officials or designated agency may inspect the ongoing installation or installed plants. In case the installed systems are not as per standards, non-functional on account of poor quality of installation, or non-compliance of AMC, the Ministry reserves the right to blacklist the vendor. Blacklisting may inter-alia include the following:"}, {"text_block_id": "p16_b317", "text": "Monitoring of the Scheme and its implementation will be carried out during the period of implementation of the Scheme as is given below:\n* The implementing agency would be responsible for monitoring parameters such as\n* Implementing agencies will submit monthly progress report for the sanctioned\n* Funds may be released by implementing agency to the vendor on submission of bank\n* The Ministry officials or designated agency may inspect the ongoing installation or installed plants. In case the installed systems are not as per standards, non-functional on account of poor quality of installation, or non-compliance of AMC, the Ministry reserves the right to blacklist the vendor. Blacklisting may inter-alia include the following:\n* The Vendor/Firm will not be eligible to participate in tenders for Government\n\t* blacklisted.\n\t* blacklisted.\n In case, the concerned Director(s) of the firm/company joins another existing"}, {"text_block_id": "p16_b322", "text": "e."}, {"text_block_id": "p16_b323", "text": "Responsibilities of Implementation Agency"}, {"text_block_id": "p16_b324", "text": "The Implementing Agencies will be responsible for the following activities:"}, {"text_block_id": "p16_b325", "text": "i."}, {"text_block_id": "p16_b326", "text": "Issue additional instructions/ conditions such as minimum solarisation level of feeder."}, {"text_block_id": "p16_b327", "text": "ii."}, {"text_block_id": "p16_b328", "text": "Issue connectivity standards/regulations, if required, and facilitate connection to the grid."}, {"text_block_id": "p16_b329", "text": "iii."}, {"text_block_id": "p16_b330", "text": "Selection of feeder for solarisation and demand aggregation for solarisation of pumps."}, {"text_block_id": "p16_b331", "text": "iv."}, {"text_block_id": "p16_b332", "text": "Prepare proposal and submit to MNRE for sanction"}, {"text_block_id": "p16_b333", "text": "v."}, {"text_block_id": "p16_b334", "text": "Conduct tendering process as per MNRE guidelines"}, {"text_block_id": "p16_b335", "text": "vi."}, {"text_block_id": "p16_b336", "text": "Oversee installation of systems."}, {"text_block_id": "p16_b337", "text": "vii."}, {"text_block_id": "p16_b338", "text": "Inspection of installed systems and online submission of completion reports to MNRE."}, {"text_block_id": "p16_b339", "text": "Inspection of installed systems and online submission of completion reports to MNRE.\n* Disbursement of MNRE CFA and submission of utilization certificates and audited\n* Disbursement of MNRE CFA and submission of utilization certificates and audited\n statement of expenditure through EAT module.\n* Performance monitoring of installed system through third party\n* Ensure compliance of AMC and training of locals by the vendors.\n* Any other activity to ensure successful implementation of the programme."}, {"text_block_id": "p16_b342", "text": "ix."}, {"text_block_id": "p16_b343", "text": "Online submission of monthly and quarterly progress reports."}, {"text_block_id": "p16_b344", "text": "x."}, {"text_block_id": "p16_b345", "text": "Ensure project completion within the given timelines and compliance of MNRE"}, {"text_block_id": "p16_b346", "text": "Guidelines and Standards."}, {"text_block_id": "p16_b347", "text": "xi."}, {"text_block_id": "p16_b348", "text": "Online and offline maintenance for records."}, {"text_block_id": "p16_b349", "text": "xii."}, {"text_block_id": "p16_b350", "text": "Real time monitoring through dedicated web-portal"}, {"text_block_id": "p16_b355", "text": "xv."}, {"text_block_id": "p16_b356_merged_merged_merged_merged_merged", "text": "Carrying out publicity of the scheme so as to increase awareness, for which purpose advice of MNRE may also be adopted apart from its own publicity."}, {"text_block_id": "p16_b360", "text": "4."}, {"text_block_id": "p16_b361", "text": "Quality Assurance and Evaluation Mechanism"}, {"text_block_id": "p16_b362", "text": "Systems installed under this Programme should meet technical specification and construction standards as specified by BIS and MNRE from time to time. Non-compliance will be taken seriously to the extent of blacklisting of the vendor, in the same manner as specified, apart from taking action under any other law in force. In case of centralized tendering the CPSUs will be responsible for performance evaluation of the selected vendors. Evaluation of pilot implementation of Component-A and Component-C will be carried out through third party selected for this purpose. In order to ensure, the scheme meets expected outcomes continues evaluation of scheme would be undertaken and mid-course correction, as required, shall be implemented."}, {"text_block_id": "p17_b363", "text": "5."}, {"text_block_id": "p17_b364", "text": "Interpretation of the Guidelines"}, {"text_block_id": "p17_b365", "text": "In case of any ambiguity in interpretation of any of the provisions of these guidelines, the decision of the Ministry shall be final."}, {"text_block_id": "p17_b366", "text": "The Guidelines would be reviewed by the Ministry from time to time and necessary modifications would be incorporated after getting approval of Minister, NRE."}, {"text_block_id": "p17_b367", "text": "*****"}, {"text_block_id": "p18_b368", "text": "Annexure-I"}, {"text_block_id": "p18_b369", "text": "STANDARD"}, {"text_block_id": "p18_b370", "text": "POWER PURCHASE AGREEMENT FOR"}, {"text_block_id": "p18_b371", "text": "PROCUREMENT OF ….. MW ______ POWER ON LONG TERM"}, {"text_block_id": "p18_b372", "text": "BASIS"}, {"text_block_id": "p18_b373", "text": "Between"}, {"text_block_id": "p18_b374", "text": "[Name of Renewable Power Generator]"}, {"text_block_id": "p18_b375", "text": "And"}, {"text_block_id": "p18_b376", "text": "[Name of Distribution Company]"}, {"text_block_id": "p18_b377", "text": "[month and year]"}, {"text_block_id": "p19_b378", "text": "This Power Purchase Agreement is made on the _______ day of ______ of ___________ at"}, {"text_block_id": "p19_b379", "text": "Between"}, {"text_block_id": "p19_b380", "text": "_________________ [name of the Renewable Power Generator], ________________, [details of"}, {"text_block_id": "p19_b381", "text": "Renewable Power Generator] (hereinafter referred to as “"}, {"text_block_id": "p19_b382", "text": "Renewable Power Generator or RPG"}, {"text_block_id": "p19_b383", "text": "”,"}, {"text_block_id": "p19_b384", "text": "which expression shall, unless repugnant to the context or meaning thereof, be deemed to include its successors and permitted assigns) as a Party of the"}, {"text_block_id": "p19_b385", "text": "First Part"}, {"text_block_id": "p19_b386", "text": ";"}, {"text_block_id": "p19_b387", "text": "And"}, {"text_block_id": "p19_b388", "text": "_______________________[Distribution Company]"}, {"text_block_id": "p19_b389", "text": ", a company incorporated under the"}, {"text_block_id": "p19_b390", "text": "Companies Act 1956, having its registered office at  ____________________________(hereinafter"}, {"text_block_id": "p19_b391", "text": "referred to as “"}, {"text_block_id": "p19_b392", "text": "DISCOM"}, {"text_block_id": "p19_b393", "text": "”, which expression shall, unless repugnant to th"}, {"text_block_id": "p19_b394", "text": "e context or meaning thereof, be deemed to include its successors and assignees) as a Party of the"}, {"text_block_id": "p19_b395", "text": "Second Part"}, {"text_block_id": "p19_b396", "text": ";"}, {"text_block_id": "p19_b397", "text": "The RPG and DISCOM are individually referred to as ‘Party’ and collectively referred to as ‘Parties’."}, {"text_block_id": "p19_b398", "text": "WHEREAS"}, {"text_block_id": "p19_b399", "text": ":"}, {"text_block_id": "p19_b400", "text": "A."}, {"text_block_id": "p19_b401", "text": "The Ministry of New and Renewable Energy [MNRE] has launched a scheme for farmers on"}, {"text_block_id": "p19_b402", "text": "8"}, {"text_block_id": "p19_b403", "text": "th"}, {"text_block_id": "p19_b404", "text": "March 2019 and issued implementation guidelines on ____________."}, {"text_block_id": "p19_b405", "text": "B."}, {"text_block_id": "p19_b406", "text": "The MNRE has accorded a sanction and allotted a capacity of ______MW to DISCOM for under the said scheme of 8"}, {"text_block_id": "p19_b407", "text": "th"}, {"text_block_id": "p19_b408", "text": "March 2019."}, {"text_block_id": "p19_b409", "text": "C."}, {"text_block_id": "p19_b410", "text": "DISCOM had initiated a selection process for procurement of ____ MW of the power generated from the Grid connected ________ Power Project on the terms and conditions contained in the EoI/RfS No._______ dated ___________."}, {"text_block_id": "p19_b411", "text": "D."}, {"text_block_id": "p19_b412", "text": "The RPG has been selected in the Process for development, generation and supply of electricity from the ____MW ______ Power Project to be established by RPG at ________[location of proposed power plant] and electricity generated to be fed to the ______ [Name and location of 33/11 kV sub"}, {"text_block_id": "p19_b413", "text": "-"}, {"text_block_id": "p19_b414", "text": "station];"}, {"text_block_id": "p19_b415", "text": "E."}, {"text_block_id": "p19_b416", "text": "DISCOM has issued the Letter of Award No…………….. dated…………in favour of the RPG for development and establishment of the ……………MW _____ Power Project as per the terms and"}, {"text_block_id": "p19_b417", "text": "conditions contained in the EoI/RfS."}, {"text_block_id": "p19_b418", "text": "F."}, {"text_block_id": "p19_b419_merged_merged_merged_merged_merged_merged", "text": "The RPG has furnished the Performance Bank Guarantee in the sum of Rs………..in favour of DISCOM as per the format prescribed by the DISCOM."}, {"text_block_id": "p19_b422", "text": "G."}, {"text_block_id": "p19_b423", "text": "The RPG has fulfilled the terms and conditions for signing this Power Purchase Agreement as a definitive agreement for establishing the _____ Power Project o"}, {"text_block_id": "p19_b424", "text": "f……………..MW at …………..,"}, {"text_block_id": "p20_b425", "text": "for generation and sale of electricity by the RPG to DISCOM at _________33(or 66 or 110)/11 kV S/S;"}, {"text_block_id": "p20_b426", "text": "H."}, {"text_block_id": "p20_b427", "text": "The parties have agreed to execute this Power Purchase Agreement in terms of the EoI/RfS and the Letter of Award in regard to the terms and conditions for establishment of the ______ Power"}, {"text_block_id": "p20_b428", "text": "Project at ……, and for generation and supply of electricity by the RPG to DISCOM."}, {"text_block_id": "p20_b429", "text": "Now therefore, in consideration of the premises and mutual agreements, covenants and conditions set forth herein, it is hereby agreed by and between the Parties as follows:"}, {"text_block_id": "p20_b430", "text": "ARTICLE 1: DEFINITIONS AND INTERPRETATION"}, {"text_block_id": "p20_b431", "text": "1.1"}, {"text_block_id": "p20_b432", "text": "Definitions"}, {"text_block_id": "p20_b433", "text": "The terms used in this Agreement, unless as defined below or repugnant to the context, shall have the same meaning as assigned to them by the Electricity Act, 2003 and the rules or regulations framed there under, including  those issued/framed  by the Appropriate Commission (as defined hereunder), as amended or re-enacted from time to time."}, {"text_block_id": "p25_b434", "text": "ARTICLE 2:  TERM OF AGREEMENT"}, {"text_block_id": "p25_b435", "text": "2.1"}, {"text_block_id": "p25_b436", "text": "Effective Date"}, {"text_block_id": "p25_b437", "text": "2.1.1"}, {"text_block_id": "p25_b438", "text": "This Agreement shall come into effect from __________ and such date shall be referred to as the Effective Date."}, {"text_block_id": "p25_b439", "text": "2.2"}, {"text_block_id": "p25_b440", "text": "Term of Agreement"}, {"text_block_id": "p25_b441", "text": "2.2.1"}, {"text_block_id": "p25_b442", "text": "Subject to Article 2.3 and 2.4 of this Agreement, this Agreement shall be valid for a term from the Effective Date until the Expiry Date. This Agreement may be extended for a further period at least one hundred eighty (180) days prior to the Expiry Date, on mutually agreed terms and conditions."}, {"text_block_id": "p25_b443", "text": "2.2.2"}, {"text_block_id": "p25_b444", "text": "The RPG is free to operate their plants beyond the Expiry Date if other conditions like land lease / Right to Use of Land (as applicable), permits, approvals and clearances etc. allow. In such case unless otherwise agreed by the DISCOM, DISCOM shall not be obligated to procure power beyond the Expiry Date."}, {"text_block_id": "p25_b445", "text": "2.3"}, {"text_block_id": "p25_b446", "text": "Early Termination"}, {"text_block_id": "p25_b447", "text": "2.3.1"}, {"text_block_id": "p25_b448", "text": "This Agreement shall terminate before the Expiry Date if either DISCOM or RPG terminates the Agreement, pursuant to Article 13 of this Agreement."}, {"text_block_id": "p25_b449", "text": "2.4"}, {"text_block_id": "p25_b450", "text": "Survival"}, {"text_block_id": "p25_b451", "text": "2.4.1"}, {"text_block_id": "p25_b452", "text": "The expiry or termination of this Agreement shall not affect any accrued rights, obligations and liabilities of the Parties under this Agreement, including the right to receive penalty as per the terms of this Agreement, nor shall it affect the survival of any continuing obligations for which this Agreement provides, either expressly or by necessary implication, which are to survive after the  Expiry Date or termination including those under Article 11 (Force Majeure), Article 13 (Events of Default and Termination), Article 14 (Liability and Indemnification), Article 16 (Governing Law and  Dispute Resolution), Article 17 (Miscellaneous Provisions), and other Articles and Schedules of this Agreement which expressly or by their nature survive the Term or termination of this Agreement shall continue and survive any expiry or termination of this Agreement."}, {"text_block_id": "p25_b453", "text": "ARTICLE 3: CONDITIONS SUBSEQUENT"}, {"text_block_id": "p25_b454", "text": "3.1"}, {"text_block_id": "p25_b455", "text": "The RPG agrees and undertakes to make Project Financing Arrangements for its Project and shall provide necessary documents to DISCOM in this regard within six Months from the Date of issue of LoA by DISCOM for the project."}, {"text_block_id": "p26_b456", "text": "ARTICLE 4: CONSTRUCTION & DEVELOPMENT OF THE PROJECT"}, {"text_block_id": "p26_b457", "text": "4.1"}, {"text_block_id": "p26_b458", "text": "RPG’s Obligations"}, {"text_block_id": "p26_b459", "text": "4.1.1"}, {"text_block_id": "p26_b460", "text": "The RPG undertakes to be responsible, at RPG’s own cost and risk, for:"}, {"text_block_id": "p26_b461", "text": "The RPG undertakes to be responsible, at RPG’s own cost and risk, for:\n* The RPG shall be solely responsible and make arrangements for Land & associated infrastructure\n* The RPG shall be solely responsible and make arrangements for Land & associated infrastructure\n The RPG shall furnish the necessary documents to establish possession in the name of the\n* obtaining all Consents, Clearances and Permits as required and maintaining all documents.\n* Designing, constructing, erecting, commissioning, completing and testing the Power Project in\n* the commencement of supply of power up to the Contracted Capacity to DISCOM no later than\n* Connecting the Power Project switchyard with the Interconnection Facilities at the Delivery Point.\n* owning the Power Project throughout the Term of Agreement free and clear of encumbrances,\n* fulfilling all obligations undertaken by the RPG under this Agreement.\n* The RPG shall be responsible to for directly coordinating and dealing with the DISCOM, and"}, {"text_block_id": "p26_b478", "text": "4.2"}, {"text_block_id": "p26_b479", "text": "Purchase and sale of Contracted Capacity"}, {"text_block_id": "p26_b480", "text": "4.2.1"}, {"text_block_id": "p26_b481", "text": "Subject to the terms and conditions of this Agreement, the RPG undertakes to sell to DISCOM and DISCOM undertakes to pay Tariff for all the energy supplied at the Delivery Point corresponding to the Contracted Capacity."}, {"text_block_id": "p26_b482", "text": "4.3"}, {"text_block_id": "p26_b483", "text": "Right to Contracted Capacity & Energy"}, {"text_block_id": "p26_b484", "text": "4.3.1"}, {"text_block_id": "p26_b485_merged", "text": "DISCOM, in any Contract Year shall not be obliged to purchase any additional energy from the RPG beyond the contract capacity. If for any Contract Year except for the first year of operation, it is found that the RPG has not been able to generate minimum energy of …...Million kWh (MU) till the end of 10 years from the COD and ………….. Million kWh (MU) for the rest of the Term of the Agreement, on account of reasons solely attributable to the RPG, the non-compliance by RPG shall make the RPG liable to pay the compensation. For the first year of operation, the above limits shall be considered on pro-rata basis. The lower limit will, however be relaxable by DISCOM to the extent"}, {"text_block_id": "p27_b488", "text": "of grid non-availability for evacuation which is beyond the control of the RPG. This compensation shall be applied to the amount of shortfall in generation during the Contract Year. The amount of such penalty shall be as determined by the Appropriate Commission, and such penalty shall ensure that the DISCOM is offset for all potential costs associated with low generation and supply of power under the PPA. However, the minimum compensation payable to DISCOM by the RPG shall be 25% (twenty-five percent) of the cost of this shortfall in energy terms, calculated at PPA tariff.  This compensation shall not be applicable in events of Force Majeure identified under PPA."}, {"text_block_id": "p27_b489", "text": "4.3.2"}, {"text_block_id": "p27_b490", "text": "In case at any point of time, the peak of capacity reached is higher than the contracted capacity and causes disturbance in the system at the point where power is injected, the RPG will have to forego the excess generation and reduce the output to the contract capacity and shall also have to pay the penalty/charges (if applicable) as per applicable regulations."}, {"text_block_id": "p27_b491", "text": "4.4"}, {"text_block_id": "p27_b492", "text": "Extensions of Time"}, {"text_block_id": "p27_b493", "text": "4.4.1"}, {"text_block_id": "p27_b494", "text": "In the event that the RPG is prevented from performing its obligations under Article 4.1 by the Scheduled Commissioning Date due to:"}, {"text_block_id": "p27_b495", "text": "In the event that the RPG is prevented from performing its obligations under Article 4.1 by the Scheduled Commissioning Date due to:\n* any DISCOM Event of Default; or\n* Force Majeure Events affecting DISCOM, or\n* Force Majeure Events affecting the RPG,"}, {"text_block_id": "p27_b501_merged", "text": "the Scheduled Commissioning Date and the Expiry Date shall be deferred, subject to Article 4.4.5, for a reasonable period but not less than ‘day for day’ basis, to permit the RPG or DISCOM through the use of due diligence, to overcome the effects of the Force Majeure Events affecting the RPG or DISCOM, or till such time such Event of Default is rectified by DISCOM."}, {"text_block_id": "p27_b504", "text": "4.4.2"}, {"text_block_id": "p27_b505", "text": "In case of extension due to reasons specified in Article 4.4.1(b) and (c), and if such Force Majeure Event continues even after a maximum period of three (3) months, any of the Parties may choose to terminate the Agreement as per the provisions of Article 13.5. In case neither party terminates the agreement under this clause, the agreement shall stand terminated on the expiry of twelve (12) months of the continuation of the Force majeure event unless the parties mutually agree to extend the agreement for the further period."}, {"text_block_id": "p27_b506", "text": "4.4.3"}, {"text_block_id": "p27_b507", "text": "If  the  Parties  have not  agreed, within thirty (30) days after the affected  Party’s performance"}, {"text_block_id": "p27_b508", "text": "has ceased to be affected by the relevant circumstance, on the time period by which the Scheduled Commissioning Date or the Expiry Date should be deferred, any Party may raise the Dispute to be resolved in accordance with Article 16."}, {"text_block_id": "p27_b509", "text": "4.4.4"}, {"text_block_id": "p27_b510", "text": "As a result of such extension, the newly determined Scheduled Commissioning Date and newly determined Expiry Date shall be deemed to be the Scheduled Commissioning Date and the Expiry Date for the purposes of this Agreement."}, {"text_block_id": "p28_b511", "text": "4.4.5"}, {"text_block_id": "p28_b512", "text": "Notwithstanding anything to the contrary contained in this Agreement, any extension of the Scheduled Commissioning Date arising due to any reason envisaged in this Agreement shall not be allowed beyond the date pursuant to Article 4.5.2."}, {"text_block_id": "p28_b513", "text": "4.4.6"}, {"text_block_id": "p28_b514", "text": "Delay in commissioning of the project beyond the scheduled commissioning date for reasons other than those specified in Article 4.4.1 shall be an event of default on part of the RPG and shall be subject to the consequences specified in the Article 4.5."}, {"text_block_id": "p28_b515", "text": "4.5"}, {"text_block_id": "p28_b516", "text": "Liquidated Damages not amounting to penalty for delay in Commissioning"}, {"text_block_id": "p28_b517", "text": "4.5.1"}, {"text_block_id": "p28_b518", "text": "If the RPG is unable to commission the Project by the Scheduled Commissioning Date other than for the reasons specified in Article 4.4.1, the RPG shall pay to DISCOM, damages for the delay in such commissioning and making the Contracted Capacity available for dispatch by the Scheduled Commissioning Date as per the following:"}, {"text_block_id": "p28_b519", "text": "Delay beyond the Scheduled Commissioning Date upto (& including) the date as on nine months from the Date of issue of LoA: The total Performance Bank Guarantee amount shall be encashed on per day basis and proportionate to the balance capacity not commissioned."}, {"text_block_id": "p28_b520", "text": "4.5.2"}, {"text_block_id": "p28_b521", "text": "The maximum time period allowed for commissioning of the full Project Capacity with encashment of Performance Bank Guarantee shall be limited to 11 Months from the Date of issue of LoA. In case, the Commissioning of the Project is delayed beyond 11 Months from the Date of issue of LoA, it shall be considered as an RPG Event of Default and provisions of Article 13 shall apply and the Contracted Capacity shall stand reduced / amended to the Project Capacity Commissioned within 11 Months of the Date of issue of LoA and the PPA for the balance Capacity will stand terminated and shall be reduced from the project capacity."}, {"text_block_id": "p28_b522", "text": "4.5.3"}, {"text_block_id": "p28_b523", "text": "The RPG further acknowledge that the amount of the liquidated damages fixed is genuine and reasonable pre-estimate of the damages that may be suffered by DISCOM."}, {"text_block_id": "p28_b524", "text": "4.6"}, {"text_block_id": "p28_b525", "text": "Acceptance/Performance Test"}, {"text_block_id": "p28_b526", "text": "4.6.1"}, {"text_block_id": "p28_b527", "text": "Prior to synchronization of the Power Project, the RPG shall be required to get the Project certified for the requisite acceptance/performance test as may be laid down by respective authorities."}, {"text_block_id": "p28_b528", "text": "4.7"}, {"text_block_id": "p28_b529", "text": "Third Party Verification"}, {"text_block_id": "p28_b530", "text": "4.7.1"}, {"text_block_id": "p28_b531", "text": "The RPG shall be further required to provide entry to the site of the Power Project free of all encumbrances at all times during the Term of the Agreement to DISCOM and a third Party nominated by any Indian Governmental Instrumentality for inspection and verification of the works being carried out by the RPG at the site of the Power Project."}, {"text_block_id": "p28_b532", "text": "4.7.2"}, {"text_block_id": "p28_b533", "text": "The third party may verify the construction works/operation of the Power Project being carried out by the RPG and if it is found that the construction works/operation of the  Power  Project is  not as  per  the  Prudent  Utility  Practices,  it  may  seek clarifications from RPG or require the works to be  stopped or to comply with the instructions of such third party."}, {"text_block_id": "p29_b534", "text": "4.8"}, {"text_block_id": "p29_b535", "text": "Breach of Obligations"}, {"text_block_id": "p29_b536", "text": "4.8.1"}, {"text_block_id": "p29_b537", "text": "The Parties herein agree that during the subsistence of this Agreement, subject to DISCOM being in compliance of its obligations & undertakings under this Agreement, the RPG would have no right to negotiate or enter into any dialogue with any third party for the sale of Contracted Capacity of power which is the subject matter of this Agreement. It is the specific understanding between the Parties that such bar will apply throughout the entire term of this Agreement."}, {"text_block_id": "p29_b538", "text": "4.9"}, {"text_block_id": "p29_b539", "text": "Generation compensation for Off-take constraints"}, {"text_block_id": "p29_b540", "text": "4.9.1"}, {"text_block_id": "p29_b541", "text": "Generation Compensation in offtake constraints due to Grid Unavailability"}, {"text_block_id": "p29_b542", "text": ": During the"}, {"text_block_id": "p29_b543", "text": "operation of the plant, there can be some periods where the Project can generate power but due to temporary transmission unavailability, the power is not evacuated, for reasons not attributable to the RPG. In such cases, subject to the submission of documentary evidences from the competent authority, the generation compensation shall be restricted to the following and there shall be no other claim, directly or indirectly against DISCOM:"}, {"text_block_id": "p29_b544", "text": "The excess generation by the RPG equal to this generation loss shall be procured by DISCOM at the PPA tariff so as to offset this loss in the succeeding 3 (three) Contract Years."}, {"text_block_id": "p29_b545", "text": "4.9.2"}, {"text_block_id": "p29_b546_merged_merged", "text": "Offtake constraints due to Backdown: The RPG and DISCOM shall follow the forecasting and scheduling process as per the regulations in this regard by the Appropriate Commission. In the eventuality of backdown, subject to the submission of documentary evidences from the competent authority, the RPG shall be eligible for a minimum generation compensation, from DISCOM, restricted to the following and there shall be no other claim, directly or indirectly against DISCOM:."}, {"text_block_id": "p30_b549", "text": "The RPG shall not be eligible for any compensation in case the Backdown is on account of events like consideration of grid security or safety of any equipment or personnel or other such conditions. The Generation Compensation shall be paid as part of the energy bill for the successive month after JMR."}, {"text_block_id": "p30_b550", "text": "ARTICLE 5: SYNCHRONISATION, COMMISSIONING AND COMMERCIAL OPERATION"}, {"text_block_id": "p30_b551", "text": "5.1"}, {"text_block_id": "p30_b552", "text": "Synchronization, Commissioning and Commercial Operation"}, {"text_block_id": "p30_b553", "text": "5.1.1"}, {"text_block_id": "p30_b554", "text": "The RPG shall give the DISCOM at least thirty (30) days’ advanced preliminary written notice and at least fifteen (15) days’ advanced final written notice, of the date on which it intends to"}, {"text_block_id": "p30_b555", "text": "synchronize the Power Project to the Grid System."}, {"text_block_id": "p30_b556", "text": "5.1.2"}, {"text_block_id": "p30_b557", "text": "Subject to Article 5.1.1, the Power Project may be synchronized by the RPG to the Grid System when it meets all the connection conditions prescribed in applicable Grid Code then in effect and otherwise meets all other Indian legal requirements for synchronization to the Grid System."}, {"text_block_id": "p30_b558", "text": "5.1.3"}, {"text_block_id": "p30_b559", "text": "The synchronization equipment and all necessary arrangements / equipment including RTU for scheduling of power generated from the Project and transmission of data to the concerned authority as per applicable regulation shall be installed by the RPG at its generation facility of the Power Project at its own cost. The RPG shall synchronize its system with the Grid System only after the approval of synchronization scheme is granted by the head of the concerned substation/ and checking/verification is made by the concerned authorities of the DISCOM."}, {"text_block_id": "p30_b560", "text": "5.1.4"}, {"text_block_id": "p30_b561_merged", "text": "The RPG shall immediately after each synchronization/tripping of generator, inform the  sub-station  of  the  Grid  System  to  which  the  Power  Project is  electrically connected in accordance with applicable Grid Code. In addition, the RPG will inject in-firm power to grid time to time to carry out operational/ functional test prior to commercial operation. For avoidance of doubt, it is clarified that Synchronization / Connectivity of the Project with the grid shall not to be considered as Commissioning of the Project."}, {"text_block_id": "p30_b564", "text": "5.1.5"}, {"text_block_id": "p30_b565", "text": "The RPG shall commission the Project within nine (9) Months from the Date of issue of LoA. Declaration of COD shall only be done upon the successful visit by the Commissioning Committee."}, {"text_block_id": "p30_b566", "text": "5.1.6"}, {"text_block_id": "p30_b567", "text": "The Parties agree that for the purpose of commencement of the supply of electricity by RPG to DISCOM, liquidated damages for delay etc., the Scheduled Commissioning Date as defined in this Agreement shall be the relevant date."}, {"text_block_id": "p30_b568", "text": "ARTICLE 6: DISPATCH AND SCHEDULING"}, {"text_block_id": "p31_b569", "text": "6.1"}, {"text_block_id": "p31_b570", "text": "Dispatch and Scheduling"}, {"text_block_id": "p31_b571", "text": "6.1.1"}, {"text_block_id": "p31_b572", "text": "The RPG shall be required to schedule its power as per the applicable regulations of SERC /SLDC or any other competent agency and same being recognized by the SLDC or any other competent authority / agency as per applicable regulation/ law / direction and maintain compliance to the applicable Codes/ Grid Code requirements and directions, if any, as specified by concerned SLDC from time to time. Any deviation from the Schedule will attract the provisions of applicable regulation / guidelines / directions and any financial implication on account of this shall be on the account of the RPG."}, {"text_block_id": "p31_b573", "text": "6.1.2"}, {"text_block_id": "p31_b574", "text": "The RPG shall be responsible for directly coordinating and dealing with the DISCOM, State Load Dispatch Centers, and other authorities in all respects in regard to declaration of availability, scheduling and despatch of Power and due compliance with deviation and settlement mechanism and the applicable Grid code Regulations."}, {"text_block_id": "p31_b575", "text": "6.1.3"}, {"text_block_id": "p31_b576", "text": "The RPG shall be responsible for any deviation from scheduling and for any resultant liabilities on account of charges for deviation as per applicable regulations. UI charges on this account shall be directly paid by the RPG."}, {"text_block_id": "p31_b577", "text": "6.1.4"}, {"text_block_id": "p31_b578", "text": "Auxiliary power consumption will be treated as per the concerned state regulations."}, {"text_block_id": "p31_b579", "text": "ARTICLE 7: METERING"}, {"text_block_id": "p31_b580", "text": "7.1"}, {"text_block_id": "p31_b581", "text": "Meters"}, {"text_block_id": "p31_b582", "text": "7.1.1"}, {"text_block_id": "p31_b583", "text": "For installation of Meters, Meter testing, Meter calibration and Meter reading and all matters  incidental  thereto, the RPG and DISCOM shall follow and be bound by the Central  Electricity Authority  (Installation  and  Operation  of  Meters)  Regulations, 2006, the Grid Code, as amended and revised from time to time."}, {"text_block_id": "p31_b584", "text": "7.1.2"}, {"text_block_id": "p31_b585", "text": "The RPG shall bear all costs pertaining to installation, testing, calibration, maintenance,"}, {"text_block_id": "p31_b586", "text": "renewal and repair of meters at RPG’s side of Delivery Point."}, {"text_block_id": "p31_b587", "text": "7.1.3"}, {"text_block_id": "p31_b588", "text": "In addition to ensuring compliance of the applicable codes, the RPG shall install Main & Check meters at the Delivery Point, along with Stand-by meter(s) as per the applicable regulations of the State where the Project is located."}, {"text_block_id": "p31_b589", "text": "7.2"}, {"text_block_id": "p31_b590", "text": "Reporting of Metered Data and Parameters"}, {"text_block_id": "p31_b591", "text": "7.2.1"}, {"text_block_id": "p31_b592", "text": "The grid connected renewable power plants will install necessary equipment for regular monitoring of required data and simultaneously for monitoring of the electric power  generated from the Project."}, {"text_block_id": "p32_b593", "text": "7.2.2"}, {"text_block_id": "p32_b594", "text": "Online arrangement  would  have  to  be  made  by  the  RPG  for submission of  above data regularly for the entire period of this Power Purchase Agreement to the DISCOM, the MNRE and concerned agency as per applicable regulation / directions."}, {"text_block_id": "p32_b595", "text": "7.2.3"}, {"text_block_id": "p32_b596", "text": "Reports on above parameters on monthly basis (or as required by regulation / guidelines) shall be submitted by the RPG to Ministry of New and Renewable Energy/National Institute of Solar Energy through DISCOM for entire period of PPA."}, {"text_block_id": "p32_b597", "text": "ARTICLE 8: INSURANCES"}, {"text_block_id": "p32_b598", "text": "8.1"}, {"text_block_id": "p32_b599", "text": "Insurance"}, {"text_block_id": "p32_b600", "text": "8.1.1"}, {"text_block_id": "p32_b601", "text": "The RPG shall effect and maintain or cause to be effected and maintained, at its own cost and expense, throughout the Term of PPA, Insurances against such risks to keep the Project in good condition and shall take Industrial All Risk insurance policy covering risks against any loss or damage, with such deductibles and with such endorsements and co-insured(s), which the Prudent Utility Practices would ordinarily merit maintenance of and as required under the Financing Agreements,  and under the applicable laws."}, {"text_block_id": "p32_b602", "text": "8.2"}, {"text_block_id": "p32_b603", "text": "Application of Insurance Proceeds"}, {"text_block_id": "p32_b604", "text": "8.2.1"}, {"text_block_id": "p32_b605", "text": "In case of the Project not being implemented through Financing Agreement(s), save as expressly provided in this Agreement or the Insurances, the proceeds of any insurance claim made due to loss or damage to the Power Project or any part of the Power Project shall be first applied to reinstatement, replacement or renewal of such loss or damage."}, {"text_block_id": "p32_b606", "text": "In case of the Project being financed through Financing Agreement(s), save as expressly provided in this Agreement or the Insurances, the proceeds of any insurance claim made due to loss or damage to the Power Project or any part of the Power Project shall be applied as per such Financing Agreements."}, {"text_block_id": "p32_b607", "text": "8.2.2"}, {"text_block_id": "p32_b608_merged", "text": "If a Force Majeure Event renders the Power Project no longer economically and technically viable and the insurers under the Insurances make payment on a “total loss” or equivalent basis, DISCOM shall have claim on such proceeds of such Insurance limited to outstanding dues of DISCOM against RPG."}, {"text_block_id": "p32_b611", "text": "8.3"}, {"text_block_id": "p32_b612", "text": "Effect on liability of DISCOM"}, {"text_block_id": "p32_b613", "text": "8.3.1"}, {"text_block_id": "p32_b614", "text": "Notwithstanding any liability or obligation that may arise under this Agreement, any loss, damage, liability, payment, obligation or expense which is insured or not or for which the RPG can claim compensation, under any Insurance shall not be charged to or payable by DISCOM. It is for the RPG to ensure that appropriate insurance coverage is taken for payment by the insurer for the entire loss and there is no under insurance or short adjustment etc."}, {"text_block_id": "p32_b615", "text": "ARTICLE 9: APPLICABLE TARIFF"}, {"text_block_id": "p33_b616", "text": "9.1"}, {"text_block_id": "p33_b617", "text": "The RPG shall be entitled to receive the Tariff of Rs. …………../ kWh, fixed for the entire"}, {"text_block_id": "p33_b618", "text": "term of this Agreement, with effect from the COD, for the power sold to the DISCOM as reflected in the Energy Accounts."}, {"text_block_id": "p33_b619", "text": "ARTICLE 10: BILLING AND PAYMENT"}, {"text_block_id": "p33_b620", "text": "10.1"}, {"text_block_id": "p33_b621", "text": "General"}, {"text_block_id": "p33_b622", "text": "10.1.1"}, {"text_block_id": "p33_b623", "text": "From the commencement of supply of power, DISCOM shall pay to the RPG the monthly Tariff Payments subject to the adjustments as per provisions of this Agreement including Article 6, in accordance with Article 9. All Tariff Payments by DISCOM shall be in Indian Rupees."}, {"text_block_id": "p33_b624", "text": "10.1.2"}, {"text_block_id": "p33_b625", "text": "The RPG shall be required to make arrangements and payments for import of energy (if any) as per applicable regulations."}, {"text_block_id": "p33_b626", "text": "10.2"}, {"text_block_id": "p33_b627", "text": "Delivery and Content of Monthly Bills/Supplementary Bills"}, {"text_block_id": "p33_b628", "text": "10.2.1"}, {"text_block_id": "p33_b629", "text": "The RPG shall issue to DISCOM hard copy of a signed Monthly Bill for the immediately preceding Month based on the JMR/Energy Account along with all relevant documents (payments made by RPG for drawl of power, payment of reactive energy charges, Metering charges or any other charges as per regulations of SERC/SLDC, if applicable.)"}, {"text_block_id": "p33_b630", "text": "Each Monthly Bill shall include all charges as per this Agreement for the energy supplied for the relevant Month based on JMR/Energy Accounts. The Monthly Bill amount shall be the product of the energy as per Energy Accounts and the Applicable Tariff. Energy drawn from the grid will be regulated as per the regulations of respective State the Project is located in."}, {"text_block_id": "p33_b631", "text": "10.3"}, {"text_block_id": "p33_b632", "text": "Payment of Monthly Bills"}, {"text_block_id": "p33_b633", "text": "10.3.1"}, {"text_block_id": "p33_b634", "text": "DISCOM shall pay the amount payable under the Monthly Bill by the Due Date to such account of the RPG, as shall have been previously notified by the RPG."}, {"text_block_id": "p33_b635", "text": "10.3.2"}, {"text_block_id": "p33_b636", "text": "All  payments  required  to  be  made  under  this  Agreement  shall also  include any deduction or set off for:"}, {"text_block_id": "p33_b637", "text": "All  payments  required  to  be  made  under  this  Agreement  shall also  include any deduction or set off for:\n* deductions required by the Law; and\n* Amount claimed by DISCOM, if any, from the RPG, will be adjusted from the monthly energy"}, {"text_block_id": "p33_b641", "text": "The RPG shall open a bank account (the “RPG’s Designated Account\") for all Tariff Pay"}, {"text_block_id": "p33_b642", "text": "ments to be made by DISCOM to the RPG, and notify DISCOM of the details of such account at least sixty (60) Days before the dispatch of the first Monthly Bill."}, {"text_block_id": "p33_b643", "text": "10.3.3"}, {"text_block_id": "p33_b644", "text": "Late Payment Surcharge"}, {"text_block_id": "p33_b645", "text": "In the event of delay in payment of a Monthly Bill by DISCOM beyond thirty (30) days of its Due Date, a Late Payment Surcharge shall be payable to the RPG at the rate of 1.25% per month on the"}, {"text_block_id": "p34_b646", "text": "outstanding amount calculated on a day to day basis. The Late Payment Surcharge shall be claimed by the RPG through the Supplementary Bill."}, {"text_block_id": "p34_b647", "text": "10.3.5"}, {"text_block_id": "p34_b648", "text": "Rebate"}, {"text_block_id": "p34_b649", "text": "For payment of any Bill on or before Due Date, the following Rebate shall be paid by the RPG to DISCOM in the following manner and the RPG shall not raise any objections to the payments made under this article."}, {"text_block_id": "p34_b650", "text": "a)"}, {"text_block_id": "p34_b651", "text": "A Rebate of 2% shall be payable to the DISCOM for the payments made within a period of seven clear working days of the presentation of hard copy of Bill along with required supporting documents at DISCOM office."}, {"text_block_id": "p34_b652", "text": "b)"}, {"text_block_id": "p34_b653", "text": "Any payments made after seven clear working days of the date of presentation of hard copy of the Bill along with the required supporting documents at DISCOM office up to the Due Date shall be allowed a rebate of 1 %."}, {"text_block_id": "p34_b654", "text": "c)"}, {"text_block_id": "p34_b655", "text": "For the above purpose, the date of presentation of Bill shall be the next Business Day of delivery of the physical copy of the Bill at DISCOM. ."}, {"text_block_id": "p34_b656", "text": "d)"}, {"text_block_id": "p34_b657", "text": "No Rebate shall be payable on the Bills raised on account of Change in Law relating to taxes, duties, cess etc. and on Supplementary Bill."}, {"text_block_id": "p34_b658", "text": "For the above purpose date of presentation of bill shall be the same day of delivery in hard copy. However, for consideration of rebate, next business day shall be considered."}, {"text_block_id": "p34_b659", "text": "10.4"}, {"text_block_id": "p34_b660", "text": "Payment Security Mechanism"}, {"text_block_id": "p34_b661", "text": "Letter of Credit (LC)"}, {"text_block_id": "p34_b662", "text": ":"}, {"text_block_id": "p34_b663", "text": "10.4.1"}, {"text_block_id": "p34_b664", "text": "DISCOM shall provide to the RPG, in respect of payment of its Monthly Bills and/or"}, {"text_block_id": "p34_b665", "text": "Supplementary Bills, a monthly unconditional, revolving and irrevocable letter of credit (“Letter of Credit”), opened and maintained which may be drawn upon by the RPG in accordance with this"}, {"text_block_id": "p34_b666", "text": "Article."}, {"text_block_id": "p34_b667", "text": "10.4.2"}, {"text_block_id": "p34_b668", "text": "Not later than one (1) Month before the start of supply, DISCOM through a scheduled bank open a Letter of Credit in favour of the RPG, to be made operative from a date prior to the Due Date of its first Monthly Bill under this Agreement. The Letter of Credit shall have a term of twelve (12) Months and shall be renewed annually, for an amount equal to:"}, {"text_block_id": "p34_b669", "text": "Not later than one (1) Month before the start of supply, DISCOM through a scheduled bank open a Letter of Credit in favour of the RPG, to be made operative from a date prior to the Due Date of its first Monthly Bill under this Agreement. The Letter of Credit shall have a term of twelve (12) Months and shall be renewed annually, for an amount equal to:\n* for the first Contract Year, equal to the estimated average monthly billing;\n* for each subsequent Contract Year, equal to the average of the monthly billing of the previous"}, {"text_block_id": "p34_b673", "text": "10.4.3"}, {"text_block_id": "p34_b674", "text": "Provided that the RPG shall not draw upon such Letter of Credit prior to the Due Date of the relevant Monthly Bill and/or Supplementary Bill, and shall not make more than one drawal in a Month."}, {"text_block_id": "p35_b675", "text": "10.4.4"}, {"text_block_id": "p35_b676", "text": "Provided further that if at any time, such Letter of Credit amount falls short of the amount specified in Article 10.4.2 due to any reason whatsoever, DISCOM shall restore such shortfall within fifteen (15) days."}, {"text_block_id": "p35_b677", "text": "10.4.5"}, {"text_block_id": "p35_b678", "text": "DISCOM shall cause the scheduled bank issuing the Letter of Credit to intimate the RPG, in writing regarding establishing of such irrevocable Letter of Credit."}, {"text_block_id": "p35_b679", "text": "10.4.6"}, {"text_block_id": "p35_b680", "text": "DISCOM shall ensure that the Letter of Credit shall be renewed not later than its expiry."}, {"text_block_id": "p35_b681", "text": "10.4.7"}, {"text_block_id": "p35_b682", "text": "All costs relating to opening, maintenance of the Letter of Credit shall be borne by DISCOM."}, {"text_block_id": "p35_b683", "text": "10.4.8"}, {"text_block_id": "p35_b684", "text": "If DISCOM fails to pay undisputed Monthly Bill or Supplementary Bill or a part thereof within and including the Due Date, then, subject to Article 10.4.6 & 10.5.2, the RPG may draw upon the Letter of Credit, and accordingly the bank shall pay without any reference or instructions from DISCOM, an amount equal to such Monthly Bill or Supplementary Bill or part thereof, in accordance with Article 10.4.3 above, by presenting to the scheduled bank issuing the Letter of Credit, the following documents:"}, {"text_block_id": "p35_b685", "text": "If DISCOM fails to pay undisputed Monthly Bill or Supplementary Bill or a part thereof within and including the Due Date, then, subject to Article 10.4.6 & 10.5.2, the RPG may draw upon the Letter of Credit, and accordingly the bank shall pay without any reference or instructions from DISCOM, an amount equal to such Monthly Bill or Supplementary Bill or part thereof, in accordance with Article 10.4.3 above, by presenting to the scheduled bank issuing the Letter of Credit, the following documents:\n* a copy of the Monthly Bill or Supplementary Bill which has remained unpaid to RPG and;\n* a certificate from the RPG to the effect that the bill at item (i) above, or specified part thereof, is\n* the details of the disputed amount;\n* its estimate of what the correct amount should be; and iii) all written material in support of its"}, {"text_block_id": "p35_b689_merged", "text": "10.5  Disputed Bill"}, {"text_block_id": "p35_b691", "text": "10.5.1"}, {"text_block_id": "p35_b692", "text": "If the DISCOM does not dispute a Monthly Bill or a Supplementary Bill raised by the RPG within fifteen (15) days of receiving such Bill shall be taken as conclusive."}, {"text_block_id": "p35_b693", "text": "10.5.2"}, {"text_block_id": "p35_b694", "text": "If the DISCOM disputes the amount payable under a Monthly Bill or a Supplementary Bill, as the case may be, it shall pay undisputed amount of the invoice amount and it shall within fifteen (15) days of receiving such Bill, issue a notice (the \"Bill Dispute Notice\") to the invoicing Party setting out:"}, {"text_block_id": "p35_b699", "text": "10.5.3"}, {"text_block_id": "p35_b700", "text": "If the RPG agrees to the claim raised in the Bill Dispute Notice issued pursuant to Article 10.5.2, the RPG shall revise such Bill and present along with the next Monthly Bill. In such a case excess amount shall be refunded along with interest at the same rate as Late Payment Surcharge, which shall be applied from the date on which such excess payment was made by the disputing Party to the invoicing Party and up to and including the date on which such payment has been received as refund."}, {"text_block_id": "p36_b701", "text": "10.5.4"}, {"text_block_id": "p36_b702", "text": "If the RPG does not agree to the claim raised in the Bill Dispute Notice issued pursuant to Article 10.5.2, it shall, within fifteen (15) days of receiving the Bill Dispute Notice, furnish a notice (Bill Disagreement Notice) to the DISCOM providing:"}, {"text_block_id": "p36_b703", "text": "If the RPG does not agree to the claim raised in the Bill Dispute Notice issued pursuant to Article 10.5.2, it shall, within fifteen (15) days of receiving the Bill Dispute Notice, furnish a notice (Bill Disagreement Notice) to the DISCOM providing:\n* reasons for its disagreement;\n* its estimate of what the correct amount should be; and iii) all written material in support of its\n* Adjustments required by the Energy Accounts (if applicable); or\n* Change in Law as provided in Article 12"}, {"text_block_id": "p36_b707", "text": "10.5.5"}, {"text_block_id": "p36_b708", "text": "Upon receipt of the Bill Disagreement Notice by the DISCOM under Article 10.5.4, authorized representative(s) or a director of the board of directors/ member of board of the DISCOM and RPG shall meet and make best endeavours to amicably resolve such dispute within fifteen (15) days of receipt of the Bill Disagreement Notice."}, {"text_block_id": "p36_b709", "text": "10.5.6"}, {"text_block_id": "p36_b710", "text": "If the Parties do not amicably resolve the Dispute within fifteen (15) days of receipt of Bill Disagreement Notice pursuant to Article 10.5.4, the matter shall be referred to Dispute resolution in accordance with Article 16."}, {"text_block_id": "p36_b711", "text": "10.5.7"}, {"text_block_id": "p36_b712", "text": "For the avoidance of doubt, it is clarified the despite a Dispute regarding an invoice, DISCOM shall, without prejudice to its right to Dispute, be under an obligation to make payment of undisputed amount of the invoice amount in the Monthly Bill."}, {"text_block_id": "p36_b713_merged", "text": "10.6 Quarterly and Annual Reconciliation"}, {"text_block_id": "p36_b715", "text": "10.6.1"}, {"text_block_id": "p36_b716", "text": "The Parties acknowledge  that all  payments  made  against Monthly  Bills  and Supplementary Bills shall be subject to quarterly reconciliation within 30 days of the end of the quarter at the beginning of the following quarter of each Contract Year and annual reconciliation at the end of each  Contract Year within 30 days to take into account the Energy Accounts, Tariff adjustment payments, Tariff Rebate, Late Payment Surcharge, or any other reasonable circumstance provided under this Agreement."}, {"text_block_id": "p36_b717", "text": "10.6.2"}, {"text_block_id": "p36_b718", "text": "The Parties, therefore, agree that as soon as all such data in respect of any quarter of a Contract Year or a full Contract Year as the case may be has been finally verified and adjusted, the RPG and DISCOM shall jointly sign such reconciliation statement. Within fifteen  (15)  days  of signing  of  a  reconciliation  statement,  the  RPG shall  make appropriate adjustments in the next Monthly Bill.  Late Payment Surcharge/ interest shall be payable in such a case from the date on which such payment had been made to the invoicing Party or the date on which any payment was originally due, as may be applicable. Any Dispute with regard to the above reconciliation shall be dealt with in accordance with the provisions of Article 16."}, {"text_block_id": "p36_b719", "text": "10.7"}, {"text_block_id": "p36_b720", "text": "Payment of Supplementary Bill"}, {"text_block_id": "p36_b721", "text": "10.7.1"}, {"text_block_id": "p36_b722", "text": "RPG may raise a (\"Supplementary Bill\") for payment on account of:"}, {"text_block_id": "p37_b727", "text": "10.7.2"}, {"text_block_id": "p37_b728_merged", "text": "DISCOM shall remit all amounts due under a Supplementary Bill raised by the RPG to the RPG’s Designated Account by the Due Date, except open access charges, RLDC or scheduling charges and transmission charges (if applicable). For Supplementary Bill on account of adjustment required by energy account, Rebate as applicable to Monthly Bills pursuant to Article 10.3.5 shall equally apply. No surcharge will be applicable other than that on the monthly energy payment and associated debit and credit note."}, {"text_block_id": "p37_b731", "text": "10.7.3"}, {"text_block_id": "p37_b732", "text": "In the event of delay in payment of a Supplementary Bill by either Party beyond its Due Date, a Late Payment Surcharge shall be payable at the same terms applicable to the Monthly Bill in Article 10.3.3."}, {"text_block_id": "p37_b733", "text": "ARTICLE 11: FORCE MAJEURE"}, {"text_block_id": "p37_b734", "text": "11.1"}, {"text_block_id": "p37_b735", "text": "Definitions"}, {"text_block_id": "p37_b736", "text": "11.1.1"}, {"text_block_id": "p37_b737", "text": "In this Article, the following terms shall have the following meanings:"}, {"text_block_id": "p37_b738", "text": "11.2"}, {"text_block_id": "p37_b739", "text": "Affected Party"}, {"text_block_id": "p37_b740", "text": "11.2.1"}, {"text_block_id": "p37_b741", "text": "An affected Party means DISCOM or the RPG whose performance has been affected by an event of Force Majeure."}, {"text_block_id": "p37_b742", "text": "11.3"}, {"text_block_id": "p37_b743", "text": "Force Majeure"}, {"text_block_id": "p37_b744", "text": "11.3.1"}, {"text_block_id": "p37_b745", "text": "A ‘Force Majeure’ means any event or circumstance or combination of events those stated"}, {"text_block_id": "p37_b746", "text": "below that wholly or partly prevents or unavoidably delays an Affected Party in the performance of its obligations under this Agreement, but only if and to the extent that such events or circumstances are not within the reasonable control, directly or indirectly, of the Affected Party and could not have been avoided if the Affected Party had taken reasonable care or complied with Prudent Utility Practices:"}, {"text_block_id": "p37_b747", "text": "below that wholly or partly prevents or unavoidably delays an Affected Party in the performance of its obligations under this Agreement, but only if and to the extent that such events or circumstances are not within the reasonable control, directly or indirectly, of the Affected Party and could not have been avoided if the Affected Party had taken reasonable care or complied with Prudent Utility Practices:\n* Act of God, including, but not limited to lightning, drought, fire and explosion (to the extent\n* any act of war (whether declared or undeclared), invasion, armed conflict or act of foreign enemy,\n* radioactive contamination or ionising radiation originating from a source in India or resulting from"}, {"text_block_id": "p38_b753", "text": "11.4"}, {"text_block_id": "p38_b754", "text": "Force Majeure Exclusions"}, {"text_block_id": "p38_b755", "text": "11.4.1"}, {"text_block_id": "p38_b756", "text": "Force Majeure shall not include (i) any event or circumstance which is within the reasonable control of the Parties and (ii) the following conditions, except to the extent that they are consequences of an event of Force Majeure:"}, {"text_block_id": "p38_b757", "text": "Force Majeure shall not include (i) any event or circumstance which is within the reasonable control of the Parties and (ii) the following conditions, except to the extent that they are consequences of an event of Force Majeure:\n* Unavailability, late delivery, or changes in cost of the plant, machinery, equipment, materials,\n* Delay in the performance of any contractor, sub-contractor or their agents ;\n* Non-performance resulting from normal wear and tear typically experienced in power\n* Strikes at the facilities of the Affected Party;\n* Insufficiency of finances or funds or the agreement becoming onerous to perform; and\n* connected with, the Affected Partyâs:\n\t* Negligent or intentional acts, errors or omissions;\n\t* Failure to comply with an Indian\n\t* ; or\n\t* Breach of, or default under this Agreement."}, {"text_block_id": "p38_b778", "text": "11.5"}, {"text_block_id": "p38_b779", "text": "Notification of Force Majeure Event"}, {"text_block_id": "p38_b780", "text": "11.5.1"}, {"text_block_id": "p38_b781", "text": "The Affected Party shall give notice to the other Party of any event of Force Majeure as soon as reasonably practicable, but not later than seven (7) days after the date on which such Party knew or should reasonably have known of the commencement of the event of Force Majeure. If an event of Force Majeure results in a breakdown of communications rendering it unreasonable to give notice within the applicable time limit specified herein, then the Party claiming Force Majeure shall give such notice as soon as reasonably practicable after reinstatement of communications, but not later than one (1) day after such reinstatement."}, {"text_block_id": "p38_b782", "text": "11.5.2"}, {"text_block_id": "p38_b783_merged_merged", "text": "Provided that such notice shall be a condition to the Affected Party’s entitlement to claim relief under this Agreement. Such notice shall include full particulars of the event of Force Majeure, its effects on the Party claiming relief and the remedial measures proposed. The Affected Party shall give the other Party regular (and not less than monthly) reports on the progress of those remedial measures and such other information as the other Party may reasonably request about the Force Majeure Event."}, {"text_block_id": "p38_b786", "text": "11.5.3"}, {"text_block_id": "p38_b787", "text": "The Affected Party shall give notice to the other Party of (i) the cessation of the relevant event of Force Majeure; and (ii) the cessation of the effects of such event of Force Majeure on the performance of its rights or obligations under this Agreement, as soon as practicable after becoming aware of each of these cessations."}, {"text_block_id": "p39_b788", "text": "11.6"}, {"text_block_id": "p39_b789", "text": "Duty to Perform and Duty to Mitigate"}, {"text_block_id": "p39_b790", "text": "11.6.1"}, {"text_block_id": "p39_b791", "text": "To the extent not prevented by a Force Majeure Event pursuant to Article 11.3, the Affected Party shall continue to perform its obligations pursuant to this Agreement. The Affected Party shall use its reasonable efforts to mitigate the effect of any Force Majeure Event as soon as practicable."}, {"text_block_id": "p39_b792", "text": "11.7"}, {"text_block_id": "p39_b793", "text": "Available Relief for a Force Majeure Event"}, {"text_block_id": "p39_b794", "text": "11.7.1"}, {"text_block_id": "p39_b795", "text": "Subject to this Article 11:"}, {"text_block_id": "p39_b796", "text": "Subject to this Article 11:\n* no Party shall be in breach of its obligations pursuant to this Agreement except to the extent that\n* every Party shall be entitled to claim relief in relation to a Force Majeure Event  in regard to its\n* For avoidance of doubt, neither Partyâs obligation to make payments of money due and payable prior to occurrence of Force Majeure events under this Agreement shall be suspended or excused\n* Provided that no payments shall be made by either Party affected by a Force Majeure Event for"}, {"text_block_id": "p39_b806", "text": "ARTICLE 12: CHANGE IN LAW"}, {"text_block_id": "p39_b807", "text": "12.1"}, {"text_block_id": "p39_b808", "text": "Definitions"}, {"text_block_id": "p39_b809", "text": "In this Article 12, the term Change in Law shall refer to the occurrence of any of the following events pertaining to this project only after the last date of the bid submission, including"}, {"text_block_id": "p39_b810", "text": "(i)"}, {"text_block_id": "p39_b811", "text": "the enactment of any new law; or"}, {"text_block_id": "p39_b812", "text": "(ii)"}, {"text_block_id": "p39_b813", "text": "an amendment, modification or repeal of an existing law; or"}, {"text_block_id": "p39_b814", "text": "(iii)"}, {"text_block_id": "p39_b815", "text": "the requirement to obtain a new consent, permit or license; or"}, {"text_block_id": "p39_b816", "text": "(iv)"}, {"text_block_id": "p39_b817", "text": "any modification to the prevailing conditions prescribed for obtaining an consent, permit or license, not owing to any default of the RPG; or (v) any change in the rates of any Taxes including any duties and cess or Introduction of any new tax made applicable for setting up the power project and supply of power from the Power project by the RPG Which have a direct effect on the Project. However, Change in Law shall not include (i) any change in taxes on corporate income or (ii) any change in any withholding tax on income or dividends distributed to the shareholders of the RPG, or"}, {"text_block_id": "p39_b818", "text": "(iii)"}, {"text_block_id": "p39_b819", "text": "any change on account of regulatory measures by the Appropriate Commission."}, {"text_block_id": "p39_b820", "text": "In the event a Change in Law results in any adverse financial loss/ gain to the RPG then, in order to ensure that the RPG is placed in the same financial position as it would have been had it not been for the occurrence of the Change in Law, the RPG/ DISCOM shall be entitled to compensation by the other party, as the case may be, subject to the condition that the quantum and mechanism of compensation payment shall be determined and shall be effective from such date as may be decided by the Appropriate Commission."}, {"text_block_id": "p40_b821", "text": "In the event of any decrease in the recurring/ nonrecurring expenditure by the RPG or any income to the RPG on account of any of the events as indicated above, RPG shall file an application to the Appropriate Commission no later than sixty (60) days from the occurrence of such event, for seeking approval of Change in Law. In the event of the RPG failing to comply with the above requirement, in case of any gain to the RPG, DISCOM shall withhold the monthly tariff payments on immediate basis, until compliance of the above requirement by the RPG."}, {"text_block_id": "p40_b822", "text": "12.2"}, {"text_block_id": "p40_b823", "text": "Relief for Change in Law"}, {"text_block_id": "p40_b824", "text": "12.2.1"}, {"text_block_id": "p40_b825", "text": "The  aggrieved  Party  shall be  required  to  approach  the  Appropriate  Commission  for seeking approval of Change in Law."}, {"text_block_id": "p40_b826", "text": "12.2.2"}, {"text_block_id": "p40_b827", "text": "The decision of the Appropriate Commission to acknowledge a Change in Law and the date from which it will become effective, provide relief for the same, shall be final and governing on both the Parties."}, {"text_block_id": "p40_b828", "text": "ARTICLE 13: EVENTS OF DEFAULT AND TERMINATION"}, {"text_block_id": "p40_b829", "text": "13.1"}, {"text_block_id": "p40_b830", "text": "RPG Event of Default"}, {"text_block_id": "p40_b831", "text": "13.1.1"}, {"text_block_id": "p40_b832", "text": "The occurrence and/or continuation of any of the following events, unless any such event occurs as a result of a Force Majeure Event or a breach by DISCOM of its obligations under this Agreement, shall constitute an RPG Event of Default:"}, {"text_block_id": "p40_b833", "text": "The occurrence and/or continuation of any of the following events, unless any such event occurs as a result of a Force Majeure Event or a breach by DISCOM of its obligations under this Agreement, shall constitute an RPG Event of Default:\n* the failure to commence supply of power to DISCOM up to the Contracted Capacity, by the end\n* is in pursuance of a Law; and does not affect the ability of the transferee to perform, and\n* is to a transferee who assumes such obligations under this Agreement and the Agreement"}, {"text_block_id": "p40_b835", "text": "if"}, {"text_block_id": "p40_b836", "text": "a)"}, {"text_block_id": "p40_b837", "text": "the RPG assigns, mortgages or charges or purports to assign, mortgage or charge any of its assets or rights related to the Power Project in contravention of the provisions of this Agreement; or"}, {"text_block_id": "p40_b838", "text": "b)"}, {"text_block_id": "p40_b843", "text": "the RPG transfers or novates any of its rights and/ or obligations under this agreement, in a manner contrary to the provisions of this Agreement; except where such transfer"}, {"text_block_id": "p40_b844", "text": "(ii)"}, {"text_block_id": "p40_b845", "text": "if (a) the RPG becomes voluntarily or involuntarily the subject of any bankruptcy or insolvency or winding up proceedings and such proceedings remain uncontested for a period of thirty (30) days, or (b) any winding up or bankruptcy or insolvency order is passed against the RPG, or (c) the RPG goes into liquidation or dissolution or has a receiver or any similar officer appointed over all or substantially all of its assets or official liquidator is appointed to manage its affairs, pursuant to Law, provided that a dissolution or liquidation of the RPG will not be a RPG Event of Default if such dissolution or liquidation is for the purpose of a merger, consolidation or"}, {"text_block_id": "p41_b846", "text": "reorganization and where the resulting company retains creditworthiness similar to the RPG and expressly assumes all obligations of the RPG under this Agreement and is in a position to perform them; or"}, {"text_block_id": "p41_b847", "text": "(iii)"}, {"text_block_id": "p41_b848", "text": "the RPG repudiates this Agreement and does not rectify such breach within a period of thirty (30) days from a notice from DISCOM in this regard; or"}, {"text_block_id": "p41_b849", "text": "(iv)"}, {"text_block_id": "p41_b850_merged", "text": "except where due to any DISCOM’s failure to comply with its material obligations, the RPG is in breach of any of its material obligations pursuant to this Agreement, and such material breach is not rectified by the RPG within thirty (30) days of receipt of first notice in this regard given by DISCOM."}, {"text_block_id": "p41_b853", "text": "(v)"}, {"text_block_id": "p41_b854", "text": "occurrence of any other event which is specified in this Agreement to be a material breach/ default of the RPG."}, {"text_block_id": "p41_b855", "text": "(vi)"}, {"text_block_id": "p41_b856", "text": "except where due to any DISCOM’s failure to comply with its material obligations, the RPG is"}, {"text_block_id": "p41_b857", "text": "in breach of any of its material obligations pursuant to this Agreement, and such material breach is not rectified by the RPG within thirty (30) days of receipt of first notice in this regard given by DISCOM."}, {"text_block_id": "p41_b858", "text": "13.2"}, {"text_block_id": "p41_b859", "text": "DISCOM Event of Default"}, {"text_block_id": "p41_b860", "text": "13.2.1"}, {"text_block_id": "p41_b861", "text": "The occurrence and the continuation of any of the following events, unless any such event occurs as a result of a Force Majeure Event or a breach by the RPG of its obligations under this Agreement, shall constitute the Event of Default on the part of defaulting DISCOM:"}, {"text_block_id": "p41_b862", "text": "The occurrence and the continuation of any of the following events, unless any such event occurs as a result of a Force Majeure Event or a breach by the RPG of its obligations under this Agreement, shall constitute the Event of Default on the part of defaulting DISCOM:\n* DISCOM fails to pay (with respect to a Monthly Bill or a Supplementary Bill), subject to Article\n* DISCOM repudiates this Agreement and does not rectify such breach even within a period of\n* aterial"}, {"text_block_id": "p41_b869", "text": "if"}, {"text_block_id": "p41_b870", "text": "•"}, {"text_block_id": "p41_b871", "text": "DISCOM becomes voluntarily or involuntarily the subject of any bankruptcy or insolvency or winding up proceedings and such proceedings remain uncontested for a period of sixty (60) days, or"}, {"text_block_id": "p41_b872", "text": "•"}, {"text_block_id": "p41_b873", "text": "any winding up or bankruptcy or insolvency order is passed against DISCOM, or"}, {"text_block_id": "p41_b874", "text": "•"}, {"text_block_id": "p41_b875", "text": "DISCOM goes into liquidation or dissolution or a receiver or any similar officer is appointed over all or substantially all of its assets or official liquidator is appointed to manage its affairs, pursuant to Law, provided that it shall not constitute a DISCOM Event of Default, where such dissolution or liquidation of DISCOM or DISCOM is for the purpose of a merger, consolidation or reorganization and where the resulting entity has the financial standing to perform its obligations under this Agreement and has creditworthiness similar to DISCOM and expressly assumes all obligations of DISCOM and is in a position to perform them; or;"}, {"text_block_id": "p42_b876", "text": "(iv)"}, {"text_block_id": "p42_b877", "text": "Occurrence of any other event which is specified in this Agreement to be a material breach or default of DISCOM."}, {"text_block_id": "p42_b878", "text": "13.3"}, {"text_block_id": "p42_b879", "text": "Procedure for cases of RPG Event of Default"}, {"text_block_id": "p42_b880", "text": "13.3.1"}, {"text_block_id": "p42_b881", "text": "Upon the occurrence and continuation of any RPG Event of Default under Article 13.1, DISCOM shall have the right to deliver to the RPG, with a copy to the representative of the lenders to the RPG with whom the RPG has executed the Financing Agreements, a notice stating its intention to terminate this Agreement (DISCOM Preliminary Default Notice), which shall specify in reasonable detail, the circumstances giving rise to the issue of such notice."}, {"text_block_id": "p42_b882", "text": "13.3.2"}, {"text_block_id": "p42_b883", "text": "Following the issue of a DISCOM Preliminary Default Notice, the Consultation Period of ninety (90) days or such longer period as the Parties may agree, shall apply and it shall be the responsibility of the Parties to discuss as to what steps shall be taken with a view to mitigate the consequences of the relevant Event of Default having regard to all the circumstances."}, {"text_block_id": "p42_b884", "text": "13.3.3"}, {"text_block_id": "p42_b885", "text": "During the Consultation Period, the Parties shall continue to perform their respective obligations under this Agreement."}, {"text_block_id": "p42_b886", "text": "13.3.4"}, {"text_block_id": "p42_b887", "text": "Within a period of seven (7) days following the expiry of the Consultation Period unless the Parties shall have otherwise agreed to the contrary or the RPG Event of Default giving rise to the Consultation Period shall have ceased to exist or shall have been   remedied,   DISCOM  may terminate   this  Agreement   by   giving a written Termination Notice of sixty (60) days to the RPG."}, {"text_block_id": "p42_b888", "text": "13.3.5"}, {"text_block_id": "p42_b889", "text": "Subject to the terms of this Agreement, upon occurrence of a RPG Event of Default under this Agreement, the lenders in concurrence with the DISCOM, may exercise their rights, if any, under Financing Agreements, to seek substitution of the RPG by a selectee for the residual period of the Agreement, for the purpose of securing the payments of the total debt amount from the RPG and performing the obligations of the RPG. However, in the event the lenders are unable to substitute the defaulting RPG within the stipulated period, DISCOM may terminate the PPA and may acquire the Project assets for an amount equivalent to 90% of the debt due or less as mutually agreed, failing which, the lenders may exercise their mortgage rights and liquidate the Project assets. Provided that any substitution under this Agreement can only be made with the prior consent of DISCOM including the condition that the selectee meets the eligibility requirements of Request for Selection (RfS) issued by DISCOM and accepts the terms and conditions of this Agreement."}, {"text_block_id": "p42_b890", "text": "13.3.6"}, {"text_block_id": "p42_b891", "text": "The lenders in concurrence with DISCOM, may seek to exercise right of substitution under Article 13.3.5 by an amendment or novation of the PPA in favour of the selectee. The RPG shall cooperate with DISCOM to carry out such substitution and shall have the duty and obligation to continue to operate the Power Project in accordance with this PPA till such time as the substitution is finalized. In the event of Change in Shareholding/Substitution of Promoters triggered by the Financial Institutions leading to signing of fresh PPA with a new entity, an amount of Rs. 1 Lakh per"}, {"text_block_id": "p43_b892", "text": "MW +18% GST per transaction as facilitation fee (non-refundable) shall be deposited by the RPG to DISCOM."}, {"text_block_id": "p43_b893", "text": "13.3.7"}, {"text_block_id": "p43_b894", "text": "In the event the lenders are unable to substitute the defaulting RPG within the stipulated period, DISCOM may terminate the PPA and may acquire the Project assets for an amount equivalent to 90% of the debt due, failing which, the lenders may exercise their mortgage rights and liquidate the Project assets."}, {"text_block_id": "p43_b895", "text": "13.4"}, {"text_block_id": "p43_b896", "text": "Procedure for cases of DISCOM Event of Default"}, {"text_block_id": "p43_b897", "text": "13.4.1"}, {"text_block_id": "p43_b898", "text": "Upon the occurrence and continuation of any DISCOM Event of Default specified in Article 13.2, the RPG shall have the right to deliver to DISCOM, a RPG Preliminary Default Notice, which notice shall specify in reasonable detail the circumstances giving rise to its issue."}, {"text_block_id": "p43_b899", "text": "13.4.2"}, {"text_block_id": "p43_b900", "text": "Following the issue of a RPG Preliminary Default Notice, the Consultation Period of ninety (90) days or such longer period as the Parties may agree, shall apply and it shall be the responsibility of the Parties to discuss as to what steps shall be taken with a view to mitigate the consequences of the relevant Event of Default having regard to all the circumstances."}, {"text_block_id": "p43_b901", "text": "13.4.3"}, {"text_block_id": "p43_b902", "text": "During the Consultation Period, the Parties shall continue to perform their respective obligations under this Agreement."}, {"text_block_id": "p43_b903", "text": "13.4.4"}, {"text_block_id": "p43_b904", "text": "After a period of two hundred ten (210) days following the expiry of the Consultation Period and unless the Parties shall have otherwise agreed to the contrary or DISCOM Event of Default giving rise to the Consultation Period shall have ceased to exist or shall have been remedied, DISCOM under intimation to RPG shall, subject to the prior consent of the RPG, novate its part of the PPA to any third party, including its Affiliates within the stipulated period. In the event the aforesaid novation is not acceptable to the RPG, or if no offer of novation is made by DISCOM within the stipulated period, then the RPG may terminate the PPA and at its discretion require DISCOM to either (i) takeover the Project assets by making a payment of the termination compensation equivalent to the amount of the debt due and 150% (one hundred and fifty per cent) of the adjusted equity or, (ii) pay to the RPG, damages, equivalent to 6 (six) months, or balance PPA period whichever is less, of charges for its contracted capacity, with the Project assets being retained by the RPG."}, {"text_block_id": "p43_b905", "text": "Provided further that at the end of three (3) months period from the period mentioned in this Article 13.4.4, this Agreement may be terminated by the RPG."}, {"text_block_id": "p43_b906", "text": "13.5"}, {"text_block_id": "p43_b907", "text": "Termination due to Force Majeure"}, {"text_block_id": "p43_b908", "text": "13.5.1"}, {"text_block_id": "p43_b909", "text": "If the Force Majeure Event or its effects continue to be present beyond a period as specified in Article 4.4.2, either Party shall have the right to cause termination of the Agreement. In such an event this Agreement shall terminate on the date of such Termination Notice without any further liability to either Party from the date of such termination."}, {"text_block_id": "p44_b910", "text": "ARTICLE 14: LIABILITY AND INDEMNIFICATION"}, {"text_block_id": "p44_b911", "text": "14.1"}, {"text_block_id": "p44_b912", "text": "Indemnity"}, {"text_block_id": "p44_b913", "text": "14.1.1"}, {"text_block_id": "p44_b914", "text": "The RPG shall indemnify, defend and hold DISCOM harmless against:"}, {"text_block_id": "p44_b915", "text": "The RPG shall indemnify, defend and hold DISCOM harmless against:\n* any and all third party claims against DISCOM for any loss of or damage to property of such third\n* any and all losses, damages, costs and expenses including legal costs, fines, penalties and\n* any and all third party claims against the RPG, for any loss of or damage to property of such third\n* any and all losses, damages, costs and expenses including legal costs, fines, penalties and interest (âIndemnifiable Lossesâ) actually suffered or incurred by the RPG from third party claims arising by reason of a breach by DISCOM of any of its obligations."}, {"text_block_id": "p44_b919", "text": "14.1.2"}, {"text_block_id": "p44_b920", "text": "DISCOM shall indemnify, defend and hold the RPG harmless against:"}, {"text_block_id": "p44_b929", "text": "14.2"}, {"text_block_id": "p44_b930", "text": "Procedure for claiming Indemnity"}, {"text_block_id": "p44_b931", "text": "14.2.1"}, {"text_block_id": "p44_b932", "text": "Third party claims"}, {"text_block_id": "p44_b933", "text": "a."}, {"text_block_id": "p44_b934", "text": "Where the Indemnified Party is entitled to indemnification from the Indemnifying Party pursuant to Article 14.1.1(a) or 14.1.2(a), the Indemnified Party shall promptly notify the Indemnifying Party of such claim referred to in Article 14.1.1(a) or 14.1.2(a) in respect of which it is entitled to be indemnified. Such notice shall be given as soon as reasonably practicable after the Indemnified Party becomes aware of such claim. The Indemnifying Party shall be liable to settle the indemnification claim within thirty (30) days of receipt of the above notice. Provided however that, if:"}, {"text_block_id": "p44_b935", "text": "i)"}, {"text_block_id": "p44_b936", "text": "the Parties choose to refer the dispute before the Arbitrator in accordance with Article 16.3.2; and"}, {"text_block_id": "p44_b937", "text": "ii)"}, {"text_block_id": "p44_b938", "text": "the claim amount is not required to be paid/ deposited to such third party pending the resolution of the Dispute,"}, {"text_block_id": "p44_b939", "text": "the  Indemnifying  Party  shall  become  liable  to  pay  the  claim  amount  to  the Indemnified Party or to the third party, as the case may be, promptly following the resolution of the Dispute, if such Dispute is not settled in favour of the Indemnified Party."}, {"text_block_id": "p45_b940", "text": "b."}, {"text_block_id": "p45_b941", "text": "The Indemnified Party may contest the claim by referring to the Arbitrator for which it is entitled to be Indemnified under Article 14.1.1(a) or 14.1.2(a) and the Indemnifying Party shall reimburse to the Indemnified Party all reasonable costs and expenses incurred by the Indemnified party. However, such Indemnified Party shall not settle or compromise such claim without first getting the consent of the Indemnifying Party, which consent shall not be unreasonably withheld or delayed."}, {"text_block_id": "p45_b942", "text": "An Indemnifying Party may, at its own expense, assume control of the defence of any proceedings brought against the Indemnified Party if it acknowledges its obligation to indemnify such Indemnified Party, gives such Indemnified Party prompt notice of its intention to assume control of the defence, and employs an independent legal counsel at its own cost that is reasonably satisfactory to the Indemnified Party."}, {"text_block_id": "p45_b943", "text": "14.3"}, {"text_block_id": "p45_b944", "text": "Indemnifiable Losses"}, {"text_block_id": "p45_b945", "text": "14.3.1"}, {"text_block_id": "p45_b946", "text": "Where an Indemnified Party is entitled to Indemnifiable Losses from the Indemnifying Party pursuant to Article 14.1.1(b) or 14.1.2(b), the Indemnified Party shall promptly notify the Indemnifying Party of the Indemnifiable Losses actually incurred by the Indemnified Party. The Indemnifiable Losses shall be reimbursed by the Indemnifying Party within thirty (30) days of receipt of the notice seeking Indemnifiable Losses by the Indemnified Party. In case of nonpayment of such losses after a valid notice under this Article 14.3, such event shall constitute a payment default under Article 13."}, {"text_block_id": "p45_b947", "text": "14.4"}, {"text_block_id": "p45_b948", "text": "Limitation on Liability"}, {"text_block_id": "p45_b949", "text": "14.4.1"}, {"text_block_id": "p45_b950", "text": "Except as expressly provided in this Agreement, neither the RPG nor its/ their respective officers, directors, agents, employees or affiliates (or their officers, directors, agents or employees), shall be liable or responsible to the other Party or its affiliates, officers, directors, agents, employees, successors or permitted assigns or their respective insurers for incidental, indirect or consequential damages, connected with or resulting from performance or non-performance of this Agreement, or anything done in connection herewith, including claims in the nature of lost revenues, income or profits (other than payments expressly required and properly due under this Agreement), any increased  expense of, reduction in or loss of power generation or equipment used therefore, irrespective of whether such claims are based upon breach of warranty, tort (including negligence, whether of DISCOM , the RPG or others), strict liability, contract, breach of statutory duty, operation of law or otherwise."}, {"text_block_id": "p45_b951", "text": "14.4.2"}, {"text_block_id": "p45_b952", "text": "DISCOM shall have no recourse against any officer, director or shareholder of the RPG or any Affiliate of the RPG or any of its officers, directors or shareholders for such claims excluded under this Article. The RPG shall have no recourse against any officer, director or shareholder of DISCOM, or any affiliate of DISCOM or any of its officers, directors or shareholders for such claims excluded under this Article."}, {"text_block_id": "p46_b953", "text": "14.5"}, {"text_block_id": "p46_b954", "text": "Duty to Mitigate"}, {"text_block_id": "p46_b955", "text": "14.5.1"}, {"text_block_id": "p46_b956", "text": "The Parties shall endevour to take all reasonable steps so as mitigate any loss or damage which has occurred under this Article 14."}, {"text_block_id": "p46_b957", "text": "ARTICLE 15: ASSIGNMENTS AND CHARGES"}, {"text_block_id": "p46_b958", "text": "15.1"}, {"text_block_id": "p46_b959", "text": "Assignments"}, {"text_block_id": "p46_b960", "text": "This Agreement shall be binding upon, and inure to the benefit of the Parties and their respective successors and permitted assigns. This Agreement shall not be assigned by any Party, except to the"}, {"text_block_id": "p46_b961", "text": "Project Lenders or Lender’s Representative as security for their debt under the Financing"}, {"text_block_id": "p46_b962", "text": "Agreements, other than by mutual consent between the Parties to be evidenced in writing. Such assignment shall be agreed to by DISCOM subject to the compliance of provisions contained in this Agreement and more specifically to the provisions of Article 4.1.1 of this Agreement. In no case, such assignment shall be permissible prior to the declaration of COD."}, {"text_block_id": "p46_b963", "text": "Provided that, DISCOM shall permit assignment of any of RPG’s rights and obligations under this"}, {"text_block_id": "p46_b964", "text": "Agreement in favour of the lenders to the RPG, if required under the Financing Agreements.   Provided that, such consent shall not be withheld if DISCOM seeks to transfer to any transferee all of its rights and obligations under this Agreement."}, {"text_block_id": "p46_b965", "text": "The enforcement of the rights and obligation between the RPG and the DISCOM provided in this Agreement shall not be treated as an assignment but an enforcement of the terms agreed under this Agreement."}, {"text_block_id": "p46_b966_merged_merged", "text": "Provided further that any successor(s) or permitted assign(s) identified after mutual agreement between the Parties may be required to execute a new agreement on the same terms and conditions as are included in this Agreement. An amount of Rs. 1 Lakh per Transaction as Facilitation Fee (non-refundable) shall be deposited by the RPG to DISCOM. Provided further that, such consent shall not be withheld by the RPG if DISCOM seeks to transfer to any affiliate all of its rights and obligations under this Agreement."}, {"text_block_id": "p46_b969", "text": "In the event of Change in Shareholding/Substitution of Promoters triggered by the Financial Institutions leading to signing of fresh PPA with a New Entity, an amount of Rs. 1 Lakh per Transaction as Facilitation Fee (non-refundable) shall be deposited by the RPG to DISCOM."}, {"text_block_id": "p46_b970", "text": "15.2"}, {"text_block_id": "p46_b971", "text": "Permitted Charges"}, {"text_block_id": "p46_b972", "text": "15.2.1"}, {"text_block_id": "p46_b973", "text": "RPG shall not create or permit to subsist any encumbrance over all or any of its rights and benefits under this Agreement, other than as set forth in Article 15.1 and the Guidelines."}, {"text_block_id": "p46_b974", "text": "ARTICLE 16: GOVERNING LAW AND DISPUTE RESOLUTION"}, {"text_block_id": "p46_b975", "text": "16.1"}, {"text_block_id": "p46_b976", "text": "Governing Law"}, {"text_block_id": "p46_b977", "text": "16.1.1"}, {"text_block_id": "p46_b978", "text": "This Agreement shall be governed by and construed in accordance with the Laws of India. Any legal proceedings in respect of any matters, claims or disputes under this Agreement shall be under the jurisdiction of appropriate courts in __________."}, {"text_block_id": "p47_b979", "text": "16.2"}, {"text_block_id": "p47_b980", "text": "Amicable Settlement and Dispute Resolution"}, {"text_block_id": "p47_b981", "text": "16.2.1"}, {"text_block_id": "p47_b982", "text": "Amicable Settlement"}, {"text_block_id": "p47_b983", "text": "i."}, {"text_block_id": "p47_b984_merged", "text": "Either Party is entitled to raise any claim, dispute or difference of whatever nature arising under, out of or in connection with this Agreement (“Dispute”) by giving a written notice (Dispute Notice) to the other Party, which shall contain:"}, {"text_block_id": "p47_b987", "text": "Either Party is entitled to raise any claim, dispute or difference of whatever nature arising under, out of or in connection with this Agreement (“Dispute”) by giving a written notice (Dispute Notice) to the other Party, which shall contain:\n* a description of the Dispute;\n* the grounds for such Dispute; and\n* all written material in support of its claim.\n* counter-claim and defences, if any, regarding the Dispute;   and\n* all written material in support of its defences and counter-claim.\n* if the other Party does not furnish any counter claim or defence under Article 16\n* or thirty (30) days from the date of furnishing counter claims or defence by the other\n* the Dispute shall be referred for dispute resolution in accordance with Article 16.3."}, {"text_block_id": "p47_b993", "text": "ii."}, {"text_block_id": "p47_b998", "text": "The other Party shall, within thirty (30) days of issue of Dispute Notice issued under Article 16.2.1(i), furnish:"}, {"text_block_id": "p47_b999", "text": "iii."}, {"text_block_id": "p47_b1000", "text": "Within thirty (30) days of issue of Dispute Notice by any Party pursuant to Article 16"}, {"text_block_id": "p47_b1007", "text": "16.3"}, {"text_block_id": "p47_b1008", "text": "Dispute Resolution"}, {"text_block_id": "p47_b1009", "text": "16.3.1"}, {"text_block_id": "p47_b1010", "text": "Dispute Resolution by the Appropriate Commission"}, {"text_block_id": "p47_b1011", "text": "i)"}, {"text_block_id": "p47_b1012", "text": "Where any Dispute  or differences arises in relation to this agreement of any nature whatsoever including the construction, interpretation or implementation of the provisions of this agreement as well as claim made by any Party for any change in or determination of the Tariff or any matter related to Tariff or claims made by any Party which partly or wholly relate to any change in the Tariff or determination of any of such claims could result in change in the Tariff, and relates to any matter agreed to be referred to the Appropriate Commission, shall be submitted to adjudication by the Appropriate Commission. Appeal against the decisions of the Appropriate Commission shall be made only as per the provisions of the Electricity Act, 2003, as amended from time to time."}, {"text_block_id": "p47_b1013", "text": "ii)"}, {"text_block_id": "p47_b1014", "text": "DISCOM shall be entitled to co-opt the lenders (if any) as a supporting party in such proceedings before the Appropriate Commission."}, {"text_block_id": "p47_b1015", "text": "16.3.2"}, {"text_block_id": "p47_b1016", "text": "Dispute Resolution through Arbitration"}, {"text_block_id": "p47_b1017", "text": "i)"}, {"text_block_id": "p47_b1018", "text": "If the Dispute arising as per Article 16.2.1 is not amicably resolved & such dispute is not covered in Article 16.3.1(i), such Dispute shall be resolved by arbitration under the provisions of the Electricity Act, 2003 (as amended from time to time) as under: Proceedings as well as appointment of the arbitrator(s) shall be carried out by the Appropriate Commissions under the Electricity Act 2003 as amended from time to time. As stipulated by the said Electricity Act"}, {"text_block_id": "p48_b1019", "text": "2003, the said arbitration will take place as per the provisions of the Arbitration and Conciliation Act 1996 as amended from time to time."}, {"text_block_id": "p48_b1020", "text": "ii)"}, {"text_block_id": "p48_b1021", "text": "ii) The place of arbitration shall be the _______(City where head quarter of DISCOM is located). The language of the arbitration shall be English."}, {"text_block_id": "p48_b1022", "text": "iii)"}, {"text_block_id": "p48_b1023", "text": "The Arbitration Tribunal’s award shall be substantiated in writing. The Arbitrati"}, {"text_block_id": "p48_b1024", "text": "on Tribunal shall also decide on the costs of the arbitration proceedings and the allocation thereof."}, {"text_block_id": "p48_b1025", "text": "iv)"}, {"text_block_id": "p48_b1026", "text": "The provisions of this Article shall survive the termination of this PPA for any reason whatsoever."}, {"text_block_id": "p48_b1027", "text": "v)"}, {"text_block_id": "p48_b1028", "text": "The award shall be of majority decision."}, {"text_block_id": "p48_b1029", "text": "vi)"}, {"text_block_id": "p48_b1030", "text": "DISCOM shall be entitled to co-opt the lenders (if any) as a supporting party in such arbitration proceedings."}, {"text_block_id": "p48_b1031", "text": "16.4"}, {"text_block_id": "p48_b1032", "text": "Parties to Perform Obligations"}, {"text_block_id": "p48_b1033", "text": "16.4.1"}, {"text_block_id": "p48_b1034", "text": "Notwithstanding the existence of any Dispute and difference referred to the Appropriate Commission and save as the Appropriate Commission may otherwise direct by a final or interim order, the Parties hereto shall continue to perform their respective obligations (which are not in dispute) under this Agreement."}, {"text_block_id": "p48_b1035", "text": "ARTICLE 17: MISCELLANEOUS PROVISIONS"}, {"text_block_id": "p48_b1036", "text": "17.1"}, {"text_block_id": "p48_b1037", "text": "Amendment"}, {"text_block_id": "p48_b1038", "text": "17.1.1"}, {"text_block_id": "p48_b1039", "text": "This Agreement may only be amended or supplemented by a written agreement between the Parties."}, {"text_block_id": "p48_b1040", "text": "17.2"}, {"text_block_id": "p48_b1041", "text": "Third Party Beneficiaries"}, {"text_block_id": "p48_b1042", "text": "17.2.1"}, {"text_block_id": "p48_b1043", "text": "This Agreement is solely for the benefit of the Parties and their respective successors and permitted assigns and shall not be construed as creating any duty, standard of care or any liability to, any person not a party to this Agreement."}, {"text_block_id": "p48_b1044", "text": "17.3"}, {"text_block_id": "p48_b1045", "text": "Waiver"}, {"text_block_id": "p48_b1046", "text": "17.3.1"}, {"text_block_id": "p48_b1047", "text": "No  waiver  by  either  Party  of  any  default  or  breach  by  the  other  Party  in  the performance of any of the provisions of this Agreement shall be effective unless in writing duly executed by an authorised representative of such Party."}, {"text_block_id": "p48_b1048", "text": "17.3.2"}, {"text_block_id": "p48_b1049", "text": "Neither the failure by either Party to insist on any occasion upon the performance of the terms, conditions and provisions of this Agreement nor time or other indulgence granted by one Party to the other Parties shall act as a waiver of such breach or acceptance of any variation or the relinquishment of any such right or any other right under this Agreement, which shall remain in full force and effect."}, {"text_block_id": "p49_b1050", "text": "17.4"}, {"text_block_id": "p49_b1051", "text": "Confidentiality"}, {"text_block_id": "p49_b1052", "text": "17.4.1"}, {"text_block_id": "p49_b1053", "text": "The Parties undertake to hold in confidence this Agreement and not to disclose the terms and conditions of the transaction contemplated hereby to third parties, except:"}, {"text_block_id": "p49_b1054", "text": "The Parties undertake to hold in confidence this Agreement and not to disclose the terms and conditions of the transaction contemplated hereby to third parties, except:\n* to their professional advisors;\n* to their officers, contractors, employees, agents or representatives, financiers, who need to\n* disclosures required under Law, without the prior written consent of the other Party."}, {"text_block_id": "p49_b1060", "text": "17.5"}, {"text_block_id": "p49_b1061", "text": "Severability"}, {"text_block_id": "p49_b1062", "text": "17.5.1"}, {"text_block_id": "p49_b1063", "text": "The invalidity or unenforceability, for any reason, of any part of this Agreement shall not prejudice or affect the validity or enforceability of the remainder of this Agreement, unless the part held invalid or unenforceable is fundamental to this Agreement."}, {"text_block_id": "p49_b1064", "text": "17.6"}, {"text_block_id": "p49_b1065", "text": "Notices"}, {"text_block_id": "p49_b1066", "text": "17.6.1"}, {"text_block_id": "p49_b1067", "text": "All notices or other communications which are required to be given under this Agreement shall be in writing and in the English language."}, {"text_block_id": "p49_b1068", "text": "17.6.2"}, {"text_block_id": "p49_b1069", "text": "If to the RPG, all notices or other communications which are required must be delivered  personally or by registered post or facsimile or any other method duly acknowledged to the addresses below:"}, {"text_block_id": "p49_b1070", "text": "Address:"}, {"text_block_id": "p49_b1071", "text": "Attention:"}, {"text_block_id": "p49_b1072", "text": "Email:"}, {"text_block_id": "p49_b1073", "text": "Fax. No. :"}, {"text_block_id": "p49_b1074", "text": "Telephone No. :"}, {"text_block_id": "p49_b1075", "text": "17.6.3"}, {"text_block_id": "p49_b1076", "text": "If  to  DISCOM,  all  notices  or communications must  be  delivered personally or by registered post or facsimile or any other mode duly acknowledged to the address(es) below:"}, {"text_block_id": "p49_b1077", "text": "Address:"}, {"text_block_id": "p49_b1078", "text": "Attention:"}, {"text_block_id": "p49_b1079", "text": "Email:"}, {"text_block_id": "p49_b1080", "text": "Fax. No. :"}, {"text_block_id": "p49_b1081", "text": "Telephone No. :"}, {"text_block_id": "p49_b1082", "text": "17.6.4"}, {"text_block_id": "p49_b1083", "text": "All notices or communications given by facsimile shall be confirmed by sending a copy of the same via post office in an envelope properly addressed to the appropriate Party for delivery by registered mail. All notices shall be deemed validly delivered upon receipt evidenced by an acknowledgement of the recipient, unless the Party delivering the notice can prove in case of delivery through the registered post that the recipient refused to acknowledge the receipt of the notice despite efforts of the postal authorities."}, {"text_block_id": "p50_b1084", "text": "17.6.5"}, {"text_block_id": "p50_b1085", "text": "Any Party may by notice of at least fifteen (15) days to the other Party change the address and/or addresses to which such notices and communications to it are to be delivered or mailed."}, {"text_block_id": "p50_b1086", "text": "17.7"}, {"text_block_id": "p50_b1087", "text": "Language"}, {"text_block_id": "p50_b1088", "text": "17.7.1"}, {"text_block_id": "p50_b1089", "text": "All agreements, correspondence and communications between the Parties relating to this Agreement and all other documentation to be prepared and supplied under the Agreement shall be written in English, and the Agreement shall be construed and interpreted in accordance with English language."}, {"text_block_id": "p50_b1090", "text": "17.7.2"}, {"text_block_id": "p50_b1091", "text": "If  any  of  the  agreements,  correspondence,  communications  or  documents  are prepared  in  any  language  other  than  English,  the  English  translation  of  such agreements, correspondence, communications or documents shall prevail in matters of interpretation."}, {"text_block_id": "p50_b1092", "text": "17.8"}, {"text_block_id": "p50_b1093", "text": "Restriction of Shareholders / Owners’ Liability"}, {"text_block_id": "p50_b1094", "text": "17.8.1"}, {"text_block_id": "p50_b1095", "text": "Parties expressly agree and acknowledge that none of the shareholders of the Parties hereto shall be liable to the other Parties for any of the contractual obligations of the concerned Party under this Agreement. Further,  the  financial  liabilities  of  the shareholder/s  of  each  Party  to  this  Agreement,  shall  be  restricted  to  the  extent provided in the Indian Companies Act, 2013."}, {"text_block_id": "p50_b1096", "text": "17.9"}, {"text_block_id": "p50_b1097", "text": "Taxes and Duties"}, {"text_block_id": "p50_b1098", "text": "17.9.1"}, {"text_block_id": "p50_b1099", "text": "The RPG shall bear and promptly pay all statutory taxes, duties, levies and cess, assessed/ levied on the RPG, contractors or their employees that are required to be paid by the RPG as per the Law in relation to the execution of the Agreement and for supplying power as per the terms of this Agreement."}, {"text_block_id": "p50_b1100", "text": "17.9.2"}, {"text_block_id": "p50_b1101", "text": "DISCOM shall be indemnified and held harmless by the RPG against any claims that may be made against DISCOM in relation to the matters set out in Article 17.9.1."}, {"text_block_id": "p50_b1102", "text": "17.9.3"}, {"text_block_id": "p50_b1103", "text": "DISCOM shall not be liable for any payment of, taxes, duties, levies, cess whatsoever for discharging any obligation of the RPG by DISCOM on behalf of RPG."}, {"text_block_id": "p50_b1104", "text": "17.10"}, {"text_block_id": "p50_b1105", "text": "Independent Entity"}, {"text_block_id": "p50_b1106", "text": "17.10.1"}, {"text_block_id": "p50_b1107", "text": "The RPG shall be an independent entity performing its obligations pursuant to   the Agreement."}, {"text_block_id": "p50_b1108", "text": "17.10.2"}, {"text_block_id": "p50_b1109", "text": "Subject to the provisions of the Agreement, the RPG shall be solely responsible for the manner in which its obligations under this Agreement are to be performed. All employees and representatives of the RPG or contractors engaged by the RPG in connection with the performance of the Agreement shall be under the complete control of the RPG and shall not be deemed to be employees, representatives, contractors of DISCOM and nothing contained in the Agreement or in any agreement or contract awarded by the RPG shall be construed to create any contractual relationship between any such employees, representatives or contractors and DISCOM."}, {"text_block_id": "p51_b1110", "text": "17.11"}, {"text_block_id": "p51_b1111", "text": "Compliance"}, {"text_block_id": "p51_b1112", "text": "with Law"}, {"text_block_id": "p51_b1113", "text": "Despite anything contained in this Agreement but without prejudice to this Article, if any provision of this Agreement shall be in deviation or inconsistent with or repugnant to the provisions contained in the Electricity Act, 2003, or any rules and regulations made there under, such provision of this Agreement shall be deemed to be amended to the extent required to bring it into compliance with the aforesaid relevant provisions as amended from time to time."}, {"text_block_id": "p51_b1114", "text": "17.13"}, {"text_block_id": "p51_b1115", "text": "Breach of Obligations"}, {"text_block_id": "p51_b1116", "text": "The Parties acknowledge that a breach of any of the obligations contained herein would result in injuries. The Parties further acknowledge that the amount of the liquidated damages or the method of calculating the liquidated damages specified in this Agreement is a genuine and reasonable pre-estimate of the damages that may be suffered by the non-defaulting party in each case specified under this Agreement."}, {"text_block_id": "p51_b1117", "text": "IN WITNESS WHEREOF the Parties have caused the Agreement to be executed through their duly authorized representatives as of the date and place set forth above."}, {"text_block_id": "p52_b1118", "text": "Annexure-II"}, {"text_block_id": "p52_b1119", "text": "MODEL LEASE AGREEMENT"}, {"text_block_id": "p52_b1120", "text": "This"}, {"text_block_id": "p52_b1121", "text": "AGREEMENT OF LEASE"}, {"text_block_id": "p52_b1122", "text": "entered into on this __________day of __________________________ at ________________."}, {"text_block_id": "p52_b1123", "text": "BETWEEN:"}, {"text_block_id": "p52_b1124", "text": "(hereinafter referred to as the"}, {"text_block_id": "p52_b1125", "text": "“LESSOR/OWNER\""}, {"text_block_id": "p52_b1126", "text": ", which expression shall, wherever the context so requires or admits, SHALL mean and include his legal heirs, executors, administrators and assignees);"}, {"text_block_id": "p52_b1127", "text": "AND:"}, {"text_block_id": "p52_b1128", "text": "_______________"}, {"text_block_id": "p52_b1129", "text": "(Name of Renewable Power Generator (RPG))"}, {"text_block_id": "p52_b1130", "text": "Represented by _________________"}, {"text_block_id": "p52_b1131_merged_merged_merged", "text": "(hereinafter referred to as the “LESSEE, which expression shall, wherever the context so requires or admits, SHALL mean and include its executors, administrators and assignees successors in interest)."}, {"text_block_id": "p52_b1134", "text": "I."}, {"text_block_id": "p52_b1135", "text": "WHEREAS"}, {"text_block_id": "p52_b1136", "text": "the Lessor is the owner in possession of the Barren/ Agricultural land"}, {"text_block_id": "p52_b1137", "text": "measuring ____ Acre ______ Kanal_______ marla_________Share out of Hadbast No._______Khewat No._______Khatoni No. ___Khasra No.___________Mustil No."}, {"text_block_id": "p52_b1138", "text": "______Kila No. _______________ situated at Village/City _____________ Tehsil"}, {"text_block_id": "p52_b1139", "text": "__________ District which is morefully described in the Schedule hereunder and hereinafter referred to as the Schedule property."}, {"text_block_id": "p52_b1140", "text": "(Note: The legal revenue terms to be changes to those prevalent in the State)"}, {"text_block_id": "p52_b1141", "text": "II."}, {"text_block_id": "p52_b1142", "text": "WHEREAS"}, {"text_block_id": "p52_b1143", "text": "the _______________________ (Name of RPG) being a ____________________(Details of RPG) with an object to plan, develop and operate Renewable Energy based Power Plant (REPP) under MNRE Scheme notified on 8th March 2019."}, {"text_block_id": "p52_b1144", "text": "III."}, {"text_block_id": "p52_b1145", "text": "(a) WHEREAS"}, {"text_block_id": "p52_b1146", "text": "pursuant to the request of the Lessee, the Lessor has agreed to grant the lease, the Lessee has agreed to take on lease from the Lessor the land which is morefully"}, {"text_block_id": "p53_b1147", "text": "described in Schedule written hereunder and hereinafter referred to as “"}, {"text_block_id": "p53_b1148", "text": "THE SCHEDULE PROPERTY\""}, {"text_block_id": "p53_b1149", "text": "for setting up of the “________"}, {"text_block_id": "p53_b1150", "text": "Power Plant"}, {"text_block_id": "p53_b1151", "text": "”."}, {"text_block_id": "p53_b1152", "text": "(b)"}, {"text_block_id": "p53_b1153", "text": "That pursuant to the request of the Lessee, the Lessor has submitted an application under Section ______ for the conversion of the land and on behalf of the Lessor/owner the __________(Name of RPG) shall presume that the land is deemed to have been converted for non-agricultural purposes. (Clause to be modified as per State Policy for use of Agriculture land for generation of renewable power)"}, {"text_block_id": "p53_b1154", "text": "IV. NOW THIS AGREEMENT OF LEASE WITNESSES THAT"}, {"text_block_id": "p53_b1155", "text": "in consideration of the above and of the mutual covenants of the Parties hereto, the Lessor hereby grants and the Lessee hereby accepts the lease of the Schedule property on the following terms and conditions:"}, {"text_block_id": "p53_b1156", "text": "1."}, {"text_block_id": "p53_b1157", "text": "PURPOSE OF LEASE"}, {"text_block_id": "p53_b1158", "text": ":"}, {"text_block_id": "p53_b1159", "text": "The grant of lease by the Lessor to the lessee in respect of the Schedule property is for the purpose of developing a _______ Power Plant under MNRE Scheme notified on 8th March 2019."}, {"text_block_id": "p53_b1160", "text": "2."}, {"text_block_id": "p53_b1161", "text": "PERIOD OF THE LEASE"}, {"text_block_id": "p53_b1162", "text": "The period of this Lease shall be for Twenty-seven (27) years from this day which may be renewed at the option of the Lessee and Lessor for further period, on such mutually agreeable terms as may be agreed at the time of renewal, by both the parties, by executing and registering separate Lease Agreement."}, {"text_block_id": "p53_b1163_merged_merged_merged_merged", "text": "3. RENT"}, {"text_block_id": "p53_b1165", "text": "(a)"}, {"text_block_id": "p53_b1166", "text": "The rent payable by the Lessee to the Lessor for the Schedule Property shall be Rs.______/-(Rupees _____________) only per annum per Acre. The portion of the land less than one Acre shall be calculated in terms of Square meter and the rent payable for the same shall be at Rs.____/-per Square meter or part thereof, per annum."}, {"text_block_id": "p53_b1167", "text": "OR"}, {"text_block_id": "p53_b1168", "text": "The rent payable by the Lessee to the Lessor after Commercial Operation of the power plant shall be Rs. _____per unit of total power generated from the power"}, {"text_block_id": "p54_b1169", "text": "plant installed on the land of Lessor. Till the start of commercial operation of the plant, the rent shall be Rs.______/-(Rupees _____________) only per annum per Acre."}, {"text_block_id": "p54_b1170", "text": "(b)"}, {"text_block_id": "p54_b1171", "text": "The annual rent shall be paid in twelve equal instalments and each instalment to be paid by 5"}, {"text_block_id": "p54_b1172", "text": "th"}, {"text_block_id": "p54_b1173", "text": "day of every month, by crediting the same to the Lessor’s Bank Account"}, {"text_block_id": "p54_b1174", "text": "the details of which may be furnished by the Lessor from time to time."}, {"text_block_id": "p54_b1175", "text": "OR"}, {"text_block_id": "p54_b1176", "text": "In case of lease rent on the basis of Rs. _____per unit, the monthly lease rent would be calculated on the basis of monthly electricity injected in to the grid from the power plant installed on the land of Lessor."}, {"text_block_id": "p54_b1177", "text": "(c)"}, {"text_block_id": "p54_b1178", "text": "Lessor may opt for payment of lease rent directly from the Distribution company, which will sign Power Purchase Agreement with Lessee for the above-mentioned ______Power Plant to be installed by Lessee. In such a case the Distribution company will pay the lease rent to Lessor on monthly basis from the proceeds payable to the Lessee in lieu of Power supplied by Lessee. In order to give this effect a suitable provision will be made in the PPA to be signed between Lessee and the Distribution Company."}, {"text_block_id": "p54_b1179", "text": "(d)"}, {"text_block_id": "p54_b1180", "text": "[on mutual agreement between Lessor and Lessee] The rent hereby reserved shall be paid by enhancing the same at the end of every ______ year(s), at ___% on the rent hereby agreed."}, {"text_block_id": "p54_b1181", "text": "(e)"}, {"text_block_id": "p54_b1182", "text": "If the Lessee delays the payment of rent by due date of every month, for any reason, the same shall be paid by adding the interest at the rate ____% for the said delayed period."}, {"text_block_id": "p54_b1183", "text": "4."}, {"text_block_id": "p54_b1184", "text": "GENERAL"}, {"text_block_id": "p54_b1185", "text": "TERMS"}, {"text_block_id": "p54_b1186", "text": "i."}, {"text_block_id": "p54_b1187_merged_merged_merged", "text": "In consideration of the rent herein agreed as payable to the Lessor being paid by the Lessee regularly and on complying other terms and conditions and covenants by the Lessee, the Lessee shall peacefully possess and enjoy the Schedule Property during the lease period without any interruption by the Lessor."}, {"text_block_id": "p55_b1190", "text": "ii."}, {"text_block_id": "p55_b1191", "text": "The Lessor shall allow the Lessee or its representatives to conduct surveyand other related work."}, {"text_block_id": "p55_b1192", "text": "iii."}, {"text_block_id": "p55_b1193", "text": "The Lessor has no objections for the Lessee to establish the _______ Power Plant in the Schedule property which is the purpose of the grant of this lease and to that effect the Lessee entering into any agreement/s, deeds with companies, individuals, developers/third party etc. in respect of the Schedule property."}, {"text_block_id": "p55_b1194", "text": "iv."}, {"text_block_id": "p55_b1195", "text": "The Lessor has no objections for the Lessee or its representatives for installation of machineries, equipments, etc. for generation of _______ power in the Schedule property and all work relating to thereto including but not limited to laying poles, wires, etc."}, {"text_block_id": "p55_b1196", "text": "5. EVENT OF SALE, ACCEPTANCE OF LEASE BY THE NEW OWNER"}, {"text_block_id": "p55_b1197", "text": "(a)"}, {"text_block_id": "p55_b1198_merged", "text": "In the event of the owners transferring their rights/interest in any manner during the existence of the lease to any other person, the same may be allowed without affecting the rights of the Lessee under the Lease Agreement in any manner and the owners/purchasers/transferees shall inform the Lessee about the acquiring of the right/interest in respect of the leased property and on receipt of such information, the Lessee shall accept such new purchaser’s/transferee’s ownership of the land and obtain a written confirmation from such new owner/purchaser/transferee to the effect that he will be bound by the terms of the Lease Agreement."}, {"text_block_id": "p55_b1201", "text": "(b)"}, {"text_block_id": "p55_b1202", "text": "In the event of the owners transferring their rights/interest to any other person, the same may be informed to the Lessee and the Lessor shall ascertain and obtain all the necessary documents from the transferee to the effect that the transferee will be bound by the terms and conditions of the Lease Agreement for the balance period of the lease or for using the said documents for renewal of the lease for the balance period."}, {"text_block_id": "p55_b1203", "text": "(c)"}, {"text_block_id": "p55_b1204", "text": "During the subsistence of the lease, the Lessor shall not carry any activity, in the Schedule property, other than those agreed in this agreement;"}, {"text_block_id": "p56_b1205", "text": "(d)"}, {"text_block_id": "p56_b1206", "text": "The change in the legal status of the Lessee shall not affect the terms and conditions of this Agreement."}, {"text_block_id": "p56_b1207", "text": "(e)"}, {"text_block_id": "p56_b1208", "text": "The original Lease Agreement shall be with the Lessee and the copy of the same will be with the Lessor."}, {"text_block_id": "p56_b1209", "text": "(f)"}, {"text_block_id": "p56_b1210", "text": "In the event of any dispute in respect of the land, the Lessee shall deposit the rent in the concerned civil court. In the event of retention of the rent with the Lessee, the Lessee shall be pay the same together with interest thereon at the rate ___% for such period."}, {"text_block_id": "p56_b1211", "text": "(g)"}, {"text_block_id": "p56_b1212", "text": "The Lessee shall not offer or create any charge or encumbrance by offering the same as by way of mortgage, security, etc. in favour of any Banks or financial institutions in respect of the loans or advances or any other financial facilities that may be availed by the Lessee."}, {"text_block_id": "p56_b1213", "text": "(h)"}, {"text_block_id": "p56_b1214", "text": "The owners shall pay the land tax/revenue in respect of the lands."}, {"text_block_id": "p56_b1215", "text": "6."}, {"text_block_id": "p56_b1216", "text": "PAYMENT OF STAMP DUTY AND REGISTRATION CHARGES:"}, {"text_block_id": "p56_b1217", "text": "The stamp duty and other registration charges, as applicable for this Agreement of Lease shall be paid by the Lessee."}, {"text_block_id": "p56_b1218", "text": "7."}, {"text_block_id": "p56_b1219", "text": "FORCE MAJEURE:"}, {"text_block_id": "p56_b1220", "text": "It is also agreed and understood between the parties that in case of any mishap due to fire, earthquake, strike, floods, tempest, war, riot, civil war or civil commotions, mob violence, civil disturbance, act of God or on account of terrorist attack, the Lessor shall not be liable for any loss or damage that may be occasioned to the Lessee/its merchandise."}, {"text_block_id": "p56_b1221_merged_merged_merged", "text": "8. ADDRESSES FOR CORRESPONDENCE, ETC"}, {"text_block_id": "p56_b1223", "text": "Any notice and/or communications between the Parties shall be deemed to be sufficient, if delivered by hand under acknowledgement or sent by registered post acknowledgement due to the following address or the address that may be intimated in writing to the Lessee by the Lessor from time to time:"}, {"text_block_id": "p56_b1224", "text": "LESSOR’S"}, {"text_block_id": "p56_b1225", "text": ":"}, {"text_block_id": "p57_b1226", "text": "LESSEE’S"}, {"text_block_id": "p57_b1227", "text": ":"}, {"text_block_id": "p57_b1228", "text": "9."}, {"text_block_id": "p57_b1229", "text": "LESSOR’S DUTIES,"}, {"text_block_id": "p57_b1230", "text": "COVENANTS AND OBLIGATIONS"}, {"text_block_id": "p57_b1231", "text": "a)"}, {"text_block_id": "p57_b1232", "text": "The Lessor hereby covenants with the Lessee that the Lessee paying regularly the rents hereby reserved and performing and observing all the covenants of the Lessee herein contained, shall be entitled, during the subsistence of this lease to enjoy the Schedule property without let, hindrance or interference from the Lessor or any other person/s claiming through or under him; Still, in the event of the Lessee restrained from enjoying the peaceful possession of the Schedule property or on account of any action by the Government during the period of lease and in the event of dispossession of the Lessee from the Schedule property or any portion thereof forcibly, due to any default of the Lessor, the Lessor shall make good the reasonable loss that may be suffered by the Lessee."}, {"text_block_id": "p57_b1233", "text": "b)"}, {"text_block_id": "p57_b1234", "text": "The Lessor shall offer necessary support and co-operation to the Lessee in its process to obtain required permission/s, approval/s, clearances, etc., from any Statutory Authority or other Local Bodies for the purpose of obtaining and licence, permissions, etc., for installation of power plant. However, obtaining such permission/s, approval/s, clearances, etc., shall be the sole responsibility of Lessee."}, {"text_block_id": "p57_b1235", "text": "10."}, {"text_block_id": "p57_b1236", "text": "LESSEE'S COVENANT AND OBLIGATIONS"}, {"text_block_id": "p57_b1237", "text": "The Lessee hereby covenants with the Lessor as under:"}, {"text_block_id": "p57_b1238", "text": "(a)"}, {"text_block_id": "p57_b1239", "text": "The Schedule property shall be utilised for the purpose referred to in Clause (1) above;"}, {"text_block_id": "p57_b1240", "text": "(b)"}, {"text_block_id": "p57_b1241", "text": "The Lessee shall pay the rents (as per Clause (3)) regularly and promptly;"}, {"text_block_id": "p57_b1242_merged_merged_merged", "text": "11. TERMINATION AND RE-ENTRY"}, {"text_block_id": "p57_b1244", "text": "The Lease shall be determinable under all or any of the following circumstances, namely"}, {"text_block_id": "p57_b1245", "text": "–"}, {"text_block_id": "p57_b1246", "text": "i)"}, {"text_block_id": "p57_b1247", "text": "by efflux of time;"}, {"text_block_id": "p57_b1248", "text": "ii)"}, {"text_block_id": "p57_b1249", "text": "in the event of breach by either party of the terms, conditions and covenants hereof;"}, {"text_block_id": "p58_b1250", "text": "iii)"}, {"text_block_id": "p58_b1251", "text": "if the Scheduled Premises or any part thereof is severely damaged or destroyed due to any unforeseen circumstances or civil commotion, act of God, etc., and these damages be not restored to by the LESSOR within a reasonable time or if the demised premises is acquired compulsorily by any authority;"}, {"text_block_id": "p58_b1252", "text": "iv)"}, {"text_block_id": "p58_b1253", "text": "After the expiry of lease period, the Lessee shall handover the land to the Lessor as it was existed previously at the time of this agreement (subject to normal wear and tear)."}, {"text_block_id": "p58_b1254", "text": "12."}, {"text_block_id": "p58_b1255", "text": "VARIATION"}, {"text_block_id": "p58_b1256", "text": ":"}, {"text_block_id": "p58_b1257", "text": "The Lessor and the Lessee hereto acknowledge that this agreement supersedes all prior communications between them including all oral or written proposals. Any variation, addition and modifications of this agreement between the parties shall be valid only if in writing by the Lessor and Lessees authorized representative."}, {"text_block_id": "p58_b1258_merged", "text": "13. ARBITRATION:"}, {"text_block_id": "p58_b1261", "text": "a)"}, {"text_block_id": "p58_b1262", "text": "Any disputes or differences arising between the Parties hereto as to the effect, interpretation or application any of the clauses of this LEASE AGREEMENT or as to their rights, duties or liabilities thereunder, or as to any act, matter or thing arising out of, or consequent to, or in connection with this LEASE AGREEMENT shall be referred to and resolved by Arbitration by referring the same for arbitration to any retired District Judge and shall be resolved finally at his arbitration under Arbitration and Conciliation Act 1996 and its Amendments or any other Enactment. The Arbitration proceedings shall be held at __________ and shall be in English/__________ Language."}, {"text_block_id": "p58_b1263", "text": "b)"}, {"text_block_id": "p58_b1264", "text": "This LEASE AGREEMENT shall be governed by the laws of India. The Courts at __________ alone shall have the jurisdiction to entertain and or try any dispute arising out of or in connection with or in relation to the terms of this LEASE AGREEMENT."}, {"text_block_id": "p59_b1265", "text": "IN WITNESS WHEREOF the parties hereto have executed these presents in the presence of the witnesses attesting hereunder on the day, month and year mentioned hereinabove."}, {"text_block_id": "p59_b1266", "text": "LESSOR"}, {"text_block_id": "p59_b1267", "text": "WITNESSES:"}, {"text_block_id": "p59_b1268", "text": "1."}, {"text_block_id": "p59_b1269", "text": "2."}, {"text_block_id": "p59_b1270", "text": "LESSEE"}, {"text_block_id": "p60_b1271", "text": "SCHEDULE PROPERTY"}, {"text_block_id": "p60_b1272", "text": "All that piece and parcel of Barren/ Agricultural land measuring ____ Acre ______"}, {"text_block_id": "p60_b1273", "text": "Kanal_______ marla_________Share out of Hadbast No._______Khewat No._______Khatoni No. ___Khasra No.___________Mustil No. ______Kila No."}, {"text_block_id": "p60_b1274", "text": "_______________ situated at Village/City _____________ Tehsil __________ District and"}, {"text_block_id": "p60_b1275", "text": "bounded on the:"}, {"text_block_id": "p60_b1276", "text": "(Note: The legal revenue terms to be changes to those prevalent in the State)"}, {"text_block_id": "p60_b1277", "text": "East by:"}, {"text_block_id": "p60_b1278", "text": "West by"}, {"text_block_id": "p60_b1279", "text": ":"}, {"text_block_id": "p60_b1280", "text": "North by :"}, {"text_block_id": "p60_b1281", "text": "South by"}, {"text_block_id": "p60_b1282", "text": ":"}], "document_description": "This scheme was developed by the Ministry of New and Renewable Energy to provide subsidies to farmers to allow them to switch from fossil fuel-powered pumps to new solar-powered machines."}