{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "India", "document_category": "Policy", "document_sector_name": ["Water", "Industry", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Action Plan On Climate Change", "document_country_code": "IND", "document_hazard_name": "Flood", "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Action Plan", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/2008", "document_keyword": ["Industry", "Renewables", "Agriculture", "Energy", "Water", "S Olar"], "document_url": "https://cdn.climatepolicyradar.org/IND/2008/IND-2008-01-01-National Action Plan On Climate Change_e519421f95914b49614d76d4d62f2456.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL ACTION PLAN ON CLIMATE CHANGE"}, {"text_block_id": "p0_b2", "text": "GOVERNMENT OF INDIA"}, {"text_block_id": "p0_b3", "text": "PRIME MINISTER'S COUNCIL ON CLIMATE CHANGE"}, {"text_block_id": "p2_b4", "text": "CONTENTS"}, {"text_block_id": "p2_b5", "text": "CONTENTS\n* Overview\n* Principles\n* Approach\n* Way Forward: Eight National Missions\n\t* National Solar Mission\n\t* National Mission for Enhanced Energy Efficiency\n\t* National Mission on Sustainable Habitat\n\t* National Water Mission\n\t* National Mission for Sustaining the Himalayan\n\t* National Mission for a \"Green India\"\n\t* National Mission for Sustainable Agriculture\n\t* National Mission on Strategic Knowledge for\n\t* Implementation of Missions: Institutional\n\t* Technical Document"}, {"text_block_id": "p4_b34", "text": "National Action Plan"}, {"text_block_id": "p4_b35", "text": "on Climate Change"}, {"text_block_id": "p4_b36", "text": "1. Overview"}, {"text_block_id": "p4_b37", "text": "India is faced with the challenge of sustaining its rapid economic growth while dealing with the glob­al threat of climate change. This threat emanates from accumulated greenhouse gas emissions in the atmosphere, anthropogenically generated through long-term and intensive industrial growth and high consumption lifestyles in developed countries. While engaged with the international community to collec­tively and cooperatively deal with this threat, India needs a national strategy to firstly, adapt to climate change and secondly, to further enhance the ecolog­ical sustainability of India's development path."}, {"text_block_id": "p4_b38", "text": "Climate change may alter the distribution and quality of India's natural resources and adverse­ly affect the livelihood of its people. With an econo­my closely tied to its natural resource base and cli­mate-sensitive sectors such as agriculture, water and forestry, India may face a major threat because of the projected changes in climate."}, {"text_block_id": "p4_b39", "text": "India's development path is based on its unique resource endowments, the overriding priori­ty of economic and social development and poverty eradication, and its adherence to its civilizational legacy that places a high value on the environment and the maintenance of ecological balance."}, {"text_block_id": "p4_b40", "text": "In charting out a developmental pathway which is ecologically sustainable, India has a wider spectrum of choices precisely because it is at an early"}, {"text_block_id": "p4_b41", "text": "stage of development. Our vision is to create a pros­perous, but not wasteful society, an economy that is self-sustaining in terms of its ability to unleash the creative energies of our people and is mindful of our responsibilities to both present and future genera­tions."}, {"text_block_id": "p4_b42", "text": "Recognizing that climate change is a global challenge, India will engage actively in multilateral negotiations in the UN Framework Convention on Climate Change, in a positive, constructive and for­ward-looking manner. Our objective will be to establish an effective, cooperative and equitable global approach based on the principle of common but differentiated responsibilites and respective capabilities, enshrined in the United Nations Framework Convention on Climate Change (UNFCCC). Such an approach must be based on a global vision inspired by Mahatma Gandhi's wise dic­tum-The earth has enough resources to meet peo­ple's needs, but will never have enough to satisfy people's greed. Thus we must not only promote sus­tainable production processes, but equally, sustain­able lifestyles across the globe."}, {"text_block_id": "p4_b43", "text": "Finally, our approach must also be compati­ble with our role as a responsible and enlightened member of the international community, ready to make our contribution to the solution of a global challenge, which impacts on humanity as a whole. The success of our national efforts would be signifi­cantly enhanced provided the developed countries"}, {"text_block_id": "p5_b44", "text": "affirm their responsibility for accumulated green­house gas emissions and fulfill their commitments under the UNFCCC, to transfer new and additional financial resources and climate friendly technologies to support both adaptation and mitigation in devel­oping countries."}, {"text_block_id": "p5_b45", "text": "We are convinced that the principle of equi­ty that must underlie the global approach must allow each inhabitant of the earth an equal entitlement to the global atmospheric resource."}, {"text_block_id": "p5_b46", "text": "In this connection, India is determined that its per capita greenhouse gas emissions will at no point exceed that of developed countries even as we pursue our development objectives."}, {"text_block_id": "p5_b47", "text": "2. Principles"}, {"text_block_id": "p5_b48", "text": "Maintaining a high growth rate is essential for increasing living standards of the vast majority of our people and reducing their vulnerability to the impacts of climate change. In order to achieve a sus­tainable development path that simultaneously advances economic and environmental objectives, the National Action Plan for Climate Change (NAPCC) will be guided by the following principles:"}, {"text_block_id": "p5_b49", "text": "Maintaining a high growth rate is essential for increasing living standards of the vast majority of our people and reducing their vulnerability to the impacts of climate change. In order to achieve a sus­tainable development path that simultaneously advances economic and environmental objectives, the National Action Plan for Climate Change (NAPCC) will be guided by the following principles:\n* Protecting the poor and vulnerable sections of\n* Achieving national growth objectives through a\n* Devising efficient and cost-effective strategies for\n* Deploying appropriate technologies for both\n* Engineering new and innovative forms of market,\n* Engineering new and innovative forms of market,\n sustainable development.\n* Effecting implementation of programmes through\n* Welcoming international cooperation for research,"}, {"text_block_id": "p5_b64", "text": "3. Approach"}, {"text_block_id": "p5_b65", "text": "The NAPCC addresses the urgent and critical con­cerns of the country through a directional shift in the development pathway, including through the enhancement of the current and planned pro­grammes presented in the Technical Document."}, {"text_block_id": "p5_b66", "text": "The National Action Plan on Climate Change identifies measures that promote our development objectives while also yielding co-benefits for address­ing climate change effectively. It outlines a number of steps to simultaneously advance India's develop­ment and climate change-related objectives of adap­tation and mitigation."}, {"text_block_id": "p5_b67", "text": "4. The Way Forward:"}, {"text_block_id": "p5_b68", "text": "Eight National Missions"}, {"text_block_id": "p5_b69", "text": "In dealing with the challenge of climate change we must act on several fronts in a focused manner simul­taneously. The National Action Plan hinges on the development and use of new technologies. The implementation of the Plan would be through appropriate institutional mechanisms suited for effective delivery of each individual Mission's objec­tives and include public private partnerships and civil society action. The focus will be on promoting understanding of climate change, adaptation and mitigation, energy efficiency and natural resource conservation."}, {"text_block_id": "p6_b70", "text": "There are Eight National Missions which form the core of the National Action Plan, represent­ing multi-pronged, long-term and integrated strate­gies for achieving key goals in the context of climate change. While several of these programmes are already part of our current actions, they may need a change in direction, enhancement of scope and effectiveness and accelerated implementation of time-bound plans."}, {"text_block_id": "p6_b71", "text": "4.1. National Solar Mission"}, {"text_block_id": "p6_b72", "text": "A National Solar Mission will be launched to signifi­cantly increase the share of solar energy in the total energy mix while recognizing the need to expand the scope of other renewable and non-fossil options such as nuclear energy, wind energy and biomass."}, {"text_block_id": "p6_b73", "text": "India is a tropical country, where sunshine is available for longer hours per day and in great inten"}, {"text_block_id": "p6_b74", "text": "-"}, {"text_block_id": "p6_b75", "text": "sity. Solar energy, therefore, has great potential as"}, {"text_block_id": "p6_b76", "text": "future energy source. It also has the advantage of"}, {"text_block_id": "p6_b77", "text": "permitting a decentralized distribution of energy, thereby empowering people at the grassroots level. Photovoltaic cells are becoming cheaper with new technology"}, {"text_block_id": "p6_b78", "text": "."}, {"text_block_id": "p6_b79", "text": "There are newer, reflector-based tech­nologies that could enable setting up megawatt scale solar power plants across the country. Another aspect of the Solar Mission would be to launch a major R&D programme, which could draw upon international cooperation as well, to enable the cre­ation of more affordable, more convenient solar power systems, and to promote innovations that enable the storage of solar power for sustained, long-term use."}, {"text_block_id": "p6_b80", "text": "4.2. National Mission for Enhanced"}, {"text_block_id": "p6_b81", "text": "Energy Efficiency"}, {"text_block_id": "p6_b82", "text": "The Energy Conservation Act of 2001 provides a legal mandate for the implementation of the energy effi­ciency measures through the institutional mecha­nism of the Bureau of Energy Efficiency (BEE) in the Central Government and designated agencies in each state. A number of schemes and programmes have been initiated and it is anticipated that these"}, {"text_block_id": "p6_b83", "text": "would result in a saving of 10,000 MW by the end of 11"}, {"text_block_id": "p6_b84", "text": "th"}, {"text_block_id": "p6_b85", "text": "Five Year Plan in 2012."}, {"text_block_id": "p6_b86", "text": "To enhance energy efficiency, four new ini­tiatives will be put in place. These are:"}, {"text_block_id": "p6_b87", "text": "To enhance energy efficiency, four new ini­tiatives will be put in place. These are:\n* A market based mechanism to enhance cost effecÂ­\n* Accelerating the shift to energy efficient appliances\n* Creation of mechanisms that would help finance\n* Developing fiscal instruments to promote energy"}, {"text_block_id": "p6_b95_merged_merged_merged", "text": "4.3. National Mission on Sustainable Habitat"}, {"text_block_id": "p6_b98", "text": "A National Mission on Sustainable Habitat will be launched to make habitat sustainable through improvements in energy efficiency in buildings, man­agement of solid waste and modal shift to public transport. The Mission will promote energy efficien­cy as an integral component of urban planning and urban renewal through three initiatives."}, {"text_block_id": "p6_b99", "text": "A National Mission on Sustainable Habitat will be launched to make habitat sustainable through improvements in energy efficiency in buildings, man­agement of solid waste and modal shift to public transport. The Mission will promote energy efficien­cy as an integral component of urban planning and urban renewal through three initiatives.\n* which addresses the design of new and large comÂ­\n* Management will be a major component of ecologiÂ­"}, {"text_block_id": "p7_b105", "text": "m. Better urban planning and modal shift to public transport. Making long term transport plans will facilitate the growth of medium and small cities in ways that ensure efficient and convenient public transport."}, {"text_block_id": "p7_b106", "text": "In addition, the Mission will address the need to adapt to future climate change by improving the resilience of infrastructure, community based disas­ter management, and measures for improving the warning system for extreme weather events. Capacity building would be an important component of this Mission."}, {"text_block_id": "p7_b107", "text": "4.4. National Water Mission"}, {"text_block_id": "p7_b108", "text": "A National Water Mission will be mounted to ensure integrated water resource management helping to conserve water, minimize wastage and ensure more equitable distribution both across and within states. The Mission will take into account the provisions of the National Water Policy and develop a framework to optimize water use by increasing water use effi­ciency by 20% through regulatory mechanisms with differential entitlements and pricing. It will seek to ensure that a considerable share of the water needs of urban areas are met through recycling of waste water, and ensuring that the water requirements of coastal cities with inadequate alternative sources of water are met through adoption of new and appro­priate technologies such as low temperature desali­nation technologies that allow for the use of ocean water."}, {"text_block_id": "p7_b109", "text": "The National Water Policy would be revisited in consultation with states to ensure basin level man­agement strategies to deal with variability in rainfall and river flows due to climate change. This will include enhanced storage both above and below ground, rainwater harvesting. coupled with equi­table and efficient management structures."}, {"text_block_id": "p7_b110", "text": "The Mission will seek to develop new regula"}, {"text_block_id": "p7_b111", "text": "-"}, {"text_block_id": "p7_b112", "text": "tory structures, combined with appropriate entitle"}, {"text_block_id": "p7_b113", "text": "-"}, {"text_block_id": "p7_b114", "text": "ments and pricing. It will seek to optimize the"}, {"text_block_id": "p7_b115", "text": "dency of existing irrigation systems, including reha"}, {"text_block_id": "p7_b116", "text": "-"}, {"text_block_id": "p7_b117", "text": "bilitation of systems that have been run down and"}, {"text_block_id": "p7_b118", "text": "also expand irrigation, where feasible, with a special effort to increase storage capacity. Incentive struc­tures will be designed to promote water-neutral or water-positive technologies, recharging of under­ground water sources and adoption of large scale irrigation programmes which rely on sprinklers, drip irrigation and ridge and furrow irrigation."}, {"text_block_id": "p7_b119", "text": "4.5. National Mission for Sustaining the Himalayan Ecosystem"}, {"text_block_id": "p7_b120", "text": "A Mission for sustaining the Himalayan Ecosystem will be launched to evolve management measures for sustaining and safeguarding the Himalayan gla­cier and mountain eco-system. Himalayas, being the source of key perennial rivers, the Mission would,"}, {"text_block_id": "p7_b121", "text": "inter-alia,"}, {"text_block_id": "p7_b122", "text": "seek to understand, whether and the extent to which, the Himalayan glaciers are in reces­sion and how the problem could be addressed. This will require the joint effort of climatologists, glaciol­ogists and other experts. We will need to exchange information with the South Asian countries and countries sharing the Himalayan ecology."}, {"text_block_id": "p7_b123", "text": "An observational and monitoring network for the Himalayan environment will also be estab­lished to assess freshwater resources and health of the ecosystem. Cooperation with neighbouring countries will be sought to make the network com­prehensive in its coverage."}, {"text_block_id": "p7_b124", "text": "The Himalayan ecosystem has 51 million peo­ple who practice hill agriculture and whose vulnera­bility is expected to increase on account of climate change. Community-based management of these ecosystems will be promoted with incentives to com­munity organizations and panchayats for protection and enhancement of forested lands. In mountainous regions, the aim will be to maintain two-thirds of the area under forest cover in order to prevent erosion and land degradation and ensure the stability of the fragile eco-system."}, {"text_block_id": "p7_b125_merged_merged_merged", "text": "4.6. National Mission for a Green India"}, {"text_block_id": "p8_b128_merged", "text": "preservation of ecological balance and maintenance of bio-diversity. Forests also constitute one of the"}, {"text_block_id": "p8_b130", "text": "most effective carbon-sinks."}, {"text_block_id": "p8_b131", "text": "The Prime Minister has already announced a Green India campaign for the afforestation of 6 mil­lion hectares. The national target of area under for­est and tree cover is 33% while the current area under forests is 23%."}, {"text_block_id": "p8_b132", "text": "The Mission on Green India will be taken up on degraded forest land through direct action by communities, organized through Joint forest Management Committees and guided by the Departments of Forest in state governments. An ini­tial corpus of over Rs 6000 crore has been earmarked for the programme through the Compensatory Afforestaion Management and Planning Authority (CAMPA) to commence work. The programme will be scaled up to cover all remaining degraded forest land. The institutional arrangement provides for using the corpus to leverage more funds to scale up activity."}, {"text_block_id": "p8_b133", "text": "4.7."}, {"text_block_id": "p8_b134", "text": "National Mission for Sustainable Agriculture"}, {"text_block_id": "p8_b135", "text": "The Mission would devise strategies to make Indian agriculture more resilient to climate change. It would identify and develop new varieties of crops and especially thermal resistant crops and alternative cropping patterns, capable of withstanding extremes of weather, long dry spells, flooding, and variable moisture availability."}, {"text_block_id": "p8_b136", "text": "Agriculture will need to be progressively"}, {"text_block_id": "p8_b137", "text": "adapted to projected climate change and our agri"}, {"text_block_id": "p8_b138", "text": "-"}, {"text_block_id": "p8_b139", "text": "cultural research systems must be oriented to moni­tor and evaluate climate change and recommend changes in agricultural practices accordingly."}, {"text_block_id": "p8_b140", "text": "This will be supported by the convergence and integration of traditional knowledge and prac­tice systems, information technology, geospatial technologies and biotechnology. New credit and insurance mechanisms will be devised to facilitate adoption of desired practices."}, {"text_block_id": "p8_b141", "text": "Focus would be on improving productivity of rainfed agriculture. India will spearhead efforts at the international level to work towards an"}, {"text_block_id": "p8_b142", "text": "cally sustainable green revolution."}, {"text_block_id": "p8_b143", "text": "4.B. Natinal Mission on Strategic Knowledge for Climate Change"}, {"text_block_id": "p8_b144", "text": "To enlist the global community in research and tech­nology development and collaboration through mechanisms including open source platforms, a Strategic Knowledge Mission will be set up to identi­fy the challenges of, and the responses to, climate change. It would ensure funding of high quality and focused research into various aspects of climate change."}, {"text_block_id": "p8_b145", "text": "The Mission will also have, on its research agenda, socio-economic impacts of climate change including impact on health, demography, migration patterns and livelihoods of coastal communities. It would also support the establishment of dedicated climate change related academic units in Universities and other academic and scientific research institu­tions in the country which would be networked. A Climate Science Research Fund would be created under the Mission to support research. Private sector initiatives for development of innovative technolo­gies for adaptation and mitigation would be encour­aged through venture capital funds. Research to support policy and implementation would be under­taken through identified centres. The Mission will also focus on dissemination of new knowledge based on research findings."}, {"text_block_id": "p8_b146", "text": "5. Implementation of Missions"}, {"text_block_id": "p8_b147", "text": "These National Missions will be institutionalized by respective ministries and will be organized through inter-sectoral groups which include in addition to related Ministries, Ministry of Finance and the Planning Commission, experts from industry, acade­mia and civil society. The institutional structure would vary depending on the task to be addressed by the Mission and will include providing the oppor­tunity to compete on the best management model."}, {"text_block_id": "p8_b148", "text": "Each Mission will be tasked to evolve specif­ic objectives spanning the remaining years of the"}, {"text_block_id": "p9_b149", "text": "11th Plan and the 12th Plan period 2012-13 to 201617. Where the resource requirements of the Mission call for an enhancement of the allocation in the 11th Plan, this will be suitably considered, keeping in mind the overall resources position and the scope for re-prioritisation."}, {"text_block_id": "p9_b150", "text": "Comprehensive Mission documents detailing objectives, strategies, plan of action, timelines and monitoring and evaluation criteria would be devel­oped and submitted to the Prime Minister's Council on Climate Change by December 2008. The Council will also periodically review the progress of these Missions. Each Mission will report publicly on its annual performance."}, {"text_block_id": "p9_b151", "text": "Building public awareness will be vital in supporting implementation of the NAPCC. This will be achieved through national portals, media engagement, civil society involvement, curricula reform and recognition/ awards, details of which will be worked out by an empowered group. The Group will also consider methods of capacity building to support the goals of the National Missions."}, {"text_block_id": "p9_b152", "text": "We will develop appropriate technologies to measure progress in actions being taken in terms of avoided emissions, wherever applicable, with refer­ence to business as usual scenarios. Appropriate indi­cators will be evolved for assessing adaptation bene­fits of the actions."}, {"text_block_id": "p9_b153", "text": "assist the country to adapt to climate change, but also, importantly, launch the economy on a path that would progressively and substantially result in miti­gation through avoided emissions."}, {"text_block_id": "p9_b154", "text": "5.1. Institutional Awangements for Managing Climate Change Agenda"}, {"text_block_id": "p9_b155", "text": "In order to respond effectively to the challenge of cli­mate change, the Government has created an Advisory Council on Climate Change, chaired by the Prime Minister. The Council has broad based repre­sentation from key stake-holders, including Government, Industry and Civil Society and sets out broad directions for National Actions in respect of Climate Change. The Council will also provide guid­ance on matters relating to coordinated national action on the domestic agenda and review of the implementation of the National Action Plan on Climate Change including its R&D agenda."}, {"text_block_id": "p9_b156", "text": "The Council chaired by the Prime Minister would also provide guidance on matters relating to international negotiations including bilateral, multi­lateral programmes for collaboration, research and development. Details of the institutional arrange­ment are at Annexure 1."}, {"text_block_id": "p9_b157", "text": "The NAPCC will continue to evolve, based on"}, {"text_block_id": "p9_b158_merged", "text": "new scientific and technical knowledge as they emerge and in response to the evolution of the mul­tilateral climate change regime including arrange­ments for international cooperation."}, {"text_block_id": "p10_b162", "text": "z"}, {"text_block_id": "p10_b163", "text": "Ł 0"}, {"text_block_id": "p10_b164", "text": "z ►"}, {"text_block_id": "p10_b165", "text": "r"}, {"text_block_id": "p10_b166", "text": "Ł"}, {"text_block_id": "p10_b167", "text": "0"}, {"text_block_id": "p10_b168", "text": "z"}, {"text_block_id": "p10_b169", "text": "\""}, {"text_block_id": "p10_b170", "text": "r"}, {"text_block_id": "p10_b171", "text": "►"}, {"text_block_id": "p10_b172", "text": "z"}, {"text_block_id": "p10_b173", "text": "0"}, {"text_block_id": "p10_b174", "text": "z"}, {"text_block_id": "p10_b175", "text": "()"}, {"text_block_id": "p10_b176", "text": "C: 3:"}, {"text_block_id": "p10_b177", "text": "Ł"}, {"text_block_id": "p10_b178", "text": "m"}, {"text_block_id": "p10_b179_merged", "text": "() I ► z C)"}, {"text_block_id": "p10_b182", "text": "m"}, {"text_block_id": "p12_b183", "text": "TECHNICAL DOCUMENT"}, {"text_block_id": "p14_b184", "text": "CONTENTS"}, {"text_block_id": "p14_b185", "text": "CONTENTS\n* Background to India's National Action Plan on Climate Change\n* Some Current Programmes on Adaptation and Mitigation\n* Way Forward: Eight National Missions\n\t* National Solar Mission\n\t* National Mission for Enhanced Energy Efficiency\n\t* National Mission on Sustainable Habitat\n\t* National Water Mission\n\t* National Mission for Sustaining the Himalayan Ecosystem\n\t* National Mission for a Green India\n\t* National Mission for Sustainable Agriculture\n\t* National Mission on Strategic Knowledge for Climate Change\n\t* Other Initiatives\n\t* International Cooperation\n\t* References"}, {"text_block_id": "p16_b213", "text": "1. Background to lndia•s National Action Plan on Climate Change"}, {"text_block_id": "p16_b214", "text": "The Fourth Assessment report of the Intergovernmental Panel on Climate Change {IPCC­AR4) 1 concluded from direct observations of changes in temperature, sea level, and snow cover in the northern hemisphere during 1850 to the present, that the warming of the earth's climate system is unequivocal. The global atmospheric concentration of carbon dioxide has increased from a pre-industrial value of about 280 ppm to 379 ppm in 2005. Multi­model averages show that the temperature increases during 2090-2099 relative to 1980-1999 may range from 1.1 to 6.4\"C and sea level rise from 0.18 to 0.59 meters. These could lead to impacts on freshwater availability, oceanic acidification, food production, flooding of coastal areas and increased burden of vector borne and water borne diseases associated with extreme weather events.."}, {"text_block_id": "p16_b215", "text": "The Prime Minister's Council on Climate Change, in its first meeting on 13"}, {"text_block_id": "p16_b216", "text": "th"}, {"text_block_id": "p16_b217", "text": "July, 2007, had decided that \"A"}, {"text_block_id": "p16_b218", "text": "National Document compiling"}, {"text_block_id": "p16_b219", "text": "action"}, {"text_block_id": "p16_b220", "text": "taken by India for addressing the chaf lenge of Climate Change, and the action it proposes"}, {"text_block_id": "p16_b221", "text": "to"}, {"text_block_id": "p16_b222", "text": "take\""}, {"text_block_id": "p16_b223", "text": "be prepared."}, {"text_block_id": "p16_b224", "text": "The National Action Plan for Climate Change responds to the decision of the PM's Council, as well as updates India's national programmes relevant to addressing climate change. It identifies measures that promote our development objectives, while also yielding co-benefits for addressing climate change effectively. It lists specific opportunities to simultane­ously advance India's development and dimate relat­ed objectives of both adaptation as well as green­house gas (GHG) mitigation."}, {"text_block_id": "p16_b225", "text": "India's development agenda focuses on the"}, {"text_block_id": "p16_b226", "text": "need for rapid economic growth as an essential pre­condition to poverty eradication and improved stan­dards of living. Meeting this agenda, which will also reduce climate -related vulnerability, requires large­scale investment of resources in infrastructure, tech­nology and access to energy. Developing countries may lack the necessary financial and technological resources needed for this and thus have very low coping capacity to meet threats from climate changes. Only rapid and sustained development can"}, {"text_block_id": "p16_b227", "text": "generate the required financial, technological and human resources. In view of the large uncertainties concerning the spatial and temporal magnitude of climate change impacts, it is not desirable to design strategies exclusively for responding to climate change. Rather, the need is to identify and prioritize strategies that promote development goals while also serving specific climate change objectives."}, {"text_block_id": "p16_b228", "text": "It is imperative to identify measures that pro­mote our development objectives, while also yield­ing co-benefits for addressing climate change effects. Cost-effective energy efficiency and energy conservation measures are of particular importance in this connection. Similarly, development of clean energy technologies, though primarily designed to promote energy security, can also generate large benefits in terms of reducing carbon emissions. Many health -related local pollution controls can also gen­erate significant co-benefits in terms of reduced greenhouse gas emissions. This document identifies specific opportunities to simultaneously advance India's development and climate related objectives of adaptation and GHG mitigation."}, {"text_block_id": "p16_b229", "text": "It also describes India's willingness and desire, as a responsible member of the global com­munity, to do all that is possible for pragmatic and practical solutions for all, in accordance with the principle of common but differentiated responsibili­ties and respective capabilities. The purpose of this document is also to create awareness among repre­sentatives of the public at large, different agencies of the government, scientists, industry -in short, the community as a whole -on the threat posed by cli­mate change and the proposed steps to counter it."}, {"text_block_id": "p16_b230", "text": "1.1."}, {"text_block_id": "p16_b231_merged_merged", "text": "The Imperative of Poverty Alleviation"}, {"text_block_id": "p16_b234", "text": "Economic reforms, implemented since 1991, have resulted in faster growth of the Indian economy. GDP growth rates have averaged roughly 8% during 2004-2008. However, 27.5% of the population still lived below the poverty line in 2004-05 and 44% are still without access to electricity. The Approach Paper to the Eleventh Plan emphasizes that rapid econom­ic growth is an essential prerequisite to reduce poverty. The poor are the most vulnerable to dimate"}, {"text_block_id": "p17_b235", "text": "change. The former Prime Minister, late Smt. Indira"}, {"text_block_id": "p17_b236", "text": "Gandhi, had stated:"}, {"text_block_id": "p17_b237", "text": "'poverty is the worst polluter'."}, {"text_block_id": "p17_b238", "text": "Therefore, development and poverty eradication will be the best form of adaptation to climate change."}, {"text_block_id": "p17_b239", "text": "The impacts of climate change could prove particularly severe for women. With climate change,"}, {"text_block_id": "p17_b240", "text": "there would be increasing scarcity of water, reduc"}, {"text_block_id": "p17_b241", "text": "-"}, {"text_block_id": "p17_b242", "text": "tion in yields of forest biomass, and increased risks to"}, {"text_block_id": "p17_b243", "text": "human health with children, women and the elderly in a household becoming the most vulnerable. With the possibility of decline in availability of foodgrains, the threat of malnutrition may also increase. All these would add to deprivations that women already encounter and so in each of the Adaptation pro­grammes, special attention should be paid to the aspects of gender."}, {"text_block_id": "p17_b244", "text": "1.2 Relationship between Human Development Index and Energy Consumption"}, {"text_block_id": "p17_b245", "text": "The strong positive correlation between energy use and human development is well recognized {Figure 1.2.1). It is obvious that India needs to substantially increase its per capita energy consumption to pro­vide a minimally acceptable level of well being to its people."}, {"text_block_id": "p17_b246", "text": "Figure 1.2.1: Human Development Index versus per capita electricity consumption"}, {"text_block_id": "p17_b247", "text": "1.3 Current Carbon Dioxide Emissions in India"}, {"text_block_id": "p17_b248", "text": "India's CO"}, {"text_block_id": "p17_b249", "text": "2"}, {"text_block_id": "p17_b250", "text": "emissions per capita are well below the world's average"}, {"text_block_id": "p17_b251", "text": "2"}, {"text_block_id": "p17_b252", "text": ". Per capita carbon dioxide emis­sions of some regions in the world in 200"}, {"text_block_id": "p17_b253", "text": "4"}, {"text_block_id": "p17_b254", "text": "are as fol­lows:"}, {"text_block_id": "p17_b255", "text": "Table 1.3.1: A comparison of India's per capita GHG emissions"}, {"text_block_id": "p17_b256", "text": "with some other countries"}, {"text_block_id": "p17_b257", "text": "India has a well-developed policy, legislative, regula­tory, and programmatic regime for promotion of energy efficiency, renewable energy, nuclear power, fuel switching, energy pricing reform, and address­ing GHG emissions in the energy sector. As a conse­quence of these measures, India's energy intensity of the economy has come down sharply since the 1980s and compares favourably with the least energy intensive developed countries"}, {"text_block_id": "p17_b258", "text": "3"}, {"text_block_id": "p17_b259", "text": "."}, {"text_block_id": "p17_b260_merged_merged_merged_merged_merged", "text": "Figure 1.3.2: India's Energy intensity of GDP based on International Energy Agency data4"}, {"text_block_id": "p18_b262", "text": "f.4."}, {"text_block_id": "p18_b263", "text": "Observed Changes in Climate and Weather Evvnts in India"}, {"text_block_id": "p18_b264", "text": "There are some observed changes in climate param­eters in India. India's Initial National Communication, 2004 (NATCOM 1)5 to UNFCCC has consolidated some of these. Some highlights from NATCOM I and others are listed here. No firm link between the doc­umented changes described below and warming due to anthropogenic climate change has yet been estab­lished."}, {"text_block_id": "p18_b265", "text": "• Surface Temperature"}, {"text_block_id": "p18_b266", "text": "At the national level, increase of -0.4° C has been observed in surface air temperatures over the past century. A warming trend has been observed along the west coast, in central India, the interior peninsu­la, and north-eastern India. However, cooling trends have been observed in north-west India and parts of south India."}, {"text_block_id": "p18_b267", "text": "• Rainfall"}, {"text_block_id": "p18_b268", "text": "While the observed monsoon rainfall at the all-India level does not show any significant trend, regional monsoon variations have been recorded. A trend of increasing monsoon seasonal rainfall has been found along the west coast, northern Andhra Pradesh, and north-western India (+10% to +12% of the normal over the last 100 years) while a trend of decreasing monsoon seasonal rainfall has been observed over eastern Madhya Pradesh, north-eastern India, and some parts of Gujarat and Kerala (-6% to -8% of the normal over the last 100 years}."}, {"text_block_id": "p18_b269", "text": "• Extreme Weather Events"}, {"text_block_id": "p18_b270_merged", "text": "Instrument records over the past 130 years do not indicate any marked long-term trend in the frequen­cies of large-scale droughts and floods. Trends are however observed in multi-decadal periods of more frequent droughts, followed by less severe droughts. There has been an overall increasing trend in severe storm incidence along the coast at the rate of 0.011 events per year. While the states of West Bengal and Gujarat have reported increasing trends, a decline has been observed in Orissa. Goswami6 et al, by analysing a daily rainfall data set, have shown (i) a rising trend in the frequency of heavy rain events,"}, {"text_block_id": "p18_b273", "text": "and (ii) a significant decrease in the frequency of moderate events over central India from 1951 to 2000."}, {"text_block_id": "p18_b274", "text": "• Rise in Sea Level"}, {"text_block_id": "p18_b275", "text": "Using the records of coastal tide gauges in the north Indian Ocean for more than 40 years, Unnikrishnan and Shankar7 have estimated, that sea level rise was between 1.06-1.75 mm per year. These rates are con­sistent with 1 -2 mm per year global sea level rise esti­mates of IPCC."}, {"text_block_id": "p18_b276", "text": "• Impacts on Himalayan Glaciers"}, {"text_block_id": "p18_b277", "text": "The Himalayas possess one of the largest resources of snow and ice and its glaciers form a source of water for the perennial rivers such as the Indus, the Ganga, and the Brahmaputra. Glacial melt may impact their long-term lean-season flows, with adverse impacts on the economy in terms of water availability and hydropower generation."}, {"text_block_id": "p18_b278", "text": "The available monitoring data on Himalayan glaciers indicates that while recession of some gla­ciers has occurred in some Himalayan regions in recent years, the trend is not consistent across the entire mountain chain. It is accordingly, too early to establish long-term trends, or their causation, in respect of which there are several hypotheses."}, {"text_block_id": "p18_b279", "text": "Under the National Action Plan, these data will be updated and refined continuously and additional reliable data will be collected."}, {"text_block_id": "p18_b280", "text": "1.5. Some Projections of Climate Change over"}, {"text_block_id": "p18_b281", "text": "India for the 21st Century"}, {"text_block_id": "p18_b282", "text": "Some modelling and other studies have projected the following changes due to increase in atmospher­ic GHG concentrations arising from increased global anthropogenic emissions:"}, {"text_block_id": "p18_b283", "text": "Some modelling and other studies have projected the following changes due to increase in atmospher­ic GHG concentrations arising from increased global anthropogenic emissions:\n* Annual mean surface temperature rise by the end\n<\\li1>"}, {"text_block_id": "p19_b285", "text": "Some modelling and other studies have projected the following changes due to increase in atmospher­ic GHG concentrations arising from increased global anthropogenic emissions:\n* Annual mean surface temperature rise by the end\n<\\li1>\n* Indian summer monsoon (ISM) is a manifestation of\n* Changes in frequency and/ or magnitude of"}, {"text_block_id": "p19_b289", "text": "f.6. Possible Impacts of Projed.ed Climate Change"}, {"text_block_id": "p19_b290", "text": "1.6.1. IMPACTS ON WATER RESOURCES"}, {"text_block_id": "p19_b291", "text": "Changes in key climate variables, namely tempera­ture, precipitation, and humidity, may have signifi­cant long-term implications for the quality and quan­tity of water. River systems of the Brahmaputra, the Ganga, and the Indus, which benefit from melting snow in the lean season, are likely to be particularly affected by the decrease in snow cover. A decline in total run-off for all river basins, except Narmada and Tapti, is projected in India's NATCOM I. A decline in run-off by more than two-thirds is also anticipated for the Sabarmati and Luni basins. Due to sea level rise, the fresh water sources near the coastal regions will suffer salt intrusion."}, {"text_block_id": "p19_b292", "text": "1.6.2. IMPAO'S ON AGRICULTURE AND FOOD PRODUCTION"}, {"text_block_id": "p19_b293", "text": "Food production in India is sensitive to climate changes such as variability in monsoon rainfall and temperature changes within a season. Studies by Indian Agricultural Research Institute (IARI) and oth­ers indicate greater expected loss in the Rabi crop. Every 1 °c rise in temperature reduces wheat produc­tion by 4-5 Million Tonnes. Small changes in tempera­ture and rainfall have significant effects on the"}, {"text_block_id": "p19_b294", "text": "ity of fruits, vegetables, tea, coffee, aromatic and medicinal plants, and basmati rice. Pathogens and insect populations are strongly dependent upon tem­perature and humidity, and changes in these param­eters may change their population dynamics. Other impacts on agricultural and related sectors include lower yields from dairy cattle and decline in fish breeding, migration, and harvests. Global reports indicate a loss of 10-40% in crop production by 2100."}, {"text_block_id": "p19_b295", "text": "1.6.3. IMPACTS ON HEALTH"}, {"text_block_id": "p19_b296", "text": "Changes in climate may alter the distribution of important vector species (for example, malarial mos­quitoes) and may increase the spread of such diseases to new areas. If there is an increase of 3.8 °C in tem­perature and a 7% increase in relative humidity the transmission windows i.e., months during which mosquitoes are active, will be open for all 12 months in 9 states in India. The transmission windows in Jammu and Kashmir and in Rajasthan may increase by 3-5 months. However, in Orissa and some south­ern states, a further increase in temperature is likely to shorten the transmission window by 2-3 months."}, {"text_block_id": "p19_b297", "text": "1.6.4. IMPACTS ON foRESTS"}, {"text_block_id": "p19_b298_merged", "text": "Based on future climate projections of Regional Climate Model of the Hadley Centre (HadRM3) using A2 and 82 scenarios and the BIOME4 vegetation response model, Ravindranath et. al.8 show that 77% and 68% of the forest areas in the country are likely to experience shift in forest types, respectively under the two scenarios, by the end of the century, with consequent changes in forests produce, and, in turn, livelihoods based on those products. Correspondingly, the associated biodiversity is likely to be adversely impacted. India's NATCOM I projects an increase in the area under xeric scrublands and xeric woodlands in central India at the cost of dry savannah in these regions."}, {"text_block_id": "p19_b301", "text": "1 .6.5. VULNERABILITY TO ExlREME EVENTS"}, {"text_block_id": "p19_b302", "text": "Heavily populated regions such as coastal areas are exposed to climatic events,such as cyclones, floods, and drought, and large declines in sown areas in arid"}, {"text_block_id": "p20_b303", "text": "and semi-arid zones occur during climate extremes. Large areas in Rajasthan, Andhra Pradesh, Gujarat, and Maharashtra and comparatively small areas in Karnataka, Orissa, Madhya Pradesh, Tamil Nadu, Bihar, West Bengal, and Uttar Pradesh are frequent­ed by drought. About 40 million hectares of land is flood-prone, including most of the river basins in the north and the north-eastern belt, affecting about 30 million people on an average each year. Such vulner­able regions may be particularly impacted by climate change"}, {"text_block_id": "p20_b304", "text": "1.6.6. IMPACTS ON COASTAL AREAS"}, {"text_block_id": "p20_b305", "text": "A mean Sea Level Rise (SLR) of 15-38 cm is projected along India's coast by the mid 21st century and of"}, {"text_block_id": "p20_b306", "text": "46-59 cm by 2100. India's NATCOM I assessed the vul"}, {"text_block_id": "p20_b307", "text": "-"}, {"text_block_id": "p20_b308", "text": "nerability of coastal districts based on physical expo"}, {"text_block_id": "p20_b309", "text": "-"}, {"text_block_id": "p20_b310", "text": "sure to SLR, social exposure based on population affected, and economic impacts. In addition, a pro­jected increase in the intensity of tropical cyclones poses a threat to the heavily populated coastal zones in the country (NATCOM, 2004)."}, {"text_block_id": "p20_b311", "text": "2. Some Current Actions for Adaptation and Mitigation"}, {"text_block_id": "p20_b312", "text": "Adaptation, in the context of climate change, com­prises the measures taken to minimize the adverse impacts of climate change, e.g. relocating the com­munities living close to the sea shore, for instance, to cope with the rising sea level or switching to crops that can withstand higher temperatures. Mitigation comprises measures to reduce the emissions of greenhouse gases that cause climate change in the first place, e.g. by switching to renewable sources of energy such as solar energy or wind energy, or nuclear energy instead of burning fossil fuel in ther­mal power stations."}, {"text_block_id": "p20_b313", "text": "Current government expenditure in India on adaptation to climate variability, as shown in Figure 2.1, exceeds 2.6% of the GDP, with agriculture, water resources, health and sanitation, forests, coastal­zone infrastructure and extreme weather events, being specific areas of concern."}, {"text_block_id": "p20_b314", "text": "Figure 2.1: Expenditure on Adaptation Programmes in India"}, {"text_block_id": "p20_b315_merged_merged", "text": "2.1 Some Existing Adaptation related"}, {"text_block_id": "p20_b318", "text": "Programmes"}, {"text_block_id": "p20_b319", "text": "2.1.1. CROP IMPROVEMENT"}, {"text_block_id": "p20_b320", "text": "The present programmes address measures such as development of arid-land crops and pest manage­ment, as well as capacity building of extension work­ers and NGOs to support better vulnerability reduc"}, {"text_block_id": "p20_b321", "text": "-"}, {"text_block_id": "p20_b322", "text": "ing practices."}, {"text_block_id": "p20_b323", "text": "2.1.2. DROUGHT PROOFING"}, {"text_block_id": "p20_b324", "text": "The current programmes seek to min1m1ze the adverse effects of drought on production of crops and livestock, and on productivity of land, water and human resources, so as to ultimately lead to drought proofing of the affected areas. They also aim to pro­mote overall economic development and improve the socio-economic conditions of the resource poor and disadvantaged sections inhabiting the pro­gramme areas."}, {"text_block_id": "p20_b325", "text": "2.1.3. fORES11lY"}, {"text_block_id": "p20_b326", "text": "India has a strong and rapidly growing afforestation programme. The afforestation process was acceler­ated by the enactment of the Forest Conservation Act of 1980, which aimed at stopping the clearing and degradation of forests through a strict, central­ized control of the rights to use forest land and"}, {"text_block_id": "p21_b327", "text": "mandatory requirements of compensatory afforestation in case of any diversion of forest land for any non-forestry purpose. In addition an aggres­sive afforestation and sustainable forest manage­ment programme resulted in annual reforestation of 1.78 mha during 1985-1997, and is currently 1.1 mha annually. Due to this, the carbon stocks in Indian forests have increased over the last 20 years to 9 -10 gigatons of carbon (GtQ during 1986 to 2005."}, {"text_block_id": "p21_b328", "text": "2.1.4. WATER"}, {"text_block_id": "p21_b329", "text": "The National Water Policy (2002) stresses that non­conventional methods for utilization of water, including inter-basin transfers, artificial recharge of groundwater, and desalination of brackish or sea water, as well as traditional water conservation prac­tices like rainwater harvesting, including roof-top rainwater harvesting, should be practised to increase the utilizable water resources. Many states now have mandatory water harvesting programmes in several cities."}, {"text_block_id": "p21_b330", "text": "2.1.5. COASTAL REGIONS"}, {"text_block_id": "p21_b331", "text": "In coastal regions, restrictions have been imposed in the area between 200m and 500m of the HTL (high tide line) while special restrictions have been imposed in the area up to 200m to protect the sensi­tive coastal ecosystems and prevent their exploita­tion. This, simultaneously, addresses the concerns of the coastal population and their livelihood. Some specific measures taken in this regard include con­struction of coastal protection infrastructure and cyclone shelters, as well as plantation of coastal forests and mangroves."}, {"text_block_id": "p21_b332", "text": "2.1.6. HEALTH"}, {"text_block_id": "p21_b333", "text": "The prime objective of these programmes is the sur­veillance and control of vector borne diseases such as Malaria, Kala-azar, Japanese Encephalitis, Filaria and Dengue. Programmes also provide for emergency medical relief in the case of natural calamities, and to train and develop human resources for these tasks."}, {"text_block_id": "p21_b334", "text": "2.1.7. RISK FINANCING"}, {"text_block_id": "p21_b335", "text": "Two risk-financing programmes support adaptation to climate impacts. The Crop Insurance Scheme sup­ports the insurance of farmers against climate risks, and the Credit Support Mechanism facilitates the extension of credit to farmers, especially for crop fail­ure due to climate variability."}, {"text_block_id": "p21_b336", "text": "2.1.8. DISASTER MANAGEMENT"}, {"text_block_id": "p21_b337", "text": "The National Disaster Management programme pro­vides grants-in-aid to victims of weather related dis­asters, and manages disaster relief operations. It also supports proactive disaster prevention programmes, including dissemination of information and training of disaster-management staff."}, {"text_block_id": "p21_b338_merged", "text": "2.2. Some of lndia'S Actions Relating to GHG Mitigation"}, {"text_block_id": "p21_b343", "text": "2.2.1. INDIA'S Poucv SlRUCfURE RELEVANT ro GHG MITIGATION"}, {"text_block_id": "p21_b344", "text": "India has in place a detailed policy, regulatory, and legislative structure that relates strongly to GHG mit­igation: The Integrated Energy Policy was adopted in 2006. Some of its key provisions are:"}, {"text_block_id": "p21_b345", "text": "India has in place a detailed policy, regulatory, and legislative structure that relates strongly to GHG mit­igation: The Integrated Energy Policy was adopted in 2006. Some of its key provisions are:\n* Promotion of energy efficiency in all sectors\n* Emphasis on mass transport\n* Emphasis on renewables including biofuels\n* Accelerated development of nuclear and\n* Focused R&D on several dean energy related techÂ­"}, {"text_block_id": "p21_b355", "text": "Several other provisions relate to reforming energy markets to ensure that energy markets are competi­tive, and energy prices reflect true resource costs. These include: Electricity Act 2005, Tariff Policy 2003, Petroleum & Natural Gas Regulatory Board Act, 2006, etc. The provisions taken together are designed to:"}, {"text_block_id": "p21_b356", "text": "Several other provisions relate to reforming energy markets to ensure that energy markets are competi­tive, and energy prices reflect true resource costs. These include: Electricity Act 2005, Tariff Policy 2003, Petroleum & Natural Gas Regulatory Board Act, 2006, etc. The provisions taken together are designed to:\n* Remove entry barriers and raise competition in\n<\\li1>"}, {"text_block_id": "p22_b358", "text": "exploration, extraction, conversion, transmission and distribution of primary and secondary energy"}, {"text_block_id": "p22_b359", "text": "exploration, extraction, conversion, transmission and distribution of primary and secondary energy\n* Accomplish price reform, through full competition\n* Promote tax reform to promote optimal fuel\n* Augment and diversify energy options, sources\n* Provide feed-in tariffs for renewables (solar, wind,\n* Strengthen, and where applicable, introduce"}, {"text_block_id": "p22_b369", "text": "The Rural Electrification Policy, 2006, promotes renewable energy technologies where grid connec­tivity is not possible or cost-effective. The New and Renewable Energy Policy, 2005, promotes utilization of sustainable, renewable energy sources, and accel­erated deployment of renewables through indige­nous design, development and manufacture."}, {"text_block_id": "p22_b370", "text": "The National Environment Policy, 2006, and the Notification on Environment Impact Assessment (EIA), 2006, reform India's environmental assessment regime. A number of economic activities are required to prepare environment impact assessments, and environment management plans, which are appraised by regulatory authorities prior to start of construction. The EIA provisions strongly promote environmental sustainability."}, {"text_block_id": "p22_b371", "text": "2.2.2. INTRODUCTION OF LABELLING PROGRAMME FOR APPLIANCES"}, {"text_block_id": "p22_b372", "text": "An energy labelling programme for appliances was launched in 2006, and comparative star-based labelling has been introduced for fluorescent tube­lights, air conditioners, refrigerators, and distribu­tion transformers. The labels provide information about the energy consumption of an appliance, and thus enable consumers to make informed deci­sions. The Bureau of Energy Efficiency has made it mandatory for refrigerators to display energy effi­ciency label and is expected to do so for air condi­tioners as well. The standards and labelling pro­gramme for manufacturers of electrical appliances is expected to lead to significant savings in electric­ity annually."}, {"text_block_id": "p22_b373", "text": "2.2.3. ENERGY CoNSERVATION BUILDING CoDE"}, {"text_block_id": "p22_b374", "text": "An Energy Conservation Building Code (ECBO was launched in May, 2007, which addresses the design of new, large commercial buildings to optimize the buildings' energy demand based on their location in different climatic zones. Commercial buildings are one of the fastest growing sectors of the Indian economy, reflecting the increasing share of the serv­ices sector in the economy. Nearly one hundred buildings are already following the Code, and com­pliance with the Code has been incorporated into the mandatory Environmental Impact Assessment requirements for large buildings. It has been estimat­ed that if all the commercial space in India every year conform to ECBC norms, energy consumption in this sector can be reduced by 30-40%.Compliance with ECBC norms is voluntary at present but is expected to soon become mandatory."}, {"text_block_id": "p22_b375", "text": "2.2.4. ENERGY AUDITS OF LARGE INDUSTRIAL CoNSUMERS"}, {"text_block_id": "p22_b376", "text": "In March 2007 the conduct of energy audits was made mandatory in large energy-consuming units in nine industrial sectors. These units, notified as \"des­ignated consumers\" are also required to employ \"certified energy managers\", and report energy con­sumption and energy conservation data annually."}, {"text_block_id": "p22_b377", "text": "2.2.5. MASS TRANSPORT"}, {"text_block_id": "p22_b378", "text": "The National Urban Transport Policy emphasizes extensive public transport facilities and non-motor­ized modes over personal vehicles. The expansion of the Metro Rail Transportation System in Delhi and other cities and other mass transit systems, such as the Metro Bus project in Bangalore, are steps in its implementation. The state government of Maharashtra recently announced that it will impose a congestion tax to discourage the use of private cars in cities where it has created usufficient public trans­port capacity\"."}, {"text_block_id": "p22_b379", "text": "2.2.6. CLEAN AIR INfflATIVES"}, {"text_block_id": "p22_b380", "text": "In urban areas, one of the major sources of air pollu­tion is emissions from transport vehicles. Steps taken"}, {"text_block_id": "p23_b381", "text": "to reduce such pollution include (i) introduction of compressed natural gas (CNG) in Delhi and other cities; (ii) retiring old, polluting vehicles; and (iii) strengthening of mass transportation as mentioned above. Some state governments provide subsidies for purchase and use of electric vehicles. For thermal power plants, the installation of electrostatic precip­itators is mandatory. In many cities, polluting indus­trial units have either been dosed or shifted from residential areas."}, {"text_block_id": "p23_b382", "text": "2.2.7 PROMOTION OF ENERGY SAVING DEVICES"}, {"text_block_id": "p23_b383", "text": "The Bureau of Energy efficiency has introduced \"The Bachat Lamp Yojana\", a programme under which households may exchange incandescent lamps for CFLs (compact fluorescent lamps) using dean devel­opment mechanism (CDM} credits to equate pur­chase price. Some states have made mandatory the installation of solar water heaters in hospitals, hotels and large government and commercial buildings. Subsidy is provided for installation of solar water heaters in residential buildings."}, {"text_block_id": "p23_b384", "text": "2.2.8. PROMOTION OF BIOFUEI.S"}, {"text_block_id": "p23_b385", "text": "The Biodiesel Purchase Policy mandates biodiesel procurement by the petroleum industry. A mandate on Ethanol Blending of Gasolene requires 5% blend­ing of ethanol with gasolene from 1"}, {"text_block_id": "p23_b386", "text": "st"}, {"text_block_id": "p23_b387", "text": "January, 2003, in 9 States and 4 Union Territories."}, {"text_block_id": "p23_b388", "text": "3. The Way Forward:"}, {"text_block_id": "p23_b389", "text": "Eight National Missions"}, {"text_block_id": "p23_b390", "text": "The experience gained so far enables India to embark on an even more proactive approach. The following subsections describe the various pro­grammes that may be taken up under the National Action Plan."}, {"text_block_id": "p23_b391", "text": "3.1. National Solar Mission"}, {"text_block_id": "p23_b392", "text": "The National Solar Mission would promote the use of solar energy for power generation and other appli­cations. Where necessary for purposes of system"}, {"text_block_id": "p23_b393", "text": "ance or ensuring cost-effectiveness and reliability, it would also promote the integration of other renew­able energy technologies, for example, biomass and wind, with solar energy options."}, {"text_block_id": "p23_b394_merged_merged", "text": "India is largely located in the equatorial sun belt of the earth, thereby receiving abundant radiant energy from the sun. The country receives about 5,000 trillion kWh/year equivalent energy through solar radiation. In most parts of India, clear sunny weather is experienced 250 to 300 days a year. The annual global radiation varies from 1600 to 2200 kWh/m2, which is typical of the tropical and sub­tropical regions. The average solar insolation inci­dent over India is about 5.5 kWh/m2 per day. Just 1 % of India's land area can meet India's entire electricity requirements till 2030."}, {"text_block_id": "p23_b401", "text": "Solar based power technologies are an extremely clean form of generation with practically no form of emissions at the point of generation. They wouId lead to energy security through displace­ment of coal and petroleum. T&D losses are very low in decentralized systems. Deployment can be done independently of the national grid and integrated with the national grid when needed."}, {"text_block_id": "p23_b402", "text": "3.1.1. SOLAR THERMAL POWER GENERATION"}, {"text_block_id": "p23_b403", "text": "Solar Thermal Power Generating Systems (STPG} or Concentrating Solar Power (CSP) use concentrated solar radiation as high temperature energy source (> sooOC) to produce electricity."}, {"text_block_id": "p23_b404", "text": "The working mechanism for solar heat to electricity is fundamentally similar to that of tradi­tional thermal power plants. STPG technologies are now on the verge of significant scale commercializa­tion. Major technologies include parabolic trough or dish, dish-engine system, central tower receiver sys­tem, and solar chimney (which drives an air draft tur­bine, and does not raise steam)."}, {"text_block_id": "p23_b405", "text": "Solar power is, obviously available only dur­ing sunlight hours. There are also significant season­al variations. Moreover, the need to track the move­ment of the sun during the day, as also the seasonal variations in orientation, although fully predictable, may add significantly to cost in respect of dish collec­tor systems. However, design variants are available that require movement of only the heat collector at"}, {"text_block_id": "p24_b406", "text": "the focus, or only of individual mirrors in an array, thus reducing costs."}, {"text_block_id": "p24_b407", "text": "The cyclical (diurnal, annual) and episodic (cloud cover} variations of solar insolation, and the impossibility of regulating the solar flux means that in order to ensure steady power supply, meet peak­ing requirements, as well as to ensure optimal uti­lization of steam turbines and generators, it is neces­sary to either hybridize solar thermal systems with alternative means of raising steam, or provide for high temperature thermal energy storage. The for­mer may be accomplished by hybridization with con­ventional fuels, or by biomass combustion systems. The latter may be accomplished by insulated storage of molten salts; however, in their case the rate of heat loss may be significant, and storage for more than 10-12 hours is uneconomic."}, {"text_block_id": "p24_b408", "text": "The investment cost of stand-alone (i.e. with­out hybridization} solar thermal power plants are in the range of Rs 20-22 er/MW. It usually includes the cost of the solar concentrators, balance of system (BOS}, receiver (turbine) with generator and control equipments, etc. The estimated unit cost of genera­tion is currently in the range of 20-25 Rs/KWh. (Source Scientific American, January 2008)"}, {"text_block_id": "p24_b409", "text": "Proposed R&D activities in respect of Solar Thermal power generation would cover design and development of concentrating solar thermal power systems, including parabolic troughs, central receiv­er systems, and dish/engine systems. The R&D effort should be directed mainly at reducing costs of production and maintenance, and include both production design and fabrication/assembly tech­niques. In addition, R&D should cover balance of systems issues involved in hybridization with bio­mass combustion based systems and/or molten salts thermal storage."}, {"text_block_id": "p24_b410", "text": "3.1.2. Sen.AR PHOTOVOLTAIC GENERATION"}, {"text_block_id": "p24_b411", "text": "In photovoltaic generation, solar energy is directly converted to electricity using a semi-conductor, usu­ally a silicon diode. However, while there are other semi-conductors (e.g. cadmium telluride} that may be used for power generation, most of them are at various stages of R&D."}, {"text_block_id": "p24_b412", "text": "The investment costs of solar PV based"}, {"text_block_id": "p24_b413", "text": "power systems are in the range of Rs. 3035cr/MW.This includes the cost of the solar panels and balance of system (BOS). The unit cost of gener­ation is still in the range of Rs. 15-20 KWh, but may fall significantly for thin-film based systems."}, {"text_block_id": "p24_b414", "text": "Proposed R&D activities in respect of Solar Photovoltaic generation, for the near and medium term would include improvement in solar cell effi­ciency to 15% at commercial level; improvements in PV module technology with higher packing density and suitability for solar roofs; and development of lightweight modules for use in solar lanterns and similar applications."}, {"text_block_id": "p24_b415", "text": "3.1.3. R&D COUABORATION, TECHNOLOGY TRANSFER, AND CAPACITY BUILDING"}, {"text_block_id": "p24_b416", "text": "In specific areas of both solar thermal and solar PV systems, it would be useful to enter into collabora­tion with institutions working elsewhere, with shar­ing of the resulting IPRs."}, {"text_block_id": "p24_b417", "text": "Technology transfer in both Solar Thermal technologies and the PV technologies will be required in respect of cost-effective and efficient technologies suitable for use in India. Support to commercial demonstration by entrepreneurs of Solar Thermal and Solar PV, both stand-alone and distrib­uted generation systems, in particular in remote locations, and using these as training facilities for local entrepreneurs and O&M personnel would also help develop this sector."}, {"text_block_id": "p24_b418", "text": "The National Solar Mission would be responsi­ble for: (a) the deployment of commercial and near commercial solar technologies in the country; (b) establishing a solar research facility at an existing establishment to coordinate the various research, development and demonstration activities being car­ried out in India, both in the public and private sec­tor; {c) realizing integrated private sector manufac­turing capacity for solar material, equipment, cells and modules (d) networking of Indian research efforts with international initiatives with a view to promoting collaborative research and acquiring technology where necessary, and adapting the tech­nology acquired to Indian conditions; (e) providing funding support for the activities foreseen under (a) to (d) through government grants duly leveraged by"}, {"text_block_id": "p25_b419", "text": "funding available under global climate mechanisms, and earnings from deployment of research spon­sored by the Mission. Policy and Regulatory measures for promotion of solar technologies would also be enhanced as common to all renewables based tech­nologies."}, {"text_block_id": "p25_b420", "text": "Over the 11"}, {"text_block_id": "p25_b421", "text": "th"}, {"text_block_id": "p25_b422", "text": "and 12"}, {"text_block_id": "p25_b423", "text": "th"}, {"text_block_id": "p25_b424", "text": "Plan periods (till 2017) the Mission would aim to deliver at least 80% coverage for all low temperature (<150° 0, and at least 60% coverage for medium tempera­ture (150° to 250° C) applications of solar energy in all urban areas, industries, and commercial establishments. Rural solar thermal applications would also be pursued under public-private part­nerships where feasible. Commensurate local man­ufacturing capacity to meet this level of deploy­ment, with necessary technology tie-ups, where desirable, would be established. Further, the Mission would aim for local Photovoltaic (PV} pro­duction from integrated facilities at a level of 1000 MW/annum within this time frame. It would also aim to establish at least 1000 MW of Concentrating Solar Power (CSP) generation capacity, again, with such technical tie-ups as essential within the stated time frame."}, {"text_block_id": "p25_b425", "text": "The untapped energy potential of each of the three generic solar based energy approaches (i.e. solar pv, solar thermal, and biomass) is well beyond current usage levels. In the long term the Mission would aim to network Indian research efforts in solar technology with global initiatives in these three areas, so as to enable delivery of solar solutions to India's energy needs in tandem with developments worldwide."}, {"text_block_id": "p25_b426", "text": "In the long-term, the Mission would direct Indian solar research initiatives to deliver truly dis­ruptive innovations that cut across more than one approach or technology. These include: (a) getting the same electrical, optical, chemical and physical performance from cheap materials as that delivered by expensive materials; (b) developing new para­digms for solar cell design that surpass current effi­ciency limits; (c) finding catalysts that enable inex­pensive, efficient conversion of solar energy into chemical fuel; (d) identify novel methods of self­assembly of molecular components into functionally integrated systems; and (e) developing new"}, {"text_block_id": "p25_b427", "text": "als for solar energy conversion infrastructure, such as robust, and inexpensive, thermal management mate­rials."}, {"text_block_id": "p25_b428", "text": "The ultimate objective of the Mission would be to develop a solar industry in India that is capable of delivering solar energy competitively against fos­sil options from the Kilowatt range of distributed solar thermal and solar PV to the Gigawatt scale of base load priced and dispatchable CSP within the next 20-25 years."}, {"text_block_id": "p25_b429", "text": "3.2. National Mission for Enhanced Energy Efficiency in Industry"}, {"text_block_id": "p25_b430", "text": "The industry sector is the largest user of commercial energy in India, accounting for 42% of the country's total commercial energy use during 2004--05. The Indian industry sector, comprising large, medium, and small enterprises registered a growth of 10.6% in April-December 2006 (MoF, 2007). Since the indus­try sector is viewed as central for economic growth, it would continue to play a major role in the overall development of India."}, {"text_block_id": "p25_b431", "text": "The industrialization policies of the country have helped in setting up of several energy-intensive primary manufacturing facilities such as iron and steel, cement, fertilizer, refineries, with investment targets fixed in successive Five-year Plans of the Government of India. The planners also encouraged various small scale industries, providing huge employment. The small scale sector produces close to 7500 items in which 326 items"}, {"text_block_id": "p25_b432", "text": "are"}, {"text_block_id": "p25_b433", "text": "reserved by the Government of India (MoSSI, 2007} to be exclusively produced by small units."}, {"text_block_id": "p25_b434_merged_merged_merged", "text": "As per the national greenhouse inventory, the direct CO2 emissions from industrial sources accounted for nearly 31 % of the total CO2 emissions from the country (data for base year 1994) (NATCOM, I). The CO2 emissions from the industrial sector can be broadly categorized into two heads, i.e. process related emissions, and emissions due to fuel combustion in industries. Of the total estimated 250 million tonnes of direct co2 emissions from the industry in 1994, nearly 60% were accounted for by energy use (NATCOM, I)."}, {"text_block_id": "p26_b444", "text": "3.2.1. GHG MITIGATION OPTIONS IN TIIE INDUSTRY SECTOR"}, {"text_block_id": "p26_b445", "text": "GHG Mitigation options in the industry sector can be broadly grouped under three heads as given below:"}, {"text_block_id": "p26_b446", "text": "•"}, {"text_block_id": "p26_b447", "text": "Sector specific technological options"}, {"text_block_id": "p26_b448", "text": "•"}, {"text_block_id": "p26_b449", "text": "Cross-cutting technologies options"}, {"text_block_id": "p26_b450", "text": "•"}, {"text_block_id": "p26_b451", "text": "Fuel switch options"}, {"text_block_id": "p26_b452", "text": "3.2.2. SECTOR SPECIFIC TECHNOLOGICAL OPTIONS"}, {"text_block_id": "p26_b453", "text": "Various GHG mitigation technology options in respect of the Chlor-Alkali, Cement, Aluminum, Fertilizer, Iron and Steel, Pulp and Paper, and Textile sectors are currently being investigated."}, {"text_block_id": "p26_b454", "text": "3.2.3. Cnoss-0.maNG TECHNOLOGICAL. OPTIONS"}, {"text_block_id": "p26_b455", "text": "Apart from sector-specific options, there are certain cross-cutting energy efficient technological options that could be adopted in a wide range of industries. In general, in the industries sector, approximately 50% of the industrial energy use is accounted for by cross-cutting technologies."}, {"text_block_id": "p26_b456", "text": "The estimated energy saving potential for a large number of plants is of the order of 5% to 15%."}, {"text_block_id": "p26_b457", "text": "3.2.4. FuEL SWITCH"}, {"text_block_id": "p26_b458", "text": "With the increasing availability of natural gas in the country (both as imported LNG [liquefied natural"}, {"text_block_id": "p26_b459", "text": "gas] and likely increased domestic natural gas sup"}, {"text_block_id": "p26_b460", "text": "-"}, {"text_block_id": "p26_b461", "text": "ply), industries may have the option to switch over from coal to the use of natural gas. Fuel-switch to natural gas generally leads to increase in energy use efficiency."}, {"text_block_id": "p26_b462", "text": "Another option is switching over from fossil fuels to producer gas from biomass fuels for various thermal applications. Industries with low tempera­ture requirements (upto 1000C) (for example, textiles and pharmaceuticals) may also use solar thermal sys­tems for water heating."}, {"text_block_id": "p26_b463", "text": "3,2.5 PoTENTIAL FOR EMISSIONS REDUCTION"}, {"text_block_id": "p26_b464", "text": "Although the efficiency of most large industrial"}, {"text_block_id": "p26_b465_merged_merged", "text": "tors has been improving over time, and the specific energy consumption of many of the large plants compares well with the world's best, it is estimated that CO2 emissions from fuel and electricity use in the industry sector could be further reduced by about 605 million tonnes (approximately 16% reduc­tion from the BAU scenario) in the year 2031. However, this will involve major incremental invest­ment costs, as well as, overall, large economic costs, besides technology transfer."}, {"text_block_id": "p26_b468", "text": "3.2.6. Co-BENEFITS"}, {"text_block_id": "p26_b469", "text": "Energy-efficiency measures in the industrial sector also have some co-benefits due to reduction in fuel and material use leading to reduced emission of air­pollutants, solid waste, and waste water. In addition, some options also lead to improvement in the quali­ty of product."}, {"text_block_id": "p26_b470", "text": "3.2.7 TECHNOLOGY TRANSFER"}, {"text_block_id": "p26_b471", "text": "Relevant technologies under development that would reduce specific energy consumption need to be transferred to India when commercially viable."}, {"text_block_id": "p26_b472", "text": "3.2.8. FINANCING"}, {"text_block_id": "p26_b473", "text": "The move to efficient technologies in the industry sector generally involves significant incremental investment, and in many cases, economic costs. These would have to be provided by multilateral"}, {"text_block_id": "p26_b474", "text": "funding arrangements. In particular, special"}, {"text_block_id": "p26_b475", "text": "financing mechanisms would need to be put in place for the SMEs. Bundling and/or programmatic CDM could be a possible financing route for these units."}, {"text_block_id": "p26_b476", "text": "3.2.9. CAPACIT¥-BUILDING NEEDS"}, {"text_block_id": "p26_b477", "text": "Cooperative approaches by the government and industry are needed to enhance awareness of ener­gy-efficient options, and upgrade relevant techni­cal knowledge. The financial sector also needs capacity building in appraisal of specific energy"}, {"text_block_id": "p27_b478", "text": "3.2.10. Pouc:v AND RIEGUI.AlORY OPTIONS"}, {"text_block_id": "p27_b479", "text": "Under the Energy Conservation Act (2001), 9 energy intensive industrial sectors, i.e. thermal power sta­tions, fertilizer, cement, iron and steel, chlor-alkali, aluminum, railways, textile and pulp and paper, are required to employ a certified energy manager, con­duct energy audits periodically, and adhere to spe­cific energy-consumption norms that may be pre­scribed."}, {"text_block_id": "p27_b480", "text": "Currently, almost every industrial sector is characterized by a wide band of energy efficiencies in different units. Several of them are at global fron­tier levels, but some others have relatively poor per­formance. As an approach to enhancement of over­all energy efficiency in each sector, the efficiency band-width of the sector is divided into 4 bands. The energy efficiency improvement target, in percent­age, from current levels for each unit varies with its band, being highest for the least energy efficient, and the least for the most efficient. These targets would have to be achieved within a period of 3 to 5 years within each group."}, {"text_block_id": "p27_b481", "text": "Given the fact of fertilizer subsidies, individ­ual fertilizer units have little incentive to undertake energy-efficiency investments. It is, therefore, imper"}, {"text_block_id": "p27_b482", "text": "-"}, {"text_block_id": "p27_b483", "text": "ative that fertilizer subsidies be restructured to elim"}, {"text_block_id": "p27_b484", "text": "-"}, {"text_block_id": "p27_b485", "text": "inate such absence of incentive."}, {"text_block_id": "p27_b486", "text": "be essential to evolve sector-specific integrated"}, {"text_block_id": "p27_b487_merged_merged", "text": "grammes for technology development. This would require external support for significantly longer durations to address various technological barriers and promote energy efficiencies at the unit level. The information or knowledge gap is more pro­nounced in case of small industries and \"hand-hold­ing\" to help industries install energy efficient tech­nologies as well as to ensure their optimum perform­ance through best operating practices will be required."}, {"text_block_id": "p27_b490", "text": "Most of the energy-efficient equipment require higher upfront investment. An accelerated depreciation up to 80% in the first year on energy­efficient equipment would help their deployment. Further, reduced rate VAT (value added tax) on ener­gy-efficient equipment would also help in reducing"}, {"text_block_id": "p27_b491", "text": "the required upfront investment."}, {"text_block_id": "p27_b492", "text": "To further enhance energy efficiency, four new initiatives may be considered. These are:"}, {"text_block_id": "p27_b493", "text": "•"}, {"text_block_id": "p27_b494", "text": "Mandated specific energy consumption decreases in large energy consuming industries and facilities that have been notified as Designated Consumers under the Energy Conservation Act, and provide a framework to certify energy savings in excess of the mandated savings. The certified excess sav­ings may be traded amongst companies to meet their mandated compliance requirements, or banked for the next cycle of energy savings requirements."}, {"text_block_id": "p27_b495", "text": "•"}, {"text_block_id": "p27_b496", "text": "Tax incentives for promotion of energy efficiency, including differential taxation on appliances that have been certified as energy efficient through"}, {"text_block_id": "p27_b497", "text": "energy labeling programme."}, {"text_block_id": "p27_b498", "text": "•"}, {"text_block_id": "p27_b499", "text": "Creation of energy efficiency financing platforms for enabling public-private-partnerships to capture energy savings through demand side management programmes in the municipal, buildings, and agri­cultural sectors."}, {"text_block_id": "p27_b500", "text": "•"}, {"text_block_id": "p27_b501", "text": "Fiscal Incentives"}, {"text_block_id": "p27_b502", "text": "3.2.11. DELIVERY OPTIONS"}, {"text_block_id": "p27_b503", "text": "The key delivery options for energy efficiency in"}, {"text_block_id": "p27_b504", "text": "industry are:"}, {"text_block_id": "p27_b505", "text": "•"}, {"text_block_id": "p27_b506", "text": "Projects, including retrofits, by the corporate sec­tor, with institutional finance"}, {"text_block_id": "p27_b507", "text": "•"}, {"text_block_id": "p27_b508", "text": "Activities related to cluster development, particu­larly in SMEs"}, {"text_block_id": "p27_b509", "text": "•"}, {"text_block_id": "p27_b510", "text": "Promotion of ESCOs {Energy Service Companies) for providing energy efficiency solutions across industry sectors"}, {"text_block_id": "p27_b511", "text": "The Energy Efficiency Financing Platform initiated by the Bureau of Energy Efficiency, in conjunction with a robust ESCO industry could provide the necessary impetus to energy efficiency. In respect of each deliv­ery mode, carbon finance through the COM would also be relevant."}, {"text_block_id": "p28_b512", "text": "3.3 National Mission on Sustainable Habitat"}, {"text_block_id": "p28_b513", "text": "The Mission comprises three components, i.e. pro­moting energy efficiency in the residential and com­mercial sector, management of municipal solid waste, and promotion of urban public transport. These are presented below:"}, {"text_block_id": "p28_b514", "text": "3.3.1. PROMOTING ENERGY EFFICIENCY IN THE RESIDENTIAL AND COMMERCIAL SECTOR"}, {"text_block_id": "p28_b515", "text": "The residential sector accounts for around 13.3% of total commercial energy use in India. While several households, especially in the rural areas, continue to use biomass for cooking in traditional cookstoves, which leads to high levels of indoor air pollution and poses a major health risk especially to women and children, the use of modem fuels such as LPG (lique­fied petroleum gas) and kerosene is increasing rapid­ly. During 1990-2003, consumption of LPG increased at an annual rate of 11.26%, while electricity use increased at 8.25% annually in the residential sector."}, {"text_block_id": "p28_b516", "text": "Electricity consumption in the residential sec­tor is primarily for lighting, space conditioning, refrig­eration, and other appliances. According to a study on energy consumption in the residential sector in the city of Delhi, while lighting accounted for around 8%-14% of total electricity consumption, space-con­ditioning accounted for nearly 52%, and refrigerators accounted for around 28% (in the summer months). Accordingly, energy saving measures related with space conditioning (heating and cooling), refrigera­tion, and lighting have great significance in moving towards sustainable residential energy use."}, {"text_block_id": "p28_b517", "text": "The commercial sector comprises various institutional establishments such as banks, hotels, restaurants, shopping complexes, offices, and public buildings. Electricity consumption has increased at the rate of 7.4% annually between 1990-2003 in the commercial sector. It is estimated that on average, in a typical commercial building in India around 60% of the total electricity is consumed for lighting, 32% for space conditioning, and 8% for refrigeration. However, the end-use consumption varies signifi­cantly with space conditioning needs. While a fully airconditioned office building could have about 60% of the total electricity consumption accounted for by"}, {"text_block_id": "p28_b518", "text": "air conditioning, followed by 20% for lighting, in a non-airconditioned building the consumption pat­terns would be significantly different."}, {"text_block_id": "p28_b519", "text": "Energy use in residential and commercial buildings also varies significantly across income groups, building construction typology, climate, and several other factors. There exists significant scope to reduce energy use, while also providing the requisite energy services in case of both existing as well as new constructions. Although the saving potential of each option may vary with typology, climate, space condi­tioning needs, and the initial base design proposed by the client/designer, on an average it is estimated that the implementation of energy efficient options would help in achieving around 30% electricity sav­ings in new residential buildings and 40% electricity savings in new commercial buildings. In case of exist­ing buildings, the energy saving potential for resi­dential buildings is estimated to be around 20%, and that for commercial buildings around 30%."}, {"text_block_id": "p28_b520", "text": "Various studies have established that sub­stantial energy savings can be achieved in the resi­dential and commercial sectors. Implementing car­bon mitigation options in buildings is associated with a wide range of co-benefits, including improved energy security and system reliability. Other co-bene­fits of energy efficiency investments include the cre­ation of jobs and business opportunities, while the energy savings may lead to greater access to energy for the poor, leading to their improvement and well­being. Other co-benefits include improved indoor and outdoor air quality, and thereby improved health and quality of life."}, {"text_block_id": "p28_b521", "text": "3.3. 1. 1. COSTS AND FINANCING"}, {"text_block_id": "p28_b522", "text": "The incremental cost of implementation of energy­efficient measures is estimated to vary between 3%-5% for residential buildings and 10%-15% for com­mercial buildings on a case-to-case basis. Economic savings over the lifetime of the appliances would depend upon the specific-usage patterns. Also, it is expected that in general, private home-owners would seek shorter pay-back periods than owners of commercial property."}, {"text_block_id": "p28_b523", "text": "While the use of more efficient appliances can play a key role in reducing final energy demands,"}, {"text_block_id": "p29_b524", "text": "energy-efficient appliances typically have higher up­front costs than their non-labeled counterparts. Given that significant incremental investment costs are associated with the efficient technologies, appro­priate financing mechanisms need to be adopted in order to promote these technologies."}, {"text_block_id": "p29_b525", "text": "Adoption of energy-efficient lighting and space-conditioning technologies should be integrat­ed into housing finance schemes of financial institu­tions, appliance financing schemes need to incen­tivize purchase of energy-efficient equipment, and utility-based programmes should be put in place to pay for the higher upfront capital costs of lighting systems in the utility bills."}, {"text_block_id": "p29_b526", "text": "Carbon-market financing would enable access to these technologies where there are higher investment costs, or higher economic costs of the required energy service, or both. This may be espe­cially useful in view of the \"split incentive\" problem in such cases, that is, the persons who incur the addi­tional investment costs are different from those that might realize the energy savings."}, {"text_block_id": "p29_b527", "text": "3.3.1.2. RESEARCH & DEVELOPMENT"}, {"text_block_id": "p29_b528", "text": "The R&D needs for the residential and commercial sectors is mainly related to energy efficient technolo­gies. It needs to focus on the development of ener­gy-efficient products for the following applications:"}, {"text_block_id": "p29_b529", "text": "•"}, {"text_block_id": "p29_b530", "text": "Energy-efficient buildings and building components"}, {"text_block_id": "p29_b531", "text": "•"}, {"text_block_id": "p29_b532", "text": "Development of energy efficient windows"}, {"text_block_id": "p29_b533", "text": "•"}, {"text_block_id": "p29_b534", "text": "Development of low-cost insulation material"}, {"text_block_id": "p29_b535", "text": "•"}, {"text_block_id": "p29_b536", "text": "Development of simulation software to predict the"}, {"text_block_id": "p29_b537", "text": "energy used in buildings"}, {"text_block_id": "p29_b538", "text": "•"}, {"text_block_id": "p29_b539", "text": "Energy efficient appliances"}, {"text_block_id": "p29_b540", "text": "•"}, {"text_block_id": "p29_b541", "text": "Development of energy-efficient ceiling fans"}, {"text_block_id": "p29_b542", "text": "•"}, {"text_block_id": "p29_b543", "text": "Development of very-low-energy-consuming cir­cuits for stand-by power"}, {"text_block_id": "p29_b544", "text": "•"}, {"text_block_id": "p29_b545", "text": "Development of low-cost light-emitting diode (LED)-based lamps for space lighting"}, {"text_block_id": "p29_b546", "text": "The SAC-C (Scientific Advisory Committee of the Cabinet) has recommended the launch of a National Networked Initiative for R&D on the development of the next generation of LEDs, particularly white LEDs."}, {"text_block_id": "p29_b547", "text": "3.3.1.3. TECHNOLOGY TRANSFER AND CAPACITY BUILDING"}, {"text_block_id": "p29_b548", "text": "The energy efficient lighting and space conditioning technologies developed internationally are generally superior as compared to those available within the country. There is therefore a need for technology transfer from the developed countries. However adopting these internationally developed technologies is associated with payment of additional costs due to the IPR component associated with these technologies. Mechanisms need to be put in place so that these costs do not impose an additional burden on the consumers."}, {"text_block_id": "p29_b549", "text": "Solar evacuated tubular panel technology is available internationally for solar water heating sys­tems, but needs to be transferred for diffusion in the Indian market."}, {"text_block_id": "p29_b550", "text": "Lack of awareness of energy-saving options and potential among architects, engineers, interior designers, and professionals in the building industry including plumbers and electricians is a major barrier to the construction of low-energy buildings. Realizing the potential of energy saving requires an integrated design process involving all the stake­holders, with full consideration of opportunities for passively reducing building energy demands."}, {"text_block_id": "p29_b551", "text": "Builders and developers need to be trained and made aware of the options to save energy in new constructions. There is a need to create comprehen­sive integrated programmes at universities and other professional establishments to impart such training for designing and constructing low-energy buildings."}, {"text_block_id": "p29_b552", "text": "3.3.1.4. POLICY AND REGULATORY ENHANCEMENTS"}, {"text_block_id": "p29_b553", "text": "A diverse portfolio of policy instruments would be required to address the barriers to efficient energy use in the residential and commercial sectors."}, {"text_block_id": "p29_b554", "text": "There is a need to continuously update appli­ance energy norms and building energy codes and labeling, move towards rational energy pricing based on long-term average economic cost, and pro­vide fiscal benefits for efficiency improvements."}, {"text_block_id": "p29_b555", "text": "The ECBC (Energy Conservation Building Code) was developed after the adoption of the Energy Conservation Act (2001). The ECBC aims to reduce the baseline energy consumption by support­ing adoption and implementation of efficiency"}, {"text_block_id": "p30_b556", "text": "ings and savings in GHG emissions, besides other ben­efits. ECBC intervention has encouraged design inno­vation in the building envelope and system design and specification, which have resulted in 50% energy savings (as measured in ECBC compliant buildings} when compared to conventional constructions."}, {"text_block_id": "p30_b557", "text": "Given the scale of energy savings that can be achieved by the implementation of ECBC, it is impor­tant to direct policy towards encouraging/mandating energy savings. As an example, it would be pertinent to address the cost of Cfl (Compact Fluorescent lamp} and TS (Efficient Tube Light) which is a barrier to their wide spread use, and implement measures to increase the demand in order to reduce prices through scale effects. Large-scale availability of appropriate materi­als and equipment to meet the requirement of ECBC is also urgently needed. The energy codes are still new in India and the products (insulation, efficient glass, efficient HVAC systems, and so on) and services required by buildings to comply with the code requirements are not readily and abundantly avail­able, or competitively priced. Market power monop­oly of a handful of manufacturers of energy efficient products has resulted in a non-competitive market for products like insulations, chillers, and so on."}, {"text_block_id": "p30_b558", "text": "In addition to the above, the MoEF (Ministry of Environment and Forests) has developed a manu­al on norms and standards for environmental clear­ance for large construction projects after wide con­sultation with experts from different disciplines. The manual would be used as a technical guideline to assist the project proponents/ stakeholders/ consult­ants for the preparation environmental impact assessments of projects and obtain environmental clearance. Both the EACs {Expert Appraisal Committee} at MoEF and SEACs (State Expert Appraisal Committee) at the state/ UT level appraise and grade all new construction projects requiring environmental clearances on the basis of the manu­al. The state pollution control boards are required to verify the compliance of the Environmental Management Plan and the observance of the criteria of gradation by the project proponents."}, {"text_block_id": "p30_b559", "text": "Successful implementation of performance­based codes requires education and training of building officials and inspectors and demonstration projects. Setting flexible performance-based codes"}, {"text_block_id": "p30_b560", "text": "rather than technology/options prescriptions can help keep compliance costs low and may provide incentives for innovation."}, {"text_block_id": "p30_b561", "text": "3.3. 1 .5. DELIVERY OPTIONS"}, {"text_block_id": "p30_b562", "text": "The BLY (Bae.hat lamp Yojana) model needs to be pursued to promote energy efficient and high quali­ty CFLs as replacement for incandescent bulbs in households. Comprehensive implementation of the BLY can lead to a reduction of 10,000 MW (Megawatt} of electricity demand. The BLY depends upon CDM (clean development mechanism) revenues to meet the incremental investment cost as well as the incremental economic cost that would be the case in many participating households."}, {"text_block_id": "p30_b563", "text": "ESCOs (Energy Service Companies) need to be promoted as vehicles to deliver energy-efficiency improvements, in particular because of the nsplit incentives\"' problem, and facilitate access to carbon finance through bundled CDM projects."}, {"text_block_id": "p30_b564", "text": "The energy efficient options in the residen­tial and commercial sectors should be promoted as bundles of programmatic COM options."}, {"text_block_id": "p30_b565", "text": "3.3.2 MANAGEMENT OF MUNICIPAL SOLID WASTE (MSW)"}, {"text_block_id": "p30_b566", "text": "Municipal solid waste (MSW} generation reflects not just income levels, but also lifestyle choices. Recycling of materials is an important option for reducing envi­ronmental pressures. Figure 3.3.2.1 below indicates that India has a significantly higher rate of recycling of materials in MSW than developed countries."}, {"text_block_id": "p30_b567", "text": "Source: TERI (2006)"}, {"text_block_id": "p30_b568", "text": "GHG emissions from MSW in India are also much lower than in developed countries, reckoned per unit of consumption (in $ 1000 at PPP), Figure 3.3.2.2 below:"}, {"text_block_id": "p31_b569", "text": "Figure 3.3.2.2: GHG emissions intensity from waste generation (in gm/$1000 at PPP GDP)"}, {"text_block_id": "p31_b570", "text": "Source: TERI (2006)"}, {"text_block_id": "p31_b571", "text": "MSW generation in Indian cities (around 5100 ULBs) is estimated to have increased from 6 million tonnes in 1947 to 48 million tonnes in 1997, and to 69 mil"}, {"text_block_id": "p31_b572", "text": "-"}, {"text_block_id": "p31_b573", "text": "lion tonnes in 2006 (Central Pollution Control Board"}, {"text_block_id": "p31_b574", "text": "2000, TERI 2001). In addition, Indian consumption of plastics is around 4 MTPA (million tonnes per annum). About 60% of this comprises polyolefins, which are primarily used as packaging material. About 2.0 MTPA of total consumption is generated as plastic waste of which around 70% is recycled, mostly by the informal sector. The decadal growth in consumption of plastics during the period 1991-2001 was around 14% (Indian Centre for Plastics in the Environment and Central Institute of Plastic Engineering Technology 2003). Although the quanti­ty of plastic waste reaching disposal sites is fairly low (0.62% on a dry weight basis), testifying to the high rate of recycling/reuse, the management of thin plas­tic. bags remains a matter of concern due to low col­lection efficiency in their case. The plastic waste-recy­cling sector therefore needs to be strengthened."}, {"text_block_id": "p31_b575", "text": "There is a trend of increase in the percentage of recy­clables, accompanied by decreases in the percentage of biodegradable matter in the waste stream."}, {"text_block_id": "p31_b576", "text": "Table 3.3.2.2: Change in waste composition in selected cities"}, {"text_block_id": "p31_b577", "text": "source: 1982-90: Planning Commission; 1995, 2005: CPCB"}, {"text_block_id": "p31_b578_merged", "text": "3.3.2. f POUC!ES AND REGULATIONS"}, {"text_block_id": "p31_b581", "text": "The 74th Constitutional Amendment (1992) trans­ferred the responsibility for collection, treatment and disposal of MSW from State Governments to the Urban Local Bodies (ULBs). The outbreak of plague at Surat (1994) focused policy attention on the impor­tance of proper systems for MSW in the ULBs. In response to direction by the Supreme Court in a PIL (WP No. 888/1996) MSW Rules 2000 were promulgat­ed, MSW service from generation to disposal was mandated, and Local Governments made responsible for compliance. Since then ULBs have gradually improved the systems of collection and transport of MSW. However, major gaps exist in respect of treat­ment and disposal. In particular, in respect of dispos­al, the compliance is poor (<5%), and while there are an increasing number of projects incorporating safe disposal, most have inadequate capacity."}, {"text_block_id": "p31_b582", "text": "Efforts at composting, and generating ener­gy from waste have generally not been successful for a variety of systemic, technology, and pricing issues, including variable quality of waste, insufficient seg­regation of MSW, opposition to siting the facilities from local residents, and accordingly, the practice of open dumping continues. The dominant technology choice remains composting."}, {"text_block_id": "p31_b583", "text": "In addition, experience has made clear that"}, {"text_block_id": "p32_b584", "text": "Figure 3.3.2.1: Compliance Status of MSW Rules (Survey: 2004)"}, {"text_block_id": "p32_b585", "text": "Source: World Bank WSP, 2007"}, {"text_block_id": "p32_b586", "text": "MSW operations cannot overall be profitable, and while cost-effectiveness and revenue streams should be pursued, MSW operations as a whole should be recognized as entailing the provision of a public good (or environmental service), generally requiring net fiscal expenditures by the concerned local bodies."}, {"text_block_id": "p32_b587", "text": "The MSW Rules under the Environment Protection Act are currently somewhat focused on specific treatment options, including the chain of col­lection, transport and disposal. This focus is unduly prescriptive, and prevents innovation in systems and procedures, as well as update on new technologies and techniques. The MSW Rules should be revised to focus instead on performance or outcome norms that are to be met, irrespective of particular systems and procedures, or technologies. This would provide benchmarks for monitoring and enforcement, as well as give space for innovation in systems, proce­dures, and technologies."}, {"text_block_id": "p32_b588", "text": "There is an emerging consensus that MSW Rules should enable (but not require) the sharing of infrastructure, including transport and treatment facilities, across a given region, including towns and villages. This would help realize scale economies, besides access to better and more cost-effective sys­tems and treatment options for the smaller urban centres and habitations."}, {"text_block_id": "p32_b589", "text": "Broad guidelines for policy reform in the MSW sector include:"}, {"text_block_id": "p32_b590", "text": "•"}, {"text_block_id": "p32_b591", "text": "Common Regional Facilities: In respect of smaller towns and villages located in a region, say a dis­trict, disposal facilities should be developed as a common regional facility."}, {"text_block_id": "p32_b592", "text": "•"}, {"text_block_id": "p32_b593", "text": "Integrated Systems for collection, transport, trans­fer, treatment, and disposal facilities: even if dif­ferent organizations implement different compo­nents, as opposed to stand-alone facilities and open dumping."}, {"text_block_id": "p32_b594", "text": "MSW operations cannot be financially viable: ULBs should not expect to realize net royalties for treat­ment and disposal of MSW, and a tipping fee would be necessary (reckoned on tonnage of MSW or num­ber of sources of different kinds) to be met from ULB revenues."}, {"text_block_id": "p32_b595", "text": "While there are several potential benefits in implementing MSW operations through public-pri­vate partnerships, including cost-effectiveness, as compared to operations carried out by the local bod­ies on their own, it is imperative that municipal finances are placed on a sound footing prior to out­sourcing this function. While the issue of municipal finance reform is complex with many dimensions, and needs to be pursued independent of MSW issues, a pre-requisite is separation of the accounts of the local bodies in respect of their different respon­sibilities, such as MSW, water supply, sewage dispos­al and roads. This separation would firstly, provide"}, {"text_block_id": "p33_b596", "text": "guidance to setting user charges (however collected}, and a benchmark against which bids for provision of MSW services may be judged."}, {"text_block_id": "p33_b597", "text": "The National Environment Policy, 2006, provides for:"}, {"text_block_id": "p33_b598", "text": "•"}, {"text_block_id": "p33_b599", "text": "Removal of barriers (incentives, regulation) for beneficial utilization of non-hazardous materials"}, {"text_block_id": "p33_b600", "text": "•"}, {"text_block_id": "p33_b601", "text": "Implementing viable PPPs for operation of haz­ardous and non-hazardous waste disposal facilities on payment of user fees, taking into account con­cerns of local communities"}, {"text_block_id": "p33_b602", "text": "•"}, {"text_block_id": "p33_b603", "text": "Survey and preparation of national inventory of toxic and hazardous waste sites and online moni­toring of their movement"}, {"text_block_id": "p33_b604", "text": "•"}, {"text_block_id": "p33_b605", "text": "Giving legal recognition to and strengthening infor­mal sector systems of, collection and recycling and enhancing their access to finance and technology"}, {"text_block_id": "p33_b606", "text": "The significance of the last is that while the informal recycling sector is the backbone of India's highly effective recycling system, unfortunately, a number of municipal regulations impede the operation of the recyclers, owing to which they remain at a tiny scale without access to finance or improved recycling technologies."}, {"text_block_id": "p33_b607", "text": "3.3.2.2. R&D NEEDS"}, {"text_block_id": "p33_b608", "text": "Technological requirements are listed as follows:"}, {"text_block_id": "p33_b609", "text": "•"}, {"text_block_id": "p33_b610", "text": "Biomethanation technology for waste to energy including its decentralised application for segre­gated waste streams like vegetable market waste, slaughterhouse waste and dairy waste."}, {"text_block_id": "p33_b611", "text": "•"}, {"text_block_id": "p33_b612", "text": "Development of indigenous gas engines for waste to energy applications to reduce the overall cost of the package."}, {"text_block_id": "p33_b613", "text": "•"}, {"text_block_id": "p33_b614", "text": "Upgrading plastic waste recycling technologies to reduce occupational and environmental hazards."}, {"text_block_id": "p33_b615", "text": "•"}, {"text_block_id": "p33_b616", "text": "Recycling technologies for construction and demo­lition wastes and e-waste streams."}, {"text_block_id": "p33_b617", "text": "3.3.2.3. FINANCING"}, {"text_block_id": "p33_b618", "text": "The 10th Plan emphasized provision of important infrastructure facilities and 100% coverage of urban"}, {"text_block_id": "p33_b619", "text": "population with water supply facilities, and 75% of urban population with sewerage and sanitation by the end of the plan period. Under the JNURM, till January 2008, funds amounting to Rs 900 crores were released to ULBs. The required funding for upgrading MSW facilities in all cities and towns would be much greater."}, {"text_block_id": "p33_b620", "text": "3.3.3. PROMOTION Of URBAN Puauc TRANSPORT"}, {"text_block_id": "p33_b621", "text": "An increase in the demand for transportation servic­es for both passengers and freight is inevitable, given economic growth and increase of population. The total number of registered motor vehicles in India has increased from 21.4 million in 1991 to 72.7 million in 2004 at a CAGR of 9.9%, with the two wheeler segment comprising of motorcycles, scoot­ers, and mopeds growing most rapidly amongst per­sonalized modes of transportation. Road based transportation is the main source of GHG emissions in the transportation sector."}, {"text_block_id": "p33_b622_merged", "text": "Various studies have estimated that policy and technological measures can lead to significant energy and thereby emission savings in the transport sector. Estimates of the Planning Commission indicate an energy saving potential of 115 mtoe (million tonnes of oil equivalent} in the year 2031/32 by increasing the share of railways and improving efficiencies of different modes of transport (Planning Commission, 2006). Similarly, TERI estimates indicate an energy saving of 144 mtoe in 2031 by includ­ing efficiency improvement across modes as well as con­sidering enhanced use of public transportation and rail based movement., use of bio-diesel as compared to busi­ness-as-usual trends. The corresponding CO2 emissions reduction is estimated at433 million tonnes in 2031."}, {"text_block_id": "p33_b625", "text": "3.3.3. f. TRANSPORT OPTIONS"}, {"text_block_id": "p33_b626", "text": "Mass transport options including buses, railways and mass rapid transit systems, etc. are the principal option for reducing energy use in the urban trans­port sector, and mitigating associated GHG emissions and air pollution. The use of CNG has helped reduce air pollution due to diesel use in some cities because of its lower particulates emissions. Regarding biofu­els, ethanol blending of gasoline upto 5% is required in 9 states, and is expected that this limit would be increased to10%. R&D has to be carried out on the"}, {"text_block_id": "p34_b627", "text": "combustion characteristics of motor engines for blending of higher content of ethanol in petrol. Bio­diesel production from"}, {"text_block_id": "p34_b628", "text": "Jatropha curcas"}, {"text_block_id": "p34_b629", "text": "and"}, {"text_block_id": "p34_b630", "text": "Pongamia"}, {"text_block_id": "p34_b631", "text": "shrubs is also increasing. The National Mission on Bio-diesel aims in the first (demonstra­tion) phase to establish biodiesel plantations in 26 states, while the second phase will lead to the pro­duction of sufficient bio-diesel to enable a 20% blend in vehicle diesel in 2011/12. However, the oil content of bio-diesel crops from different parts of India is highly variable. R&D has to be carried to identify superior genotypes and collect seeds, which need to be inventorised, documented and stored under different agro-dimatic zones. Introduction of bio-fuels should not divert land marked for food pro­duction and thus decrease the availability of food­grains to population. There is also some controversy about the net GHG emission of some biofuels."}, {"text_block_id": "p34_b632", "text": "Hydrogen has the potential to replace fossil fuels in the future. In recent years, significant progress has been reported by several countries for overcoming problems in its storage and production. In India, a National Hydrogen Energy Road Map has been prepared. Some organisations have already developed prototypes of two-and three-wheelers and buses to run on hydrogen fuel. However, large scale penetration of the market by hydrogen propelled vehicles is not expected till a few decades from now."}, {"text_block_id": "p34_b633", "text": "3.3.3.2. Com AND FII\\IANCfNG"}, {"text_block_id": "p34_b634", "text": "Most of the energy-efficiency measures require huge investments in the creation of new infrastructure. Efforts to reduce CO"}, {"text_block_id": "p34_b635", "text": "2"}, {"text_block_id": "p34_b636", "text": "emissions by the way of intro­duction of MRTS (mass-rapid transit system) would involve diverting resources from other priority claims on fiscal resources."}, {"text_block_id": "p34_b637", "text": "Moreover, the possibility of substantially reducing the dependence on petroleum products is constrained by the significantly higher costs of most alternative fuel options as of now. The main barrier to the use of hydrogen based fuel cell vehicles (FCVs) is that of high FCV drive-train costs."}, {"text_block_id": "p34_b638", "text": "3.3.3.3. CO-BENEFITS"}, {"text_block_id": "p34_b639", "text": "Mitigation options such as enhanced shares of public"}, {"text_block_id": "p34_b640", "text": "transport or rail-based movement, efficiency improvements, and increased adoption of bio-diesel or CNG have important co-benefits at the regional and local levels."}, {"text_block_id": "p34_b641", "text": "Pricing, taxes, and charges, apart from rais­ing revenue for governments, are expected to influ­ence travel demand and choice of transportation modes, thereby decreasing fuel demand and GHG e­missions. Transport pricing can offer important gains in social welfare by simultaneously reducing local pollution and GHG emissions, accidents, noise and congestion, as well as generating state revenue for enhancing social wel-being and/or infrastructure construction and maintenance."}, {"text_block_id": "p34_b642_merged_merged_merged", "text": "FCVs fuelled by hydrogen have zero CO2 emission and high efficiency, address air quality (zero tailpipe emissions), and may promote energy securi­ty since hydrogen can be produced from a wide range of sources."}, {"text_block_id": "p34_b645", "text": "With an expanding automobile sector, recy­cling of recoverable materials at end-of-life of auto­mobiles would lead to considerable energy savings9. It is estimated that by 2020, recoverable materials annually will be of the order of 1.5 million tons of steel, 180,000 tons of aluminium and 75,000 tons each of rubber and plastics. Recycling of these mate­rials will also reduce mining, depletion of natural resources, and degradation of environment. India has no formal regulations regarding recydability and disposal of end-of-life vehicles."}, {"text_block_id": "p34_b646", "text": "The following actions are proposed for the transport sector:"}, {"text_block_id": "p34_b647", "text": "•"}, {"text_block_id": "p34_b648", "text": "Promoting the use of coastal shipping and inland waterways, apart from encouraging the attractive­ness of rail-based movement relative to long-dis­tance road based movement"}, {"text_block_id": "p34_b649", "text": "•"}, {"text_block_id": "p34_b650", "text": "Encouraging energy R&D in the Indian Railways"}, {"text_block_id": "p34_b651", "text": "•"}, {"text_block_id": "p34_b652", "text": "Introducing appropriate transport pricing measures to influence purchase and use of vehicles in respect of fuel efficiency and fuel choice"}, {"text_block_id": "p34_b653", "text": "•"}, {"text_block_id": "p34_b654", "text": "Tightening of regulatory standards such as enforc­ing fuel-economy standards for automobile manu­facturers"}, {"text_block_id": "p34_b655", "text": "•"}, {"text_block_id": "p34_b656", "text": "Establishing mechanisms to promote investments in development of high capacity public transport systems (e.g. offer equity participation and/or"}, {"text_block_id": "p35_b657", "text": "bility gap funding to cover capital cost of public transport systems)"}, {"text_block_id": "p35_b658", "text": "•"}, {"text_block_id": "p35_b659", "text": "Abandoning of old vehicles to be made illegal with suitable legislation and fixing the responsibil­ity of handing over the end-of-life vehicle to col­lection centers on the last owner of the vehicle"}, {"text_block_id": "p35_b660", "text": "•"}, {"text_block_id": "p35_b661", "text": "Setting up of a demonstration unit to take up recy­cling of vehicles, especially two wheelers, which require new techniques"}, {"text_block_id": "p35_b662", "text": "•"}, {"text_block_id": "p35_b663", "text": "Setting up a Combustion Research Institute to facilitate R&D in advanced engine design"}, {"text_block_id": "p35_b664", "text": "•"}, {"text_block_id": "p35_b665", "text": "Providing tax benefits and investment support for recovery of materials from scrap vehicles"}, {"text_block_id": "p35_b666", "text": "3.4. Nationai Water Mission"}, {"text_block_id": "p35_b667_merged", "text": "India gets on an average 1197 mm of rainfall every year. This amounts to a total precipitation of 4000 billion m3. However, 3000 billion m3 of this is lost due to run off, and only 1000 billion m3 is available as surface and ground water sources, amounting to c.1000 m3 per year per capita water availability. This is about 115th -1110th of that of many industrialised countries. Many parts of India are water stressed today and India is likely to be water scarce by 2050. The problem may worsen due to climate change impacts. It is therefore important to increase the effi­ciency of water use, explore options to augment water supply in critical areas, and ensure more effec­tive management of water resources. New regulato­ry structures with appropriate entitlements and pric­ing and incentives to adopt water-neutral and water positive technologies may be required. Integrated water policies will help to cope with variability in rainfall and river flows at the basin level. Some spe­cific aspects related to water resources are discussed in more detail below."}, {"text_block_id": "p35_b680", "text": "3.4.1 STUDIES ON MANAGEMENT OF SURFACE WATER RESOURCES"}, {"text_block_id": "p35_b681", "text": "Rivers and lakes, the most visible sources of surface water, often indicate the state of the environment more clearly than many other indicators. Such resources also have economic significance in the form of waterways for transport, sources of dean"}, {"text_block_id": "p35_b682", "text": "energy in the form of hydropower, and vital inputs to agriculture in the form of irrigation. Key elements on surface water studies include the following:"}, {"text_block_id": "p35_b683", "text": "•"}, {"text_block_id": "p35_b684", "text": "Estimating river flows in mountainous areas"}, {"text_block_id": "p35_b685", "text": "•"}, {"text_block_id": "p35_b686", "text": "Customizing climate change models for regional water basins"}, {"text_block_id": "p35_b687", "text": "•"}, {"text_block_id": "p35_b688", "text": "Extending isotopic-tracer-based techniques of mon­itoring river water discharge to all major river monitoring stations"}, {"text_block_id": "p35_b689", "text": "•"}, {"text_block_id": "p35_b690", "text": "Developing digital elevation models of flood-prone areas for forecasting floods"}, {"text_block_id": "p35_b691", "text": "•"}, {"text_block_id": "p35_b692", "text": "Mapping areas likely to experience floods and developing schemes to manage floods"}, {"text_block_id": "p35_b693", "text": "•"}, {"text_block_id": "p35_b694", "text": "Strengthening the monitoring of glacial and sea­sonal snow covers to assess the contribution of snowmelt to water flows of Indian rivers that orig­inate in the Himalayas"}, {"text_block_id": "p35_b695", "text": "•"}, {"text_block_id": "p35_b696", "text": "Establishment of a wider network of automatic weather status and automated rain gauge stations"}, {"text_block_id": "p35_b697", "text": "•"}, {"text_block_id": "p35_b698", "text": "Planning of watershed management in mountain ecosystems"}, {"text_block_id": "p35_b699", "text": "3.4.2. MANAGEMENT AND REGULATION OF GROUNDWATER RESOURCES"}, {"text_block_id": "p35_b700", "text": "Groundwater accounts for nearly 40% of the total available water resources in the country and meets nearly 55% of irrigation requirements, 85% of rural requirements and 50% of urban and industrial requirements. However, overexploitation of the resource has sharply lowered the water table in many parts of the country, making them increasingly vulnerable to adverse impacts of climate change. Key areas in this programme may include the following:"}, {"text_block_id": "p35_b701", "text": "•"}, {"text_block_id": "p35_b702", "text": "Mandating water harvesting and artificial recharge in relevant urban areas"}, {"text_block_id": "p35_b703", "text": "•"}, {"text_block_id": "p35_b704", "text": "Enhancing recharge of the sources and recharge zones of deeper groundwater aquifers"}, {"text_block_id": "p35_b705", "text": "•"}, {"text_block_id": "p35_b706", "text": "Mandatory water assessments and audits; ensuring proper industrial waste disposal"}, {"text_block_id": "p35_b707", "text": "•"}, {"text_block_id": "p35_b708", "text": "Regulation of power tariffs for irrigation"}, {"text_block_id": "p35_b709", "text": "3.4.3. UPGRADING STORAGE STilUCTURES FOR FRESH WATER AND DRAINAGE SYSTEMS FOR WASTEWATER"}, {"text_block_id": "p35_b710", "text": "To address the problems of droughts and floods trig­gered by extreme weather events, it is essential to"}, {"text_block_id": "p36_b711", "text": "both augment storage capacity and improve drainage systems. Effective drainage is also essential to reclaim waterlogged and saline-alkali lands and to prevent the degradation of fertile lands. Key areas are listed below:"}, {"text_block_id": "p36_b712", "text": "•"}, {"text_block_id": "p36_b713", "text": "Prioritizing watersheds vulnerable to flow changes and developing decision support systems to facili­tate quick and appropriate responses"}, {"text_block_id": "p36_b714", "text": "•"}, {"text_block_id": "p36_b715", "text": "Restoration of old water tanks"}, {"text_block_id": "p36_b716", "text": "•"}, {"text_block_id": "p36_b717", "text": "Developing models of urban storm water flows and estimating drainage capacities for storm­water and for sewers based on the simulations"}, {"text_block_id": "p36_b718", "text": "•"}, {"text_block_id": "p36_b719", "text": "Strengthen links with afforestation programmes and wetland conservation"}, {"text_block_id": "p36_b720", "text": "•"}, {"text_block_id": "p36_b721", "text": "Enhancing storage capacities in multipurpose hydro projects, and integration of drainage with irrigation infrastructure"}, {"text_block_id": "p36_b722", "text": "3.4.4. CoNSERVATION OF WETLANDS"}, {"text_block_id": "p36_b723", "text": "Wetlands provide a range of ecological services, including water conservation, recharge of ground­water, and preservation offlora and fauna, including species and varieties at risk and are a source of liveli­hood to many. Wetlands face the threat of conver­sion to other uses, which means a loss of their eco­logical services, making those who depend on them vulnerable. Actions identified for conserving wet­lands are listed below:"}, {"text_block_id": "p36_b724", "text": "•"}, {"text_block_id": "p36_b725", "text": "Environmental appraisal and impact assessment of developmental projects on wetlands"}, {"text_block_id": "p36_b726", "text": "•"}, {"text_block_id": "p36_b727", "text": "Developing an inventory of wetlands, especially those with unique features"}, {"text_block_id": "p36_b728", "text": "•"}, {"text_block_id": "p36_b729", "text": "Mapping of catchments and surveying and assess­ing land use patterns with emphasis on drainage, vegetation cover, silting, encroachment, conver­sion of mangrove areas, human settlements, and human activities and their impact on catchments and water bodies."}, {"text_block_id": "p36_b730", "text": "•"}, {"text_block_id": "p36_b731", "text": "Creating awareness among people on importance of wetland ecosystems"}, {"text_block_id": "p36_b732", "text": "•"}, {"text_block_id": "p36_b733", "text": "Formulating and implementing a regulatory regime to ensure wise use of wetlands at the national, the state, and district levels"}, {"text_block_id": "p36_b734", "text": "3.4.5. DEVELOPMENT OF DESALINATION TECHNOLOGIES"}, {"text_block_id": "p36_b735_merged", "text": "In India, desalination has been recognized as a pos­sible means to argument the water supply through natural resources for meeting the growing needs of water due to population and industrial growth. Since desalination is an energy intensive process (the energy required may vary from about 3 kWh to 16 kWh for separating 1000 litres depending on the type of process used}, the application of desalina­tion technology for increasing regional water sup­plies strongly links to energy issues and thus GHG emissions. Development activities have been initiat­ed in various laboratories in the country. Desalination has been recognized as an important cross disciplinary technology area for R&D in the 11th Plan. Technologies are being developed for the following:"}, {"text_block_id": "p36_b738", "text": "•"}, {"text_block_id": "p36_b739", "text": "Seawater desalination using Reverse Osmosis and multistage flash distillation to take advantage of low-grade heat energy e.g. from power plants located in the coastal regions or by using renew­able energy such as solar"}, {"text_block_id": "p36_b740", "text": "•"}, {"text_block_id": "p36_b741", "text": "Brackish water desalination"}, {"text_block_id": "p36_b742", "text": "•"}, {"text_block_id": "p36_b743", "text": "Water recycle and reuse"}, {"text_block_id": "p36_b744", "text": "•"}, {"text_block_id": "p36_b745", "text": "Water purification technologies"}, {"text_block_id": "p36_b746", "text": "3.5. National Mission for Sustaining the Himalayan Eco.system"}, {"text_block_id": "p36_b747", "text": "The Himalayan ecosystem is vital to the ecological security of the Indian landmass, through providing forest cover, feeding perennial rivers that are the source of drinking water, irrigation, and hydropower, conserving biodiversity, providing a rich base for high value agriculture, and spectacu­lar landscapes for sustainable tourism. At the same time, climate change may adversely impact the Himalayan ecosystem through increased tempera­ture, altered precipitation patterns, and episodes of drought."}, {"text_block_id": "p36_b748", "text": "Concern has also been expressed that the Himalayan glaciers, in common with other entities in the global cryosphere, may lose significant ice­mass, and thereby endanger river flows, especially in the lean season, when the North Indian rivers are largely fed by melting snow and ice. Studies by"}, {"text_block_id": "p37_b749", "text": "several scientific institutions in India have been inconclusive on the extent of change in glacier mass, and whether climate change is a significant causative factor."}, {"text_block_id": "p37_b750", "text": "It is accordingly, necessary to continue and enhance monitoring of the Himalayan ecosystem, in particular the state of its glaciers, and the impacts of change in glacial mass on river flows. Since several other countries in the South Asian region share the Himalayan ecosystem, appropriate forms of scientific collaboration and exchange of information may be considered with them to enhance understanding of ecosystem changes and their effects."}, {"text_block_id": "p37_b751", "text": "It is also necessary, with a view to enhancing conservation of Himalayan ecosystems, to empower local communities, in particular through the Panchayats, to assume greater responsibility for management of ecological resources."}, {"text_block_id": "p37_b752", "text": "The National Environment Policy, 2006, inter­alia provides for the following relevant measures for"}, {"text_block_id": "p37_b753", "text": "conservation of mountain ecosystems:"}, {"text_block_id": "p37_b754", "text": "•"}, {"text_block_id": "p37_b755", "text": "Adopt appropriate land-use planning and water"}, {"text_block_id": "p37_b756", "text": "-"}, {"text_block_id": "p37_b757", "text": "shed management practices for sustainable devel"}, {"text_block_id": "p37_b758", "text": "-"}, {"text_block_id": "p37_b759", "text": "opment of mountain ecosystems"}, {"text_block_id": "p37_b760", "text": "•"}, {"text_block_id": "p37_b761", "text": "Adopt \"best practice\" norms for infrastructure construction in mountain regions to avoid or min­imize damage to sensitive ecosystems and despoil­ing of landscapes"}, {"text_block_id": "p37_b762", "text": "•"}, {"text_block_id": "p37_b763", "text": "Encourage cultivation of traditional varieties of crops and horticulture by promotion of organic farming enabling farmers to realize a price premi­um"}, {"text_block_id": "p37_b764", "text": "•"}, {"text_block_id": "p37_b765", "text": "Promote sustainable tourism through adoption of \"best practice\" norms for tourism facilities and access to ecological resources, and multistakehold­er partnerships to enable local communities to gain better livelihoods, while leveraging financial, technical, and managerial capacities of investors"}, {"text_block_id": "p37_b766", "text": "•"}, {"text_block_id": "p37_b767", "text": "Take measures to regulate tourist inflows into mountain regions to ensure that these remain within the carrying capacity of the mountain ecol­ogy"}, {"text_block_id": "p37_b768", "text": "•"}, {"text_block_id": "p37_b769", "text": "Consider particular unique mountain scapes as enti­ties with \"Incomparable Values\", in developing"}, {"text_block_id": "p37_b770", "text": "strategies for their protection"}, {"text_block_id": "p37_b771", "text": "3.6. National Mission for a •Green India•"}, {"text_block_id": "p37_b772", "text": "Forests are repositories of genetic diversity, and sup­ply a wide range of ecosystem services thus helping maintain ecological balance. Forests meet nearly 40% of the energy needs of the country overall, and over 80% of those in rural areas, and are the back­bone of forest-based communities in terms of liveli­hood and sustenance. Forests sequester billions of tons of carbon dioxide in the form of biomass and soil carbon. The proposed national programme will focus on two objectives, namely increasing the forest cover and density as a whole of the country and con"}, {"text_block_id": "p37_b773", "text": "-"}, {"text_block_id": "p37_b774", "text": "serving biodiversity."}, {"text_block_id": "p37_b775", "text": "3.6.1."}, {"text_block_id": "p37_b776", "text": "INCREASE IN FOREST CoVER AND DENSITY"}, {"text_block_id": "p37_b777", "text": "The report of the Working Group on Forests for the 11"}, {"text_block_id": "p37_b778_merged_merged", "text": "th Five-Year Plan puts the annual rate of planting during 2001/02 to 2005/06 at 1.6 million hectares and proposes to increase it to 3.3 million hectares during the 11th Plan. The final target is to bring one-third of"}, {"text_block_id": "p37_b785", "text": "the geographic area of India under forest cover."}, {"text_block_id": "p37_b786", "text": "The Greening India Programme has already been announced. Under the programme, 6 million hectares of degraded forest land would be afforest­ed with the participation of Joint Forest Management Committees (JFMCs), with funds to the extent of Rs 6000 crores provided from the accumu­lated additional funds for compensatory afforesta­tion under a decision of the Supreme Court in respect of forest lands diverted to non-forest use."}, {"text_block_id": "p37_b787", "text": "The elements of this Programme may include the following:"}, {"text_block_id": "p37_b788", "text": "•"}, {"text_block_id": "p37_b789", "text": "Training on silvicultural practices for fast-growing and climate-hardy tree species"}, {"text_block_id": "p37_b790", "text": "•"}, {"text_block_id": "p37_b791", "text": "Reducing fragmentation of forests by provision of corridors for species migration, both fauna and flora"}, {"text_block_id": "p37_b792", "text": "•"}, {"text_block_id": "p37_b793", "text": "Enhancing public and private investments for rais­ing plantations for enhancing the cover and the density of forests"}, {"text_block_id": "p37_b794", "text": "•"}, {"text_block_id": "p37_b795", "text": "Revitalizing and upscaling community-based"}, {"text_block_id": "p38_b796", "text": "tives such as Joint Forest Management (JFM) and Van Panchayat committees for forest management"}, {"text_block_id": "p38_b797", "text": "•"}, {"text_block_id": "p38_b798", "text": "Implementation of the Greening India Plan"}, {"text_block_id": "p38_b799", "text": "•"}, {"text_block_id": "p38_b800", "text": "Formulation of forest fire management strategies"}, {"text_block_id": "p38_b801", "text": "3.6.2. CoNSIERVINCi BIODIVERSITY"}, {"text_block_id": "p38_b802", "text": "Conservation of wildlife and biodiversity in natural heritage sites including sacred groves, protected areas, and other biodiversity 'hotspots' is crucial for maintaining the resilience of ecosystems. Specific actions in this programme will include:"}, {"text_block_id": "p38_b803", "text": "•"}, {"text_block_id": "p38_b804", "text": "In-situ and ex-situ conservation of genetic resources, especially of threatened flora and fauna"}, {"text_block_id": "p38_b805", "text": "•"}, {"text_block_id": "p38_b806", "text": "Creation of biodiversity registers (at national, dis­trict, and local levels) for documenting genetic diversity and the associated traditional knowledge"}, {"text_block_id": "p38_b807", "text": "•"}, {"text_block_id": "p38_b808", "text": "Effective implementation of the Protected Area System under the Wildlife Conservation Act"}, {"text_block_id": "p38_b809", "text": "•"}, {"text_block_id": "p38_b810", "text": "Effective implementation of the National Biodiversity Conservation Act, 2001"}, {"text_block_id": "p38_b811", "text": "3.1. National Mission for Sustainable Agriculture"}, {"text_block_id": "p38_b812", "text": "Contributing 21 % to the country's GDP, accounting for 11% of total exports, employing 56.4% of the total workforce, and supporting 600 million people directly or indirectly, agriculture is vital to India's economy and the livelihood of its people. The pro­posed national mission will focus on four areas cru­cial to agriculture in adapting to climate change, namely dryland agriculture, risk management, access to information, and use of biotechnology."}, {"text_block_id": "p38_b813", "text": "3.7. f. Dryland Agriculture"}, {"text_block_id": "p38_b814", "text": "vance to adaptation will be as follows:"}, {"text_block_id": "p38_b815", "text": "•"}, {"text_block_id": "p38_b816", "text": "Development of drought-and pest-resistant crop varieties"}, {"text_block_id": "p38_b817", "text": "•"}, {"text_block_id": "p38_b818", "text": "Improving methods to conserve soil and water"}, {"text_block_id": "p38_b819", "text": "•"}, {"text_block_id": "p38_b820", "text": "Stakeholder consultations, training workshops and demonstration exercises for farming communi­ties, for agro-climatic information sharing and dissemination"}, {"text_block_id": "p38_b821", "text": "•"}, {"text_block_id": "p38_b822", "text": "Financial support to enable farmers to invest in and adopt relevant technologies to overcome climate related stresses"}, {"text_block_id": "p38_b823", "text": "3, 7,2, RISK MANAGEMENT"}, {"text_block_id": "p38_b824", "text": "The agricultural sector may face risks due to extreme climatie events. Priority areas are as follows:"}, {"text_block_id": "p38_b825", "text": "•"}, {"text_block_id": "p38_b826", "text": "Strengthening of current agricultural and weather insurance mechanisms"}, {"text_block_id": "p38_b827", "text": "•"}, {"text_block_id": "p38_b828", "text": "Development and validation of weather derivative models (by insurance providers ensuring their access to archival and current weather data)"}, {"text_block_id": "p38_b829", "text": "•"}, {"text_block_id": "p38_b830", "text": "Creation of web-enabled, regional language based services for facilitation of weather-based insurance"}, {"text_block_id": "p38_b831", "text": "•"}, {"text_block_id": "p38_b832", "text": "Development of GIS and remote-sensing method­ologies for detailed soil resource mapping and land use planning at the level of a watershed or a river basin"}, {"text_block_id": "p38_b833", "text": "•"}, {"text_block_id": "p38_b834", "text": "Mapping vulnerable eco-regions and pest and dis­ease hotspots"}, {"text_block_id": "p38_b835", "text": "•"}, {"text_block_id": "p38_b836", "text": "Developing and implementing region-specific con­tingency plans based on vulnerability and risk sce­narios"}, {"text_block_id": "p38_b837", "text": "3. 7.3. ACCESS TO INFORMATION"}, {"text_block_id": "p38_b838", "text": "Although many information channels are available to farmers, none of them offers need-based informa­tion in an interactive mode. Supplying customized information can boost farm productivity and farm incomes, and the following areas deserve priority:"}, {"text_block_id": "p38_b839", "text": "•"}, {"text_block_id": "p38_b840", "text": "Development of regional databases of soil, weath­er, genotypes, land-use patterns and water"}, {"text_block_id": "p38_b841", "text": "resources."}, {"text_block_id": "p38_b842", "text": "•"}, {"text_block_id": "p38_b843", "text": "Monitoring of glacier and ice-mass, impacts on"}, {"text_block_id": "p39_b844", "text": "water resources, soil erosion, and associated impacts on agricultural production in mountainous regions"}, {"text_block_id": "p39_b845", "text": "•"}, {"text_block_id": "p39_b846", "text": "Providing information on off-season crops, aro­matic and medicinal plants, greenhouse crops, pas­ture development, agro-forestry, livestock and agro-processing."}, {"text_block_id": "p39_b847", "text": "•"}, {"text_block_id": "p39_b848", "text": "Collation and dissemination of block-level data on agro-climatic variables, land-use, and socio-eco­nomic features and preparation of state-level agro-climatic atlases"}, {"text_block_id": "p39_b849", "text": "3.7.4 USE OF BIOTECHNOLOGY"}, {"text_block_id": "p39_b850", "text": "Biotechnology applications in agriculture relate to"}, {"text_block_id": "p39_b851_merged", "text": "several themes, including drought proofing, taking advantage of elevated CO2 concentrations, increased yields and increased resistance to disease"}, {"text_block_id": "p39_b853", "text": "and pests. Priority areas include:"}, {"text_block_id": "p39_b854", "text": "•"}, {"text_block_id": "p39_b855", "text": "Use of genetic engineering to convert C-3 crops to the more carbon responsive C-4 crops to achieve greater photosynthetic efficiency for obtaining increased productivity at higher levels of carbon dioxide in the atmosphere or to sustain thermal stresses"}, {"text_block_id": "p39_b856", "text": "•"}, {"text_block_id": "p39_b857", "text": "Development of crops with better water and nitro­gen use efficiency which may result in reduced emissions of greenhouse gases or greater toler­ance to drought or submergence or salinity"}, {"text_block_id": "p39_b858", "text": "•"}, {"text_block_id": "p39_b859", "text": "Development of nutritional strategies for manag­ing heat stress in dairy animals to prevent nutrient deficiencies leading to low milk yield and produc­tivity"}, {"text_block_id": "p39_b860", "text": "3.B. National Mission on Strategic Knowledge for Climate Change"}, {"text_block_id": "p39_b861", "text": "This national mission envisages a broad-based effort that would include the following key themes:"}, {"text_block_id": "p39_b862", "text": "•"}, {"text_block_id": "p39_b863", "text": "Research in key substantive domains of climate sci­ence where there is an urgent need to improve the understanding of key phenomena and processes, including, for example, monsoon dynamics, aerosol science and ecosystem responses"}, {"text_block_id": "p39_b864", "text": "•"}, {"text_block_id": "p39_b865", "text": "Global and regional climate modelling to improve the quality and specificity of climate change pro­jections over the Indian sub-continent, including changes in hydrological cycles"}, {"text_block_id": "p39_b866", "text": "•"}, {"text_block_id": "p39_b867", "text": "Strengthening of observational networks and data gathering and assimilation, including measures to enhance the access to and availability of relevant data"}, {"text_block_id": "p39_b868", "text": "•"}, {"text_block_id": "p39_b869", "text": "Creation of essential research infrastructure, such as high performance computing and very large bandwidth networks to enable scientists to access and share computational and data resources"}, {"text_block_id": "p39_b870", "text": "3.8.1. CLIMATE MODELLING AND AcCEss ro DATA"}, {"text_block_id": "p39_b871", "text": "Although the IPCC-AR4 has addressed the general"}, {"text_block_id": "p39_b872", "text": "global trends on climate change, spatially detailed assessments are not available for India. This is"}, {"text_block_id": "p39_b873", "text": "because of inadequate computing power available, difficulties in getting climate related data, and dearth of trained human resources amongst climate modelling research groups in India. The following actions will be taken:"}, {"text_block_id": "p39_b874", "text": "3.8.2. ENHANCED RESEARCH ON CLIMATE MODELLING IN INDIA"}, {"text_block_id": "p39_b875", "text": "There is a need to develop high resolution Air Ocean General Circulation Models (AOGCM) and nested Regional Climate Models (RCM) that simulate region­al climate change, in particular monsoon behaviour, by pooling institutional capabilities and computa­tional resources."}, {"text_block_id": "p39_b876", "text": "In respect of General Circulation Models (GCM), there is a need to build national level core cli­mate modelling groups to develop high resolution coupled AOGCM that effectively simulate monsoon behaviour. These would be employed for multi­ensemble and multi-year simulations of the present and future climate. Indigenous Regional Climate Models (RCM) are necessary to generate accurate future climate projections upto {at least) district level. Regional data re-analysis projects should be encouraged. A Regional Model Inter-comparison"}, {"text_block_id": "p40_b877", "text": "Project (RMIP) for climate is required to minimize uncertainty in future climate projections."}, {"text_block_id": "p40_b878", "text": "3.8.3. PROMOTING DATA Acass"}, {"text_block_id": "p40_b879", "text": "There are several databases that are relevant for cli­mate research, along with the respective agencies that are responsible for collecting and supplying that data. It is suggested that each of these Ministries and Departments may appoint a 'facilitator', who will"}, {"text_block_id": "p40_b880", "text": "provide access to the data. A concept of 'registered users' has been proposed, who will have easier access to climate related data held by the various scientific Ministries and Departments of the Government. There is a need to review the restrictions on data access. The Ministries and their agencies should also take action to digitize the data, maintain databases of global quality, and streamline the procedures gov­erning access. Existing databases that will need to be expanded and improved are listed below."}, {"text_block_id": "p40_b881", "text": "Table 3.8.3 Some Databases for Climate Research"}, {"text_block_id": "p41_b882", "text": "3.8.4. STRENGTHENING NIE1WORKS"}, {"text_block_id": "p41_b883", "text": "The creation of an integrated National Knowledge Network (scalable and ultimately of multi-10 Gbps capacity) as suggested by the National Knowledge Commission and the Principal Scientific Adviser's Office would obviously benefit climate modellers. The upcoming Grid Computing stands out as a unique technology for handling terabytes of experi­mental data requiring hundreds of teraflops of com­puting power. Various Ministries of the Government are also taking steps to augment their super-comput­ing resources in the Eleventh Plan."}, {"text_block_id": "p41_b884", "text": "3.8.5. HUMAN RESOURCE DEVELOPMENT"}, {"text_block_id": "p41_b885", "text": "In order to meet the new challenges related to cli­mate change, human resources would require to be enhanced through changes in curricula at the school and college levels, introduction of new programmes at the university level, and training of professionals and executives in relevant fields. An overall assess­ment of additional skills required will have to be car­ried out at the national, state and local levels, so that necessary measures can be undertaken for enhanc­ing the quality and quantum of human resource required in the coming years and decades. The latter would have to be viewed also in the context of the current difficulties faced in attracting young people to careers in science in general, to overcome which steps are being taken during the 11"}, {"text_block_id": "p41_b886", "text": "th"}, {"text_block_id": "p41_b887", "text": "Plan."}, {"text_block_id": "p41_b888", "text": "4. Other Initiatives"}, {"text_block_id": "p41_b889", "text": "4.1. GHG Mitigation In Power Generation"}, {"text_block_id": "p41_b890", "text": "The present energy mix in India for electricity gener­ation is shown in Table 4.1 below:"}, {"text_block_id": "p41_b891", "text": "Table 4.1: Present Energy Mix in Electricity Generation in India"}, {"text_block_id": "p41_b892", "text": "At present, fossil fuels account for 66% of the total, and are responsible for most of the GHG emissions from the energy sector. During the 11"}, {"text_block_id": "p41_b893", "text": "th"}, {"text_block_id": "p41_b894", "text": "Five-Year Plan, utility-based generation capacity is expected to increase by 78,000 MW. A significant proportion of this increase will be thermal-coal based. While the new investments in the thermal power sector, which are substantial, have high efficiencies, the aggregate efficiency of the older plants is low. In addition, high ATCL (aggregate technical and commercial loss) in power transmission and distribution is a key concern"}, {"text_block_id": "p41_b895", "text": "There are three ways of lowering the emis­sions from coal based plants: increasing efficiency of existing power plants; using clean coal technologies (relative emissions are c.78% of conventional coal­thermal), and switching to fuels other than coal, where possible. These measures are complementary and not mutually exclusive. Another option that has been suggested is carbon capture and sequestration (CCS). However, feasible technologies for this have not yet been developed and there are serious ques­tions about the cost as well permanence of the CO2 storage repositories."}, {"text_block_id": "p41_b896_merged_merged_merged", "text": "Approximately 5000 MW out of total of 73,500 MW of present installed capacity (at the end of November, 2007) of coal thermal plants have low capacity utilization of less than 5%, as well as low conversion efficiency. During the 11th Plan, these units would be retired, and during the 12th Plan, an additional 10,000 MW of the least efficient operat­ing plants would be retired, or reconditioned to improve their operating efficiency."}, {"text_block_id": "p41_b899", "text": "4.1.1. SUPERCRITICAL TECHNOLOGIES"}, {"text_block_id": "p41_b900", "text": "Supercritical and ultra-supercritical plants can achieve efficiencies of -40 and -45% respec­tively, compared to about 35% achieved by subcriti­cal plants. Since coal-based power generation will continue to play a major role in the next 30-50 years, it would be useful, wherever cost-effective and oth­erwise suitable, to adopt supercritical boilers, which is a proven technology, in the immediate future, and ultra-supercritical boilers when their commercial via­bility under Indian conditions is established. At present, construction of several supercritical coal based power projects is in progress."}, {"text_block_id": "p42_b901", "text": "Research and development with regard to ultra-supercritical technology needs to focus on the following areas:"}, {"text_block_id": "p42_b902", "text": "•"}, {"text_block_id": "p42_b903", "text": "Development of materials for use in steam gener­ator tubes, main steam piping, and high-pressure turbines that can withstand high pressure and high temperatures of more than 600°C, and are resistant to oxidation, erosion, and corrosion"}, {"text_block_id": "p42_b904", "text": "•"}, {"text_block_id": "p42_b905", "text": "Development of know-how related to heat trans­fer, pressure drop, and flow stability at ultra-super­critical conditions"}, {"text_block_id": "p42_b906", "text": "4,1,2, INTEGRATED GASIFICATION CoMBINED Cva.E (IGCC) TECHNOLOGY"}, {"text_block_id": "p42_b907", "text": "Integrated gasification combined cycle technology can make coal-based power generation -"}, {"text_block_id": "p42_b908", "text": "1"}, {"text_block_id": "p42_b909", "text": "0% more efficient. For every"}, {"text_block_id": "p42_b910", "text": "1"}, {"text_block_id": "p42_b911", "text": "% rise in efficiency, there is a 2% decrease in CO"}, {"text_block_id": "p42_b912", "text": "2"}, {"text_block_id": "p42_b913", "text": "release. Besides, there is a substan­tial reduction in NOx emissions. Demonstration of plants using high-ash, low-sulphur Indian coal needs to be pursued, while recognizing constraints such as high costs and availability of superior imported coal. Recent research has shown that these plants should be based on the Pressurized Fluidized Bed (PFB) approach."}, {"text_block_id": "p42_b914", "text": "Bharat Heavy Electricals Ltd. (BHEL) already has 3 R&D plants based on PFB, which have provided design information to scale up this technology"}, {"text_block_id": "p42_b915", "text": "1"}, {"text_block_id": "p42_b916", "text": "0"}, {"text_block_id": "p42_b917", "text": ", BHEL and APGENCO have signed an agreement recently to set up a 125 MW plant at Vijayawada using indigenous IGCC technology."}, {"text_block_id": "p42_b918", "text": "4.1.3. NA1URAL GAS BASED POWER PLANTS"}, {"text_block_id": "p42_b919", "text": "Natural gas based power generation is cleaner than coal-based generation as"}, {"text_block_id": "p42_b920", "text": "co"}, {"text_block_id": "p42_b921", "text": "2"}, {"text_block_id": "p42_b922", "text": "emissions are only -50% compared to coal. Besides, natural gas can be used for electricity generation by adopting advanced gas turbines in a combined cycle mode. Introduction of advance class turbines with inlet temperature in the range 1250 °C -1350° C has led to combined cycle power plant efficiency of about 55% under Indian conditions. Many such plants are in operation in India. With the discovery of significant reserves of natural gas in the Godavari basin, setting up more"}, {"text_block_id": "p42_b923", "text": "combined cycle natural gas plants is an attractive GHG mitigation option in India."}, {"text_block_id": "p42_b924", "text": "4.1.4. Cl.osED Cva.E THREE STAGE NUCLEAR PoWER PROGRAMME"}, {"text_block_id": "p42_b925", "text": "Promotion of nuclear energy through enhancing nuclear capacity and adoption of fast breeder and thorium-based thermal reactor technology in nuclear power generation would bring significant benefits in terms of energy security and environmental benefits, including GHG mitigation."}, {"text_block_id": "p42_b926", "text": "India's uranium resources are limited but the country has one of the largest resources of thorium in the world. Therefore, right from inception, India has adopted a programme that will maximize the energy yield from these materials. This is the three­stage nuclear power programme. The first stage of nuclear power generation is based on PHWR (Pressurized Heavy Water Reactor) technology using indigenous natural uranium. The second stage is based on FBR (Fast Breeder Reactor) technology using plutonium extracted by reprocessing of the spent fuel obtained from the first stage. The third stage consists of using thorium resources."}, {"text_block_id": "p42_b927_merged_merged_merged_merged", "text": "The current installed capacity of nuclear power plants is 4200 MW, accounting for nearly 3% of total installed capacity. A 500 MW fast breeder reactor is under construction and is expected to go on stream in about three years. A 300 MW Advanced Heavy Water Reactor (AHWR) has been designed. Its construction is due to begin in the 11th Plan. The projected installed nuclear power by Department of Atomic Energy (DAE) is shown in Figure 4.1 below."}, {"text_block_id": "p42_b930", "text": "Figure 4.1.4:"}, {"text_block_id": "p42_b931", "text": "Nuclear Power Generation Projections upto 2050"}, {"text_block_id": "p42_b932", "text": "by DAE"}, {"text_block_id": "p43_b933", "text": "For sustainability of nuclear energy as a mitigation"}, {"text_block_id": "p43_b934", "text": "option in the long term, it is important to dose the"}, {"text_block_id": "p43_b935", "text": "nuclear fuel cycle"}, {"text_block_id": "p43_b936", "text": "11"}, {"text_block_id": "p43_b937", "text": ". In this way one can produce"}, {"text_block_id": "p43_b938", "text": "several tens of times more energy from the existing uranium resources if the plutonium from the spent fuel is recycled in fast breeder reactors and this potential can be increased by another order of mag­nitude by dosing the nuclear fuel cycle with thorium. Therefore, the three stage nuclear programme of India based on the dosed fuel cycle philosophy assumes greater significance in the context of cli­mate change mitigation. The dosed fuel cycle, in comparison to the once-through cycle, also reduces the volumes of radioactive waste requiring treat­ment and disposal."}, {"text_block_id": "p43_b939", "text": "4.1.5, EFFICIENT TRANSMISSION AND DISTRIIWTION"}, {"text_block_id": "p43_b940", "text": "India's current technical losses during transmission and distribution are as high as 16%-19%. By adopt­ing HVAC (high voltage AC) and HVDC (high voltage DC) transmission, the figure can be brought down to 6%-8% by using amorphous core transformers and up-grading the distribution system (avoiding conges­tion etc.). Distribution losses can also be reduced by adopting energy-efficient transformers, which use high-grade steel in the transformer core."}, {"text_block_id": "p43_b941", "text": "4.1.6. HYDROIPOWER"}, {"text_block_id": "p43_b942_merged_merged", "text": "The CEA (Central Electricity Authority) has estimated India's hydropower potential at 148,700 MW. The hydroelectric capacity currently under operation is about 28,000 MW, while 14,000 MW capacity is under various stages of development. The CEA has also identified 56 sites for pumped storage schemes with an estimated aggregate installed capacity of 94,000 MW. In addition, a potential of 15,000 MW in terms of installed capacity is estimated from small, mini, and micro-hydel projects. Of this only about 2000 MW has been exploited at present. These proj­ects are important, in particular, for electrification of remote hilly areas, where it may not be feasible for the grid electricity to reach. large-scale hydropower with reservoir storage is the cheapest conventional power source in India. However, resettlement of dis­placed population due to submergence of large"}, {"text_block_id": "p43_b947", "text": "areas of habitation lands has to be attended to with"}, {"text_block_id": "p43_b948", "text": "care."}, {"text_block_id": "p43_b949", "text": "4.2. Other Renewable Enerr,y TedtnolOflies"}, {"text_block_id": "p43_b950", "text": "Programmes"}, {"text_block_id": "p43_b951", "text": "Renewable energy sources, i.e. based on primary energy sources that are regenerated naturally in time-spans that are meaningful in terms of policy"}, {"text_block_id": "p43_b952", "text": "and planning horizons, represent genuine supply side sustainability of global energy systems."}, {"text_block_id": "p43_b953", "text": "Renewable energy technologies (RETs) have"}, {"text_block_id": "p43_b954", "text": "several well-recognized advantages in relation to conventional, largely fossil fuels based, energy"}, {"text_block_id": "p43_b955", "text": "terns. First, by displacing use of fossil fuels, in partic­ular, petroleum based fuels, they promote energy security. Second, they are amenable to adoption at different scales -from hundreds of megawatts capacity to a few kilowatts. In many cases they may be deployed in modular, standardized designs. This enables RETS to be matched closely with end-use scales, enabling decentralized deployment, and thus avoiding the risk of failures, and unauthorized access to large networks, which leads to non-commercial losses. The feasibility of location close to the load or consuming centres enables reduction of technical transmission and distribution losses. However, where centralized grids (networks) exist, they may be insert­ed as individual modules in the grid (network} sup­ply. Third, they can help promote sustainable devel­opment, broadly defined, through increased oppor­tunities for local employment, especially the rural poor, and environmental improvement through reducing GHG emissions, local air pollutants, solid waste and waste-water generation, and (in case of forestry-based sources}, soil and water conservation, and maintaining habitats of wild species."}, {"text_block_id": "p43_b956", "text": "On the other hand, several RETs also have disadvantages. First, some primary energy flows (e.g. solar, wind) are intermittent, and insufficiently pre­dictable, requiring hybridization with systems more under human control. For another, some RETs forms, such as biofuels compete with arable land and irriga­tion water with food crops. If not implemented with great care, they may have adverse social and eco­nomic consequences,"}, {"text_block_id": "p44_b957", "text": "RETs easily have the potential to replace all current and foreseeable use of fossil fuels, for power generation, transportation, and industrial use, for all time to come. RETs represent a range of specific con­version pathways and technologies. These are at dif­ferent stages of deployment, innovation, and basic research. Some that are fully established commercial­ly, e.g. biomass combustion and gasification based power generation need up-scaling through policies and regulations that would permit some unique deployment models to be operationalized. In other cases, where commercial scale operation has been demonstrated, but costs are still high, with the possi­bility that increased scale and further innovation in both technology and deployment models will reduce costs, tariff and regulatory support for a limited peri­od may be needed. Where technologies have been demonstrated at laboratory scale, further R&D to enable pilot and commercial scale demonstration may involve facilitation of industry and research lab­oratory partnerships, and may also involve public fis­cal (investment) support."}, {"text_block_id": "p44_b958", "text": "4.2.1. RETs Fon. POWER GIENIERATION"}, {"text_block_id": "p44_b959", "text": "Power generation technologies based on renewable energy flows comprise the following major primary sources: Biomass, Hydropower, Solar, and Wind. Technologies in each of these primary sources have already been deployed in India at commercial scale, but there remain several challenges in respect of policies and regulations, R&D and transfer of tech­nologies, costs and financing, and deployment mod­els, that need to be addressed in order to ensure their mainstreaming in the commercial power sector."}, {"text_block_id": "p44_b960", "text": "4.2.1.1. BIOMASS BASED PoWER GENERA710N TECHNOLOGIES"}, {"text_block_id": "p44_b961", "text": "Biomass based technologies include those involving primary biomass combustion, and those that do not involve direct biomass combustion, but may involve conversion to a secondary energy form."}, {"text_block_id": "p44_b962", "text": "Historically, primary biomass combustion has been the main source of energy for India. The Integrated Energy Policy (Planning Commission, 2006) has estimated that around 80 mtoe is current­ly used in the rural household sector. In addition, the"}, {"text_block_id": "p44_b963", "text": "Ministry of New and Renewable Energy has estimat­ed state-wise gross and net availability of agro­residues for power generation."}, {"text_block_id": "p44_b964_merged", "text": "There are two basic technology pathways for biomass for power options currently being imple­mented. These technologies are Straight Biomass Combustion and Biomass"}, {"text_block_id": "p44_b967", "text": "Gasification."}, {"text_block_id": "p44_b968", "text": "4.2.1. 1.1. COSTS AND FINANCING"}, {"text_block_id": "p44_b969", "text": "Plant capacities for straight primary biomass combus­tion are not very large due to limited radius of eco­nomic biomass collection. Investment cost for bio­mass combustion based power projects or co-genera­tion projects varies between Rs. 4 to Rs. 5 crores per MW, depending upon project site, design and opera­tion related factors. The cost of electricity generation is around Rs. 3/kWh depending upon specific fuel consumption, which in turn depends on type of fuel and operating pressure of the boiler and steam tur­bine. This technology is, thus, generally cost-compet­itive with conventional power delivered by the grid to rural areas."}, {"text_block_id": "p44_b970", "text": "In respect of biomass gasification technolo­gies, the investment cost, with IC engines as source of power generation, comes between Rs. 25,000 -60,000 / kW, depending on the type of gasification system and type of fuel, including costs of gasifier and IC engine. The cost of electricity generation cost varies between Rs.3 kWh to Rs. 5/k:Wh for the cur­rently available technologies in India."}, {"text_block_id": "p44_b971", "text": "In both cases, the costs of biomass collection and transportation are key issues, which limit scale of operation of individual units."}, {"text_block_id": "p44_b972", "text": "4.2.1."}, {"text_block_id": "p44_b973", "text": "1.2."}, {"text_block_id": "p44_b974", "text": "CO-BENEFITS"}, {"text_block_id": "p44_b975", "text": "Biomass based power technologies avoid problems associated with ash disposal from coal based plants. The ash from the biomass combustion may be returned to the fields to enhance agricultural pro­ductivity. If the biomass is grown in energy planta­tions on wastelands or common/panchayat lands, there would be increase in rural employment, besides water, and soil conservation. T&D losses would be very low especially in decentralized sys­tems, and deployment can be done independently of"}, {"text_block_id": "p45_b976", "text": "the national grid and integrated with the national grid when extended."}, {"text_block_id": "p45_b977", "text": "4.2.1.1.3 RESEARCH & DEVELOPMENT"}, {"text_block_id": "p45_b978_merged", "text": "The technology for power generation through straight primary biomass combustion is mature, with significant commercial deployment. R&D is required for compacting different types of biomass for trans­portation, and improved boiler design to enable the use of multiple biomass feedstocks."}, {"text_block_id": "p45_b981", "text": "One significant area of R&D is development of hot gas deaning systems and optimum integration with the gasifiers. Another is the development of gasifier systems based on charcoal and pyrolized bio­mass, since volatile distillates of biomass feedstock may have significant economic value, which would be lost if the biomass is directly burned."}, {"text_block_id": "p45_b982", "text": "4.2. 1.1.4. TECHNOLOGY TRANSFER AND CAPACITY BUILDING"}, {"text_block_id": "p45_b983", "text": "Biomass gasifiers available in the country are of very low capacity compared to European and American gasifiers, where the capacities vary from 1 MW to 100 MW. Biomass gasifiers with capacities upto 100 MW based on Circulating Fluidised Bed (CFB), Bubbling Fluidised Bed (BFB} and Pressurised Fluidised bed {PFB) are available in the USA, Finland and UK. Transfer of these technologies, and where necessary adaptive R&D, would enable deployment models involving energy plantations on wastelands or common/panchayat lands which would not com­pete with food crops."}, {"text_block_id": "p45_b984", "text": "Capacity building needs include support to commercial demonstration by entrepreneurs of bio­mass based distributed generation systems and using these as training facilities for local entrepreneurs and O&M personnel. Such demonstration and skills devel­opment would enable accelerated deployment of these technologies."}, {"text_block_id": "p45_b985", "text": "4.2.1.2. SMALL-SCALE HYDROPOWER"}, {"text_block_id": "p45_b986", "text": "Hydropower, both large (reservoir storage) and small scale, accounts for 18% of the total electricity gener­ated in India. Of the total estimated large hydropow­er potential of 148,700 MW (storage and run-"}, {"text_block_id": "p45_b987", "text": "river), so far only 35,000 MW has been utilized. In addition, there are 56 assessed sites for pumped stor­age hydropower, totaling 94,000 MW. The total small hydropower (upto 25 MW) potential is 15,000 MW, of which only 1905 MW has been utilized. Large-scale hydropower with reservoir storage is the cheapest conventional power source in India. Small­scale hydropower is cost competitive with conven­tional generation options, in particular for rural elec­trification. In remote rural locations far away from the grid, it may be the only feasible and economic power option."}, {"text_block_id": "p45_b988", "text": "The technology options for hydropower at all scales are commercially well established, except in the pico-turbine ranges i.e. < 1 kW."}, {"text_block_id": "p45_b989", "text": "4.2.1.2.1."}, {"text_block_id": "p45_b990", "text": "Com A/VD FJNANCflVG"}, {"text_block_id": "p45_b991", "text": "The cost of generation ranges from Rs. 2 to 4 per kWh. The capital costs are higher than for conven­tional power, and usually in the range of Rs. 7 crore per MW."}, {"text_block_id": "p45_b992", "text": "4.2.1.2.2. CO-BEIVEFJTS"}, {"text_block_id": "p45_b993", "text": "Small hydropower displaces diesel gensets, thereby avoiding local pollution. By thus avoiding consump­tion of petroleum products, it also promotes energy security. Small hydropower is generally more pre­dictable than solar or wind based sources, with vari­ations occurring over the year, rather than on a hourly or daily basis."}, {"text_block_id": "p45_b994", "text": "4.2.1.2.3. RESEARCH & DEVELOPMEffl\" AND CAPACITY BUILDING"}, {"text_block_id": "p45_b995", "text": "The following are priorities for R& D:"}, {"text_block_id": "p45_b996", "text": "•"}, {"text_block_id": "p45_b997", "text": "Design of pico turbines{< 500W range): This would enable very small scale generation at the house­hold level, based on local hydro resources"}, {"text_block_id": "p45_b998", "text": "•"}, {"text_block_id": "p45_b999", "text": "Electronic Load Controller for micro hydro: This would enable supply of power from micro-hydel sources to village level grids"}, {"text_block_id": "p45_b1000", "text": "•"}, {"text_block_id": "p45_b1001", "text": "Cost reductions in E&M"}, {"text_block_id": "p45_b1002", "text": "•"}, {"text_block_id": "p45_b1003", "text": "Standardizing the modules and optimizing the usage of materials is critical for reducing equip­ment, and hence generation, costs"}, {"text_block_id": "p45_b1004", "text": "•"}, {"text_block_id": "p45_b1005", "text": "Support to commercial demonstration by"}, {"text_block_id": "p46_b1006", "text": "neurs of small/micro-hydel based distributed gen­eration systems, in particular in remote locations, and using these as training facilities for local entre­preneurs and O&M personnel would help develop this sector."}, {"text_block_id": "p46_b1007", "text": "4.2."}, {"text_block_id": "p46_b1008", "text": "f"}, {"text_block_id": "p46_b1009", "text": ".3."}, {"text_block_id": "p46_b1010", "text": "WIND ENERGY"}, {"text_block_id": "p46_b1011", "text": "The installed capacity for using wind energy has gone up rapidly during the last few years (presently about 8000 MW). However, the capacity utilization factors are low due to the variations in the wind flow. Action is required to design, develop and man­ufacture small wind energy generators {WEGs) upto 10 kW capacity, that can generate power at very low speeds (~ 2 to 2.5 m/sec). Effort is also required for the development of low weight carbon fiber and other new generation composites, etc. for use in wind turbines."}, {"text_block_id": "p46_b1012", "text": "An encouraging sign is the strong interest of the private sector in the wind area. Some Indian pri­vate companies are involved in setting up wind tur­bines in other countries in a big way."}, {"text_block_id": "p46_b1013", "text": "4.2.2 GRID CONNECl'ED SYSTEMS"}, {"text_block_id": "p46_b1014", "text": "The Electricity Act, 2003 and the National Tariff Policy, 2006, provide for both the Central Electricity Regulatory Commission (CERC) and the State Electricity Regulatory Commissions {SERC) to pre­scribe a certain percentage of total power purchased by the grid from renewable based sources."}, {"text_block_id": "p46_b1015", "text": "It"}, {"text_block_id": "p46_b1016", "text": "also prescribes that a preferential tariff may be followed for renewables based power."}, {"text_block_id": "p46_b1017", "text": "The following enhancements in the regula­tory/tariffs regime may be considered to help main­"}, {"text_block_id": "p46_b1018", "text": "•"}, {"text_block_id": "p46_b1019_merged_merged", "text": "(i) A dynamic minimum renewables purchase standard (DMRPS) may be set, with escalation each year till a pre-defined level is reached, at which time the requirements may be revisited. It is suggested that starting 2009-10, the national renewables standard (excluding hydropower with storage capacity in excess of daily peaking capaci­ty, or based on agriculture based renewables"}, {"text_block_id": "p46_b1022", "text": "sources that are used for human food) may be set at 5% of total grids purchase, to increase by 1 % each year for 10 years. SERCs may set higher per­centages than this minimum at each point in time."}, {"text_block_id": "p46_b1023", "text": "•"}, {"text_block_id": "p46_b1024", "text": "(ii) Central and state governments may set up aver­ification mechanism to ensure that the renewables based power is actually procured as per the appli­cable standard {DMRPS or SERC specified). Appropriate authorities may also issue certificates that procure renewables based power in excess of the national standard. Such certificates may be tradeable, to enable utilities falling short to meet their renewables standard obligations. In the event of some utilities still falling short, penalties as may be allowed under the Electricity Act 2003 and rules thereunder may be considered."}, {"text_block_id": "p46_b1025", "text": "•"}, {"text_block_id": "p46_b1026", "text": "(iii) Procurement of renewables based power by the SEBs/other power utilities should, in so far as the applicable renewables standard (DMRPS or SERC specified} is concerned, be based on compet­itive bidding, without regard to scheduling, or the tariffs of conventional power {however deter­mined). Further, renewables based power may, over and above the applicable renewables stan­dard, be enabled to compete with conventional generation on equal basis (whether bid tariffs or cost-plus tariffs}, without regard to scheduling (i.e. renewables based power supply above the renew­ables standard should be considered as displacing the marginal conventional peaking capacity). All else being equal, in such cases, the renewables based power should be preferred to the compet­ing conventional power."}, {"text_block_id": "p46_b1027", "text": "4.2.3. RETs FOR 1'RANSPORrATION AND INDUSTRIAL FUELS"}, {"text_block_id": "p46_b1028", "text": "Internal combustion engine based power plants for transportation modes require liquid or gaseous fuels. In addition, rail (inc. LRT} modes, and some niche personal transportation modes are based on storage battery power, which may be recharged from mains outlets. The focus in this section is on liquid fuels of biological origin for transportation, and industrial applications (prime-movers, heating fuels)."}, {"text_block_id": "p47_b1029", "text": "4.2.3.1. TECHNOLOGY PATHWAYS"}, {"text_block_id": "p47_b1030", "text": "There are several possible pathways for deriving transportation and industrial fuels (not being feed­stocks where the chemical composition rather than energy content is the main consideration)."}, {"text_block_id": "p47_b1031", "text": "At present, only biodiesel sourced from Jatropha or Pongamia plantations, and bioethanol using spoilt foodgrains are cost-effective in relation to petroleum based fuels. While significant R&D is being carried out in several countries, including in India, in respect of technologies based on several of the above pathways, at present, the costs are not competitive with petroleum. However, it is probable that several biofuels technologies would eventually become competitive with petroleum, and the policy/regulatory regime must enable them to be commercially deployed when that happens."}, {"text_block_id": "p47_b1032", "text": "4.3. Disaster Management Response to Extreme Climate Events"}, {"text_block_id": "p47_b1033", "text": "With projected increases in the frequency and inten­sity of extreme events including cyclones, droughts, and floods attributable to climate change, disaster management needs greater attention. In the 11th Plan, the approach towards disaster management has moved from relief to prevention, mitigation, and preparedness. Two main planks of the new approach are mainstreaming disaster risk reduction into infra­structural project design and strengthening commu­nication networks and disaster management facili­ties at all levels."}, {"text_block_id": "p47_b1034", "text": "4,3, 1, REDUCING RISK TO INFRASTRUCTURE TIIROUGH BETTER DESIGN"}, {"text_block_id": "p47_b1035", "text": "As a planned adaptation strategy, reducing risks from natural disasters needs to be a part of infra­structure project design, especially in areas vulnera­ble to extreme events. It is generally much cheaper to incorporate appropriate features in the initial design and construction of infrastructure projects, including siting, than to undertake retrofits later. The various elements of this Programme may include:"}, {"text_block_id": "p47_b1036", "text": "•"}, {"text_block_id": "p47_b1037", "text": "Disaster-specific vulnerability assessments and sec­toral impacts assessments at the state and district level for preparing contingency plans"}, {"text_block_id": "p47_b1038", "text": "•"}, {"text_block_id": "p47_b1039", "text": "Maintenance of critical facilities such as health care services and water supplies"}, {"text_block_id": "p47_b1040", "text": "•"}, {"text_block_id": "p47_b1041", "text": "Collaboration with insurance providers to insure infrastructure, mainstreaming disaster risk reduc­tion into Sarva Shiksha Abhiyan, Jawaharlal Nehru National Urban Renewal Mission and Indira Awas Yojana"}, {"text_block_id": "p47_b1042", "text": "•"}, {"text_block_id": "p47_b1043", "text": "Capacity building among design engineers, project planners and financial institutions on incorporat­ing elements of disaster management"}, {"text_block_id": "p47_b1044", "text": "•"}, {"text_block_id": "p47_b1045", "text": "Development of prefabricated structures instead of cast-in-place construction in vulnerable areas"}, {"text_block_id": "p47_b1046", "text": "•"}, {"text_block_id": "p47_b1047", "text": "Enforcement of building codes; better urban plan­ning and zoning of vulnerable areas"}, {"text_block_id": "p47_b1048", "text": "4.3.2. STRENGTHENING COMMUNICATION NETWORKS AND DISASTER MANAGEMENT FACILITIES"}, {"text_block_id": "p47_b1049", "text": "Ensuring that communication channels are not sev­ered during disasters can protect lives and expedite relief and rehabilitation operations. Furthermore, it is essential to have a regular monitoring programme in place to provide early warning of imminent disas­ters to facilitate a planned response, including evac­uation from vulnerable areas to minimize the impact of disasters. Specific action areas will include:"}, {"text_block_id": "p47_b1050", "text": "•"}, {"text_block_id": "p47_b1051", "text": "Upgrading forecasting, tracking and early warning system for cyclones, floods, storms and tsunami"}, {"text_block_id": "p47_b1052", "text": "•"}, {"text_block_id": "p47_b1053", "text": "Monitoring river flows and mapping flood zones"}, {"text_block_id": "p47_b1054", "text": "•"}, {"text_block_id": "p47_b1055", "text": "Generation of regional scenarios based on single or multi-hazard mapping"}, {"text_block_id": "p47_b1056", "text": "•"}, {"text_block_id": "p47_b1057", "text": "Disaster response training at the community level to build infrastructure and human resources for medical preparedness and emergency medical response to manage mass casualties during extreme events"}, {"text_block_id": "p47_b1058", "text": "4.4. Protection of Coastal Areas"}, {"text_block_id": "p47_b1059", "text": "The coastal areas are an important and critical region for India not only because of the vast 7500-km"}, {"text_block_id": "p48_b1060", "text": "line but also because of the density of population and livelihoods dependant on coastal resources. Coastal zones are particularly vulnerable and sensi­tive to such impacts of climate change as rise in the sea level, rise in the high-tide level, and cyclones and storms, which are projected to become more fre­quent and intense. The programme will focus on two elements, namely (1) coastal protection and {2) early warning systems. Priority areas on coastal zones include:"}, {"text_block_id": "p48_b1061", "text": "•"}, {"text_block_id": "p48_b1062", "text": "Development of a regional ocean modelling sys­tem especially in the Bay of Bengal and the Arabian Sea"}, {"text_block_id": "p48_b1063", "text": "•"}, {"text_block_id": "p48_b1064", "text": "High-resolution coupled ocean-atmosphere vari­ability studies in tropical oceans, in particular the Indian Ocean"}, {"text_block_id": "p48_b1065", "text": "•"}, {"text_block_id": "p48_b1066", "text": "Development of a high-resolution storm surge model for coastal regions"}, {"text_block_id": "p48_b1067", "text": "•"}, {"text_block_id": "p48_b1068", "text": "Development of salinity-tolerant crop cultivars"}, {"text_block_id": "p48_b1069", "text": "•"}, {"text_block_id": "p48_b1070", "text": "Community awareness on coastal disasters and necessary action; plantation and regeneration of mangroves"}, {"text_block_id": "p48_b1071", "text": "•"}, {"text_block_id": "p48_b1072", "text": "limely forecasting, cyclone and flood warning sys­tems"}, {"text_block_id": "p48_b1073", "text": "•"}, {"text_block_id": "p48_b1074", "text": "Enhanced plantation and regeneration of man­groves and coastal forests"}, {"text_block_id": "p48_b1075", "text": "4.5 Health Sector"}, {"text_block_id": "p48_b1076", "text": "The proposed programme comprises two main com­ponents, namely provision of enhanced public health care services and assessment of increased burden of disease due to climate change. Areas that can con­tribute to enhanced health care services include the following:"}, {"text_block_id": "p48_b1077", "text": "•"}, {"text_block_id": "p48_b1078", "text": "Providing high-resolution weather and climate data to study the regional pattern of disease"}, {"text_block_id": "p48_b1079", "text": "•"}, {"text_block_id": "p48_b1080", "text": "Development of a high-resolution health impact model at the state level"}, {"text_block_id": "p48_b1081", "text": "•"}, {"text_block_id": "p48_b1082", "text": "GIS mapping of access routes to health facilities in areas prone to climatic extremes"}, {"text_block_id": "p48_b1083", "text": "•"}, {"text_block_id": "p48_b1084", "text": "Prioritization of geographic areas based on epi­demiological data and the extent of vulnerability to adverse impacts of climate change"}, {"text_block_id": "p48_b1085", "text": "•"}, {"text_block_id": "p48_b1086", "text": "Ecological study of air pollutants and pollen (as the triggers of asthma and respiratory diseases) and how they are affected by climate change"}, {"text_block_id": "p48_b1087", "text": "•"}, {"text_block_id": "p48_b1088", "text": "Studies on the response of disease vectors to cli­mate change"}, {"text_block_id": "p48_b1089", "text": "•"}, {"text_block_id": "p48_b1090", "text": "Enhanced provision of primary, secondary, and ter­tiary health care facilities and implementation of public health measures, including vector control, sanitation, and dean drinking water supply"}, {"text_block_id": "p48_b1091", "text": "4.6. Creating Appropriate capacity at Different Levels of Government"}, {"text_block_id": "p48_b1092", "text": "In view of several new initiatives that would be required, both in respect of adaptation and mitiga­tion, creation of knowledge and suitable capacity at each level of Government to facilitate implementa­tion of appropriate measures assumes great impor­tance."}, {"text_block_id": "p48_b1093", "text": "At the level of the central government, there would be a need to carry out the following:"}, {"text_block_id": "p48_b1094", "text": "There should be support to relevant policy research to ensure that adaptation and mitigation takes place in a manner that enhances human well­being, while at the same time minimizing societal costs. This should lead to the design of suitable legal, fiscal and regulatory measures."}, {"text_block_id": "p48_b1095", "text": "Appropriate capacity for implementing R&D activities and promoting large-scale public aware­ness and information dissemination on various aspects of climate change is required. For adequate R&D activities a proactive approach favouring part­nerships between research organizations and indus­try would be efficient and productive."}, {"text_block_id": "p48_b1096", "text": "At the level of state governments, several agencies would need to enlarge and redefine their goals and areas of operation. For instance, State Electricity Regulatory Commissions would need to concern themselves with regulatory decisions that ensure higher energy efficiency, greater use of renewable energy, and other low carbon activities that would ensure energy security, reduced local pol­lution, and increased access to energy in areas where distributed and decentralized forms of energy pro­duction would be economically superior to conven­tional methods. State governments may also employ"}, {"text_block_id": "p49_b1097", "text": "fiscal instruments to promote appropriate options and measures."}, {"text_block_id": "p49_b1098", "text": "Local bodies would need to create capacity on regulatory measures, particularly for ensuring energy efficiency in new buildings as well as through a programme of retrofits. In respect of adaptation measures, local capacity and the involvement of com­munities in actions to adapt to the impacts of climate change would be crucial."}, {"text_block_id": "p49_b1099", "text": "Public awareness on climate change would have to be spearheaded and driven by government at all levels. Emphasis on schools and colleges is essential."}, {"text_block_id": "p49_b1100", "text": "In some cases legislation may be required at the central and state levels to arrive at appropriate delegation of responsibility and authority for meet­ing some of the goals mentioned above."}, {"text_block_id": "p49_b1101", "text": "5. International Cooperation: the Multilateral Regime on Climate Change"}, {"text_block_id": "p49_b1102", "text": "As a party to the UN Framework Convention on Climate Change and its Kyoto Protocol, India plays an active role in multilateral cooperation to address cli­mate change. These agreements are based on the principle of"}, {"text_block_id": "p49_b1103", "text": "\"common but differentiated responsibil­ities and respective capabilities\""}, {"text_block_id": "p49_b1104", "text": "of Parties. Thus, they incorporate certain common commitments for all Parties, including an obligation to"}, {"text_block_id": "p49_b1105", "text": "\"formulate and implement programmes containing measures"}, {"text_block_id": "p49_b1106", "text": "to"}, {"text_block_id": "p49_b1107", "text": "mit­igate climate change\"."}, {"text_block_id": "p49_b1108", "text": "Additionally, the Convention requires the developed countries (listed in its Annex I) to stabilize and reduce their greenhouse gas emis­sions and the Kyoto Protocol establishes quantified, time-bound targets in this regard. Countries with the most advanced economies {listed in Annex II of the convention) are also required to transfer financial resources and technology to developing countries for purposes of mitigation and adaptation."}, {"text_block_id": "p49_b1109", "text": "The Convention specifically notes that"}, {"text_block_id": "p49_b1110_merged_merged", "text": "\"per capita emissions in developing countries are still rel­atively low and ... the share of global emissions origi­nating in developing countries will rise to meet their social and development needs.\" The Convention also recognizes that \"economic and social development"}, {"text_block_id": "p49_b1113", "text": "and poverty eradication are the first and overriding priorities of the developing country parties.\""}, {"text_block_id": "p49_b1114", "text": "Thus, developing countries are not required to divert resources from development priorities by imple­menting projects involving incremental costs -unless these incremental costs are borne by developed countries and the needed technologies are trans­ferred."}, {"text_block_id": "p49_b1115", "text": "The Global Environmental Facility (GEF) finances implementation of projects in developing countries under the Convention. Additionally, the Kyoto Protocol created the Clean Development Mechanism (COM), which allows developed countries to meet part of their emission reduction commit­ments by purchasing credits from emission reduction projects in developing countries, thus serving the dual objective of facilitating compliance by devel­oped countries of their emission reduction commit­ments and of assisting developing countries to achieve sustainable development."}, {"text_block_id": "p49_b1116", "text": "5.1. Some Technology Development and D-ansfer Issues"}, {"text_block_id": "p49_b1117", "text": "In the move towards a low-carbon economy, technol­ogy has a vital role to play. Technology solutions are also very important for enhancing adaptive capacity and reducing vulnerability to climate change and its impacts. In this respect, international cooperation in science and technology assumes great significance."}, {"text_block_id": "p49_b1118", "text": "It is important to ensure that within the mul­tilateral process under the UNFCCC, the menu of cooperation mechanisms is not constrained, and indeed, proactive measures are taken for these mechanisms to be used. The stage of the technology in terms of its progression from research to wide­spread market adoption will play an important role in determining the mechanisms that are appropriate and relevant."}, {"text_block_id": "p49_b1119", "text": "For example, when the technology solutions are at a very early stage of development, the primary focus is usually on cooperation in basic scientific research. India has always been very actively engaged in, and is making key contributions to inter­national scientific programmes that may have signif­icant implications for the transition to a sustainable"}, {"text_block_id": "p50_b1120", "text": "energy future, such as the International Thermonuclear Experimental Reactor (ITER). At the individual and institutional level, Indian participa­tion in scientific networks is also very strong. From a long-term perspective, this scientific cooperation will remain very important."}, {"text_block_id": "p50_b1121", "text": "As ideas progress from the laboratory closer towards the market, the focus shifts towards tech­nology design and development. Mechanisms that enable joint technology development involving pub­lic and private sector entities and with suitable norms for financing and IPR-sharing would be impor­tant for ensuring that the process of technology development and commercialization happens more rapidly and effectively."}, {"text_block_id": "p50_b1122", "text": "For the final stage of deployment and mar­ket adoption of technologies in developing coun­tries, two different contexts may be identified. For technologies that are already mature and deployed in the developed countries, appropriate financing models are essential, which may become operational through multilateral institutions, carbon markets and mechanisms like the COM. However, as was noted earlier, given the somewhat limited role that the CDM appears to have played with regard to tech­nology transfer, this issue will merit detailed exami­nation."}, {"text_block_id": "p50_b1123", "text": "However, the transition to a more sustain­able energy future will require a much more rapid progression towards a variety of newer, low-carbon and energy efficient technologies in different areas. The usual mechanism considered for this purpose is that of technology transfer from the developed to the developing countries. The conventional model of technology transfer, considers that technology devel­oped in the North is first established there, before it is supplied to the South. The rapid changes in the global economic and technology environment are making this model less applicable. As the experience so far also suggests, this model may be inadequate in terms of satisfying the scale and scope of the tech­nology response required. New models and mecha­nisms for technology transfer will need to incorpo­rate at least three key elements: appropriate funding modalities and approaches; a facilitative IPR environ­ment, and enhancing the absorptive capacity within developing countries."}, {"text_block_id": "p50_b1124", "text": "New multilateral technology cooperation funds may be required that would finance the devel­opment, deployment, diffusion and transfer of tech­nologies for both mitigation and adaptation to developing countries."}, {"text_block_id": "p50_b1125", "text": "One of the main barriers to technology adoption lies in the low absorptive capacities of developing countries. It is vital that mechanisms for technology transfer include measures that will enable the enhancement of absorptive capacities, keeping in mind the targets of such technology interventions."}, {"text_block_id": "p50_b1126", "text": "5.2. Clean Development Mechanism"}, {"text_block_id": "p50_b1127", "text": "India has given host-country approval for 969 CDM projects as of June 2008. Renewable energy, includ­ing renewable biomass, accounted for the largest number of projects (533), followed by energy effi­ciency {303). Very few projects in the forestry (6) and municipal solid waste (18) sectors were included, despite their large potential. The expected invest­ments in these 753 projects (if all go on stream) is about Rs. 106,900 crores."}, {"text_block_id": "p50_b1128", "text": "Of the 969 projects, 340 projects have been registered by the multilateral Executive Board (CDM EB). India accounts for about 32% of the world total of 1081 projects registered with the CDM EB, fol­lowed by China {20%), Brazil (13%), and Mexico (10%) {Source: UNFCCC). About 493 million certified emission reductions {CERs} are expected to be gener­ated until 2012 if all these host-country approved projects in India go on stream (National CDM Authority, November 2007). As of June 2008, 152.4 million CERs had been issued to projects worldwide, of which India accounted for 28.16%%, China (29.25%), Korea (17.87%), and Brazil (14.13%)."}, {"text_block_id": "p50_b1129", "text": "Some cross-cutting challenges in COM imple­mentation in India are listed below:"}, {"text_block_id": "p50_b1130", "text": "•"}, {"text_block_id": "p50_b1131", "text": "The projects from India are generally small. Of the 283 projects registered with the CDM EB till October 2007, 63% are small-scale projects (in terms of the Protocol definition}"}, {"text_block_id": "p50_b1132", "text": "•"}, {"text_block_id": "p50_b1133", "text": "The portfolio is dominated by unilateral projects,"}, {"text_block_id": "p51_b1134", "text": "i.e. the investors are Indian parties, employ locally available technologies, and use domestic financial resources. While this has provided a significant impetus to local innovation, CDM has not led to the technology transfer from industrialized to developing countries envisaged by the Protocol"}, {"text_block_id": "p51_b1135", "text": "•"}, {"text_block_id": "p51_b1136", "text": "Industrialized countries have not participated sig­nificantly in project financing and the project risks are mostly taken up by the host industries"}, {"text_block_id": "p51_b1137", "text": "•"}, {"text_block_id": "p51_b1138", "text": "Insurance companies in general have shown little interest in CDM, which is unfortunate since they can catalyse carbon trading by providing risk and financial analysis skills"}, {"text_block_id": "p51_b1139", "text": "•"}, {"text_block_id": "p51_b1140", "text": "There is much subjectivity in the multilateral CDM process, and divergent interpretations are given by different designated operating entities (DOEs) accredited by the"}, {"text_block_id": "p51_b1141", "text": "CDM EB"}, {"text_block_id": "p51_b1142", "text": "•"}, {"text_block_id": "p51_b1143", "text": "High transactions costs prevent the small-scale sec­tor (in the Indian definition} from participating in CDM"}, {"text_block_id": "p51_b1144", "text": "•"}, {"text_block_id": "p51_b1145", "text": "In the absence of an international transactions log (ITL), there is lack of reliable information in the carbon market on CDM transactions"}, {"text_block_id": "p51_b1146", "text": "ance) carbon market is emerging involving trades in VERs {verified emission reductions). This market may grow substantially in the future."}, {"text_block_id": "p51_b1147", "text": "5.3. Enhanced Implementation of the UNFCCC"}, {"text_block_id": "p51_b1148", "text": "India looks forward to enhanced international coop­eration under the UNFCCC. Overall, future interna­tional cooperation on climate change should address the following objectives:"}, {"text_block_id": "p51_b1149", "text": "•"}, {"text_block_id": "p51_b1150", "text": "Minimizing the negative impacts of climate change through suitable adaptation measures in the countries and communities affected and miti­gation at the global level"}, {"text_block_id": "p51_b1151", "text": "•"}, {"text_block_id": "p51_b1152", "text": "Provide fairness and equity in the actions and measures"}, {"text_block_id": "p51_b1153", "text": "•"}, {"text_block_id": "p51_b1154", "text": "Uphold the principle of common but differentiat­ed responsibilities in actions to be taken, such as concessional financial flows from the developed countries, and access to technology on affordable terms"}, {"text_block_id": "p51_b1155_merged", "text": "Despite the above, there is encouraging response from Indian entrepreneurs to the CDM across differ­ent sectors. Besides, several recent enhancements of CDM such as bundling and programmatic CDM need to be mainstreamed. Alongside the carbon market under the Kyoto Protocol, a voluntary (non-"}, {"text_block_id": "p51_b1158", "text": "India as a large democracy, with the major challenge of achieving economic and social development and eradicating poverty, will engage in negotiations and other actions at the international level in the coming months that would lead to efficient and equitable solutions at the global level."}, {"text_block_id": "p52_b1159", "text": "References"}, {"text_block_id": "p52_b1160", "text": "1."}, {"text_block_id": "p52_b1161", "text": "Intergovernmental Panel on Climate Change (IPCC}, Climate Change 2007: The Physical Science Basis. (page 13)"}, {"text_block_id": "p52_b1162", "text": "2."}, {"text_block_id": "p52_b1163", "text": "Growth and CO2 Emissions -How do differ­ent countries fare? by R.W. Bacon and S. Bhattacharya, The World Bank Environment Department, November, 2007. (page 14)"}, {"text_block_id": "p52_b1164", "text": "3."}, {"text_block_id": "p52_b1165", "text": "National Energy Map for India, Technology Vision 2030 by The Energy and Resources Institute (TERI) for Office of the Principal Scientific Adviser to the Government of India, PSA/2006/3. (page 14}"}, {"text_block_id": "p52_b1166", "text": "4."}, {"text_block_id": "p52_b1167", "text": "International Energy Agency (IEA) data cited by Planning Commission, India, 2007. (page14)"}, {"text_block_id": "p52_b1168", "text": "5."}, {"text_block_id": "p52_b1169", "text": "India's Initial National Communication, 2004 (NATCOM I) to UN Framework Convention on Climate Change (UNFCCC). (page 15)"}, {"text_block_id": "p52_b1170", "text": "6."}, {"text_block_id": "p52_b1171", "text": "Increasing Trend of Extreme Rain Events Over India in a Warming Environment by B.N. Goswami, V. Venugopal, D. Sengupta, M.S. Madhusoodanam, Prince K. Xavier, Science, 314, 1442 (2006).(page 15)"}, {"text_block_id": "p52_b1172", "text": "7."}, {"text_block_id": "p52_b1173", "text": "Area Sea Levels trends along the North Indian Ocean Coasts consistent with global esti-mates? by A.S. Unnikrishnan and D. Shankar, Global and Planetary Change, 57, 301 {2007). (page 15)"}, {"text_block_id": "p52_b1174", "text": "8."}, {"text_block_id": "p52_b1175", "text": "Impact of Climate Change on Forests in India by N.H.Ravindranath, N.V. Joshi, R. Sukumar and A. Saxena, Current Science 90, 354 (2006). (page 16)"}, {"text_block_id": "p52_b1176", "text": "9."}, {"text_block_id": "p52_b1177", "text": "Recycling of Automobiles -Problem Definition and Possible Solutions in the Indian Context, by Captain N.S. Mohan Ram, INAE Seminar on Recycling, September, 2007. (page"}, {"text_block_id": "p52_b1178", "text": "31)"}, {"text_block_id": "p52_b1179", "text": "10."}, {"text_block_id": "p52_b1180", "text": "Development of the Integrated Gasification Combined Cycle (IGCC) Technology as suited to Power Generation using Indian Coals, PSA/2005/4. (page 39)"}, {"text_block_id": "p52_b1181", "text": "11."}, {"text_block_id": "p52_b1182", "text": "Closing the Nuclear Fuel Cycle in the Context of the Global Climate Change Threat by R. Chidambaram, R.K. Sinha and Anand Patwardhan, Nuclear Energy Review, 38 (2007). {page 40)"}], "document_description": "The National Action Plan on Climate Change identifies measures that promote the country's development objectives while also yielding co-benefits for addressing climate change effectively. It outlines a number of steps to simultaneously advance India's development and climate change-related objectives of adaptation and mitigation.<br><br>There are eight national missions which form the core of the National Action Plan, representing long-term and integrated strategies for achieving key goals in the context of climate change : 1) National solar mission; 2) National mission for enhanced energy efficiency; 3) National mission on sustainable habitat; 4) National water mission; 5) National mission for sustaining the Himalayan ecosystem; 6) National mission for a Green India; 7) National mission for sustainable agriculture; 8) National mission on strategic knowledge for Climate Change."}