{"document_instrument_name": "Subnational and citizen participation|Governance", "document_country_english_shortname": "India", "document_category": "Policy", "document_sector_name": "Transportation", "document_language": "English", "document_name": "National Urban Transport Policy", "document_country_code": "IND", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "14/03/2014", "document_keyword": ["Transportation", "Cycling"], "document_url": "https://cdn.climatepolicyradar.org/IND/2014/IND-2014-03-14-National Urban Transport Policy_b21d5f3b94682e578318355c6f151e1f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ministry of Urban Development Government of India"}, {"text_block_id": "p0_b2", "text": "National Urban Transport Policy, 2014"}, {"text_block_id": "p0_b3_merged", "text": "URL: www.iutindia.org"}, {"text_block_id": "p1_b5", "text": "Preface"}, {"text_block_id": "p1_b6", "text": "Ministry of Urban Development, Government of India (MoUD) issued the National Urban Transport Policy (NUTP) in 2006, to bring about comprehensive improvements in urban transport services and infrastructure. The policy focus is on moving people rather than vehicles. Eight years have passed since then and several new initiatives have been taken by MOUD to promote good mobility in cities. Institute of Urban Transport (India) (IUT), a professional body promoted by MoUD has, with the financial support of Shakti foundation, undertaken a comprehensive review of NUTP 2006 based on the following:"}, {"text_block_id": "p1_b7", "text": "Ministry of Urban Development, Government of India (MoUD) issued the National Urban Transport Policy (NUTP) in 2006, to bring about comprehensive improvements in urban transport services and infrastructure. The policy focus is on moving people rather than vehicles. Eight years have passed since then and several new initiatives have been taken by MOUD to promote good mobility in cities. Institute of Urban Transport (India) (IUT), a professional body promoted by MoUD has, with the financial support of Shakti foundation, undertaken a comprehensive review of NUTP 2006 based on the following:\n* Recent recommendations of the working group on urban transport for the 12th Five\n* Review of international practice\n* Comments by city officials on awareness and use of NUTP, 2006\n* Detailed interviews with officials in 15 cities"}, {"text_block_id": "p1_b15", "text": "Recommendations of the 2 working groups on urban transport and International practice of 5 countries suggest the need to include 10 new policy provisions. City officials responded to 4 basic questions i.e. a) Awareness about NUTP, b) Extent of reference made to NUTP, c) Is NUTP a good guide to improve mobility in the city? and d) Difficulty in complying with NUTP. Nearly 270 written responses were received. The general comment was that NUTP is not user friendly. Lack of mechanism for coordination in city agencies and lack of trained manpower were stated as the other reasons for not using NUTP. Detailed interviews with city officials covering several departments showed that nobody disagreed with the provisions of the NUTP, but expressed difficulties in its implementation."}, {"text_block_id": "p1_b16", "text": "A revised NUTP based on the forgoing was presented to a panel of urban transport experts, a national workshop (with 75 participants) and a roundtable discussion (with 53 participants) for validating the recommended modifications to the policy. Various suggestions received at these three conclaves have been included in this revised and reorganized NUTP 2014 to make it user friendly and easy to implement."}, {"text_block_id": "p1_b17", "text": "Delhi"}, {"text_block_id": "p1_b18", "text": "February, 2014"}, {"text_block_id": "p1_b19", "text": "B I Singal"}, {"text_block_id": "p1_b20", "text": "Director General"}, {"text_block_id": "p1_b21", "text": "Institute of Urban Transport (India)"}, {"text_block_id": "p2_b22", "text": "CONTENTS"}, {"text_block_id": "p4_b23", "text": "ABBREVIATIONS"}, {"text_block_id": "p5_b24", "text": "NATIONAL URBAN TRANSPORT POLICY 2014"}, {"text_block_id": "p5_b25", "text": "1. BACKGROUND"}, {"text_block_id": "p5_b26", "text": "1.1. Present scene"}, {"text_block_id": "p5_b27", "text": "1.1. Present scene\n* There is an urgent need to conserve energy and land, control pollution and\n* All categories of road users are facing problems in commuting. The pedestrians do\n* At present there is a huge deficit in UT services and infrastructure both in quality and"}, {"text_block_id": "p5_b33", "text": "1.2. Future scene"}, {"text_block_id": "p5_b34", "text": "1.2. Future scene\n* The ongoing urbanization will make the situation worse in the â¢business as usualâ¢ scenario. The Energy and Resources Institute (TERI), a Delhi-based non-governmental\n* Cities are important as they contribute most to the â¢gross domestic productâ¢ (GDP) of"}, {"text_block_id": "p6_b41", "text": "that imparts efficiency to the city by providing mobility to the workforce and enables them to work at their productive best. UT needs urgent attention."}, {"text_block_id": "p6_b42", "text": "1.3. Transport, Energy and environment"}, {"text_block_id": "p6_b43", "text": "1.3. Transport, Energy and environment\n* Transport sector is the second largest consumer of energy in India. The growth of\n<\\li1>"}, {"text_block_id": "p6_b45", "text": "2. VISION"}, {"text_block_id": "p6_b46", "text": "2. VISION\n* To recognize that people occupy center-stage in our cities and all plans would be for their\n* To make our cities the most livable in the world and enable them to become the â¢engines\n* To allow our cities to evolve into an urban form that is best suited for the unique\n* To encourage growth of urban transport along low carbon path."}, {"text_block_id": "p6_b54", "text": "3. OBJECTIVES"}, {"text_block_id": "p6_b55", "text": "The objective of this policy is to plan for the people rather than vehicles by providing sustainable mobility and accessibility to all citizens to jobs, education, social services and recreation at affordable cost and within reasonable time. This will involve:"}, {"text_block_id": "p6_b56", "text": "The objective of this policy is to plan for the people rather than vehicles by providing sustainable mobility and accessibility to all citizens to jobs, education, social services and recreation at affordable cost and within reasonable time. This will involve:\n* Incorporating urban transportation as an important parameter at the urban planning stage\n* Bringing about a more equitable allocation of road space with people, rather than\n* PT should be citywide, safe, seamless, user friendly, reliable and should provide good\n* Walk and cycle should become safe modes of UT.\n* Introducing Intelligent Transport Systems for traffic management"}, {"text_block_id": "p7_b66", "text": "The objective of this policy is to plan for the people rather than vehicles by providing sustainable mobility and accessibility to all citizens to jobs, education, social services and recreation at affordable cost and within reasonable time. This will involve:\n* Incorporating urban transportation as an important parameter at the urban planning stage\n* Bringing about a more equitable allocation of road space with people, rather than\n* PT should be citywide, safe, seamless, user friendly, reliable and should provide good\n* Walk and cycle should become safe modes of UT.\n* Introducing Intelligent Transport Systems for traffic management\n* Addressing concerns of road safety and trauma response\n* Raising finances, through innovative mechanisms\n* Establishing institutional mechanisms for enhanced coordination in the planning and\n* Building capacity (institutional and manpower) to plan for sustainable urban transport and"}, {"text_block_id": "p7_b74", "text": "4. APPROACH"}, {"text_block_id": "p7_b75", "text": "Two recent study reports, one each by the •High powered expert committee• commissioned by MoUD and the Mckinsey Global Institute have projected investments needed up to 2031 to upgrade urban services to support the desired rate of economic growth. Public Transport (PT) and urban roads (The main infrastructure for UT) have emerged as the most crucial elements together requiring more than 50% of the total projected investment to upgrade various urban services (including housing) in cities. This amounts to more than Rs. one lakh crore per year for the next 20 years."}, {"text_block_id": "p7_b76", "text": "The estimate of the working group on UT for the •National Transport Development Policy Committee• appointed by the Government of India to determine the role of UT in meeting transport requirements of the economy over the next two decades shows that the investment can be reduced by nearly 30 % by pro-actively promoting sustainable practices."}, {"text_block_id": "p7_b77", "text": "Thus, a paradigm shift is needed in approach to UT with three key strategies, namely, •"}, {"text_block_id": "p7_b78", "text": "Avoid, Shift and Improve•"}, {"text_block_id": "p7_b79", "text": "in transport planning as advocated by the Asian Development Bank in its draft •Action Plan to Make Transport in Developing Countries more ClimateFriendly• and reiterated by the Bellagio Declaration 8 in May 2009."}, {"text_block_id": "p7_b80_merged_merged", "text": "This means •avoid• increase in demand for travel both by reducing the number and length of trips. Promote a shift from personal vehicles to other MRT and non-motorized transport (NMT) modes to reduce energy demand and hence pollution in cities. Improve strategy includes use of clean fuels and clean vehicle technology."}, {"text_block_id": "p7_b87", "text": "Improved urban mobility will help alleviate poverty. The World Bank publication (2002); •City on the Move; A world bank UT Strategy Review• states that UT is the life blood of cities, and emerges as a subject of concern of all studies of the poor urban areas."}, {"text_block_id": "p7_b88", "text": "5. NEED FOR A NATIONAL POLICY"}, {"text_block_id": "p7_b89", "text": "Although the responsibility for management of urban areas (including UT) rests with the State governments, a Central policy is considered necessary as:"}, {"text_block_id": "p7_b90", "text": "Although the responsibility for management of urban areas (including UT) rests with the State governments, a Central policy is considered necessary as:\n* Several key agencies such as Town & Country Planning Organization (TCPO), Central\n<\\li1>"}, {"text_block_id": "p8_b92", "text": "Although the responsibility for management of urban areas (including UT) rests with the State governments, a Central policy is considered necessary as:\n* Several key agencies such as Town & Country Planning Organization (TCPO), Central\n<\\li1>\n* Several Acts, Rules and Programs like Motor Vehicle Act, Metro Construction Act,\n* A need exists to guide State level action plans within an overall National framework.\n* A need exists to guide Central financial assistance towards improving urban mobility.\n* A need exists to build capacity for UT planning and management, as also develop it as a\n* A need exists to take up research and development in UT."}, {"text_block_id": "p8_b103", "text": "6. REALIZING POLICY OBJECTIVES"}, {"text_block_id": "p8_b104", "text": "The objectives of this policy would be achieved through comprehensive approach include Urban Transport Planning, Infrastructure Design, Public Transport, Non-Motorized Transport, Traffic Management, Financing, Governance and Capacity Building."}, {"text_block_id": "p8_b105", "text": "7. URBAN TRANSPORT PLANNING"}, {"text_block_id": "p8_b106", "text": "7.1."}, {"text_block_id": "p8_b107", "text": "Integrated Land Use and Transport Planning2"}, {"text_block_id": "p8_b108", "text": "Integrated Land Use and Transport Planning2\n* Cities in India vary considerably in terms of their population, area, urban form,\n<\\li1>"}, {"text_block_id": "p9_b109", "text": "Integrated Land Use and Transport Planning2\n* Cities in India vary considerably in terms of their population, area, urban form,\n<\\li1>\n"}, {"text_block_id": "p9_b111", "text": "Integrated Land Use and Transport Planning2\n* Cities in India vary considerably in terms of their population, area, urban form,\n<\\li1>\n\n* The Government of India would, therefore, promote the development of such\n* Planning should include both the city and the peri-urban areas and the regions\n* Conventional planning approach aims at flow of motor vehicle traffic. The most\n* Conventional planning approach aims at flow of motor vehicle traffic. The most\n comprehensive definition of UT planning is\n* Conventional planning approach aims at flow of motor vehicle traffic. The most\n comprehensive definition of UT planning is\n , the ability to reach desired goods,\n* Further, construction, use, operation and maintenance of UT infrastructure can have significant implications on natural environment, its habitants, and the functioning of"}, {"text_block_id": "p10_b124", "text": "7.3. Comprehensive Mobility Planning (CMP)"}, {"text_block_id": "p10_b125", "text": "7.2.1."}, {"text_block_id": "p10_b126", "text": "7.2.1.\n* Services and modes of UT,\n* Roads and related infrastructure, and\n* Other related matters such as planning, coordination and licensing.\n* Walk and Non-motorized transport (NMT),\n* PT; road, rail and waterways,\n* Personal motorized transport."}, {"text_block_id": "p10_b132", "text": "Mobility in the city depends on several elements that can be broadly grouped into three categories i.e."}, {"text_block_id": "p10_b133", "text": "7.2.2."}, {"text_block_id": "p10_b134", "text": "All the elements compliment and supplement each other and hence should be planned in an integrated way. The Government of India would financially encourage cities to prepare Comprehensive Mobility Plan for the city and prioritize projects for implementation. CMP is a vision statement of the direction in which UT in the city should grow. It should cover all elements of UT and emphasis should be on integrated planning and implementation. To ensure its implementation and compliance with the master plan of the city, all cities should notify the CMP prepared under the Town and Country Planning Act for their respective states. The CMPs should also be reviewed on a five yearly basis."}, {"text_block_id": "p10_b135", "text": "7.4. Modal Mix and Priorities"}, {"text_block_id": "p10_b136", "text": "7.3.1."}, {"text_block_id": "p10_b143", "text": "UT modes to be used and the modal mix will depend on the city population, city form and size, availability of road surface and the trip length. Needs of all category of users have to be catered. Priority in planning for modes should be as follows in descending order:"}, {"text_block_id": "p10_b144", "text": "7.5."}, {"text_block_id": "p10_b145", "text": "Transit Oriented Development6"}, {"text_block_id": "p10_b146", "text": "7.4.1."}, {"text_block_id": "p10_b147", "text": "High density urban growth offers the opportunity for trip lengths to be short. It promotes a high level of accessibility for NMT. It fosters successful, financially viable PT, and enables cities to have low levels of energy use per person in UT. The Government of India would encourage Transit Oriented Development (TOD) with increased FAR along transit corridors with high density of population should form a part of planning."}, {"text_block_id": "p11_b148", "text": "7.4.2."}, {"text_block_id": "p11_b149", "text": "7.4.2.\n* More people to live close to transit\n* A rich mix of uses within walking\n* Pedestrian facilities and multi-modal\n* Making PT station/stop a gateway to"}, {"text_block_id": "p11_b157", "text": "The major element of TOD is a congregation of housing, jobs, shops, and other activities around PT stations/stops. The physical environment is often enhanced with wide sidewalks, an absence of surface parking lots and large building setbacks. Thus TOD includes planning for:"}, {"text_block_id": "p11_b158", "text": "Building bye-laws and planning norms should be revised for all cities so as to encourage high FAR and ground coverage along major PT corridors."}, {"text_block_id": "p11_b159", "text": "7.6."}, {"text_block_id": "p11_b160", "text": "Transportation Demand Management (TDM) 7"}, {"text_block_id": "p11_b161", "text": "7.5.1."}, {"text_block_id": "p11_b162", "text": "There is a need to control the growth in transport demand because there is a limit to the augmentation of UT infrastructure and services. TDM constitutes a set of policies that influence why, when, where and how people travel. Commuters need to be made aware about the available sustainable alternate modes of travel. They should be made aware about quantifiable benefits or disbenefits of opting for specific mode in terms of travel time, convenience, comfort, price, and emission rates. TDM aims to maximize the efficiency of UT by discouraging necessity of private vehicle use and promoting more effective, healthy and environment friendly modes of transport. Government of India, , would financially support to implement TDM measures by cities."}, {"text_block_id": "p11_b163", "text": "7.7. Controlling the use of personal vehicles"}, {"text_block_id": "p11_b164", "text": "7.6.1."}, {"text_block_id": "p11_b165", "text": "Use of personal motorized vehicles and its significant contribution to air pollution,"}, {"text_block_id": "p12_b166", "text": "greenhouse gas emissions, and fossil fuel consumption are well accepted. Main reason for increasing use of personal vehicles is the gross deficiency in PT facilities both in terms of quality and quantity. Thus the most important long term means of controlling the use of personal transport is to augment PT so that the commuter has a choice. Simultaneously, there is an urgent need to put a restraint on the use of personal vehicles. Government of India would support measures such as traffic calmed areas, pedestrianized areas, car limited zones, congestion pricing zones"}, {"text_block_id": "p12_b167", "text": ", no-emission zones, high parking charges"}, {"text_block_id": "p12_b168", "text": ", park & ride facility and other economic instruments to control the use of personal motorized modes."}, {"text_block_id": "p12_b169", "text": "7.8. Planning for Freight Traffic"}, {"text_block_id": "p12_b170", "text": "7.7.1."}, {"text_block_id": "p12_b171", "text": "Freight traffic is often forgotten in UT planning for a city. As a largely private sector activity it is difficult to control, and many of the decisions that affect goods vehicles are made by the industry itself. There needs to be a much greater focus on planning for movement of goods, since it is almost universally recognized that transport of goods is important and will grow with economic growth. Goods movement should be planned in a manner that it does not affect passenger movement."}, {"text_block_id": "p12_b172", "text": "7.7.2."}, {"text_block_id": "p12_b173_merged_merged", "text": "As economic activities in cities expand and city population grows, a substantial amount of freight traffic would be generated. The timely and smooth movement of such freight is crucial to the well-being of the people and the viability of the economic activities they undertake. However, with limited capacity of the UT infrastructure, it is essential that freight traffic and passenger traffic are so staggered as to make optimum use of the UT infrastructure. It is a time honored and tested practice to use off-peak passenger travel times to move freight. Many cities have earmarked late night hours for the movement of freight and restricted the entry of heavy vehicles into cities during day time. Further, several cities have by-passes that enable through traffic to go around the city and not add to city traffic. These practices are sound and would be encouraged in all cities. For this purpose, cities would be encouraged to build by-passes, through innovative and viable public • private partnerships. Similarly, facilities for the parking of freight vehicles outside city limits, such as truck terminals, would also be encouraged through public-private partnerships. Movement of freight traffic should be a part of UT planning exercise."}, {"text_block_id": "p12_b177", "text": "7.9."}, {"text_block_id": "p12_b178", "text": "Service Level Benchmarks (SLB)10"}, {"text_block_id": "p13_b179", "text": "7.8.1."}, {"text_block_id": "p13_b180", "text": "There is a need to assess the benefits derived from investments in UT. The Government of India would financially encourage measurement of the level of service provided by UT services and infrastructure in the city before and after investments are made. For this purpose the guidelines for calculating SLBs issued by MoUD should be used. All future investment planned for a city should be directed towards initiatives which would improve the level of services. The SLB should also be reviewed biannually by the cities"}, {"text_block_id": "p13_b181", "text": "7.10. Participatory Approach"}, {"text_block_id": "p13_b182", "text": "7.9.1."}, {"text_block_id": "p13_b183", "text": "Public participation in planning increases the likelihood that actions taken or services provided by public agencies reflect the needs of the people and are accepted / adopted by people easily. The Government of India would encourage participatory approach which should be practiced at all levels • at city, sub area of the city, and community level. This may be done through an interactive website, issue of documents for consultation, workshop with citizen, advisory groups, public meetings, user group meetings, and social/satisfaction surveys. The table at attachment-A illustrates the objective, nature, form and method of participation by spatial level."}, {"text_block_id": "p13_b184", "text": "8. INFRASTRUCTURE"}, {"text_block_id": "p13_b185", "text": "8.1. Road network and associated facilities"}, {"text_block_id": "p13_b186", "text": "8.1.1."}, {"text_block_id": "p13_b187", "text": "Urban road network is the main infrastructure for UT. The road network includes besides the roads all associated facilities i.e. road intersections, bridges, footpaths, cycle tracks, street furniture, facilities for parking, terminals, inter-modal transfer hubs, road markings, signage and traffic signals, taxi, auto, cycle rickshaw stands, spaces for street vending and service lanes. Roads provide access to residential areas, activity centers and social services."}, {"text_block_id": "p13_b188", "text": "8.1.2."}, {"text_block_id": "p14_b189", "text": "speeds by each user is variable and needs to be catered."}, {"text_block_id": "p13_b190", "text": "The users are many. The primary user of the road space is the vehicular traffic i.e. PT, goods vehicles, personal vehicles, NMT, Hawkers and street vendors. Modes of transport may be fast or slow, motorized or non-motorized and public or privately owned. Urban roads in India have a heterogeneous mix of traffic. The space occupied by each of these vehicles, accelerations and deceleration characteristics and possible maximum"}, {"text_block_id": "p14_b191", "text": "8.1.3."}, {"text_block_id": "p14_b192", "text": "Footpaths & service lanes when provided are generally encroached upon by vehicle parking or hawkers, and roadside businesses thereby forcing pedestrians to walk on the road, endangering their safety and decreasing the road capacity. The Government of India would support steps to improve the use of existing infrastructure by capacity maximization measures."}, {"text_block_id": "p14_b193", "text": "8.1.4."}, {"text_block_id": "p14_b194_merged", "text": "Roads in a city are owned by several agencies such as the Ministry of Road Transport and Highways, National Highway Authority of India, State Highway Authority, the Municipality, the Development Authority, the Cantonment Board, and the National Highway Authority. The disaggregated planning often leaves the road network in city without a hierarchy and is often incomplete. The Government of India would therefore encourage integrated planning of the road network and associated infrastructure in a city as per the •Urban Roads Code•issued by MoUD to develop a hierarchical road network. Often the addition of a few missing links can improve the efficiency of the road network enormously."}, {"text_block_id": "p14_b197", "text": "8.2. Equitable Allocation of Road Space"}, {"text_block_id": "p14_b198", "text": "8.2.1."}, {"text_block_id": "p14_b199", "text": "At present, road space gets allocated to whichever vehicle occupies it first. The focus is, therefore, the vehicle and not people. The result is that a bus carrying 40 people is allocated only two and a half times the road space that is allocated to a car carrying only one or two persons. In this process, the lower income groups have, effectively, ended up paying, in terms of higher travel time and higher travel costs, for the disproportionate space allocated to personal vehicles. Users of non-motorized modes have tended to be squeezed out of the roads on account of serious threats to their safety. If the focus of the principles of road space allocation were to be the people, then much more space would need to be allocated to PT systems than is allocated at present."}, {"text_block_id": "p14_b200", "text": "8.2.2."}, {"text_block_id": "p15_b201", "text": "personal vehicles is limited/ controlled on roads where adequate right-of-way (RoW) is not available. Similarly lanes could be reserved for vehicles that carry more than three persons (popularly known as high occupancy vehicle lanes. Past experience has been that such reserved lanes are not respected by motorists and therefore lose meaning. In order to facilitate better enforcement of such lane discipline, suitable provisions would be introduced in the motor vehicles act and other instrumentalities to enable stringent penalties for violation. Enforcement also needs to be more effective."}, {"text_block_id": "p14_b202", "text": "The Government of India would, therefore, encourage measures that allocate road space on a more equitable basis, with people as its focus. This can be achieved by reserving lanes and corridors (except in hill cities) exclusively for PT and NMT modes of travel. Priority to PT and NMT is essential to control the use of personal vehicles and hence congestion and to improve mobility in the city. In developed countries. If necessary, entry of"}, {"text_block_id": "p15_b203", "text": "8.3. Universal Accessibility"}, {"text_block_id": "p15_b204", "text": "8.3.1."}, {"text_block_id": "p15_b205", "text": "The Constitution of India ensures equality, freedom, justice and dignity to all individuals and implicitly mandates an inclusive society for all including people with reduced mobility. It includes people with different abilities, senior citizens, women, and children, pregnant women, families with small children, people carrying heavy luggage. Universal accessibility is an approach that covers everyone, so that transport services: (1) be used fairly; (2) provide high degree of freedom; (3) be simple; (4) be easy to understand; (5) be safe; (6) shall not require unnecessary bodily strength, and (7) maintain an appropriate space and size that is easy to use. There should be no barriers that might limit any commuter from carrying out his/her daily tasks. Therefore, the Government of India would financially encourage, through pilot studies/projects, the approach of universal accessibility in all plans, projects related to UT being implemented in the city. This can be done by integrating certain elements with the existing UT infrastructure. These elements would include adequate width of footpath along the roads; tactile plates on the pavement, anti-skid paving at public transit station entry/exit gates; table-top road crossing facilities, ramps & lifts at FOBs, Signage supplemented with Braille & pictograms, pedestrian crossing facilities with lifts; etc."}, {"text_block_id": "p15_b206_merged", "text": "8.4. Parking"}, {"text_block_id": "p15_b208", "text": "8.4.1."}, {"text_block_id": "p15_b209", "text": "Land is valuable in all urban areas. Parking places occupy large portions of such land. This fact should be recognized in determining the principles for allocation of parking space."}, {"text_block_id": "p15_b210", "text": "8.4.2."}, {"text_block_id": "p16_b211", "text": "in encouraging the use of sustainable transport modes. Park and ride facilities for bicycle users, with convenient inter-change, would be another useful measure."}, {"text_block_id": "p15_b212", "text": "Levy of a high parking fee, that truly represents the value of the land occupied, should be used as a means to make the use of PT more attractive. Simultaneously, a graded scale of parking fee, that recovers the economic cost of the land used in such parking, should be adopted. The objective would be to persuade people to use PT to reach city centers. Preference in the allocation of parking space for PT vehicles and non-motorized mode as well as easier access of work places to and from such spaces would go a long way"}, {"text_block_id": "p16_b213", "text": "8.4.3."}, {"text_block_id": "p16_b214", "text": "While there is a need to limit parking facilities to discourage use of personal vehicles, parking is needed to cater to the needs of the owners of personal vehicles under the principle of ••Mobility for All••. This should be done without using public spaces. Parking lots along the PT corridors (near the transit stops or stations) should be built to encourage park & ride system and also enhance the ridership of PT."}, {"text_block_id": "p16_b215", "text": "8.4.4."}, {"text_block_id": "p16_b216", "text": "Multi-level parking complexes should be made a mandatory requirement in city centers that have several high rise commercial complexes. Such complexes could even be constructed underground. Such complexes could come up through public-private partnerships in order to limit the impact on public budget. All such parking complexes would be encouraged to go in for electronic metering so that there is better realization of parking fees to make the investments viable and also a better recovery of the cost of using valuable urban space in the parking of personal motor vehicles. In residential areas too, appropriate changes in bye-laws would be considered to free the public carriage way from parked vehicles that impede the smooth flow of traffic. Provisions would also be made in the appropriate legislation to prevent the use of the right of way on road for parking."}, {"text_block_id": "p16_b217", "text": "8.4.5."}, {"text_block_id": "p16_b218", "text": "Parking demand is insatiable; entails enormous cost and uncontrolled parking supply encourages car dependency. Conventional policy plans only for more parking supply. Under the on-going reform process in India, cities are expected to make the transition from the conventional approach to using parking as a demand management tool. The strategy should be to minimize and avoid serving each building with its own parking. It is more judicious to build parking for the neighborhood. If the policy can be reoriented to provide parking for each development area instead of each building then the parking requirement will also be modest. Standards can vary from zone to zone or city to sub-urban areas within the city and may be reviewed periodically and revised if necessary."}, {"text_block_id": "p17_b219", "text": "9. PUBLIC TRANSPORT"}, {"text_block_id": "p17_b220", "text": "Public Transport consists of mass rapid transit (MRT); Para-transit and personalized PT. MRT, both rail and road based and including city bus is the backbone of city transport as they are the only modes that carry very large number of people using minimum space. Paratransit Modes i.e. tempos and mini buses supplement MRT in large cities and can be the main mode of PT in medium and small size cities. Personalized PT i.e. autos and taxis and cycle rickshaw cater to the demand of commuters seeking a substitute for personal transport. The Government of India would support cities to plan a citywide integrated multimodal public transport network comprising all three modes of PT along with first and last mile connectivity for easy access to MRT stations/stops."}, {"text_block_id": "p17_b221", "text": "9.1. Planning for MRT"}, {"text_block_id": "p17_b222", "text": "9.1.1."}, {"text_block_id": "p17_b223", "text": "It is well known that MRT occupies less road space and causes less pollution per passenger-km than personal vehicles. As such, MRT compared to personal vehicles is a more sustainable form of UT. Therefore, the Government of India would promote investments in MRT as well as measures that make its use more attractive. Towards this end, the Government of India would encourage all State capitals as well as other cities with a population of more than one million to start planning for MRT network. In doing so, they should look at various proven technologies around the world, including the use of available waterways; they should adopt a technology that would best suit the city requirements for the next 30 years and beyond. Cities with population less than a million should plan MRT based on a mix of buses of various sizes. All cities would be mandatorily required to prepare an integrated operation plan which should be reviewed every 5 years to update and rationalize PT routes."}, {"text_block_id": "p17_b224", "text": "9.2. Common MRT Technologies"}, {"text_block_id": "p17_b225", "text": "9.2.1."}, {"text_block_id": "p17_b226", "text": "There is a wide spectrum of MRT technologies. At one end are high capacity, high cost, technologies like underground metro rail and at the other end are low capacity paratransit running on a shared right of way. Between these extremes are a range of intermediate possibilities, such as city buses in mixed traffic, buses on dedicated rights of way/ Bus Rapid Transit (BRT), light rail transit, monorail, and specialized electric trolley buses water transport and modes for hilly terrains. While some of them are most effective over high density trunk corridors others prove useful as feeder or sub-systems that serve limited sub-areas within a city. The high capacity rail transit modes and buses on shared rights of way have been used in India for quite some time. Metro rail, BRT and Monorail have been recently introduced in the country giving a wide choice in technology."}, {"text_block_id": "p18_b227", "text": "9.2.2."}, {"text_block_id": "p18_b228", "text": "Each of these technologies has its unique characteristics and is best suited to a specific situation. Factors such as the urban form, terrain, availability of waterways, level of demand, direction and extent of sprawl, projections for future growth, extent of population density etc. are major determinants of the technology that should be chosen. While rail based systems seem to suit dense cities with limited sprawl and only a few spinal corridors, bus systems seem better where urban densities are low and the city has spread over a large area. Given the wide range of possibilities, it is not possible to prescribe a particular technology in a generic policy and such a choice will have to be made as a part of city specific land use and transport plans. It would also depend on the kind of city that would need to evolve at the particular location. The Government of India would, therefore, encourage all proven technologies and not promote any specific technology."}, {"text_block_id": "p18_b229", "text": "9.3. Water transport"}, {"text_block_id": "p18_b230", "text": "9.3.1."}, {"text_block_id": "p18_b231", "text": "9.3.1.\n* To identify, plan and develop fairway or navigational channel with desired width\n* Navigational aids for safe navigation and\n* Terminals for berthing of vessels, loading/unloading of cargo and for providing"}, {"text_block_id": "p18_b237", "text": "Water Transport (WT) is a fuel efficient, environment friendly and cost effective mode of transport having potential to supplement the overburdened rail and congested roads and generating employment, economic activities and tourism. For this, however, it is necessary that WT mode is developed with public funding at least to a threshold level at which private sector would get attracted to this mode. WT has natural advantage in many states of India, namely Assam, Goa, Kerala, West Bengal, Bihar, parts of Uttar Pradesh other coastal areas, and other cities on river banks, etc. The Government of India would encourage cities to take up projects to develop waterways & related infrastructure. The three basic steps to be taken by cities to develop waterways would be:"}, {"text_block_id": "p19_b238", "text": "9.4. PT for Hill Cities"}, {"text_block_id": "p19_b239", "text": "9.4.1."}, {"text_block_id": "p19_b240", "text": "Hill cities are constrained by road space due to the nature of the terrain. Conventional modes such as the bus have limited use only. Road connectivity to all parts of the city is not easy. Various modes which can be adopted by Hilly cities are cable car system, funicular rails and inclined elevators. Providing efficient PT system in hilly areas is a challenging task. But the Government of India, , would provide financial support to all hill states to develop a PT system."}, {"text_block_id": "p19_b241", "text": "9.5. Promoting Technologies for PT modes"}, {"text_block_id": "p19_b242", "text": "9.5.1."}, {"text_block_id": "p19_b243", "text": "It is recognized that there are several proven technologies for PT around the world that have yet to be adopted in India. In order to build up the necessary capacity to adopt such technologies within the country, the Government of India would facilitate joint ventures and collaboration agreements between such technology providers and suitable Indian companies. Necessary incentives would be provided to enable such technologies to get commercialized in India. This could be by way of financing customized prototypes, development of designs to suit Indian conditions, trial operations, training of the technical personnel, etc. The objective would be to ultimately build a level playing field for all proven technologies."}, {"text_block_id": "p19_b244", "text": "9.5.2."}, {"text_block_id": "p19_b245", "text": "New technologies always find it difficult to enter an established market and new auto fuel technologies would also face this problem. However, in view of their many advantages, they would be offered suitable concessions and benefits that would enable them to make an entry and compete with established technologies on more equitable terms. It is expected that such competition will also encourage established technologies to improve their"}, {"text_block_id": "p20_b246", "text": "performance characteristics and compete with the emerging choices."}, {"text_block_id": "p20_b247", "text": "9.6. Choice of MRT mode"}, {"text_block_id": "p20_b248", "text": "9.6.1."}, {"text_block_id": "p20_b249", "text": "Choice of MRT Mode depends mainly on demand level on a corridor, the capacity of the mode and the available road RoW. Other considerations are land-use along the corridor, the location of building lines, and the potential for increasing the RoW. The chosen mode should be adequate for the future demand level on a corridor, both in quantity and quality of service such as journey time. Other features such as speed, cost, safety, eco-friendliness, energy and land conservation, aesthetics and local technology maturity from consideration of maintaining the system should be given due weightage."}, {"text_block_id": "p20_b250", "text": "9.6.2."}, {"text_block_id": "p20_b251", "text": "An important issue is at-grade or grade separated construction. At-grade system is the most convenient facility for commuter. Grade-separated systems increase trip time by 10 to 15 minutes to account for the need to go up and down. At-grade construction should therefore be the default choice. If however, land is not available, elevated construction has to be adopted. Underground system has the advantage of keeping the city landscape more aesthetic. Hence when at-grade or elevated construction is not feasible and when aesthetic considerations demand such as passing through heritage areas, underground system would be necessary."}, {"text_block_id": "p20_b252", "text": "9.6.3."}, {"text_block_id": "p20_b253", "text": "Bus services are an essential component of PT even when high capacity rail transit or other guided MRT modes are provided. Hence planning, introduction, financing, operation and maintenance of bus services should be placed on a sound footing. The management of bus services requires special skills and hence should be entrusted to a specialist agency."}, {"text_block_id": "p20_b254", "text": "9.7. Multi-Modal Integrated MRT Network"}, {"text_block_id": "p20_b255", "text": "9.7.1."}, {"text_block_id": "p20_b256", "text": "The choice of mode corridor-wise stated above will lead to the city having several modes of MRT. All modes should be integrated to provide seamless journey to the commuter. Such a multi-modal system will have least cost with best possible financial viability and hence affordability and sustainability. Multi-modal integration means all modes work in unison to provide seamless connectivity to commuters. Multi-Modal Integration is not limited to integration of buses with Metro rail. It includes integrating private modes of transport i.e. walk, cycle, cars and 2-wheelers and para transit modes i.e. tempos, autos, mini bus and cycle rickshaw to the mass rapid transit network. The cities/states would also be encouraged to adopt National Common Mobility Card named ••More•• which should be a fare payment medium across different operators, different modes including parking, toll, etc. in all cities in India."}, {"text_block_id": "p20_b257", "text": "9.7.2."}, {"text_block_id": "p21_b258", "text": "penalty. While it may not be possible to eliminate the need for interchange, it can certainly be limited to one interchange for most commuters by introducing the mass rapid transit network in a grid pattern that covers the entire city."}, {"text_block_id": "p20_b259", "text": "A commuter does not like having to change modes (except a short walk to say the PT station/stop). It is inconvenient and has a time penalty. Thus the main challenge in multimodal integration is to make the interchange convenient and to reduce the time"}, {"text_block_id": "p21_b260", "text": "9.7.3."}, {"text_block_id": "p21_b261", "text": "9.7.3.\n* The Government of India would encourage building of transport hubs through\n<\\li1>"}, {"text_block_id": "p21_b263", "text": "Time penalty at the interchange points can be reduced by introducing single ticket for all modes, passenger information on services and by integrating service schedules. But the most important feature to minimize time penalty and most difficult to achieve is physical integration of modes. This requires integrated planning at concept level of all modes that will form the multimodal citywide transport network. This brings in the importance of Institutional set up for integrated planning and operation or a mechanism for effective coordination. Convenience requires planning of the interchange points for conflict free movement both inside and outside and accurate signage with intermodal information. Indeed planning should be door to door in terms of time, cost and convenience."}, {"text_block_id": "p21_b264", "text": "9.8. Role of Para-transit"}, {"text_block_id": "p21_b265", "text": "9.8.1."}, {"text_block_id": "p21_b266", "text": "Para transit normally caters to a category of occasional trips such as trips to airports or rail stations with excessive baggage, or emergency trips that have to be undertaken immediately and it is not possible to wait for MRT. Para transit would not normally be used for regular commute trips to work or school. As such, this policy would seek to restore paratransit to its normal role by persuading the improvement of organized MRT."}, {"text_block_id": "p21_b267", "text": "9.8.2."}, {"text_block_id": "p21_b268", "text": "However, when MRT is inadequate, para-transit tends to substitute for MRT. Unfortunately, this has started happening in many Indian cities. Para transit today is playing an important role in providing mobility in many cities. However the system lacks infrastructure support for its operations. Minimal check is executed on the behavior of its drivers for their indiscipline, violations, disobedience to traffic rules and regulations. Poor maintenance of vehicles spreads pollution in the cities."}, {"text_block_id": "p21_b269", "text": "9.8.3."}, {"text_block_id": "p21_b270", "text": "Para transit has the potential of providing clean mobility, low emissions and improved safety and hence its technology should be upgraded because it will continue on the UT scene in the foreseeable future. Para transit modes should be planned to act as feeder service in big cities which have an organized MRT network and should be planned to provide main public transport in small cities. Regulation of para transit modes should be done such that they could be penalized in case of any traffic violations. Training should be imparted to the drivers of these modes as well. Proper parking facilities for these modes should be created. Government of India would support upgrade of the technology of Paratransit and their regulation as a part of PT."}, {"text_block_id": "p22_b271", "text": "9.9.1."}, {"text_block_id": "p22_b272", "text": "Battery Operated Low Capacity Vehicles, unofficially called Saarthis, are quietly joining the urban pool of slow-moving transport. Since these are battery operated vehicles, they do not fall under the category of motorized vehicles and hence have no regulatory mechanism. Cities would be encouraged to adopt such green e-rickshaws as a part of UT and formulate policy to regulate their ownership, driver•s license, their movement, fare structure, etc."}, {"text_block_id": "p22_b273", "text": "9.10. Regional & Sub-Urban Connectivity"}, {"text_block_id": "p22_b274", "text": "9.10.1."}, {"text_block_id": "p22_b275", "text": "9.10.1.\n* Regional/suburban transport services should be integrated with the city network for easy\n* Footpaths for walkand cycle laneswithin about 500 m of stations/stops"}, {"text_block_id": "p22_b277", "text": "The influence of urban centers extends to towns both in the immediate neighborhood and those at some distance. These requirements should be met by suburban and regional services respectively. An important criterion in suburban and regional transport planning is the trip time and the level of comfort during travel. Average trip time for such travel should be about one hour from origin to destination. It is essential that all commuters travel in comfort and are provided with a seat."}, {"text_block_id": "p22_b278", "text": "9.11. First and last mile connectivity"}, {"text_block_id": "p22_b279", "text": "10.1.1."}, {"text_block_id": "p23_b284", "text": "Government of India would support door to door• planning in terms of time, cost and convenience to commuter. Improved and safe accessibility of stations/stops or the last mile connectivity should be a vital feature of PT planning. It would involve seven main steps:\n* Road access for vehicles within about 3 km of stations/stops\n* Feeder service\n* Feeder service\n within about 5 km of stations/stops\n* Drop off & pick up facilities at stations/stops\n* Park and ride facilities\n* Park and ride facilities\n 16\n* Park and ride facilities\n 16\n at stations/stops\n* Land use control around stations/stops to avoid congestion at entry/exit\n* Design principlesthat improve pedestrian access to PT systems for all users should"}, {"text_block_id": "p22_b300", "text": "Government of India would support door to door• planning in terms of time, cost and convenience to commuter. Improved and safe accessibility of stations/stops or the last mile connectivity should be a vital feature of PT planning. It would involve seven main steps:"}, {"text_block_id": "p23_b301", "text": "9.12. Quality and pricing of PT"}, {"text_block_id": "p23_b302", "text": "10.2.1."}, {"text_block_id": "p23_b303", "text": "So far, fares for PT have been set on the premise that this mode of travel is used by the poor, who have no other means of meeting their travel needs. As such, fares have been kept low as a measure of social equity. This has resulted in most PT services being unable to recover their operating costs. It has, in fact, encouraged poorly operated services that have been financially sustainable only through serious compromises on the quality of the service they render. Those who place a premium on cost are the poorest sections of society and need to be given affordable prices. The cost of providing PT for them needs to be subsidized by other sections of society. In the present day context, however, PT serves another social purpose. It helps reduce congestion and air pollution, if users of personal vehicles can be persuaded to shift to PT. This segment values time saved and comfort more than price. This segment is comparatively better off and would shift to PT if high quality systems are available to them. The cost of providing PT to them need not be subsidized and can be met from the fare revenues. As such, the Government of India would encourage the provision of different levels of services • a basic service, with subsidized fares and a premium service, which is of high quality but charges high fares and involves no subsidy."}, {"text_block_id": "p24_b304", "text": "10.2.2."}, {"text_block_id": "p24_b305", "text": "To facilitate this, the Government of India would offer support for premium service infrastructure such as improved bus stations and terminals, improved passenger information systems, use of intelligent transport systems for monitoring and control, restructuring of State Transport Corporations, etc."}, {"text_block_id": "p24_b306", "text": "10.2.3."}, {"text_block_id": "p24_b307", "text": "To ensure that the fares charged are fair and reasonable, the Government of India would require that a regulatory authority be set up by the State Government to, inter-alia, regulate the prices to be charged by different types of PT services."}, {"text_block_id": "p24_b308", "text": "9.13. Use of Clean Fuel and Clean Vehicle Technology"}, {"text_block_id": "p24_b309", "text": "10.3.1."}, {"text_block_id": "p24_b310", "text": "While petroleum based fuels are most commonly used today, other alternatives such as bio-fuel have been emerging, though slowly. CNG has been adopted in a big way for bus transport in Delhi and some other cities. Electric trolley buses are an alternative. Electric, battery-powered, Hybrid vehicles have already entered the market for cars, two wheelers and auto rickshaws. Such clean technologies need to be encouraged so that the problem of vehicular pollution can be more effectively dealt with. In order to overcome these problems, the Government of India would, lay down a clear and time bound schedule of progressively tighter emission norms, with adequate lead-time, to allow the auto and oil industry to make the required investments. Measures would also be introduced to incentivize the use of fuel efficient (zero pollution) and small sized vehicles that use up little road space and also cause low pollution. Besides, renewable sources of energy i.e. Solar power, wind need to be tapped as a measure of sustainable development and in recognition of India•s energy security concerns. The Government of India would, therefore, encourage research, development, commercialization and implementation of clean technologies, clean fuel and renewable sources of energy through financial support."}, {"text_block_id": "p24_b311", "text": "10.3.2."}, {"text_block_id": "p25_b312", "text": "effective regulatory body be set up to prescribe, monitor and enforce the adherence of emission and safety standards."}, {"text_block_id": "p24_b313", "text": "Several vehicles on our roads tend to be poorly maintained and are overly polluting. This is partly because the requirements of proper maintenance are not stringent and are largely driven only by the owner•s motivation to save on fuel cost. Even where such motivation exists, lack of a widespread network of good quality repair facilities discourages them due to the effort involved in having their vehicles periodically tested. Statutory provisions would also be introduced requiring all in-use vehicles in a city, including personal motor vehicles, to undergo a periodic checkup and obtain a specified certification. States would be encouraged to set up such certification facilities, in partnership with the private sector. The Government of India would also support the establishment of training centers for the staff of such certification establishments so that there are adequate skilled personnel, both for certification and for undertaking the required repairs. All of these would require that an"}, {"text_block_id": "p25_b314", "text": "10."}, {"text_block_id": "p25_b315", "text": "11B"}, {"text_block_id": "p25_b316", "text": "NON-MOTORIZED TRANSPORT (NMT)"}, {"text_block_id": "p25_b317", "text": "10.1."}, {"text_block_id": "p25_b318", "text": "47B"}, {"text_block_id": "p25_b319", "text": "Importance of NMT"}, {"text_block_id": "p25_b320", "text": "10.2."}, {"text_block_id": "p25_b321", "text": "48B"}, {"text_block_id": "p25_b322", "text": "Walk"}, {"text_block_id": "p25_b323", "text": "10.3."}, {"text_block_id": "p25_b324", "text": "49B"}, {"text_block_id": "p25_b325", "text": "Cycling"}, {"text_block_id": "p25_b326_merged_merged_merged_merged_merged", "text": "11.3.1. After walk, cycle is the second most important mode of transport for urban poor. Cycling should be encouraged because reach and effectiveness of PT can be improved. Cycling contributes to improving air quality and mitigating climate change, noise reduction and improved physical health."}, {"text_block_id": "p26_b331", "text": "10.4. Safety Issue for Walk & Cycle"}, {"text_block_id": "p26_b332", "text": "11.4.1."}, {"text_block_id": "p26_b333", "text": "Walking and cycling demand safe environment. The safety concerns of cyclists and pedestrians have to be addressed by encouraging the construction of segregated rights of way for walk and cycles. Apart from improving safety of walk and cycle, the segregation of vehicles moving at different speeds would help improve vehicular traffic flow, increase the average speed of traffic and reduce emissions resulting from sub-optimal speeds. Such segregated paths would be useful not only along arterials, to enable full trips using NMT but also as a means of improving access to PT stations. Such access paths, coupled with safe bicycle parking places, would contribute towards increasing the use of PT. Creative facilities like shade giving landscaping, provision of drinking water and resting stations along bicycle corridors would also be encouraged as they can mitigate, to a large extent, adverse weather conditions. The use of the central verge along many roads, along with innovatively designed road crossings, seems to offer promise for being developed as cycle tracks."}, {"text_block_id": "p26_b334", "text": "11.4.2."}, {"text_block_id": "p26_b335", "text": "It has been the experience that many such cycle tracks and pedestrian paths do not get used as initially envisaged. However, a view has been that this is because these facilities are designed badly and without fully recognizing the limitations and problems faced by cyclists or pedestrians. It would, therefore, be essential that such facilities be constructed after an open debate on the designs with experts and the community that is expected to use them. It is expected that such public appraisal would lead to designs that enable greater use by the potential beneficiaries. Encroachment of footpaths too affects pedestrian safety adversely and requires strict enforcement coupled with public participation. Pedestrian and cycle facilities including crossing facilities at busy intersections should be well-maintained and kept free of encroachments."}, {"text_block_id": "p26_b336", "text": "10.5. Cycle Rickshaw"}, {"text_block_id": "p26_b337", "text": "11.5.1."}, {"text_block_id": "p26_b338_merged", "text": "Cycle rickshaw is a public mode of personalized transport and best suited to provide the last mile connectivity in an integrated citywide multimodal PT network. This mode has not received much attention from planners so far. Cycle rickshaw should form a part of UT planning process and be provided with the necessary infrastructure such as stabling and waiting places. The technology of cycle rickshaw, in India, is outdated. Several American and European manufacturers of cycle rickshaws often incorporate features not found in vehicles, such as hydraulic disc, and lightweight bodies, multispeed to lessen the effort for the rickshaw puller. Similar upgrade should be undertaken in India."}, {"text_block_id": "p26_b343", "text": "10.6. Promoting NMT"}, {"text_block_id": "p26_b344", "text": "11.6.1."}, {"text_block_id": "p27_b345", "text": "citywide to assure the commuter that he can complete his journey all the way by walk or cycle if he so chooses. Provision of such facilities should be included as a part of megaprojects such as rail transit. Funds allocation for major transport infrastructure should be linked to achieving targets for creating facilities for NMT. Indeed a separate budget head for such facilities should be created and a separate cell set up in the Municipalities for planning design implementation and maintenance. Cities would also be encouraged to explore the possibility of a public bicycle sharing program, where people can rent a bicycle for use in specially designated areas."}, {"text_block_id": "p26_b346", "text": "The Government of India would give priority to the construction of cycle tracks pedestrian paths and facilities for cycle rickshaws in all cities to enhance safety and thereby enhance use of non-motorized modes. Footpaths and dedicated cycle lanes should be"}, {"text_block_id": "p27_b347", "text": "11.6.2."}, {"text_block_id": "p27_b348", "text": "The Government of India would support;"}, {"text_block_id": "p27_b349", "text": "i."}, {"text_block_id": "p27_b350", "text": "The construction of safe pedestrian crossings at busy intersections and high density traffic corridors."}, {"text_block_id": "p27_b351", "text": "ii."}, {"text_block_id": "p27_b352", "text": "Formulation and implementation of specific •Area Plans• in congested urban areas that propose appropriate mix of various modes of transport including exclusive zones for NMT."}, {"text_block_id": "p27_b353", "text": "iii."}, {"text_block_id": "p27_b354", "text": "Upgrade of cycle rickshaws."}, {"text_block_id": "p27_b355", "text": "11. TRAFFIC MANAGEMENT"}, {"text_block_id": "p27_b356", "text": "11.1. Traffic Engineering and Management"}, {"text_block_id": "p27_b357", "text": "12.1.1."}, {"text_block_id": "p27_b358", "text": "Transport demand is growing, but augmentation of UT services and infrastructure is not able to keep pace with it leading to rising congestion and falling urban mobility. However, traffic engineering and management measures can keep the city moving for a long time. These measures are able to improve traffic flow and thereby reduce emission rates. Recent experience shows that measures to decrease congestion by providing more road space eventually increase the volume of traffic and congestion returns."}, {"text_block_id": "p27_b359", "text": "12.1.2."}, {"text_block_id": "p27_b360", "text": "Traffic engineering and management  includes measures such as; Co-ordination between traffic signals, traffic calming methods, good signage and stringent enforcement for prioritizing PT modes, non-motorized traffic and pedestrians in congested and environmentally sensitive areas. The Government of India would encourage cities to prepare traffic management plan for the city and to continuously update it and monitor its performance."}, {"text_block_id": "p27_b361", "text": "11.2. Safety & Security"}, {"text_block_id": "p27_b362", "text": "12.2.1."}, {"text_block_id": "p27_b363", "text": "The need to improve safety in Indian cities doesn•t need any justification. The percentage of road accidents leading to fatalities and"}, {"text_block_id": "p28_b364", "text": "disabilities in India is amongst the highest in the world. Safety & security are at the forefront of everyone•s mind when they travel. Safety of all road users and safe access to all road users is a pre-requisite for achieving optimal modal shares. The Government of India is concerned about the growth in no. of road accidents and has hence been working on developing National Road Safety Policy"}, {"text_block_id": "p28_b365", "text": ". Efforts to promote awareness about various aspects of road safety among commuters can play a very important role in preventing accidents. Safety of commuters requires that roads are audited periodically"}, {"text_block_id": "p28_b366", "text": ". Road Safety Audit for hot spots"}, {"text_block_id": "p28_b367", "text": "should be done at regular intervals, Segregated NMV, pedestrian lanes should be constructed on all major roads. A database for accident should also be built up by each town & city and updated regularly. Rescue services should be organized for fast relief."}, {"text_block_id": "p28_b368", "text": "12.2.2."}, {"text_block_id": "p28_b369_merged_merged", "text": "The issue of security for women, security against terrorism, vandalism needs special attention. For the safety & security of women and commuters in general, the STUs & SPVs operating public transit in all cities should deploy only police-verified drivers and conductors in the buses. All bus stations, terminal areas, etc. should be fitted with GPS & CCTV cameras and should be connected to a centralized control room for continuous monitoring. As a part of the bus specifications issued by the MoUD, components of Intelligent Transport System, i.e. LED Sign Board, AudioVisual Passenger Information System, Multiplexing, two cameras on the bus with atleast two days of recording facility, GPS/GPRS, integrated controller and Automatic Fare Collection system, should be installed on the buses. Paratransit modes also need to be fitted with GPS tracking system and should be fitted with an emergency alarm system and managed through a Common Control Center. Para-transit drivers shouldn•t be given licenses unless they have police verification. Further at micro-level, it should be ensured that the street design being adopted in the city has provision for proper lighting of the streets; avoiding dead-ends or dreary, dark spaces."}, {"text_block_id": "p28_b373", "text": "12.2.3."}, {"text_block_id": "p28_b374", "text": "The Government of India would offer guidance and financial support to states and cities to improve security and for undertaking safety audits and for framing safety guidelines for transportation of school children and women and for the PT vehicles carrying them."}, {"text_block_id": "p28_b375", "text": "11.3."}, {"text_block_id": "p28_b376", "text": "Intelligent Transport System (ITS) 21"}, {"text_block_id": "p29_b377", "text": "12.3.1."}, {"text_block_id": "p29_b378", "text": "The expectations and demands for mobility have changed significantly; people are demanding high level of service quality and value for money. The easy availability of real time information such as maps, GPS systems and other travel related information thus will help commuters plan their journey based on distance, time and cost."}, {"text_block_id": "p29_b379", "text": "12.3.2."}, {"text_block_id": "p29_b380_merged", "text": "ITS is a cost-effective means of increasing the efficiency of the UT network, to manage the crisis of congestion in urban areas, reduce the number of crashes and fatalities, improving safety & security of commuters, promoting PT usage, and efficient management of freight traffic. Therefore, the Government of India would financially encourage use of ITS for multi-modal integration, traffic management system, freight management system, enforcement of traffic rules, incident or emergency management system, integrated control room, parking information and management system. Also cities should develop a common control centre"}, {"text_block_id": "p29_b384", "text": "12.3.3."}, {"text_block_id": "p29_b385", "text": "11.4. Disposing Old Vehicles"}, {"text_block_id": "p29_b386", "text": "12.4.1."}, {"text_block_id": "p29_b387", "text": "India is witnessing rapid growth in motor vehicles especially personal vehicles mainly in urban areas. Considering the normal lifespan of 15 years for a vehicle in India, it is estimated that large number of vehicles are more than 15 years old and occupy massive land space for parking. In the absence of any clear policy or guidelines, most cities are unable to dispose of old vehicles. The Government of India would issue guidance and help to states and UTs to free the roads and scarce land from old vehicles, which are still plying or are dumped, in an environmentfriendly manner. Each state would be encouraged to implement a mechanism through which all motorized vehicles would require annual or bi-annual renewal of their registration by paying registration fees as well as a mechanism for de-registering a vehicle after its envisaged life span is over."}, {"text_block_id": "p30_b388", "text": "12. FINANCING"}, {"text_block_id": "p30_b389", "text": "12.1. Financing of PT"}, {"text_block_id": "p30_b390", "text": "13.1.1."}, {"text_block_id": "p30_b391", "text": "13.1.1.\n* Extent of resources mobilized by the State government through exploitation of its land\n* Extent of resources likely from private participation\n* Institutional mechanisms set up by the State government to ensure a well-coordinated PT\n* Willingness to divert funds from projects that add to road capacity towards public transit\n* Initiatives taken to promote non-motorized transport and improve safe access to PT.\n* Willingness to introduce premium PT systems that are priced high but offer better quality\n* Willingness to involve the private sector in operations under the overall supervision and\n* Willingness to price PT systems in such a manner as to be financially sustainable at the\n* Willingness to demonstrate additional resources for the project through dedicated taxes"}, {"text_block_id": "p30_b409", "text": "The Government of India would encourage high capacity PT systems being set up through the mechanism of Special Purpose Vehicles (SPV) and would offer financial support either in the form of equity or one time viability gap financing, after evaluating various parameters such as:"}, {"text_block_id": "p30_b410", "text": "As the MRTS projects are highly capital intensive, the cities are encouraged to resort to innovative financing mechanism for all MRTS projects."}, {"text_block_id": "p30_b411", "text": "12.2. Using Land as a Financial Resource"}, {"text_block_id": "p30_b412", "text": "13.2.1."}, {"text_block_id": "p30_b413", "text": "It is evident that huge capital investments will be required in dealing with the UT problems. Whether they are for constructing capital intensive MRT systems or segregated rights-of-way for cycles and pedestrians, a substantial financial burden would devolve on the government. Most State governments and local bodies do not have the required resources and, therefore, alternative methods of financing would have to be explored."}, {"text_block_id": "p30_b414", "text": "13.2.2."}, {"text_block_id": "p30_b415", "text": "The basic principle in financing such PT services would be that the government should provide the infrastructure but the users (direct and indirect beneficiaries within the city) must pay for the operating costs and the rolling stock."}, {"text_block_id": "p31_b416", "text": "13.2.3."}, {"text_block_id": "p31_b417", "text": "Successful PT networks lead to increase in land values. Judicious tapping of land value at least along PT corridors would contribute significantly to improve its viability. TOD is an offspring of the concept of Land Value capture. Increase in density and Floor Area Ratio (FAR) along PT corridors can generate additional revenue in the form of taxes which can in turn be used for developing PT. The Government of India would support commercial utilization of land resources, along PT corridors, is recommended to raise additional resources."}, {"text_block_id": "p31_b418", "text": "12.3. Association of the private sector"}, {"text_block_id": "p31_b419", "text": "13.3.1."}, {"text_block_id": "p31_b420", "text": "There are several UT activities in which the private sector can be beneficially involved, thereby saving financial resources for activities that only public agencies can best perform. However, these have to be done under conditions that strike a fair balance between the universal obligations of the government and the profit motive of the private operator. The Government of India would encourage a more liberal involvement of the private sector in activities such as operation and maintenance of parking facilities, certification facilities, repair facilities, construction and management of terminal facilities. Till mid-1980s most bus services were provided by publicly owned State Transport Corporations. Since then, however, some States have permitted privately run bus services. While public operations have tended to be high cost and most State Transport Corporations have run up heavy losses, the reliability and safety record of inadequately regulated private operators has been poor. On balance, the Government of India would encourage the State Governments to involve the private sector in providing PT services, but under well-structured procurement contracts."}, {"text_block_id": "p31_b421", "text": "12.4. Urban Transport Fund"}, {"text_block_id": "p31_b422", "text": "13.4.1."}, {"text_block_id": "p32_b423", "text": "two-wheelers, high registration fee for personal vehicles running on diesel, annual renewal fee on driving license and vehicles registration, congestion tax, green tax, increased parking fee, advertising revenue on transit corridors, employment tax, etc."}, {"text_block_id": "p31_b424", "text": "The Government of India would encourage the levy of dedicated taxes to be credited to an urban transport fund (UTF) and used exclusively to meet UT needs. Such dedicated taxes could be in the form of a supplement to the petrol and diesel taxes, betterment levy on land owners or even an employment tax on employers. In fact, revenues from a betterment levy along new high capacity PT corridors would be included as a component of the financing plan for such new PT modes. Such funds should be set up at all three levels, i.e. Center, State and city. All city authorities and State Governments are advised to set up, at the earliest, the urban transport Fund at city level as well as State level. The various suggestive sources for funds for the UTF may include: using land as a resource by capturing the increased land and property value from sale proceeds/rentals (as well as increased FAR) all along the major PT corridor in the city, dedicated levies like vacant land charges, betterment levy, special development charges, cess on fuel, parking taxes, congestion charges, auction based • motor vehicle registration quota system, etc. Further at state level, additional sales tax on petrol, additional registration fee on four-wheelers and"}, {"text_block_id": "p32_b425", "text": "12.5. Financial Support by Government of India for Urban Transport Projects"}, {"text_block_id": "p32_b426", "text": "13.5.1."}, {"text_block_id": "p32_b427", "text": "13.5.1.\n* Support preparation of CMPs for cities and preparation of detailed project reports (DPRs)\n* Support a certain percentage of the cost of project development whenever such projects\n* Offer support in equity participation and/or viability gap funding to a certain extent for the"}, {"text_block_id": "p32_b433", "text": "In order to effectively promote sustainable UT services and the associated infrastructure, the Government of India would:"}, {"text_block_id": "p32_b434", "text": "13. GOVERNANCE"}, {"text_block_id": "p32_b435", "text": "13.1. Institutional framework"}, {"text_block_id": "p32_b436", "text": "14.1.1."}, {"text_block_id": "p32_b437", "text": "The current institutional framework in cities is not equipped to deal with the problems of UT. This framework was put in place well before the problems of UT began to surface in India and hence do not provide for the right co-ordination mechanisms to deal with UT."}, {"text_block_id": "p32_b438", "text": "14.1.2."}, {"text_block_id": "p32_b439", "text": "Presently UT is not the responsibility of any dedicated agency and there is general lack of UT planning skills in the city. UT professionals are generally not employed by city agencies or the State Governments.  Considering the investments projected in UT, Government of India would support creating an extensive and effective institutional framework. This framework is needed at all three levels of governance i.e. Center, State and City."}, {"text_block_id": "p32_b440", "text": "14.1.3."}, {"text_block_id": "p32_b441", "text": "The Government of India would take care of issues such as financing, PPP, capacity building, developing a database and R&D. State Government should support the city with an organizational set up, legislation, a resource generation policy and professional staff. An urban road transport safety board should be set up at the state level in each State to deal with safety issues in a comprehensive, scientific and a systematic manner. It should be supported by relevant R&D."}, {"text_block_id": "p32_b442", "text": "13.2. Empowering the City"}, {"text_block_id": "p33_b443", "text": "14.2.1."}, {"text_block_id": "p33_b444", "text": "14.2.1.\n* Metropolitan/District planning committee for inter-sectoral coordination;\n* A Unified Metropolitan Transport Authority for intra-sectoral coordination;\n* Existing city agencies for implementation and operation."}, {"text_block_id": "p33_b450", "text": "The responsibility for providing UT services and infrastrucutre in cities should rest with the city which is the direct beneficiary. The institutional set up in the city should be 3tier as follows:"}, {"text_block_id": "p33_b451", "text": "14.2.2."}, {"text_block_id": "p33_b452_merged", "text": "Metropolitan/District planning committee is envisaged in the 74th constitutional amendment. Government of India has asked all states to set up dedicated Unified Metropolitan Transport Authority (UMTA) for all million plus population cities or a group of small cities which reports to the State Government. It should be a full time professional body working under a city council with representation from all city agencies and stakeholders including the surrounding region. It should undertake integration and approval of proposals by city agencies such as the Municipality, Development Authority, Regional development authority and traffic police; strategy and policy functions; regulatory functions; transport demand management; organizing UT services; providing common services; resolution of day to day matters and monitor the work assigned to implementing agencies both for the city and the surrounding region. For UMTA to be effective it should be backed by legislation and the entire funding for UT should be routed through UMTA. All existing agencies will continue with their role of implementation and operation, but as per priorities laid down by UMTA."}, {"text_block_id": "p33_b456", "text": "13.3. Legislation"}, {"text_block_id": "p33_b457", "text": "14.3.1."}, {"text_block_id": "p33_b458", "text": "There is no legislation at present that covers the requirements of UT comprehensively. The Motor Vehicles Act deals with the licensing of vehicles, Railway Act covers inter-city traffic, Metro Construction Act deals with the specific issues related to construction of the Metro rail, Tramways Act deals with tramways within the road surface with free access across it. Other modes of MRT such as the bus rapid transit, the light rail transit the mono rail and several other guided modes of transport and issues of transport planning, multi-modal integration, safety, tariff and financing are not covered under any act."}, {"text_block_id": "p33_b459", "text": "14.3.2."}, {"text_block_id": "p33_b460", "text": "UT affects all aspects of city life and the working of nearly all other city agencies. It affects the safety of people traveling in the city. Its fare structure has socio-economic implications. Quality transport infrastructure would provide stimulus to inclusive economic growth. Its modal share composition affects the environment. Its economics depends on the effectiveness of multimodal integration. UT plans have to be implemented over a period of time and hence require continuity. A comprehensive UT Act to cover all aspects of UT is essential. The Government of India will enact such legislation and States may draft rules under it as per its needs as in the case of Motor vehicles act."}, {"text_block_id": "p34_b461", "text": "14."}, {"text_block_id": "p34_b462", "text": "15B"}, {"text_block_id": "p34_b463", "text": "CAPACITY BUILDING"}, {"text_block_id": "p34_b464", "text": "The responsibility for planning and implementation of UT systems rests with the State governments and the municipal bodies. However, since the problems associated with UT are of relatively recent origin in India, having surfaced only from the early 1990s, the ability to fully understand and deal with these problems is yet to fully mature. This calls for concerted efforts at strengthening capabilities at the State and city level to address these issues and undertake the task of developing sustainable UT services and infrastructure. Capacity building would have to be addressed at two levels • institutional and individual."}, {"text_block_id": "p34_b465", "text": "14.1."}, {"text_block_id": "p34_b466", "text": "65B"}, {"text_block_id": "p34_b467", "text": "Institutional capacity"}, {"text_block_id": "p34_b468", "text": "15.1.1."}, {"text_block_id": "p34_b469", "text": "Institutional capacity would primarily involve creating a pool of knowledge and a knowledge management center that would sustain and enhance expertise as well as facilitate more informed planning. It would also sponsor regular research to help formulate the right mitigation strategies, without merely adopting what other countries have tried. The Institute of Urban Transport (India) IUT an existing institute under the purview of the MoUD has been suitably strengthened to discharge this responsibility. It will serve as a national level facility to provide continuous advice and guidance on the principles of good UT planning as emerges from its research. Advice on new technologies would also be regularly available to implementing agencies from this institute. For this purpose, the institute would be a store house of information on various PT technologies being used in different parts of the world and would maintain the latest information and literature on the experience with such technologies. It would, in fact be a comprehensive repository of the best practices in the field."}, {"text_block_id": "p34_b470", "text": "15.1.2."}, {"text_block_id": "p34_b471", "text": "The Government of India would also encourage the development of such institutional capacity at the State level. A specific scheme would need to be formulated for this purpose."}, {"text_block_id": "p34_b472_merged_merged_merged", "text": "14.2. 66BIndividual capacity building"}, {"text_block_id": "p34_b475", "text": "15.2.1."}, {"text_block_id": "p34_b476", "text": "At individual level, a major exercise of training and skill development of the public officials and other public functionaries is needed to make such officials aware of the nuances of UT planning and the specific issues involved in managing city transport. This would be targeted at personnel belonging to the State transport departments, municipal corporations, metropolitan development authorities, traffic police, environmental authorities, State Transport Corporations, Public Works Departments, etc."}, {"text_block_id": "p35_b477", "text": "15.2.2."}, {"text_block_id": "p35_b478", "text": "As part of the exercise of skill development, academic programs in UT, especially at the post-graduate level, would be strengthened so that a nucleus of qualified UT professionals becomes available in the country. Suitable collaborations, with leading institutes abroad, would be established to offer expertise to such programs in the initial years."}, {"text_block_id": "p35_b479", "text": "15.2.3."}, {"text_block_id": "p35_b480", "text": "An annual UT conference would be institutionalized, to bring together the UT professionals in the country to share their experiences. International experts would be invited to such a conference so that Indian professionals are able to exchange information and learn from developments and experiences abroad. Every year, IUT, on behalf of MoUD, would be responsible for organizing Urban Mobility India Conference cum Exhibition. A well rated UT journal would also be started."}, {"text_block_id": "p35_b481", "text": "15.2.4."}, {"text_block_id": "p35_b482", "text": "It has been seen that the problems in UT aren•t the fault of the planning agency alone. Behavioral pattern of the commuters is a major concern. Hence, The Government of India, through financial support, would encourage training programs, campaigns, or awareness programs for educating citizens as well. Citizens would be taught about various benefits, dis-benefits and environmental impacts of using any particular mode."}, {"text_block_id": "p35_b483", "text": "14.3. Database"}, {"text_block_id": "p35_b484", "text": "15.3.1."}, {"text_block_id": "p35_b485", "text": "The virtual lack of a database in UT has severely constrained the ability to formulate sound UT policies and plans and reliably assess the impact of different initiatives that have been taken. Regular update of the database and information would be one of the important tasks. Accordingly knowledge cum data base center would be set up by IUT under the purview of MoUD. IUT would be suitably strengthened to regularly collect data and information, both from primary and secondary sources to keep the data base and the library at the proposed Knowledge Management Center (KMC) at the Central level up-to-date. KMC should also be set up and maintained at State and city level by the Urban Transport cell/department on a bi-annual basis."}, {"text_block_id": "p35_b486", "text": "14.4. Research, Development and Technology Upgrade"}, {"text_block_id": "p35_b487", "text": "15.4.1."}, {"text_block_id": "p35_b488", "text": "Investing in and promoting scientific research and development in the UT will go a long way in finding innovative, indigenous, low-cost, and sustainable solutions and technology which would be more suited for Indian cities. This will also help in reducing India•s dependence on foreign technology and foreign companies in solving UT problems as well as significant improvements in costs, time, comfort, efficiency, safety, operations, and technology of UT services."}, {"text_block_id": "p35_b489", "text": "15.4.2."}, {"text_block_id": "p36_b490", "text": "Intelligent Transport Systems and setting up of a research, and design cell for rail transit."}, {"text_block_id": "p35_b491", "text": "The Government of India, through IUT, would initiate new schemes for innovation, research and development in UT to promote indigenization and development of low cost technologies, pilot projects, public bicycle scheme, improvement of para-transit through"}, {"text_block_id": "p36_b492", "text": "15. NEED FOR PUBLIC AWARENESS AND COOPERATION"}, {"text_block_id": "p36_b493", "text": "16.1.1."}, {"text_block_id": "p36_b494", "text": "UT policies cannot succeed without the fullest co-operation of city residents. Such cooperation can be best secured if the objective of an initiative is made clearly known to them. It is, therefore, necessary to launch intensive awareness campaigns that educate people on the ill effects of the growing UT problems in urban areas -especially on their health and well-being. The campaigns would seek their support for initiatives like greater use of PT and non-motorized modes, the proper maintenance of their vehicles, safe driving practices, etc. Such campaigns would encourage individuals, families and communities to adopt •Green Travel Habits• that would make travel less polluting and damaging. The Government of India would take up a major awareness campaign in this regard and seek the support of the State Government in its implementation. Particular emphasis would be laid on bringing about such awareness amongst children through inputs in their school curricula."}, {"text_block_id": "p36_b495", "text": "16.1.2."}, {"text_block_id": "p36_b496", "text": "16.1.2.\n* Prepare communications strategy for successful implementation of UT projects and\n* Organize regular Painting and Essay Completion amongst students from schools,\n* In organizing PT Day, Car Pool Day and Bicycle Day to promote use of Bus, Urban Rail,"}, {"text_block_id": "p36_b502", "text": "The Government of India would offer support to states to promote UT options which are environment-friendly, safe, and sustainable as follows;"}, {"text_block_id": "p36_b503", "text": "16. PILOT PROJECTS"}, {"text_block_id": "p36_b504", "text": "17.1.1."}, {"text_block_id": "p36_b505", "text": "In order to demonstrate the potential benefits from the policy measures suggested herein, the Government of India would take up pilot projects in a sample set of cities drawn from different regions and different city types so that tested models of best practices can be established for replication in other cities."}, {"text_block_id": "p37_b506", "text": "National Urban Transport Policy, 2014"}, {"text_block_id": "p37_b507", "text": "Attachment A"}, {"text_block_id": "p37_b508", "text": "33"}, {"text_block_id": "p38_b509", "text": "National Urban Transport Policy, 2014"}, {"text_block_id": "p38_b510", "text": "Source: United Nations: A Guide to the Application of Public Participation in Planning & Policy Formulation towards Sustainable Transport Development"}], "document_description": "The National Urban Transport Policy's first version was launched in 2006. A revised version was prepared in concertation with multiple stakeholders and released in March 2014. The purpose of this document is to make adequate recommendations to Indian cities to \" bring about comprehensive improvements in urban transport services and infrastructure\".&nbsp;<br><br>The document notably encourages public transport, cycling, walking, energy efficiency and clean fuels to mitigate sectoral greenhouse gas emissions.<br><br>"}