{"document_instrument_name": "Tax incentives|Economic", "document_framework_name": [], "document_region_code": "South Asia", "document_country_english_shortname": "India", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "01/01/2016", "document_language": "Hindi", "document_name": "Tariff Policy", "document_country_code": "IND", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/IND/2016/IND-2016-01-01-Tariff Policy_e58b114521f172f84a615d92c8b81d10.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "In January 2006, the Ministry of Power announced the Tariff Policy, in continuation of the National Electricity Policy of 2005. The Tariff Policy included certain provisions regarding renewable energy and cogeneration.  Under the Electricity Act 2003 and the National Tariff Policy 2006, the central and the state electricity regulatory commissions must purchase a certain percentage of grid-based power from renewable sources. Solar power is to comprise 0.25% of power purchases by states by 2013, and 3% by 2022.  The appropriate electricity commission is to fix a minimum percentage for purchase of energy from renewable and cogeneration sources, taking into account resource availability and impact on tariffs. Percentages for energy purchase were made applicable for tariffs to be determined by the State Electricity Regulatory Commission (SERC) by 1 April 2006.  Procurement by distribution companies is to be done at preferential tariffs, determined by the appropriate commission, to encourage non-conventional energy technologies to eventually compete with conventional ones. Such procurement is to be done through a competitive bidding process.  In January 2011, the Tariff Policy was amended to align with the National Solar Mission strategy. State electricity regulators to purchase a fixed percentage of solar power. This will be supported by a Renewable Energy Certificate (REC) mechanism."}