{"document_instrument_name": "Tax incentives|Economic", "document_country_english_shortname": "India", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Tariff Policy", "document_country_code": "IND", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "South Asia", "document_date": "01/01/2006", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/IND/2006/IND-2006-01-01-Tariff Policy_1e5003e88610d4fdd5efd66738f13dab.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "TARIFF POLICY"}, {"text_block_id": "p0_b2", "text": "Ministry of Power"}, {"text_block_id": "p0_b3", "text": "Government of India"}, {"text_block_id": "p0_b4", "text": "Website : www.powermin.gov.in"}, {"text_block_id": "p1_b5", "text": "TARIFF POLICY"}, {"text_block_id": "p1_b6", "text": "Ministry of Power"}, {"text_block_id": "p1_b7", "text": "Government of India"}, {"text_block_id": "p1_b8", "text": "Website : www.powermin.gov.in"}, {"text_block_id": "p3_b9", "text": "CONTENTS"}, {"text_block_id": "p3_b10", "text": "Page No."}, {"text_block_id": "p5_b11", "text": "TARIFF POLICY"}, {"text_block_id": "p5_b12", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p5_b13", "text": "1.0 INTRODUCTION\n* In compliance with section 3 of the Electricity Act 2003 the Central Government\n* In compliance with section 3 of the Electricity Act 2003 the Central Government\n th\n* In compliance with section 3 of the Electricity Act 2003 the Central Government\n th\n February 2005.\n* The National Electricity Policy has set the goal of adding new generation capacity\n* The National Electricity Policy has set the goal of adding new generation capacity\n th\n* The National Electricity Policy has set the goal of adding new generation capacity\n th\n and 11\n* The National Electricity Policy has set the goal of adding new generation capacity\n th\n and 11\n th\n* The National Electricity Policy has set the goal of adding new generation capacity\n th\n and 11\n th\n Plan periods to have per\n* It is therefore essential to attract adequate investments in the power sector by\n* Balancing the requirement of attracting adequate investments to the sector and"}, {"text_block_id": "p5_b27", "text": "2.0 LEGAL POSITION"}, {"text_block_id": "p5_b28", "text": "2.0 LEGAL POSITION\n* Section 3 (1) of the Electricity Act 2003 empowers the Central Government to\n<\\li1>"}, {"text_block_id": "p5_b30_merged_merged_merged", "text": "Extraordinary Gazette of India, Part-I, Section-1, Published by Ministry of Power vide Resolution No. 23/2/2005-R&R (Vol.III) dated 6th January, 2006."}, {"text_block_id": "p6_b33", "text": "Extraordinary Gazette of India, Part-I, Section-1, Published by Ministry of Power vide Resolution No. 23/2/2005-R&R (Vol.III) dated 6th January, 2006.\n* The Act also requires that the Central Electricity Regulatory Commission (CERC)\n* Section 61 of the Act provides that Regulatory Commissions shall be guided by\n* The Forum of Regulators has been constituted by the Central Government"}, {"text_block_id": "p6_b39", "text": "3.0 EVOLUTION OF THE POLICY"}, {"text_block_id": "p6_b40", "text": "The tariff policy has been evolved in consultation with the State Governments and the Central Electricity Authority (CEA) and keeping in view the advice of the Central Electricity Regulatory Commission and suggestions of various stakeholders."}, {"text_block_id": "p6_b41", "text": "4.0 OBJECTIVES OF THE POLICY"}, {"text_block_id": "p6_b42", "text": "The objectives of this tariff policy are to:"}, {"text_block_id": "p6_b43", "text": "The objectives of this tariff policy are to:\n* Ensure availability of electricity to consumers at reasonable and competitive\n* Ensure financial viability of the sector and attract investments;\n* Promote transparency, consistency and predictability in regulatory approaches\n* Promote competition, efficiency in operations and improvement in quality of"}, {"text_block_id": "p6_b51", "text": "5.0 GENERAL APPROACH TO TARIFF"}, {"text_block_id": "p6_b52", "text": "5.0 GENERAL APPROACH TO TARIFF\n* Introducing competition in different segments of the electricity industry is one of\n* Introducing competition in different segments of the electricity industry is one of\n All future requirement of power should be procured competitively by distribution\n* Introducing competition in different segments of the electricity industry is one of\n All future requirement of power should be procured competitively by distribution\n Even for the Public Sector projects, tariff of all new generation and transmission\n<\\li1>"}, {"text_block_id": "p7_b58", "text": "5.0 GENERAL APPROACH TO TARIFF\n* Introducing competition in different segments of the electricity industry is one of\n* Introducing competition in different segments of the electricity industry is one of\n All future requirement of power should be procured competitively by distribution\n* Introducing competition in different segments of the electricity industry is one of\n All future requirement of power should be procured competitively by distribution\n Even for the Public Sector projects, tariff of all new generation and transmission\n<\\li1>\n* The real benefits of competition would be available only with the emergence of\n* Tariff policy lays down following framework for performance based cost of service"}, {"text_block_id": "p7_b63", "text": "a) Return on Investment"}, {"text_block_id": "p7_b64", "text": "Balance needs to be maintained between the interests of consumers and the need for investments while laying down rate of return. Return should attract investments at par with, if not in preference to, other sectors so that the electricity sector is able to create adequate capacity. The rate of return should be such that it allows generation of reasonable surplus for growth of the sector."}, {"text_block_id": "p7_b65", "text": "The Central Commission would notify, from time to time, the rate of return on equity for generation and transmission projects keeping in view the assessment of overall risk and the prevalent cost of capital which shall be followed by the SERCs also. The rate of return notified by CERC for transmission may be adopted by the State Electricity Regulatory Commissions (SERCs) for distribution with appropriate modification taking into view the higher risks involved.  For uniform approach in this matter, it would be desirable to arrive at a consensus through the Forum of Regulators."}, {"text_block_id": "p7_b66", "text": "While allowing the total capital cost of the project, the Appropriate Commission would ensure that these are reasonable and to achieve this objective, requisite benchmarks on capital costs should be evolved by the Regulatory Commissions."}, {"text_block_id": "p7_b67", "text": "Explanation: For the purposes of return on equity, any cash resources available to the company from its share premium account or from its internal resources that are used to fund the equity commitments of the project under consideration should be treated as equity subject to limitations contained in (b) below."}, {"text_block_id": "p7_b68", "text": "The Central Commission may adopt the alternative approach of regulating through return on capital."}, {"text_block_id": "p8_b69", "text": "The Central Commission may adopt either Return on Equity approach or Return on Capital approach whichever is considered better in the interest of the consumers."}, {"text_block_id": "p8_b70", "text": "The State Commission may consider ‘distribution margin’ as basis for allowing returns in distribution business at an appropriate time. The Forum of Regulators should evolve a comprehensive approach on “distribution margin” within one year. The considerations while preparing such an approach would, inter-alia, include issues such as reduction in Aggregate Technical and Commercial losses, improving the standards of performance and reduction in cost of supply."}, {"text_block_id": "p8_b71", "text": "b) Equity Norms"}, {"text_block_id": "p8_b72", "text": "For financing of future capital cost of projects, a Debt : Equity ratio of 70:30 should be adopted.  Promoters would be free to have higher quantum of equity investments.  The equity in excess of this norm should be treated as loans advanced at the weighted average rate of interest and for a weighted average tenor of the long term debt component of the project after ascertaining the reasonableness of the interest rates and taking into account the effect of debt restructuring done, if any. In case of equity below the normative level, the actual equity would be used for determination of Return on Equity in tariff computations."}, {"text_block_id": "p8_b73", "text": "c) Depreciation"}, {"text_block_id": "p8_b74", "text": "The Central Commission may notify the rates of depreciation in respect of generation and transmission assets. The depreciation rates so notified would also be applicable for distribution with appropriate modification as may be evolved by  the Forum of Regulators."}, {"text_block_id": "p8_b75", "text": "The rates of depreciation so notified would be applicable for the purpose of tariffs as well as accounting."}, {"text_block_id": "p8_b76", "text": "There should be no need for any advance against depreciation."}, {"text_block_id": "p8_b77", "text": "Benefit of reduced tariff after the assets have been fully depreciated should remain available to the consumers."}, {"text_block_id": "p8_b78", "text": "d) Cost of Debt"}, {"text_block_id": "p8_b79", "text": "Structuring of debt, including its tenure, with a view to reducing the tariff should be encouraged. Savings in costs on account of subsequent restructuring of debt should be suitably incentivised by the Regulatory Commissions keeping in view the interests of the consumers."}, {"text_block_id": "p8_b80", "text": "e) Cost of Management of Foreign Exchange Risk"}, {"text_block_id": "p8_b81", "text": "Foreign exchange variation risk shall not be a pass through. Appropriate costs of hedging and swapping to take care of foreign exchange variations"}, {"text_block_id": "p9_b82", "text": "should be allowed for debt obtained in foreign currencies.  This provision would be relevant only for the projects where tariff has not been determined on the basis of competitive bids."}, {"text_block_id": "p9_b83", "text": "f) Operating Norms"}, {"text_block_id": "p9_b84", "text": "Suitable performance norms of operations together with incentives and dis-incentives would need be evolved along with appropriate arrangement for sharing the gains of efficient operations with the consumers. Except for the cases referred to in para 5.3 (h)(2), the operating parameters  in tariffs should be at “normative levels” only and not at “lower of normative and actuals”.  This is essential to encourage better operating performance. The norms should be efficient, relatable to past performance, capable of achievement and progressively reflecting increased efficiencies and may also take into consideration the latest technological advancements, fuel, vintage of equipments, nature of operations, level of service to be provided to consumers etc. Continued and proven inefficiency must be controlled and penalized."}, {"text_block_id": "p9_b85", "text": "The Central Commission would, in consultation with the Central Electricity Authority, notify operating norms from time to time for generation and transmission. The SERC would adopt these norms.  In cases where operations have been much below the norms for many previous years, the SERCs may fix relaxed norms suitably and draw a transition path over the time for achieving the norms notified by the Central Commission."}, {"text_block_id": "p9_b86", "text": "Operating norms for distribution networks would be notified by the concerned SERCs. For uniformity of approach in determining such norms for distribution, the Forum of Regulators should evolve the approach including the guidelines for treatment of state specific distinctive features."}, {"text_block_id": "p9_b87", "text": "g) Renovation and Modernatisation"}, {"text_block_id": "p9_b88", "text": "(h) Multi Year Tariff"}, {"text_block_id": "p9_b89", "text": "(h) Multi Year Tariff\n* Section 61 of the Act states that the Appropriate Commission, for\n<\\li1>"}, {"text_block_id": "p10_b91", "text": "(h) Multi Year Tariff\n* Section 61 of the Act states that the Appropriate Commission, for\n<\\li1>\n* In cases where operations have been much below the norms for\n* Once the revenue requirements are established at the beginning\n* Uncontrollable costs should be recovered speedily to ensure that\n* Clear guidelines and regulations on information disclosure may"}, {"text_block_id": "p10_b100", "text": "(i) Benefits under CDM"}, {"text_block_id": "p10_b101", "text": "Tariff fixation for all electricity projects (generation, transmission and distribution) that result in lower Green House Gas (GHG) emissions than the relevant base line should take into account the benefits obtained from the Clean Development Mechanism (CDM) into consideration, in a manner so as to provide  adequate incentive to the project developers."}, {"text_block_id": "p10_b102", "text": "Tariff fixation for all electricity projects (generation, transmission and distribution) that result in lower Green House Gas (GHG) emissions than the relevant base line should take into account the benefits obtained from the Clean Development Mechanism (CDM) into consideration, in a manner so as to provide  adequate incentive to the project developers.\n* While it is recognized that the State Governments have the right to impose\n<\\li1>"}, {"text_block_id": "p11_b104", "text": "Tariff fixation for all electricity projects (generation, transmission and distribution) that result in lower Green House Gas (GHG) emissions than the relevant base line should take into account the benefits obtained from the Clean Development Mechanism (CDM) into consideration, in a manner so as to provide  adequate incentive to the project developers.\n* While it is recognized that the State Governments have the right to impose\n<\\li1>\n* Though, as per the provisions of the Act, the outer limit to introduce open"}, {"text_block_id": "p11_b108", "text": "6.0 GENERATION"}, {"text_block_id": "p11_b109", "text": "Accelerated growth of the generation capacity sector is essential to meet the estimated growth in demand.  Adequacy of generation is also essential for efficient functioning of power markets. At the same time, it is to be ensured that new capacity addition should deliver electricity at most efficient rates to protect the interests of consumers.  This policy stipulates the following for meeting these objectives."}, {"text_block_id": "p11_b110", "text": "6.1"}, {"text_block_id": "p11_b111", "text": "Procurement of power"}, {"text_block_id": "p11_b112_merged", "text": "As stipulated in para 5.1, power procurement for future requirements should be through a transparent competitive bidding mechanism using the guidelines issued by the Central Government vide gazette notification dated 19th January, 2005. These guidelines provide for procurement of electricity separately for base load requirements and for peak load requirements.  This would facilitate setting up of generation capacities specifically for meeting peak."}, {"text_block_id": "p11_b115", "text": "6.2"}, {"text_block_id": "p11_b116", "text": "Tariff structuring and associated issues"}, {"text_block_id": "p11_b117", "text": "Tariff structuring and associated issues\n* A two-part tariff structure should be adopted for all long term contracts\n* Power Purchase Agreement should ensure adequate and bankable"}, {"text_block_id": "p12_b121", "text": "Tariff structuring and associated issues\n* A two-part tariff structure should be adopted for all long term contracts\n* Power Purchase Agreement should ensure adequate and bankable\n* In case of coal based generating stations, the cost of project will also"}, {"text_block_id": "p12_b124", "text": "6.3"}, {"text_block_id": "p12_b125", "text": "Harnessing captive generation"}, {"text_block_id": "p12_b126", "text": "Captive generation is an important means to making competitive power available. Appropriate Commission should create an enabling environment that encourages captive power plants to be connected to the grid."}, {"text_block_id": "p12_b127", "text": "Such captive plants could inject surplus power into the grid subject to the same regulation as applicable to generating companies. Firm supplies may be bought from captive plants by distribution licensees using the guidelines issued by the Central Government under section 63 of the Act."}, {"text_block_id": "p12_b128", "text": "The prices should be differentiated for peak and off-peak supply and the tariff should include variable cost of generation at actual levels and reasonable compensation for capacity charges."}, {"text_block_id": "p12_b129", "text": "Alternatively, a frequency based real time mechanism can be used and the captive generators can be allowed to inject into the grid under the ABT mechanism."}, {"text_block_id": "p12_b130", "text": "Wheeling charges and other terms and conditions for implementation should be determined in advance by the respective State Commission, duly ensuring that the charges are reasonable and fair."}, {"text_block_id": "p12_b131", "text": "Grid connected captive plants could also supply power to non-captive users connected to the grid through available transmission facilities based on negotiated tariffs. Such sale of electricity would be subject to relevant regulations for open access."}, {"text_block_id": "p12_b132", "text": "6.4"}, {"text_block_id": "p12_b133", "text": "Non-conventional sources of energy generation including Co-generation:"}, {"text_block_id": "p12_b134", "text": "Non-conventional sources of energy generation including Co-generation:\n* Pursuant to provisions of section 86(1)(e) of the Act, the Appropriate\n* Pursuant to provisions of section 86(1)(e) of the Act, the Appropriate\n It will take some time before non-conventional technologies can compete\n* Such procurement by Distribution Licensees for future requirements shall"}, {"text_block_id": "p13_b139", "text": "Non-conventional sources of energy generation including Co-generation:\n* Pursuant to provisions of section 86(1)(e) of the Act, the Appropriate\n* Pursuant to provisions of section 86(1)(e) of the Act, the Appropriate\n It will take some time before non-conventional technologies can compete\n* Such procurement by Distribution Licensees for future requirements shall\n* The Central Commission should lay down guidelines within three months"}, {"text_block_id": "p13_b142", "text": "7.0 TRANSMISSION"}, {"text_block_id": "p13_b143", "text": "The transmission system in the country consists of the regional networks, the inter"}, {"text_block_id": "p13_b144", "text": "-"}, {"text_block_id": "p13_b145", "text": "regional connections that carry electricity across the five regions, and the State networks. The national transmission network in India is presently under development. Development of the State networks has not been uniform and capacity in such networks needs to be augmented.  These networks will play an important role in intra-State power flows and also in the regional and national flows. The tariff policy, insofar as transmission is concerned, seeks to achieve the following objectives:"}, {"text_block_id": "p13_b146", "text": "1."}, {"text_block_id": "p13_b147", "text": "Ensuring optimal development of the transmission network to promote efficient utilization of generation and transmission assets in the country;"}, {"text_block_id": "p13_b148", "text": "2."}, {"text_block_id": "p13_b149", "text": "Attracting the required investments in the transmission sector and providing adequate returns."}, {"text_block_id": "p13_b150", "text": "7.1"}, {"text_block_id": "p13_b151", "text": "Transmission pricing"}, {"text_block_id": "p13_b152", "text": "(1)"}, {"text_block_id": "p13_b153", "text": "A suitable transmission tariff framework for all inter-State transmission, including transmission of electricity across the territory of an intervening State  as well as conveyance within the  State which is incidental to such inter-state transmission, needs to be implemented  with the objective  of promoting effective utilization of all assets across the country and accelerated development of new transmission capacities that are required."}, {"text_block_id": "p13_b154", "text": "(2)"}, {"text_block_id": "p13_b155_merged_merged", "text": "The National Electricity Policy mandates that the national tariff framework implemented should be sensitive to distance, direction and related to quantum of power flow. This would be developed by CERC taking into consideration the advice of the CEA.  Such tariff mechanism should be implemented by 1st April 2006."}, {"text_block_id": "p13_b158", "text": "(3)"}, {"text_block_id": "p13_b159", "text": "Transmission charges, under this framework, can be determined on MW per circuit kilometer basis, zonal postage stamp basis, or some other pragmatic variant, the ultimate objective being to get the transmission system users to share the total transmission cost in proportion to their respective utilization of the transmission system. The overall tariff framework should be such as not to inhibit planned development/ augmentation of the transmission system, but should discourage non-optimal transmission investment."}, {"text_block_id": "p13_b160", "text": "(4)"}, {"text_block_id": "p13_b161", "text": "In view of the approach laid down by the NEP, prior agreement with the beneficiaries would not be a pre-condition for network expansion. CTU/ STU should undertake network expansion after identifying the"}, {"text_block_id": "p14_b162", "text": "requirements in consonance with the National Electricity Plan and in consultation with stakeholders, and taking up the execution after due regulatory approvals."}, {"text_block_id": "p14_b163", "text": "(5)"}, {"text_block_id": "p14_b164", "text": "The Central Commission would establish, within a period of one year, norms for capital and operating costs, operating standards and performance indicators for transmission lines at different voltage levels. Appropriate baseline studies may be commissioned to arrive at these norms."}, {"text_block_id": "p14_b165", "text": "(6)"}, {"text_block_id": "p14_b166", "text": "Investment by transmission developer other than CTU/STU would be invited through competitive bids. The Central Government will issue guidelines in three months for bidding process for developing transmission capacities.  The tariff of the projects to be developed by CTU/STU after the period of five years or when the Regulatory Commission is satisfied that the situation is right to introduce such competition (as referred to in para 5.1) would also be determined on the basis of competitive bidding."}, {"text_block_id": "p14_b167", "text": "(7)"}, {"text_block_id": "p14_b168", "text": "After the implementation of the proposed framework for the inter-State transmission  ,a similar approach should be implemented by SERCs in next two years for the intra-State transmission, duly considering factors like voltage, distance, direction and quantum of flow."}, {"text_block_id": "p14_b169", "text": "(8)"}, {"text_block_id": "p14_b170", "text": "Metering compatible with the requirements of the proposed transmission tariff framework should be established on priority basis.  The metering should be compatible with ABT requirements, which would also facilitate implementation of Time of Day (ToD) tariffs."}, {"text_block_id": "p14_b171", "text": "7.2"}, {"text_block_id": "p14_b172", "text": "Approach to transmission loss allocation"}, {"text_block_id": "p14_b173", "text": "(1)"}, {"text_block_id": "p14_b174", "text": "Transactions should be charged on the basis of average losses arrived at after appropriately considering the distance and directional sensitivity, as applicable to relevant voltage level, on the transmission system. Based on the methodology laid down by the CERC in this regard for inter- state transmission, the Forum of Regulators may evolve a similar approach for intra-state transmission."}, {"text_block_id": "p14_b175", "text": "The loss framework should ensure that the loss compensation is reasonable and linked to applicable technical loss benchmarks. The benchmarks may be determined by the Appropriate Commission after considering advice of CEA."}, {"text_block_id": "p14_b176", "text": "It would be desirable to move to a system of loss compensation based on incremental losses as present deficiencies in transmission capacities are overcome through network expansion."}, {"text_block_id": "p14_b177", "text": "(2)"}, {"text_block_id": "p14_b178", "text": "The Appropriate Commission may require necessary studies to be conducted to establish the allowable level of system loss for the network configuration, and the capital expenditure required to augment the transmission system and reduce system losses. Since additional flows above a level of line loading leads to significantly higher losses, CTU/"}, {"text_block_id": "p15_b179", "text": "STU should ensure upgrading of transmission systems to avoid the situations of overloading.  The Appropriate Commission should permit adequate capital investments in new assets for upgrading the transmission system."}, {"text_block_id": "p15_b180", "text": "7.3"}, {"text_block_id": "p15_b181", "text": "Other issues in transmission"}, {"text_block_id": "p15_b182", "text": "(1)"}, {"text_block_id": "p15_b183", "text": "Financial incentives and disincentives should be implemented for the CTU and the STU around the key performance indicators (KPI) for these organisations.  Such KPIs would include efficient network construction, system availability and loss reduction."}, {"text_block_id": "p15_b184", "text": "(2)"}, {"text_block_id": "p15_b185", "text": "All available information should be shared with intending users by the CTU/STU and the load dispatch centers, particularly information on available transmission capacity and load flow studies."}, {"text_block_id": "p15_b186", "text": "8.0 DISTRIBUTION"}, {"text_block_id": "p15_b187", "text": "Supply of reliable and quality power of specified standards in an efficient manner and at reasonable rates is one of the main objectives of the National Electricity Policy. The State Commission should determine and notify the standards of performance of licensees with respect to quality, continuity and reliability of service for all consumers.  It is desirable that the Forum of Regulators determines the basic framework on service standards.  A suitable transition framework could be provided for the licensees to reach the desired levels of service as quickly as possible.  Penalties may be imposed on licensees in accordance with section 57 of the Act for failure to meet the standards."}, {"text_block_id": "p15_b188", "text": "Making the distribution segment of the industry efficient and solvent is the key to success of power sector reforms and provision of services of specified standards. Therefore, the Regulatory Commissions need to strike the right balance between the requirements of the commercial viability of distribution licensees and consumer interests. Loss making utilities need to be transformed into profitable ventures which can raise necessary resources from the capital markets to provide services of international standards to enable India to achieve its full growth potential. Efficiency in operations should be encouraged. Gains of efficient operations with reference to normative parameters should be appropriately shared between consumers and licensees."}, {"text_block_id": "p15_b189", "text": "8.1"}, {"text_block_id": "p15_b190", "text": "Implementation of Multi-Year Tariff (MYT) framework"}, {"text_block_id": "p15_b191", "text": "1)"}, {"text_block_id": "p15_b192", "text": "This would minimise risks for utilities and consumers, promote efficiency and appropriate reduction of system losses and attract investments and would also bring greater predictability to consumer tariffs on the whole by restricting tariff adjustments to known indicators on power purchase prices and inflation indices. The framework should be applied for both public and private utilities."}, {"text_block_id": "p15_b193", "text": "2)"}, {"text_block_id": "p15_b194", "text": "The State Commissions should introduce mechanisms for sharing of excess profits and losses with the consumers as  part of the overall MYT framework .In the first control period the incentives for the utilities may be asymmetric with the percentage of the excess profits being retained by the utility set at higher levels than the percentage of losses to be borne by the utility.  This is necessary to accelerate performance"}, {"text_block_id": "p16_b195", "text": "improvement and reduction in losses and will be in the long term interest of consumers by way of lower tariffs."}, {"text_block_id": "p16_b196", "text": "3)"}, {"text_block_id": "p16_b197", "text": "As indicated in para 5.3 (h), the MYT framework implemented in the initial control period should have adequate flexibility to accommodate changes in the baselines consequent to metering being completed."}, {"text_block_id": "p16_b198", "text": "4)"}, {"text_block_id": "p16_b199", "text": "Licensees may have the flexibility of charging lower tariffs than approved by the State Commission if competitive conditions require so without having a claim on additional revenue requirement on this account in accordance with Section 62 of the Act ."}, {"text_block_id": "p16_b200", "text": "5)"}, {"text_block_id": "p16_b201", "text": "At the beginning of the control period when the “actual” costs form the basis for future projections, there may be a large uncovered gap between required tariffs and the tariffs that are presently applicable.  The gap should be fully met through tariff charges and through alternative means that could inter-alia include financial restructuring and transition financing."}, {"text_block_id": "p16_b202", "text": "6)"}, {"text_block_id": "p16_b203", "text": "Incumbent licensees should have the option of filing for separate revenue requirements and tariffs for an area where the State Commission has issued multiple distribution licenses, pursuant to the provisions of Section 14 of the Act read with para 5.4.7 of the National Electricity Policy."}, {"text_block_id": "p16_b204", "text": "7)"}, {"text_block_id": "p16_b205", "text": "Appropriate Commissions should initiate tariff determination and regulatory scrutiny on a suo moto basis in case the licensee does not initiate filings in time. It is desirable that requisite tariff changes come into effect from the date of commencement of each financial year and any gap on account of delay in filing should be on account of licensee."}, {"text_block_id": "p16_b206", "text": "8.2"}, {"text_block_id": "p16_b207", "text": "Framework for revenue requirements and costs"}, {"text_block_id": "p16_b208", "text": "8.2.1"}, {"text_block_id": "p16_b209", "text": "The following aspects would need to be considered in determining tariffs:"}, {"text_block_id": "p16_b210", "text": "The following aspects would need to be considered in determining tariffs:\n* All power purchase costs need to be considered legitimate unless\n* ATC loss reduction should be incentivised by linking returns in a"}, {"text_block_id": "p17_b214", "text": "The following aspects would need to be considered in determining tariffs:\n* All power purchase costs need to be considered legitimate unless\n* ATC loss reduction should be incentivised by linking returns in a\n* Section 65 of the Act provides that no direction of the State\n* Working capital should be allowed duly recognising the transition"}, {"text_block_id": "p18_b222", "text": "The following aspects would need to be considered in determining tariffs:\n* All power purchase costs need to be considered legitimate unless\n* ATC loss reduction should be incentivised by linking returns in a\n* Section 65 of the Act provides that no direction of the State\n* Working capital should be allowed duly recognising the transition\n* Pass through of past losses or profits should be allowed to the\n* The contingency reserves should be drawn upon with prior\n* The circumstances should be clearly defined through regulations, and\n* Carrying cost of Regulatory Asset should be allowed to the utilities;\n* Recovery of Regulatory Asset should be time-bound and within a period\n* The use of the facility of Regulatory Asset should not be repetitive.\n* In cases where regulatory asset is proposed to be adopted, it should be"}, {"text_block_id": "p18_b226", "text": "8.2.2."}, {"text_block_id": "p18_b227", "text": "The facility of a regulatory asset has been adopted by some Regulatory Commissions in the past to limit tariff impact in a particular year. This should be done only as exception, and subject to the following guidelines:"}, {"text_block_id": "p18_b238", "text": "8.3"}, {"text_block_id": "p18_b239", "text": "Tariff design : Linkage of tariffs to cost of service"}, {"text_block_id": "p18_b240", "text": "It has been widely recognised that rational and economic pricing of electricity can be one of the major tools  for energy conservation and sustainable use of ground water resources."}, {"text_block_id": "p18_b241", "text": "In terms of the Section 61 (g) of the Act, the Appropriate Commission shall be guided by the objective that the tariff progressively reflects the efficient and prudent cost of supply of electricity."}, {"text_block_id": "p18_b242", "text": "The State Governments can give subsidy to the extent they consider appropriate as per the provisions of section 65 of the Act. Direct subsidy is a better way to support the poorer categories of consumers than the mechanism of cross-subsidizing the tariff across the board. Subsidies should be targeted effectively and in transparent manner.  As a substitute of cross-subsidies, the State Government has the option of raising resources through mechanism of electricity duty and giving direct subsidies to only needy consumers. This is a better way of targetting subsidies effectively."}, {"text_block_id": "p19_b243", "text": "Accordingly, the following principles would be adopted:"}, {"text_block_id": "p19_b244", "text": "1."}, {"text_block_id": "p19_b245", "text": "In accordance with the National Electricity Policy, consumers below poverty line who consume below a specified level, say 30 units per month, may receive a special support through cross subsidy.  Tariffs for such designated group of consumers will be at least 50% of the average cost of supply. This provision will be re-examined  after five years."}, {"text_block_id": "p19_b246", "text": "2."}, {"text_block_id": "p19_b247", "text": "For achieving the objective that the tariff progressively reflects the cost of supply of electricity, the SERC would notify roadmap within six months with a target that latest by the end of year 2010-2011  tariffs are within ± 20 % of the average cost of supply. The road map would also have intermediate milestones, based on the approach of a gradual  reduction in cross subsidy."}, {"text_block_id": "p19_b248", "text": "For example if the average cost of service is Rs 3 per unit, at the end of year 2010-2011 the tariff for the cross subsidised categories excluding those referred to in para 1 above should not be lower than Rs 2.40 per unit and that for any of the cross-subsidising categories should not go beyond Rs 3.60 per unit."}, {"text_block_id": "p19_b249", "text": "3."}, {"text_block_id": "p19_b250", "text": "While fixing tariff for agricultural use, the imperatives of the need of using ground water resources in a sustainable manner would also need to be kept in mind in addition to the average cost of supply. Tariff for agricultural use may be set at different levels for different parts of a state depending of the condition of the ground water table to prevent excessive depletion of ground water. Section 62 (3) of the Act provides that geographical position of any area could be one of the criteria for tariff differentiation. A higher level of subsidy could be considered to support poorer farmers of the region where adverse ground water table condition requires larger quantity of electricity for irrigation purposes subject to suitable restrictions to ensure maintenance of ground water levels and sustainable ground water usage."}, {"text_block_id": "p19_b251", "text": "4."}, {"text_block_id": "p19_b252", "text": "Extent of subsidy for different categories of consumers can be decided by the State Government keeping in view various relevant aspects. But provision of free electricity is not desirable as it encourages wasteful consumption of electricity besides, in most cases, lowering of water table in turn creating avoidable problem of water shortage for irrigation and drinking water for later generations. It is also likely to lead to rapid rise in demand of electricity putting severe strain on the distribution network thus adversely affecting  the quality of supply of power.  Therefore, it is necessary that reasonable level of user charges are levied.  The subsidized rates of electricity should be permitted only up to a pre-identified level of consumption beyond which tariffs reflecting efficient cost of service should be charged from consumers. If the State Government wants to reimburse even part of this cost of electricity to poor category of consumers the amount can be paid in cash or any other"}, {"text_block_id": "p20_b253", "text": "suitable way. Use of prepaid meters can also facilitate this transfer of subsidy to such consumers."}, {"text_block_id": "p20_b254", "text": "5."}, {"text_block_id": "p20_b255", "text": "Metering of supply to agricultural / rural consumers can be achieved in a consumer friendly way and in effective manner by management of local distribution in rural areas through commercial arrangement with franchisees with involvement of panchayat institutions, user associations, cooperative societies etc. Use of self closing load limitors may be encouraged as a cost effective option for metering in cases of “limited use consumers” who are eligible for subsidized electricity."}, {"text_block_id": "p20_b256", "text": "8.4"}, {"text_block_id": "p20_b257", "text": "Definition of tariff components and their applicability"}, {"text_block_id": "p20_b258", "text": "1."}, {"text_block_id": "p20_b259", "text": "Two-part tariffs featuring separate fixed and variable charges and Time differentiated tariff shall be introduced on priority for large consumers (say, consumers with demand exceeding 1 MW) within one year. This would also help in flattening the peak and implementing various energy conservation measures."}, {"text_block_id": "p20_b260", "text": "2."}, {"text_block_id": "p20_b261", "text": "The National Electricity Policy states that existing PPAs with the generating companies would need to be suitably assigned to the successor distribution companies. The State Governments may make such assignments taking care of different load profiles of the distribution companies so that retail tariffs are uniform in the State for different categories of consumers. Thereafter the retail tariffs would reflect the relative efficiency of distribution companies in procuring power at competitive costs, controlling theft and reducing other distribution losses."}, {"text_block_id": "p20_b262", "text": "3."}, {"text_block_id": "p20_b263", "text": "The State Commission may provide incentives to encourage metering and billing based on metered tariffs, particularly for consumer categories that are presently unmetered to a large extent. The metered tariffs and the incentives should be given wide publicity."}, {"text_block_id": "p20_b264", "text": "4."}, {"text_block_id": "p20_b265", "text": "The SERCs may also suitably regulate connection charges to be recovered by the distribution licensee to ensure that second distribution licensee does not resort to cherry picking by demanding unreasonable connection charges. The connection charges of the second licensee should not be more than those payable to the incumbent licensee."}, {"text_block_id": "p20_b266", "text": "8.5"}, {"text_block_id": "p20_b267", "text": "Cross-subsidy surcharge and additional surcharge for open access"}, {"text_block_id": "p20_b268", "text": "8.5.1"}, {"text_block_id": "p20_b269", "text": "National Electricity Policy lays down that the amount of cross-subsidy surcharge and the additional surcharge to be levied from consumers who are permitted open access should not be so onerous that it eliminates competition which is intended to be fostered in generation and supply of power directly to the consumers through open access."}, {"text_block_id": "p20_b270", "text": "A consumer who is permitted open access will have to make payment to the generator, the transmission licensee whose transmission systems are used, distribution utility for the wheeling charges and, in addition, the"}, {"text_block_id": "p21_b271", "text": "cross subsidy surcharge.  The computation of cross subsidy surcharge, therefore, needs to be done in a manner that while it compensates the distribution licensee, it does not constrain introduction of competition through open access.  A consumer would avail of open access only if the payment of all the charges leads to a benefit to him.  While the interest of distribution licensee needs to be protected it would be essential that this provision of the Act, which requires the open access to be introduced in a time-bound manner, is used to bring about competition in the larger interest of consumers."}, {"text_block_id": "p21_b272", "text": "Accordingly, when open access is allowed the surcharge for the purpose of sections 38,39,40 and sub-section 2 of section 42 would be computed as the difference between (i) the tariff applicable to the relevant category of consumers and (ii) the cost of the distribution licensee to supply electricity to the consumers of the applicable class.  In case of a consumer opting for open access, the distribution licensee could be in a position to discontinue purchase of power at the margin in the merit order. Accordingly, the cost of supply to the consumer for this purpose may be computed as the aggregate of (a) the weighted average of power purchase costs (inclusive of fixed and variable charges) of top 5% power at the margin, excluding liquid fuel based generation, in the merit order approved by the SERC adjusted for average loss compensation of the relevant voltage level and (b) the distribution charges determined on the principles as laid down for intra-state transmission charges."}, {"text_block_id": "p21_b273", "text": "Surcharge formula:"}, {"text_block_id": "p21_b274", "text": "Where"}, {"text_block_id": "p21_b275", "text": "S is the surcharge"}, {"text_block_id": "p21_b276", "text": "T is the Tariff payable by the relevant category of consumers;"}, {"text_block_id": "p21_b277", "text": "C is the Weighted average cost of power purchase of top 5% at the margin excluding liquid fuel based generation and renewable power"}, {"text_block_id": "p21_b278", "text": "D is the Wheeling charge"}, {"text_block_id": "p21_b279", "text": "L is the system Losses for the applicable voltage level, expressed as a percentage"}, {"text_block_id": "p21_b280", "text": "The cross-subsidy surcharge should be brought down progressively and, as far as possible, at a linear rate to a maximum of 20% of its opening level by the year 2010-1."}, {"text_block_id": "p21_b281", "text": "8.5.2"}, {"text_block_id": "p21_b282", "text": "No surcharge would be required to be paid in terms of sub-section (2) of Section 42 of the Act on the electricity being sold by the generating companies with consent of the competent government under Section 43(A)(1)(c) of the Electricity Act, 1948 (now repealed) and on the electricity being supplied by the distribution licensee on the authorisation by the"}, {"text_block_id": "p22_b283", "text": "State Government under Section 27 of the Indian Electricity Act, 1910 (now repealed), till the current validity of such consent or authorisations."}, {"text_block_id": "p22_b284", "text": "8.5.3"}, {"text_block_id": "p22_b285", "text": "The surcharge may be collected either by the distribution licensee, the transmission licensee, the STU or the CTU, depending on whose facilities are used by the consumer for availing electricity supplies.  In all cases the amounts collected from a particular consumer should be given to the distribution licensee in whose area the consumer is located. In case of two licensees supplying in the same area the licensee from whom the consumer was availing supply shall be paid the amounts collected."}, {"text_block_id": "p22_b286", "text": "8.5.4"}, {"text_block_id": "p22_b287", "text": "The additional surcharge for obligation to supply as per section 42(4) of the Act should become applicable only if it is conclusively demonstrated that the obligation of a licensee, in terms of existing power purchase commitments, has been and continues to be stranded, or there is an unavoidable obligation and incidence to bear fixed costs consequent to such a contract. The fixed costs related to network assets would be recovered through wheeling charges."}, {"text_block_id": "p22_b288", "text": "8.5.5"}, {"text_block_id": "p22_b289", "text": "Wheeling charges should be determined on the basis of same principles as laid down for  intra-state transmission charges and in addition would include average loss compensation of the relevant voltage level."}, {"text_block_id": "p22_b290", "text": "8.5.6"}, {"text_block_id": "p22_b291", "text": "In case of outages of generator supplying to a consumer on open access, standby arrangements should be provided by the licensee on the payment of tariff for temporary connection to that consumer category as specified by the Appropriate Commission."}, {"text_block_id": "p22_b292", "text": "9.0 TRADING MARGIN"}, {"text_block_id": "p22_b293", "text": "The Act provides that the Appropriate Commission may fix the trading margin, if considered necessary. Though there is a need to promote trading in electricity for making the markets competitive, the Appropriate Commission should monitor the trading transactions continuously and ensure that the electricity traders do not indulge in profiteering in situation of power shortages. Fixing of trading margin should be resorted to for achieving this objective."}, {"text_block_id": "p25_b294", "text": "Ministry of Power"}, {"text_block_id": "p25_b295", "text": "Government of India"}, {"text_block_id": "p25_b296", "text": "Shram Shakti Bhawan, Rafi Marg, New Delhi-110001 (India)"}], "document_description": "In January 2006, the Ministry of Power announced the Tariff Policy, in continuation of the National Electricity Policy of 2005. The Tariff Policy included certain provisions regarding renewable energy and cogeneration.  Under the Electricity Act 2003 and the National Tariff Policy 2006, the central and the state electricity regulatory commissions must purchase a certain percentage of grid-based power from renewable sources. Solar power is to comprise 0.25% of power purchases by states by 2013, and 3% by 2022.  The appropriate electricity commission is to fix a minimum percentage for purchase of energy from renewable and cogeneration sources, taking into account resource availability and impact on tariffs. Percentages for energy purchase were made applicable for tariffs to be determined by the State Electricity Regulatory Commission (SERC) by 1 April 2006.  Procurement by distribution companies is to be done at preferential tariffs, determined by the appropriate commission, to encourage non-conventional energy technologies to eventually compete with conventional ones. Such procurement is to be done through a competitive bidding process.  In January 2011, the Tariff Policy was amended to align with the National Solar Mission strategy. State electricity regulators to purchase a fixed percentage of solar power. This will be supported by a Renewable Energy Certificate (REC) mechanism."}