{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "South Asia", "document_country_english_shortname": "India", "document_category": "Law", "document_sector_name": ["Residential and Commercial", "Energy"], "document_date": "01/01/2010", "document_language": "English", "document_name": "The Energy Conservation (Amendment) Act, 2010", "document_country_code": "IND", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/IND/2010/IND-2010-01-01-The Energy Conservation (Amendment) Act, 2010_12444b66d76f83f8800771acc579b5d5.pdf", "document_type": "Act", "text_blocks": [], "document_description": "The act empowers central government to grant energy savings certificates to designated consumers whose energy consumption is less than the prescribed norms and standards and consumers whose energy consumption is more than the prescribed norms and standards shall be entitled to purchase the energy savings certificate to comply with the prescribed norms and standards.  This Act requires large energy consumers to adhere to energy consumption norms; new buildings to follow the Energy Conservation Building Code; and appliances to meet energy performance standards and to display energy consumption labels.  The 2008 National Climate Action Plan builds on this legislation to achieve its energy efficiency target. Under the Act, large energy-consuming industries are required to undertake energy audits and an energy-labelling programme for appliances has been introduced.  The Act establishes the Bureau of Energy Efficiency to implement the provisions of the Act.  The plan estimates that current initiatives based on the Energy Conservation Act of 2001, will yield 10,000MW of savings by 2012.  The expectations in regard of fuel efficiency as prescribed by the Government through Gazette Notification, 30 January 2014, requires a formulaic improvement which broadly is equivalent to the average fleet fuel efficiency improving to 18.2 km/l by 2016-17 and further to 21 km/l by 2021-22. These targets imply annualised improvement of 1.7% and 3.0% respectively going forward."}