{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "South Asia", "document_country_english_shortname": "India", "document_category": "Law", "document_sector_name": ["Industry", "Energy"], "document_date": "01/01/2010", "document_language": "English", "document_name": "The Gazette Of India : Notification", "document_country_code": "IND", "document_hazard_name": [], "document_keyword": "Transportation", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/IND/2010/IND-2010-01-01-The Gazette Of India : Notification_1ef7ff5dd10519ca0c6fb60f9873d60f.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Electricity Act 2003 sought to better co-ordinate development of the power sector in India, providing a comprehensive framework for power development. Objectives include: consoli-dating laws relating to generation, transmission, distribution, trading and the use of electricity; promoting competition in the industry; and promoting efficient and environmentally benign policies. The Act recognised the role of renewable energy in the country's National Electricity Policy and in stand-alone systems. Key provisions of the Act in relation to renewable energy include (IEA):Preparation of a National Energy Policy and tariff policy based on optimal utilisation of resources such as coal, natural gas, nuclear substances or materials, hydro and renewable sources of energyThe specification, by State Electricity Regulatory commissions, of the terms and conditions for the determination of tariffs, as guided by the promotion of cogenera-tion and the generation of electricity from renewable sourcesPromotion of cogeneration and the generation of electricity through renewable sources by providing suitable means for connectivity with the grid and sale, and by specifying for the purchase from such sources a percentage of the total consumption of electricity in the area of a distribution licensee."}