{"document_instrument_name": ["Research & Development, knowledge generation|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Other|Direct Investment", "Zoning & Spatial Planning|Regulation", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Uganda", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Tourism", "Residential and Commercial", "LULUCF", "Environment", "Energy", "Agriculture"], "document_language": "English", "document_name": "National Climate Change Policy", "document_country_code": "UGA", "document_hazard_name": ["Heat Waves And Heat Stress", "Desertification", "Landslides", "Droughts", "Floods"], "document_response_name": ["Loss And Damage", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "04/01/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/UGA/2015/UGA-2015-01-04-National Climate Change Policy_373e580a3872236dc63c4403f759f7e3.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE REPUBLIC OF UGANDA"}, {"text_block_id": "p0_b2", "text": "MINISTRY OF WATER AND ENVIRONMENT"}, {"text_block_id": "p0_b3", "text": "Uganda National Climate Change Policy"}, {"text_block_id": "p0_b4", "text": "Theme: Transformation through Climate Change Mitigation and Adaptation"}, {"text_block_id": "p0_b5", "text": "APRIL 2015"}, {"text_block_id": "p1_b6", "text": "Table of Contents"}, {"text_block_id": "p3_b7", "text": "Foreword"}, {"text_block_id": "p3_b8", "text": "As this policy clearly shows, climate change will affect us all, through its impacts on different crucial aspects of our lives."}, {"text_block_id": "p3_b9", "text": "Ugand"}, {"text_block_id": "p3_b10", "text": "a’s"}, {"text_block_id": "p3_b11", "text": "2010"}, {"text_block_id": "p3_b12", "text": "–"}, {"text_block_id": "p3_b13", "text": "2015 and 2016-2021 five-year National Development Plans as well as the"}, {"text_block_id": "p3_b14", "text": "Country’s vision 2040 al"}, {"text_block_id": "p3_b15", "text": "ready recognise that addressing the challenges of climate change is key to enhancing sustainable economic and social development."}, {"text_block_id": "p3_b16", "text": "This long-awaited policy and its accompanying costed implemented strategy are intended to guide all climate change activities and interventions in the country. The goal of the policy is to ensure a harmonised and coordinated approach towards a climate-resilient and low-carbon development path for sustainable development in Uganda."}, {"text_block_id": "p3_b17", "text": "The overarching objective of the policy is to ensure that all stakeholders address climate change impacts and their causes through appropriate measures, while promoting sustainable development and a green economy."}, {"text_block_id": "p3_b18", "text": "This buy-in by all stakeholders is made possible by the fact that this policy was developed after a comprehensive and widespread consultation process at both the national and local levels. The process was driven by the Ministry of Water and Environment."}, {"text_block_id": "p3_b19_merged_merged", "text": "I wish to express my sincere gratitude to the many stakeholders, including Non-Governmental Organisations, Community-Based Organisations, Private Sector Associations, Local Governments, Academia, Development Partners and of course the various Government Ministries, Departments and Agencies, for their commitment, time and knowledge contributed during the development of this policy. Thanks also go to the multi-stakeholder Technical Working Group that accompanied this process. The contribution of all these stakeholders and their active involvement in the policy development process has ensured that the policy is coherent, comprehensive, feasible and in line with the country’s needs, priorities and Uganda Vision 2040."}, {"text_block_id": "p3_b22", "text": "I look forward to following closely with all of you the implementation process for this milestone policy, a process in which we all have a role to play to effectively address this challenge."}, {"text_block_id": "p3_b23", "text": "Prof. Ephraim Kamuntu"}, {"text_block_id": "p3_b24", "text": "Minister of Water and Environment"}, {"text_block_id": "p3_b25", "text": "Republic of Uganda"}, {"text_block_id": "p4_b26", "text": "Executive Summary"}, {"text_block_id": "p4_b27", "text": "Introduction and International Background for National Climate Change Policy"}, {"text_block_id": "p4_b28", "text": "Climate change is a global challenge that requires a concerted effort by all nations. This National Climate Change Policy (NCCP) is Ugand"}, {"text_block_id": "p4_b29", "text": "a’s i"}, {"text_block_id": "p4_b30", "text": "ntegrated response to climate change. It has been prepared and designed within the context of the country"}, {"text_block_id": "p4_b31", "text": "’s"}, {"text_block_id": "p4_b32", "text": "vision and national development priorities; it provides a clearly defined pathway for dealing with the challenges of climate change within the socio-economic context of Uganda, and looks ahead to the opportunities and benefits of a green economy."}, {"text_block_id": "p4_b33", "text": "Climate Change and Its Impacts Internationally and Regionally"}, {"text_block_id": "p4_b34", "text": "Climate change is one of the greatest challenges facing humanity in the century, as the"}, {"text_block_id": "p4_b35", "text": "Earth’s"}, {"text_block_id": "p4_b36", "text": "near-surface temperatures continue to rise. Climate change is likely to disrupt the Earth"}, {"text_block_id": "p4_b37", "text": "’"}, {"text_block_id": "p4_b38", "text": "s ecological systems and  have serious negative consequences on agricultural production and productivity, forests,  water supply, health systems and overall human development. Vulnerable populations (mainly the poor and most marginalised, including children, women, older persons and people with disabilities in developing countries) are particularly poorly equipped to cope with the adverse impacts of climate change. As temperatures throughout East Africa rise, precipitation is expected to increase, along with the frequency and intensity of droughts, floods, heat waves and landslides. Scientists predict that the rate of climate change will be more rapid than previously expected."}, {"text_block_id": "p4_b39", "text": "International Agreements and National Commitments on Climate Change"}, {"text_block_id": "p4_b40", "text": "The global nature of climate change necessitates widespread coordination, cooperation and participation in an international response. By signing and ratifying both"}, {"text_block_id": "p4_b41", "text": "the United Nations Framework Convention"}, {"text_block_id": "p4_b42", "text": "on"}, {"text_block_id": "p4_b43", "text": "Climate Change (UNFCCC) and the Kyoto Protocol, Uganda has committed to the adoption and implementation of policies and measures designed to mitigate climate change and adapt to its impacts. At the regional level, the climate change policy for the East African Community urges Partner States to develop consistent national policies to ensure harmonised action. The global consensus under UNFCCC is implemented according to each country"}, {"text_block_id": "p4_b44", "text": "’s"}, {"text_block_id": "p4_b45", "text": "Green House Gas (GHG) emissions and ability to address the problems. In Uganda, the development of a National Climate Change Policy and its implementation Strategy enables the country to fulfil its obligations under the convention, and therefore to contribute to addressing the global problem. Ugand"}, {"text_block_id": "p4_b46", "text": "a’s"}, {"text_block_id": "p4_b47", "text": "five-year National Development Plan (2015/16-2019/20) already recognises that addressing the challenges of climate change is crucial to enhancing sustainable economic and social development. With support from the governments of Denmark, Belgium, as well as from the United Kingdom through the World Bank, the Ugandan Ministry of Water and Environment has coordinated the development of the Uganda National Climate Change Policy through extensive consultations with a wide range of national and local stakeholders. The policy is intended to guide all climate change activities and interventions in the country."}, {"text_block_id": "p4_b48", "text": "Climate change and Achievement of the National Vision and National Development Objectives"}, {"text_block_id": "p4_b49", "text": "Achieving long-term sustainable economic growth in the face of climate change is a primary concern. The Government of Uganda (GoU) is already taking climate change and its impact on development seriously through its development planning framework. Ugand"}, {"text_block_id": "p4_b50", "text": "a’s"}, {"text_block_id": "p4_b51", "text": "five-year National Development Plan (NDP) 2015/16/19/20 recognises that most of the key economic sectors (in particular agriculture, forestry and energy) will be affected by climate change and as a result climate change will negatively affect the national economy. Uganda Vision 2040, the long-term term development blue print for the country"}, {"text_block_id": "p4_b52", "text": "–"}, {"text_block_id": "p4_b53", "text": "aims at transforming Uganda from a predominantly peasant and low income country to a competitive upper middle income country."}, {"text_block_id": "p4_b54_merged_merged_merged_merged_merged", "text": "Vision 20140 recognizes that climate change affects all sectors of Uganda’s economy, making the need for preparedness inevitable through adaptation and mitigation strategies in all sectors to ensure that the country is resilient to the adverse impact of climate change. In addition, developing"}, {"text_block_id": "p5_b57", "text": "Guidelines for incorporating climate change in sectoral and local government plans and budgets are recognised. A climate change resilient and low carbon climate development pathway, as set out in this"}, {"text_block_id": "p5_b58", "text": "National Climate Change Policy (NCCP)"}, {"text_block_id": "p5_b59", "text": "shall help meet Vision 2040"}, {"text_block_id": "p5_b60", "text": "’s"}, {"text_block_id": "p5_b61", "text": "goals through strategies and actions that address both sustainable development and climate change. This pathway shall also help the Government achieve the Post 2015 Development Agenda and other internationally agreed development goals without compromising the environment and the natural resource base."}, {"text_block_id": "p5_b62", "text": "Key Issues on Climate Change in Uganda: Rationale for and Scope of for the National Climate Change Policy"}, {"text_block_id": "p5_b63", "text": "Climate Change in Uganda:"}, {"text_block_id": "p5_b64", "text": "The average temperature in semi-arid areas in Uganda is rising, especially in the southwest. The frequency of hot days has increased while the frequency of cold days has decreased. As a result, the malaria parasite is spreading into new areas of the country and the ice caps on the Rwenzori Mountains have shrunk significantly. Changing temperature patterns in Uganda have been linked to more frequent and longer lasting droughts and consequent increased cattle death. Rainfall has decreased, become less predictable and less evenly distributed. Floods, landslides, droughts and other extreme weather events are increasing in frequency and intensity. Ugand"}, {"text_block_id": "p5_b65", "text": "a’s"}, {"text_block_id": "p5_b66", "text": "economy is particularly vulnerable to climate change given its heavy reliance on its natural resource base. Droughts have significantly affected water resources, hydroelectricity production and agriculture, among many others."}, {"text_block_id": "p5_b67", "text": "Costs and Benefits of addressing climate Change through the policy:"}, {"text_block_id": "p5_b68", "text": "Uganda cannot afford to choose between addressing climate change and promoting development; the two are interlinked and will become increasingly so over the foreseeable future. Building climate resilience or increasing the ability to adapt to climate change in as a low carbon way as possible will help Uganda achieve sustainable development and the Vision 2040 goals. This will also guarantees every Ugandan the right to a clean and healthy environment as provided for in the Uganda Constitution, 1995. An integrated climate resilient and low carbon development pathway emphasizes sustainable development, adaptation and mitigation."}, {"text_block_id": "p5_b69", "text": "Climate change impacts will be economically significant, especially for African countries, and investment to address climate change is well worth undertaking. Climate change is likely to impact on Ugand"}, {"text_block_id": "p5_b70", "text": "a’s"}, {"text_block_id": "p5_b71", "text": "macroeconomic stability and socioeconomic development, as well as its ability to achieve the Post 2015 Development Agenda."}, {"text_block_id": "p5_b72", "text": "Key production sectors most affected by climate are agriculture, water, energy and transport. As agriculture, forestry and fisheries decline, people migrate to urban areas leading to the formation of slums."}, {"text_block_id": "p5_b73", "text": "Ugand"}, {"text_block_id": "p5_b74", "text": "a’s"}, {"text_block_id": "p5_b75", "text": "NCCP will guide efforts towards the attainment of Vision 2040 and encourage people-centred sustainable development ensuring that climate change actions help the country move towards long"}, {"text_block_id": "p5_b76", "text": "-"}, {"text_block_id": "p5_b77", "text": "term development goals. Low carbon climate resilient development can bring benefits including: enhancing sustainable development, improving lives of the poor and vulnerable, building adaptive capacity, disaster risk reduction, contributing towards the implementation of the Constitution of Uganda, 1995, attracting international climate finance, technology and capacity building, leveraging investment, and demonstrating regional and global leadership."}, {"text_block_id": "p5_b78", "text": "Rationale for and Scope of the Policy:"}, {"text_block_id": "p5_b79_merged_merged_merged_merged_merged", "text": "A policy response to climate change in Uganda is crucial for reducing the country’s vulnerability to climate change and it is the most appropriate way to adjust to and cope with the projected impacts of climate change on the nation. Uganda must also address the causes of climate change. Actions on climate change undertaken in Uganda have tended to be scattered and uncoordinated, with inappropriate institutional framework to ensure effective"}, {"text_block_id": "p6_b82", "text": "coordination. Financing for climate change actions must be mobilised and scaled up significantly in Uganda, a process which will be facilitated by an overarching national climate change policy framework."}, {"text_block_id": "p6_b83", "text": "A policy designed to tackle the challenges of climate change in Uganda is a multi-sectoral as the problem itself. This policy provides direction for key sectors and stakeholders to facilitate adaptation, mitigation and strengthen efforts towards building an overarching, more resilient national development process. The policy is a"}, {"text_block_id": "p6_b84", "text": "“"}, {"text_block_id": "p6_b85", "text": "living"}, {"text_block_id": "p6_b86", "text": "”"}, {"text_block_id": "p6_b87", "text": "document and shall require revisions in the medium term as Uganda"}, {"text_block_id": "p6_b88", "text": "’"}, {"text_block_id": "p6_b89", "text": "s development path evolves and our knowledge increases. The policy provides a framework for coordinated action, with attention to capacity requirements and the development of financial mechanisms. This policy will be the guiding document behind the development of a national costed implementation strategy that will detail actions by sector and designate tools to be prioritised."}, {"text_block_id": "p6_b90", "text": "Policy Framework"}, {"text_block_id": "p6_b91", "text": "The goal"}, {"text_block_id": "p6_b92", "text": "of the policy is to ensure a harmonised and coordinated approach towards a climate-resilient and low-carbon development path for sustainable development in Uganda."}, {"text_block_id": "p6_b93", "text": "The overarching objective"}, {"text_block_id": "p6_b94", "text": "of the policy is to ensure that all stakeholders address climate change impacts and their causes through appropriate measures while promoting sustainable development and a green economy."}, {"text_block_id": "p6_b95", "text": "To achieve this overarching objective, the policy builds on a number of more"}, {"text_block_id": "p6_b96", "text": "specific objectives"}, {"text_block_id": "p6_b97", "text": ":"}, {"text_block_id": "p6_b98", "text": ":\n* To identify and promote common policy priorities to address climate change in Uganda.\n* To identify and promote adaptation policy responses for Uganda.\n* To identify and promote mitigation policy responses for Uganda.\n* To identify and promote monitoring, detection, attribution and prediction policy responses\n* To support the integration of climate change issues into planning, decision making and\n* To facilitate the mobilisation of financial resources to address climate change in Uganda."}, {"text_block_id": "p6_b110", "text": "Guiding Policy Principles"}, {"text_block_id": "p6_b111", "text": "The principles of the policy are:"}, {"text_block_id": "p6_b112", "text": "The principles of the policy are:\n* Mainstreaming and coordinated response to climate change.\n* Communicating effectively and promoting participatory approaches.\n* Promoting community-based approaches to adaptation.\n* Devoting adequate attention to capacity development and institutional set-ups.\n* Devoting adequate attention to technology needs, development and transfer.\n* Identifying, developing and influencing financing mechanisms.\n* Promote both local and International Cooperation and relations\n* Providing a credible delivery structure.\n* Addressing cross-cutting issues."}, {"text_block_id": "p6_b130", "text": "Policy Directions"}, {"text_block_id": "p6_b131_merged_merged_merged", "text": "The Uganda National Climate Change Policy is based on the following priority concerns: adaptation, mitigation, research and observation. Like the EAC regional policy, this national policy emphasises climate change adaptation as the first priority for Uganda, while mitigation efforts are embraced by the policy as secondary."}, {"text_block_id": "p7_b134", "text": "Common policy priorities for both adaptation and mitigation concerns are mentioned below, followed by policy priorities specific to each concern."}, {"text_block_id": "p7_b135", "text": "Common Policy Priorities are to:"}, {"text_block_id": "p7_b136", "text": "Common Policy Priorities are to:\n* Provide adequate support for policies and programmes that take into account the\n* Provide proper support for the information sharing and research that is required to better\n* Support education, awareness raising and capacity development for a range of stakeholders\n* Promote research and development, transfer and diffusion of technology through the use of\n* Mainstream gender issues in climate change adaptation and mitigation approaches in order\n* Promote concrete International Cooperation and relations on Climate Change issues"}, {"text_block_id": "p7_b148", "text": "Adaptation Policy Priorities are to:"}, {"text_block_id": "p7_b149", "text": "Agriculture and Livestock"}, {"text_block_id": "p7_b150", "text": "Agriculture and Livestock\n* Promote climate change adaptation strategies that enhance resilient, productive and sustainable\n* Promote value addition, improve food storage and management systems in order to ensure"}, {"text_block_id": "p7_b154", "text": "Water"}, {"text_block_id": "p7_b155", "text": "Water\n* Support on-going efforts to ensure that climate change concerns are integrated into national\n<\\li1>"}, {"text_block_id": "p7_b157", "text": "Fisheries and Aquaculture"}, {"text_block_id": "p7_b158", "text": "Fisheries and Aquaculture\n* Strengthen efforts to promote integrated fisheries resource management and improve\n<\\li1>"}, {"text_block_id": "p7_b160", "text": "Transport and Works"}, {"text_block_id": "p7_b161", "text": "Transport and Works\n* Develop and ensure integrated planning and management of transport and other physical\n<\\li1>"}, {"text_block_id": "p7_b163", "text": "Forestry"}, {"text_block_id": "p7_b164", "text": "Forestry\n* Ensure sustainable management of forestry resources so that they can continue to provide\n<\\li1>"}, {"text_block_id": "p7_b166", "text": "Wetlands"}, {"text_block_id": "p7_b167", "text": "Wetlands\n* Promote long-term wetland conservation and restoration of degraded wetlands so that they can\n<\\li1>"}, {"text_block_id": "p8_b169", "text": "Biodiversity and Ecosystem Services"}, {"text_block_id": "p8_b170", "text": ""}, {"text_block_id": "p8_b171", "text": "Effectively address the challenges posed by climate change impacts on biodiversity and ecosystems so as to ensure ecosystem health and provision of ecosystem services that are crucial to sustainable and resilient development."}, {"text_block_id": "p8_b172", "text": "Health"}, {"text_block_id": "p8_b173", "text": ""}, {"text_block_id": "p8_b174", "text": "S"}, {"text_block_id": "p8_b175", "text": "trengthen adaptive mechanisms and enhance early-warning systems and adequate preparedness for climate change related diseases."}, {"text_block_id": "p8_b176", "text": "Energy"}, {"text_block_id": "p8_b177", "text": ""}, {"text_block_id": "p8_b178", "text": "Promote sustainable energy access and utilisation as a means of sustainable development in the face of uncertainties related to climate change."}, {"text_block_id": "p8_b179", "text": "Wildlife and Tourism"}, {"text_block_id": "p8_b180", "text": ""}, {"text_block_id": "p8_b181", "text": "Ensure conservation of wildlife resources and plan for improved resilience of tourism resources and infrastructure to climate change."}, {"text_block_id": "p8_b182", "text": "Human Settlements and Social Infrastructure"}, {"text_block_id": "p8_b183", "text": ""}, {"text_block_id": "p8_b184", "text": "Promote urban planning and development of human settlements that are resilient and robust enough to withstand climate change"}, {"text_block_id": "p8_b185", "text": "–"}, {"text_block_id": "p8_b186", "text": "related risks and hazards."}, {"text_block_id": "p8_b187", "text": "Disaster Risk Management"}, {"text_block_id": "p8_b188", "text": ""}, {"text_block_id": "p8_b189", "text": "Ensure disaster mitigation and adequate preparedness for climate change induced risks, hazards and disasters."}, {"text_block_id": "p8_b190", "text": "Cross-cutting Priority: Vulnerable Groups"}, {"text_block_id": "p8_b191", "text": ""}, {"text_block_id": "p8_b192", "text": "Give special attention to improvements of the resilience of vulnerable groups to climate change."}, {"text_block_id": "p8_b193", "text": "Mitigation Policy Priorities are to:"}, {"text_block_id": "p8_b194", "text": "Forestry"}, {"text_block_id": "p8_b195", "text": "With a view to protecting and promoting carbon sinks:"}, {"text_block_id": "p8_b196", "text": ""}, {"text_block_id": "p8_b197", "text": "Continue and step up efforts targeted at effective forest management."}, {"text_block_id": "p8_b198", "text": ""}, {"text_block_id": "p8_b199_merged_merged", "text": "Make a deliberate departure from “business as usual” by formulating sectoral policies that address issues associated with increased unit productivity in plantation forestry."}, {"text_block_id": "p8_b204", "text": ""}, {"text_block_id": "p8_b205", "text": "Promote and develop afforestation and reforestation programmes in non-forested areas and intensify afforestation and reforestation efforts in other areas."}, {"text_block_id": "p8_b206", "text": "Land Use and Land-Use Change"}, {"text_block_id": "p8_b207", "text": ""}, {"text_block_id": "p8_b208", "text": "Promote and enforce urban and rural planning of settlements."}, {"text_block_id": "p8_b209", "text": ""}, {"text_block_id": "p8_b210", "text": "Control and monitor land development and other land-use changes in a sustainable manner so as to better manage GHG sources and sinks."}, {"text_block_id": "p8_b211", "text": "Reduced Emissions from Deforestation and Forest Degradation+ (REDD+)"}, {"text_block_id": "p8_b212", "text": ""}, {"text_block_id": "p8_b213", "text": "Continue to actively promote joint REDD+ efforts involving the public and private sectors."}, {"text_block_id": "p8_b214", "text": "Wetlands"}, {"text_block_id": "p8_b215", "text": ""}, {"text_block_id": "p8_b216", "text": "Promote a balance between conservation and sustainable use of wetlands to reduce GHG emissions."}, {"text_block_id": "p9_b217", "text": "Agriculture"}, {"text_block_id": "p9_b218", "text": ""}, {"text_block_id": "p9_b219", "text": "Mainstream climate change mitigation issues, promote and improve the management of natural resources in order to ensure resilient, productive and sustainable agricultural systems with reduced GHG emissions."}, {"text_block_id": "p9_b220", "text": "Energy Generation"}, {"text_block_id": "p9_b221", "text": ""}, {"text_block_id": "p9_b222", "text": "Support and accelerate the implementation of the Renewable Energy Policy (REP) in order to the promote and develop new clean energy technologies and reduce GHG."}, {"text_block_id": "p9_b223", "text": "Energy Utilisation"}, {"text_block_id": "p9_b224", "text": ""}, {"text_block_id": "p9_b225", "text": "Promote conservation and efficient utilisation of energy to reduce GHG emissions especially at consumer levels (industries, households, commercial and institutional buildings)."}, {"text_block_id": "p9_b226", "text": ""}, {"text_block_id": "p9_b227", "text": "Encourage the use of alternative fuels instead of heavily relying on biomass."}, {"text_block_id": "p9_b228", "text": "Transport"}, {"text_block_id": "p9_b229", "text": ""}, {"text_block_id": "p9_b230", "text": "Promote the development, approval and effective implementation of a long-term national transport policy and plan that will take GHG mitigation concerns into account."}, {"text_block_id": "p9_b231", "text": ""}, {"text_block_id": "p9_b232", "text": "Effect a gradual shift to the use of less carbon-intensive fuels (including compressed natural gas, ethanol and LPG) in vehicles instead of relying heavily on gasoline and diesel fuels."}, {"text_block_id": "p9_b233", "text": ""}, {"text_block_id": "p9_b234", "text": "Promote modes of transport that take into account GHG emission reduction."}, {"text_block_id": "p9_b235", "text": "Waste Management"}, {"text_block_id": "p9_b236", "text": ""}, {"text_block_id": "p9_b237", "text": "Promote sustainable use of solid and liquid wastes for energy generation and other uses, such as fertilisers (after sorting)."}, {"text_block_id": "p9_b238", "text": "Industrial Sector"}, {"text_block_id": "p9_b239", "text": ""}, {"text_block_id": "p9_b240", "text": "Promote cleaner production processes in industries to contain the increase in GHG emissions."}, {"text_block_id": "p9_b241", "text": ""}, {"text_block_id": "p9_b242", "text": "Put in place functioning institutions that can manage and coordinate issues related to the transfer, deployment and diffusion of technology, including the promotion of the capacity development necessary to support the implementation of clean and low-carbon technologies."}, {"text_block_id": "p9_b243", "text": ""}, {"text_block_id": "p9_b244", "text": "Encourage technological development to address the problem of climate change in sectors of economic development with high emissions."}, {"text_block_id": "p9_b245", "text": "Monitoring, Detection, Attribution and Prediction"}, {"text_block_id": "p9_b246", "text": "Policy Priority"}, {"text_block_id": "p9_b247", "text": ""}, {"text_block_id": "p9_b248", "text": "Continue with efforts to strengthen the capacity of the Department of Meteorology in its functions in climate change monitoring and detection in Uganda."}, {"text_block_id": "p9_b249_merged", "text": "Implementation Arrangements – From Policy to Action"}, {"text_block_id": "p9_b252", "text": "Institutional Arrangements"}, {"text_block_id": "p9_b253", "text": "The Focal Climate Change Institution:"}, {"text_block_id": "p9_b254", "text": "Various institutional structures will play different roles, and a national coordination function will be assigned to a created National climate Change Commission (NCCC). The CCU will be elevated to the level of a National Commission (the NCCC) under the Ministry of Water and Environment. The main functions of the NCCC are described in the Policy."}, {"text_block_id": "p10_b255", "text": "In  addition"}, {"text_block_id": "p10_b256", "text": "to the NCCC, three  national ministries or authorities will have a specific role to play in national coordination to ensure policy implementation: The Ministry of Finance, Planning and Economic Development, The National Planning Authority, and The Ministry of Local Government. Their respective coordination functions are also described in the Policy."}, {"text_block_id": "p10_b257", "text": "Other Ministries, Departments and Agencies:"}, {"text_block_id": "p10_b258", "text": "Each of the numerous ministries, departments and agencies with a role to play in the implementation of the policy responses outlined in this document will designate a departmental focal point and will be accountable for the implementation of the prescribed policy responses that concern them. The Implementation Strategy will detail the accountabilities of the various ministries, departments and agencies concerned around indicative climate change programmes to be detailed in the Strategy. They will be expected to report on their progress in the implementation of their respective tasks and in the attainment of their expected results."}, {"text_block_id": "p10_b259", "text": "On the basis  of these"}, {"text_block_id": "p10_b260", "text": "reports,"}, {"text_block_id": "p10_b261", "text": "the NCCC  will"}, {"text_block_id": "p10_b262", "text": "be tasked with preparing a consolidated progress report on the overall implementation of the policy."}, {"text_block_id": "p10_b263", "text": "At the Decentralised Level:"}, {"text_block_id": "p10_b264", "text": "A similar management arrangement will be mirrored at the district level. While the climate change focal point will be anchored within the Natural Resources Department of the District Local Government, all departments will ensure that climate change issues are integrated into District Development Plans. Provision will be made in district-level Indicative Planning Figures for each sector to ensure they can address climate change policy priorities, along with the setting of relevant performance indicators. The existing Environment Committee at the district level will act as a mechanism to ensure cross-sectoral coordination."}, {"text_block_id": "p10_b265", "text": "Collaboration and Coordination:"}, {"text_block_id": "p10_b266_merged_merged_merged", "text": "In addition to the NCCC’s facilitation function, this coordination will require multi-stakeholder mechanisms. Two such mechanisms will be established: the Policy Committee on Environment (PCE) will be strengthened to coordinate policy implementation and ensure information flow on resource allocation for the implementation of the policy, and a National Climate Change Advisory Committee will ensure working level coordination and provide technical input to the National Climate Change Policy Committee. The work of these two coordination mechanisms will be guided by the Implementation Strategy. The objective of the Implementation Strategy will be to enable more effective planning and coordination."}, {"text_block_id": "p10_b269", "text": "Legal and regulatory framework"}, {"text_block_id": "p10_b270", "text": "Financing and Resource Mobilisation"}, {"text_block_id": "p10_b271", "text": "A detailed estimate of the costs for implementing the climate change policy measures was carried out as part of the development of the costed Implementation Strategy. Since a number of the strategic directions to be supported fall under sectoral work plans, the costing exercise focuses on"}, {"text_block_id": "p11_b272", "text": "the purely additional cost due to the integration of climate change into the various sector plans. The costed Strategy also examines the financial instruments best suited to support strategic measures and actions, to provide guidance for policy implementation. The costed Strategy can then be used by the various partners to make decisions as to which priority investments to support. Funding for these policy priorities will come from various sources, including national and sectoral investment plans and budgets, private sector investment, multilateral and bilateral donor support and market-based mechanisms, including payment for environmental services schemes."}, {"text_block_id": "p11_b273", "text": "Monitoring and Evaluation, and Policy Enforcement"}, {"text_block_id": "p11_b274", "text": "The full Monitoring and Evaluation Framework for the implementation of this policy builds on the costed Implementation Strategy. The Framework is clearly linked to the planned outcomes and outputs of this strategy and the road map it proposes and will be instrumental in ensuring the full implementation of the policy by the various stakeholders. The concept of"}, {"text_block_id": "p11_b275", "text": "‘"}, {"text_block_id": "p11_b276", "text": "Measurement, Reporting and Verification"}, {"text_block_id": "p11_b277", "text": "’"}, {"text_block_id": "p11_b278", "text": "(MRV) which emerged from international climate negotiations are relevant for Uganda, when receiving international support for its voluntary contributions to tackle climate change. The development of relevant gender sensitive indicators as part of Ugand"}, {"text_block_id": "p11_b279", "text": "a’s"}, {"text_block_id": "p11_b280", "text": "monitoring and reporting system is also crucial."}, {"text_block_id": "p11_b281_merged_merged", "text": "The implementation of the policy will undergo an independent external evaluation in 5 years’ time. The recommendations resulting from this evaluation will then feed into the revision process for the policy. This revision is to be carried out based on a thorough public consultation process and review of the results at that point in time."}, {"text_block_id": "p14_b284", "text": "1  Introduction and International Background for the Climate Change Policy"}, {"text_block_id": "p14_b285", "text": "1.1  Climate Change and Its Impacts Internationally and Regionally"}, {"text_block_id": "p14_b286", "text": "It is universally accepted that climate change is one of the greatest challenges facing humanity this century, and as a global challenge it requires global solutions. The threat of climate change is multidimensional and its impacts transcend national borders. Projections by the Intergovernmental Panel on Climate Change (IPCC) indicate that if greenhouse gas emissions continue to rise at their current pace, the world will be faced with a disastrous future in the form of sea-level rise, shifts in growing seasons, biodiversity loss, as well as increased frequency and intensity of extreme weather such as heat waves, storms, floods and droughts. Developing countries, particularly those in Africa and generally the poor and marginalized, will be those most affected, even though the largest share of historical and current global emissions of greenhouse gases originated in developed countries."}, {"text_block_id": "p14_b287", "text": "The economy of Uganda is highly vulnerable to climate change due to its impacts on key sectors such as agriculture, fisheries, water resources, forestry, energy, health, infrastructure and settlements. This necessitates policy actions to build climate change resilience and climate compatible development through climate change adaptation and mitigation, while at the same time promoting economic and social development."}, {"text_block_id": "p14_b288_merged", "text": "Climate change causes global warming, an increase in the Earth’s temperature due to an increase in heat-trapping gases, referred to as greenhouse gases (GHGs). The Earth’s near-surface temperatures are now about 0.6°C higher than they were in the 1850s, during the pre-industrial era. The Intergovernmental Panel on Climate Change (IPCC—the United Nations–sponsored scientific body on climate change) predicts the following climate change trends on the global scale:"}, {"text_block_id": "p14_b297", "text": ""}, {"text_block_id": "p14_b298", "text": "The average air temperature between 2090 and 2099 will be 1.8°C to 4°C higher than was the average temperature between 1980 and 1999."}, {"text_block_id": "p14_b299", "text": ""}, {"text_block_id": "p14_b300", "text": "The increase in surface temperature will be greater over land than over the ocean."}, {"text_block_id": "p14_b301", "text": ""}, {"text_block_id": "p14_b302", "text": "Sea ice and snow cover will continue to contract and shrink because of melting due to high temperatures (Increased ocean temperatures at depths of at least 3000 m have been recorded since 1961)."}, {"text_block_id": "p15_b303", "text": ""}, {"text_block_id": "p15_b304", "text": "The sea level will rise by 1.8"}, {"text_block_id": "p15_b305", "text": "–"}, {"text_block_id": "p15_b306", "text": "3.1 mm/year during the period from 1990 to 2100."}, {"text_block_id": "p15_b307", "text": ""}, {"text_block_id": "p15_b308", "text": "Droughts will become longer and more intense due to higher temperatures and decreased precipitation."}, {"text_block_id": "p15_b309", "text": ""}, {"text_block_id": "p15_b310", "text": "Precipitation levels will become more variable."}, {"text_block_id": "p15_b311", "text": ""}, {"text_block_id": "p15_b312", "text": "Extreme events such as heat waves, tropical cyclones, heavy precipitation and high temperature extremes will become more frequent."}, {"text_block_id": "p15_b313_merged_merged", "text": "The effects of climatic change occur at all levels (global, regional and local). Globally, climate change is likely to adversely affect the ability of physical and biological systems to sustain human development, including socioeconomic development. Yet the global population is increasing, expected to reach the nine billion mark by 2045. According to the United Nations Population Fund International Conference on Population and Development (UNFPA ICPD), the world’s ability to meet the basic human needs of its growing populations will continue to heavily depend on a healthy environment. Climate change is likely to disrupt the Earth’s ecological systems and to reduce the benefits derived from ecosystem goods and services; with serious negative consequences for agricultural production, forests, water supply, health systems and overall human development. Crop failures and other negative agricultural impacts will affect world food availability, accessibility and utilisation, as well as the stability of food systems, hence negatively affecting human quality of life. Food insecurity, in turn, is likely to influence world food markets. For example, food shortages may lead to high food prices. Vulnerable populations (mainly the poor and most marginalised, including children, women and people with disabilities in developing countries) are particularly poorly equipped to cope with the adverse impacts of climate change, because they have a low capacity to respond (i.e., to mitigate or adapt)."}, {"text_block_id": "p15_b323", "text": "At the regional level, East Africa"}, {"text_block_id": "p15_b324", "text": "experienced a warming of up to 1°C during the last century, and the model projections for future warming range from an increase of 2°C to 4°C or more by 2100."}, {"text_block_id": "p16_b325", "text": "Precipitation is expected to increase throughout East Africa, including in Uganda. The predicted increase is particularly large in the December-January-February period."}, {"text_block_id": "p16_b326", "text": "Scientists predict that the rate of climate change will be more rapid than previously expected, and the adverse effects of climate change will disproportionately affect poor communities in poor countries. Serious efforts to develop adaptation technologies and strengthen the adaptation capacities of poor countries must be undertaken. However, the difference in capacity to adapt to climate change between developed and developing countries will dictate the extent to which targets for adaptation and mitigation will be achieved."}, {"text_block_id": "p16_b327", "text": "1.2  International  Agreements  and  National  Commitments  on  Climate Change"}, {"text_block_id": "p16_b328", "text": "The global nature of climate change necessitates widespread cooperation and participation in an effective and appropriate international response comprising mitigation and adaptation measures based on the principles of the United Nations Framework Convention on Climate Change (UNFCCC). The convention provides an international framework for mitigating climate change at both the international and local levels. Uganda signed the UNFCCC on 13 June 1992 and ratified it on 8 September 1993. Uganda also ratified the Kyoto Protocol on 25 March 2002. The protocol provides the basis for an international response to the challenges of climate change. By signing and ratifying both the UNFCCC and the Kyoto Protocol, Uganda has committed to the adoption and implementation of policies and measures designed to mitigate climate change and adapt to its impacts."}, {"text_block_id": "p16_b329_merged", "text": "Under these international agreements, Uganda benefits from funds and other support to facilitate mitigation and adaptation measures. In 1994, with funding and s uppo r t f ro m th e Gl o b a l Environment Facility (GEF) and the United Nations Environment Programme (UNEP), Uganda compiled a national inventory of greenhouse gas (GHG) sources and sinks, which was updated in 1995 under the US Country Studies Program. With continuing GEF support, the country developed and submitted its Initial National Communication (INC) to UNFCCC in 2002. The INC included a national GHG inventory system, an assessment of the country’s status of vulnerability and adaptation to climate change, and recommendations for adapting to and mitigating climate change. Uganda is now preparing the Second National Communication. In 2007, in conformity with UNFCCC and under a grant from GEF through UNEP, Uganda developed and submitted its National Adaptation Programmes of Action (NAPA) to UNFCCC. The NAPA includes a list of nine priority projects, many of which are yet to be rolled out and implemented. The priorities highlighted in the NAPA have been taken into account in developing this policy."}, {"text_block_id": "p16_b340", "text": "At the regional level, the climate change policy for the East African Community (EAC) was adopted by member countries. This regional policy urges member countries to develop consistent national policies to ensure harmonised action throughout the EAC."}, {"text_block_id": "p17_b341", "text": "Although the UNFCCC has been agreed upon internationally by many parties, the effectiveness of its implementation still remains a challenge, partly because of the principle of common but differentiated responsibility. The global consensus under the UNFCCC is implemented at the national level according to each countr"}, {"text_block_id": "p17_b342", "text": "y’"}, {"text_block_id": "p17_b343", "text": "s magnitude of GHG emissions and ability to address the problems. The"}, {"text_block_id": "p17_b344", "text": "development of a national climate"}, {"text_block_id": "p17_b345", "text": "change policy"}, {"text_block_id": "p17_b346", "text": "and"}, {"text_block_id": "p17_b347", "text": "implementation strategy"}, {"text_block_id": "p17_b348", "text": "will"}, {"text_block_id": "p17_b349", "text": "enable Uganda to fulfil its obligations under the convention, and therefore to contribute to addressing this global problem. To effectively address the challenge of climate change through policy requires an examination of how climate change manifests at the national and local level."}, {"text_block_id": "p17_b350", "text": "The Ministry of Water and Environment (MWE), through its Climate Change Unit (CCU), is the focal institution for the UNFCCC and has the responsibility of coordinating climate change issues in the country."}, {"text_block_id": "p17_b351", "text": "With support from the governments of Denmark and Belgium, as well as the World Bank, the Ugandan MWE, as part of its mandate as the focal institution for the UNFCCC, has coordinated the development of this draft of the"}, {"text_block_id": "p17_b352", "text": "Uganda National Climate Change Policy (NCCP)"}, {"text_block_id": "p17_b353", "text": "through extensive consultations with a wide range of national and local stakeholders. The policy is intended to guide all climate change activities and interventions in the country."}, {"text_block_id": "p17_b354", "text": "1.3  Climate change and Achievement of the National Vision and National Development Objectives"}, {"text_block_id": "p17_b355", "text": "Achieving long-term sustainable economic growth in the face of climate change is a primary concern. The Government of Uganda (GoU) is already taking climate change and its impact on development seriously through its development planning framework. Climate change is also considered a cross"}, {"text_block_id": "p17_b356", "text": "-"}, {"text_block_id": "p17_b357", "text": "cutting issue that has to be mainstreamed in all the sectors of the economy through the planning process."}, {"text_block_id": "p17_b358", "text": "Ugand"}, {"text_block_id": "p17_b359", "text": "a’s"}, {"text_block_id": "p17_b360", "text": "five-year National Development Plan (NDP) 2015/16"}, {"text_block_id": "p17_b361", "text": "–"}, {"text_block_id": "p17_b362", "text": "2019/20 recognizes that most of the key economic sectors (in particular agriculture, forestry and energy) will be affected by climate change and as a result climate change will negatively affect the national economy. The NDP emphasizes the need to address the challenges of climate change so as to enhance sustainable economic and social development in the country. The National Planning Authority has developed NDP II for FY 2015/16"}, {"text_block_id": "p17_b363", "text": "-"}, {"text_block_id": "p17_b364", "text": "2019/20 which provides an opportunity for mainstreaming climate change interventions into sectoral policies, plans and budgets. This National Climate Change Policy (NCCP) will guide the development of a NDP that mainstreams and strengthens climate change resilient and low carbon development pathways in all sectors of Ugand"}, {"text_block_id": "p17_b365", "text": "a’s"}, {"text_block_id": "p17_b366", "text": "economy and thereby promoting sustainable development."}, {"text_block_id": "p17_b367", "text": "Uganda Vision 2040, the long-term term development blue print for the country"}, {"text_block_id": "p17_b368", "text": "–"}, {"text_block_id": "p17_b369", "text": "aims at transforming Uganda from a predominantly peasant and low income country to a competitive upper middle income country. However, achievement of the long-term goals depends on opportunities and resources that are climate sensitive, including tourism, agriculture, water and energy resources. Therefore the predicted climate change and its impacts on Uganda will undermine unless the achievement of the National Visions if the climate challenge is not adequately addressed through policy and practice."}, {"text_block_id": "p17_b370", "text": "In particular Vision 20140 recognizes that:"}, {"text_block_id": "p17_b371", "text": ""}, {"text_block_id": "p17_b372", "text": "The achievement of sustainable development requires using resources to meet human needs while preserving the environment. However, for several decades, development has concentrated on improvement and advancement of economic, social cultural and political conditions and less on preserving the environment and will this has resulted into global warming and other adverse environmental conditions associated with climate change."}, {"text_block_id": "p17_b373", "text": ""}, {"text_block_id": "p17_b374_merged_merged_merged_merged_merged_merged", "text": "That climate change affects all sectors of Uganda’s economy, making the need for preparedness inevitable: for example floods wash away roads and bridges; prolonged droughts"}, {"text_block_id": "p18_b383", "text": "affect agricultural productivity and food security, and reduce water levels affecting hydroelectricity generations; floods result into epidemics like cholera and malaria. Therefore sectors and local governments need to plan and adapt to climate change while undertaking mitigation measures."}, {"text_block_id": "p18_b384", "text": ""}, {"text_block_id": "p18_b385", "text": "There is need to develop appropriate climate change adaptation and mitigation strategies in all sectors to ensure that the country is resilient to the adverse impact of climate change. In addition is developing guidelines for incorporating climate change in sectoral and local government plans and budgets."}, {"text_block_id": "p18_b386", "text": ""}, {"text_block_id": "p18_b387", "text": "The need to put in place policies and organizational structures to address climate change at both national and local levels. Additionally, enabling strategies with legal instruments need to be put in place."}, {"text_block_id": "p18_b388", "text": ""}, {"text_block_id": "p18_b389", "text": "There is need to increase climate change financing through both local and international financing.  Government will continue to participate in, and benefit from, international arrangements on climate change focusing on how to tap on the available global climate change funding mechanisms while at the same time mobilizing local resources."}, {"text_block_id": "p18_b390", "text": ""}, {"text_block_id": "p18_b391", "text": "The necessity for developing a comprehensive Monitoring and Evaluation mechanism incorporating climate change -with clear milestones and analytical tools to guide the implementation of climate change activities among others."}, {"text_block_id": "p18_b392_merged", "text": "A climate change resilient and low carbon climate development pathway, as set out in this National Climate Change Policy (NCCP) can help meet Vision 2040’s goals through strategies and actions that address both sustainable development and climate change. This pathway can also help the Government achieve the Millennium Development Goals (MDGs) and other internationally agreed development goals without compromising the environment and the natural resource base. The NCCP is expected to inform national development and policy decisions in all sectors of the economy."}, {"text_block_id": "p18_b395", "text": "A wide range of actors including Government Ministries Departments and Agencies (MDA), Development Partners, private sector and civil society organizations will contribute to the implementation of the NCCP. Since climate change planning is a cross-cutting and dynamic process, it is anticipated that the recommended strategies will be tracked continuously and revised and or updated in line with the national planning and budgetary processes."}, {"text_block_id": "p19_b396", "text": "2  Why Climate Change matters to Uganda -The Rationale and Scope for the National Climate Change Policy"}, {"text_block_id": "p19_b397", "text": "2.1  Climate Change in Uganda"}, {"text_block_id": "p19_b398", "text": "In Uganda, the average temperature in semi-arid climates is rising, especially in the southwest. Ugand"}, {"text_block_id": "p19_b399", "text": "a’s"}, {"text_block_id": "p19_b400", "text": "National Adaptation Programme of Action (NAPA) cites an average temperature increase of 0.28°C per decade in the country between 1960 and 2010, with the months of January and February most affected by this warming trend, averaging an increase of 0.37°C per decade. The frequency of hot days in the country has increased significantly, while the frequency of cold days has decreased. As a result, the malaria parasite is spreading into new areas of the country. Historical records of Ugand"}, {"text_block_id": "p19_b401", "text": "a’s"}, {"text_block_id": "p19_b402", "text": "glaciers show that the ice caps on the Rwenzori Mountains have shrunk significantly in the last 100 years. The percentage of ice loss is highest on Mount Baker (96%), followed by Mount Speke (91%). Mount Stanley has the lowest percentage of ice loss (68%). The changing temperature patterns in Uganda have been linked with drought and consequent increases in cattle deaths in the cattle corridor."}, {"text_block_id": "p19_b403", "text": "Changes in rainfall patterns are also being observed. Rainfall has decreased and become more unreliable and less evenly distributed. Recent years have seen erratic arrivals and endings of rainfall seasons, and individual rainfalls have been heavier and more violent. Floods and landslides are on the rise and are increasing in intensity. Since the year 2000, extreme rainfall conditions have been regularly experienced in Eastern Uganda, where there has been an increase of approximately 1500 mm of precipitation in the December to January rainy season. El Niño"}, {"text_block_id": "p19_b404", "text": "–"}, {"text_block_id": "p19_b405", "text": "Southern Oscillation events have also become shorter and more irregular."}, {"text_block_id": "p19_b406", "text": "2.2  Impact of Climate Change on the Economy and Development"}, {"text_block_id": "p19_b407", "text": "Uganda is a Low Income country (as defined by the World Bank) with high growth but is also energy-hungry. It has been recognized that climate change and the cost of the climate change response presents a serious threat to the country"}, {"text_block_id": "p19_b408", "text": "’s"}, {"text_block_id": "p19_b409", "text": "economic progress. Already, there is evidence on the impact of climate change on the national economy, with clear signs that the Lake Victoria region, the highlands, the semi-arid zones are affected. In particular, agriculture, water, biodiversity and energy resources are all affected. This affects the poverty reduction, health and livelihoods of the population, especially for women. Climate Change is already affecting national economic outputs and livelihoods and, therefore, Ugand"}, {"text_block_id": "p19_b410", "text": "a’s"}, {"text_block_id": "p19_b411", "text": "long-term development prospects."}, {"text_block_id": "p19_b412_merged_merged_merged_merged", "text": "Droughts have significantly affected water resources, hydroelectricity production and agriculture, among many other sectors. The high frequency of droughts has persisted since 2000, and Uganda particularly suffered in 2004/2005, when production of hydroelectricity declined substantially, throwing the country into a power crisis that undermined investment and slowed the country’s economic growth. Evidence of the impact of drought on water resources is clear. Any decrease in the"}, {"text_block_id": "p20_b415", "text": "water level of Lake Victoria is reflected in the hydroelectricity supplies produced by the two dams"}, {"text_block_id": "p20_b416", "text": "—"}, {"text_block_id": "p20_b417", "text": "Nalubale and Kiira"}, {"text_block_id": "p20_b418", "text": "—"}, {"text_block_id": "p20_b419", "text": "located downstream."}, {"text_block_id": "p20_b420", "text": "Ugand"}, {"text_block_id": "p20_b421", "text": "a’s"}, {"text_block_id": "p20_b422", "text": "economy is particularly vulnerable to climate change and variability, due to a number of specific factors:"}, {"text_block_id": "p20_b423", "text": ""}, {"text_block_id": "p20_b424", "text": "Reliance on exploitation of natural resources, particularly within the agricultural sector."}, {"text_block_id": "p20_b425", "text": ""}, {"text_block_id": "p20_b426", "text": "Heavy dependence on rain-fed agriculture."}, {"text_block_id": "p20_b427", "text": ""}, {"text_block_id": "p20_b428", "text": "Agriculture   performance in Uganda  fluctuates with changes in climate; consequently, gross domestic product (GDP) growth and inflation rates often correspond to seasonal rainfall."}, {"text_block_id": "p20_b429", "text": ""}, {"text_block_id": "p20_b430", "text": "A high population growth rate of 3.2% per year."}, {"text_block_id": "p20_b431", "text": ""}, {"text_block_id": "p20_b432", "text": "This high rate of growth, coupled with the high level of poverty, makes it difficult for Uganda to cope with the impacts of adverse effects of climate change."}, {"text_block_id": "p20_b433", "text": ""}, {"text_block_id": "p20_b434", "text": "An increasing population puts pressure on forests and wetlands, which may result in deforestation and wetland degradation, in turn contributing to increased GHG emissions."}, {"text_block_id": "p20_b435", "text": ""}, {"text_block_id": "p20_b436", "text": "A low per capita income of about US$506 (NPA, 2010)."}, {"text_block_id": "p20_b437", "text": ""}, {"text_block_id": "p20_b438", "text": "As a poor country, Uganda cannot adequately finance adaptation measures that would enable it to minimise the impacts of adverse effects of climate change."}, {"text_block_id": "p20_b439", "text": ""}, {"text_block_id": "p20_b440", "text": "Weak and inadequate infrastructure (weak buildings, seasonal roads)."}, {"text_block_id": "p20_b441", "text": ""}, {"text_block_id": "p20_b442", "text": "Inadequate supply of clean water and sanitation facilities, which tends to have a stronger negative impact on women than on men."}, {"text_block_id": "p20_b443", "text": ""}, {"text_block_id": "p20_b444", "text": "Inadequate availability of health and medical services."}, {"text_block_id": "p20_b445", "text": "2.3  Costs Benefit Analysis of addressing Climate Change through Policy"}, {"text_block_id": "p20_b446_merged_merged_merged", "text": "Uganda cannot afford to choose between addressing climate change and promoting development; the two are interlinked and will become increasingly so over the foreseeable future. As Uganda achieves its development goals and objectives, there will be gains and risks. A growing population and economy with urbanization will mean increase in greenhouse gas (GHG) emissions. Resulting environmental and social conditions, including increased competition over resources, could intensify vulnerability to climate risks. Transitioning to a climate resilient and low carbon development pathway can address future risks, thereby improving Uganda’s ability to grow under a changing climate with low GHGs emissions. In addition, building climate resilience or increasing the ability to adapt to climate change in as a low carbon way as possible will help Uganda achieve sustainable development and the Vision 2040 goals. This will also guarantees every Ugandan the right to a clean and healthy environment as provided for in the Uganda Constitution, 1995."}, {"text_block_id": "p20_b451", "text": "An integrated climate resilient and low carbon development pathway emphasizes:"}, {"text_block_id": "p20_b452", "text": ""}, {"text_block_id": "p20_b453", "text": "Sustainable Development:"}, {"text_block_id": "p20_b454", "text": "Achieving sustainable development should be at the forefront of all climate actions; climate change and development are intricately linked."}, {"text_block_id": "p20_b455", "text": ""}, {"text_block_id": "p20_b456", "text": "Adaptation"}, {"text_block_id": "p20_b457", "text": "–"}, {"text_block_id": "p20_b458", "text": "Reducing vulnerability to avoid or cushion the impacts of climate change, and enable people to respond to climate risks by moving toward a climate resilient society."}, {"text_block_id": "p20_b459", "text": ""}, {"text_block_id": "p20_b460", "text": "Mitigation"}, {"text_block_id": "p20_b461", "text": "–"}, {"text_block_id": "p20_b462", "text": "Taking actions, where possible, to encourage GHG emissions that are lower than business-as-usual practice; and to reduce the human causes of emissions by moving toward a resource efficient economy that is as low carbon as possible."}, {"text_block_id": "p21_b463", "text": "2.3.1 The Cost of Inaction"}, {"text_block_id": "p21_b464", "text": "Climate change impacts will be economically significant, especially for African countries. In the absence of detailed data for Uganda on the economic costs of climate change and the additional costs and benefits of adaptation, assessments of Africa as a region and of other African countries facing similar challenges are useful sources of information. The Adapt Cost study funded by UNEP indicates that the economic costs of climate change in Africa could equal an annual loss in GDP of 1.5%"}, {"text_block_id": "p21_b465", "text": "–"}, {"text_block_id": "p21_b466", "text": "3% by 2030 under a business-as-usual scenario (Panafrican Climate Justice Alliance"}, {"text_block_id": "p21_b467", "text": "–"}, {"text_block_id": "p21_b468", "text": "PACJA, 2009). In the longer term (after 2050), these costs could rise rapidly. As an indication, the PAGE model run as part of the Adapt Cost study and used in the Stern review indicates that these costs could rise to almost 10% of GDP lost by 2100 (PACJA, 2009). The table below shows the estimated annual costs of climate change in Africa, as an equivalent percentage of GDP."}, {"text_block_id": "p21_b469", "text": "Table 1 -Annual costs of climate change in Africa, as an equivalent percentage of GDP"}, {"text_block_id": "p21_b470", "text": "Source: AdaptCost, 2009"}, {"text_block_id": "p21_b471_merged_merged", "text": "Some assessments conducted  at the national level show that climate change will have high economic impacts on key economic sectors. For instance, aggregate models run in Rwanda and Kenya indicate that the additional net economic costs (on top of existing climate variability) imposed by climate change could be equivalent to a loss of almost 1% of GDP each year by 2030 in Rwanda (though this excludes the future effects of floods and other extremes), and almost 3% of GDP each year by 2030 in Kenya (SEI, 2009). In Namibia, it is estimated that expected climate impacts on the country’s natural resources will cause annual losses of between 1% and 6% of GDP (IIED, 2007). In Cameroon, a 14% reduction in rainfall is predicted to cause losses of up to US$4.65 billion, and a 7% reduction in rainfall could cause a reduction of the country’s net revenue by 6.5% per hectare (Molua & Lambi, 2006). Table 2 below shows the estimated climate change economic impacts in the ecological region of Lake Victoria for three specific sectors (Hecht, Kahata & Vincent, 2011)."}, {"text_block_id": "p22_b481", "text": "Table 2 -Maximum change in value due to climate change between now and 2050"}, {"text_block_id": "p22_b482", "text": "The PAGE model run during the AdaptCost study estimates that adaptation could reduce the economic costs of climate change in Africa significantly, from 2% to 1% of GDP by 2040, and from 10% to 7% of GDP by 2100, under a business-as-usual scenario. The remaining economic costs are known as residual damages. The model shows high benefits compared to costs from adaptation, the analysis assuming adaptation investment of around $4.5 billion per year (central value) in Africa from 2020 onwards (Watkiss, 2009). It is evident that investment to address climate change is worth undertaking."}, {"text_block_id": "p22_b483", "text": "In Uganda, climate change is likely to impact the country"}, {"text_block_id": "p22_b484", "text": "’s"}, {"text_block_id": "p22_b485", "text": "microeconomic stability and overall socioeconomic development, as well as its ability to achieve the Millennium Development Goals (MDGs)."}, {"text_block_id": "p22_b486", "text": "Poor climate conditions reduce the performance of Ugand"}, {"text_block_id": "p22_b487", "text": "a’s"}, {"text_block_id": "p22_b488", "text": "agricultural sector, which is the mainstay of the economy. This is likely to result in higher food prices, lower domestic revenues and an increase in the current deficit, due to lower export earnings. The likely overall impact is an increase in inflation (due to an increasing fiscal deficit), an increase in external debt and a depreciation of the Ugandan shilling."}, {"text_block_id": "p22_b489", "text": "The UN"}, {"text_block_id": "p22_b490", "text": "’s"}, {"text_block_id": "p22_b491", "text": "Food and Agriculture Organization determined that the drop in the growth of the Ugandan economy from 6.6% in 2004-05 to 5.3% in 2005-06 was largely due to the variability of the weather, specifically, its impact on agriculture."}, {"text_block_id": "p22_b492", "text": "In Uganda, the key production sectors that tend to be most affected by climate and weather variability are agriculture, water, energy and transport. Agriculture growth dropped from 1.5% in 2004-05 to 0.4% in 2005-06 due to the prolonged drought conditions experienced in most parts of the country, which affected both cash-and food-crop production."}, {"text_block_id": "p22_b493", "text": "As the productivity of agriculture, forestry and fisheries decreases, people increasingly migrate to urban areas, leading to the formation of slums and their associated problems. In the 2007-08 fiscal year, climate change damages were equivalent to 4.4% of the national budget. The cost of the damage exceeded the 3.3% budget allocation for the Environment and Natural Resource Sector."}, {"text_block_id": "p22_b494", "text": "2.3.2 Benefits of addressing Climate Change through this Policy"}, {"text_block_id": "p22_b495_merged_merged_merged_merged", "text": "Uganda’s NCCP will guide efforts towards the attainment of Vision 2040 and encourage people-centred sustainable development ensuring that climate change actions help the country move towards long-term development goals. Some of the strategies in the NCCP contribute to development, climate resilience and transitioning to a low carbon economy while other actions focus on development and climate resilience. However, since Uganda is a low emitter of GHG, low"}, {"text_block_id": "p23_b500", "text": "Low carbon climate resilient development can bring benefits including:"}, {"text_block_id": "p23_b501", "text": ""}, {"text_block_id": "p23_b502", "text": "Enhancing sustainable development"}, {"text_block_id": "p23_b503", "text": "–"}, {"text_block_id": "p23_b504", "text": "Addressing climate change brings opportunities and multiple benefits, helping to address pressures related to poverty, population growth, economic growth, urbanization and resource use. Climate Change resilience and low carbon development enhances the integration of the social, economic and environmental pillars of sustainable development."}, {"text_block_id": "p23_b505", "text": ""}, {"text_block_id": "p23_b506", "text": "Improving lives of the poor and vulnerable"}, {"text_block_id": "p23_b507", "text": "–"}, {"text_block_id": "p23_b508", "text": "Climate change impacts hit hardest on the poor, who are often women and children. The urban poor living in slums that are flood-prone and the rural poor who rely on rain fed subsistence agriculture are particularly vulnerable. Efforts to increase climate change resilience can enhance people-centred development in Uganda."}, {"text_block_id": "p23_b509", "text": ""}, {"text_block_id": "p23_b510", "text": "Building adaptive capacity"}, {"text_block_id": "p23_b511", "text": "–"}, {"text_block_id": "p23_b512", "text": "Ugand"}, {"text_block_id": "p23_b513", "text": "a’s"}, {"text_block_id": "p23_b514", "text": "vulnerability to climate change is undermined by the inadequate adaptive"}, {"text_block_id": "p23_b515", "text": "capacity of its people"}, {"text_block_id": "p23_b516", "text": "and"}, {"text_block_id": "p23_b517", "text": "institutions,"}, {"text_block_id": "p23_b518", "text": "or  their inability to take advantage of opportunities or to cope with the effects of climate disasters. Improving development outcomes such as income, literacy, social networks and access to information and services is critical to building our country"}, {"text_block_id": "p23_b519", "text": "’s"}, {"text_block_id": "p23_b520", "text": "adaptive capacity."}, {"text_block_id": "p23_b521", "text": ""}, {"text_block_id": "p23_b522", "text": "Disaster Risk Reduction:"}, {"text_block_id": "p23_b523", "text": "Most of natural disasters that occur in Uganda are related to extreme weather events. Therefore, the use of climate risk information and early warning systems in economic activities (such as farming), public infrastructure investment and government planning decisions can enhance decision-making capacity, and reduce and prevent climate-related disasters and risks."}, {"text_block_id": "p23_b524", "text": ""}, {"text_block_id": "p23_b525", "text": "Contributing towards the implementation of the Constitution of Uganda, 1995."}, {"text_block_id": "p23_b526", "text": "The right of every person to clean and healthy environment is a fundamental under the Constitution. This right cannot be fully provided for unless action is taken to address environmental pollution, which can be supported through climate resilience and carbon development."}, {"text_block_id": "p23_b527", "text": ""}, {"text_block_id": "p23_b528", "text": "Attracting international climate finance, technology and capacity building"}, {"text_block_id": "p23_b529", "text": "–"}, {"text_block_id": "p23_b530", "text": "The policy directions and evidence base provided through this NCCP can help development partners ensure that their investments align with GoU climate change priorities and that these investments"}, {"text_block_id": "p23_b531", "text": "are nested within Vision"}, {"text_block_id": "p23_b532", "text": "2040 and Ugand"}, {"text_block_id": "p23_b533", "text": "a’s"}, {"text_block_id": "p23_b534", "text": "national"}, {"text_block_id": "p23_b535", "text": "planning"}, {"text_block_id": "p23_b536", "text": "process. Potential sources of international support include bilateral and multilateral funders, the Green Climate Fund, the Adaptation Fund, carbon markets, and the emerging Nationally Appropriate Mitigation Actions (NAMAs) and REDD+ mechanisms."}, {"text_block_id": "p23_b537", "text": ""}, {"text_block_id": "p23_b538", "text": "Leveraging investment"}, {"text_block_id": "p23_b539", "text": "–"}, {"text_block_id": "p23_b540", "text": "The NCCP and implementation strategy can encourage investment in climate resilient and low carbon development technologies and industries, such as agriculture, water resource management, renewable energy, and agroforestry. Policy and institutional reforms supported through climate f i na nc e ca n s timula t e i nv es t m ent in targeted actions that support climate resilient and low carbon development pathway."}, {"text_block_id": "p23_b541", "text": ""}, {"text_block_id": "p23_b542", "text": "Demonstrating regional and global leadership"}, {"text_block_id": "p23_b543", "text": "–"}, {"text_block_id": "p23_b544_merged_merged_merged", "text": "The implementation of climate change and low carbon development demonstrates Uganda’s as one of the leading countries in the global fight against climate change. Efforts to mainstream climate change across national and local government planning through the Vision 20140 and the national planning process provides an example for other countries."}, {"text_block_id": "p23_b547", "text": "2.4 The Rationale for the National Climate Change Policy"}, {"text_block_id": "p23_b548", "text": "In light of the challenges reviewed above, the cost of inaction, the benefits of addressing climate change and the commitments of Uganda at both the global and regional level, a policy response to"}, {"text_block_id": "p24_b549", "text": "climate change in Uganda is crucial for reducing the country"}, {"text_block_id": "p24_b550", "text": "’s"}, {"text_block_id": "p24_b551", "text": "vulnerability to climate change, and it is the most appropriate way to adjust to and cope with the projected impacts of climate change on the nation."}, {"text_block_id": "p24_b552", "text": "The policy response to adaptation will help Uganda to address the challenges brought about by extreme weather events such increased warming, droughts, unpredictable rainfall patterns, floods and storms, thereby increasing the resilience of the population, economy and economic sectors (agriculture, fisheries, water, energy, tourism, infrastructure, settlements, etc.), while also exploring the opportunities available; for example, climate change could actually have positive effects in some regions, where small amounts of warming could benefit agriculture and livestock production."}, {"text_block_id": "p24_b553", "text": "It is also crucial that Uganda address the causes of climate change. Although national emissions of greenhouse gases are currently low compared to those of industrialised countries, Uganda is in the process of developing, and greenhouse gas emissions will increase along with industrialisation. This policy, which provides guidance for a low-carbon development path, is therefore meant to target the key sectors with potential for mitigation in Uganda."}, {"text_block_id": "p24_b554", "text": "There have already been actions on climate change undertaken in Uganda with support from both national and international partners, but these have tended to be scattered and uncoordinated. In addition, an appropriate institutional framework to ensure effective coordination has been missing and has prevented Uganda from fully exploring potential opportunities for climate-friendly and green growth created by the international and regional interest around this issue."}, {"text_block_id": "p24_b555", "text": "In light of the challenges currently facing the country, public and private financing for climate action will need to be mobilised and scaled up significantly in Uganda. With the help of an overarching national climate change policy framework, various mechanisms can now be tapped to do just that. The Cancun Agreements call on developed countries to provide new and additional resources for climate actions, and Uganda is ready to mobilise resources that will assist in efforts to find lasting solutions for financing climate change action, building on the long-standing work of the UNFCCC, GEF, World Bank and others to share experiences, identify lessons learned and provide policy recommendations for good practice."}, {"text_block_id": "p24_b556", "text": "2.5  The Scope of the Policy"}, {"text_block_id": "p24_b557", "text": "With respect to mitigation  potential, the most important sectors"}, {"text_block_id": "p24_b558", "text": "—"}, {"text_block_id": "p24_b559", "text": "those"}, {"text_block_id": "p24_b560", "text": "with"}, {"text_block_id": "p24_b561", "text": "relatively high potential for greenhouse gas mitigation"}, {"text_block_id": "p24_b562", "text": "—"}, {"text_block_id": "p24_b563", "text": "include land use, land-use change and forestry (LULUCF); wetlands, energy; transport, agriculture, waste management and industrial processes. New discoveries in the oil sector in recent years will, however, shift this outlook (especially as oil drilling and refining begins by the end of the decade), and other changes may occur after decommissioning. Uganda is moving towards reducing pollution and greenhouse gases, but the country will need new technologies to achieve sustainable development and transition to a low-carbon economy that may include various market-based mechanisms to reflect the full cost of consumption and production patterns from a climate perspective. These efforts will provide some vital strategic solutions, but will not be sufficient to mitigate the negative effects of climate change."}, {"text_block_id": "p24_b564_merged_merged_merged", "text": "This policy is meant to be a “living” document; it will require revisions in the medium term as Uganda’s development path evolves and our knowledge of climate change and its impacts on the country increases. Therefore, the policy focuses on policy directions that can be acted upon now to guide a series of actions within the next 5 to 15 years, with the ultimate goal of addressing the long-term"}, {"text_block_id": "p25_b571", "text": "challenges brought about by climate change and setting Uganda on a sustainable development path that takes climate change into account."}, {"text_block_id": "p25_b572", "text": "The policy is also meant to provide a framework for ensuring coordinated action, with adequate attention paid to capacity requirements and the development of the financial mechanisms and tools required to respond to the climate change challenge along these policy directions at the national level."}, {"text_block_id": "p25_b573", "text": "To conclude, this policy guided the development of a national costed implementation strategy, presented in Annex to the policy and which provides detailed guidance for actions by sector and potential tools to be used to finance the various actions proposed."}, {"text_block_id": "p26_b574", "text": "3 Policy framework"}, {"text_block_id": "p26_b575", "text": "3.1 The Goal"}, {"text_block_id": "p26_b576", "text": "3.2 The Main Objective"}, {"text_block_id": "p26_b577", "text": "3.3  Specific Objectives"}, {"text_block_id": "p26_b578_merged", "text": "In order to achieve the policy’s overarching objective, the policy builds on a number of specific objectives, These are to:"}, {"text_block_id": "p26_b581", "text": "1."}, {"text_block_id": "p26_b582", "text": "Identify and promote common policy priorities to address climate change in Uganda,"}, {"text_block_id": "p26_b583", "text": "2."}, {"text_block_id": "p26_b584", "text": "Identify and promote adaptation policy responses for Uganda,"}, {"text_block_id": "p26_b585", "text": "3."}, {"text_block_id": "p26_b586", "text": "Identify and promote mitigation policy responses for Uganda,"}, {"text_block_id": "p26_b587", "text": "4."}, {"text_block_id": "p26_b588", "text": "Identify and promote monitoring, detection, attribution and prediction policy responses for Uganda,"}, {"text_block_id": "p26_b589", "text": "5."}, {"text_block_id": "p26_b590", "text": "Support the integration of climate change issues into planning, decision making and investments in all sectors and trans-sectoral themes through appropriate institutional arrangements and legal framework, and"}, {"text_block_id": "p26_b591", "text": "6."}, {"text_block_id": "p26_b592", "text": "Facilitate the mobilisation of financial resources to address climate change in Uganda."}, {"text_block_id": "p26_b593", "text": "A number of key principles have guided the development of this policy. They are briefly discussed below."}, {"text_block_id": "p26_b594", "text": "3.4.1 Mainstreaming and Coordinated Response to Climate Change"}, {"text_block_id": "p26_b595", "text": "This policy is not meant to replace sectoral policies, but rather to provide a framework for the harmonisation and coordination of the various sectoral efforts already underway and to be put forth in the future. At the core of this policy is the recognition that climate change is a fundamentally multi-sectoral issue, and that all sectors and categories of stakeholders must therefore be actively involved for the implementation of the policy to be a success. This especially calls for the mainstreaming of climate change concerns in the relevant sectoral, national and local policies, plans and budgets."}, {"text_block_id": "p27_b596", "text": "3.4.2 Communicating Effectively and Promoting Participatory Approaches"}, {"text_block_id": "p27_b597", "text": "The assessments and broad based consultations that led to the development of this policy have highlighted just how crucial it is to ensure adequate communication and participation as an integral part of the path of change on which this policy will lead the country, including the participation of women and other vulnerable groups. Also critical to the implementation of this policy is the need for changes in attitudes, behaviours and perceptions. Given the diversity of the actors involved in the implementation of this policy, a variety of resources and methods of communication will be needed to support participation and this change in behaviour both inside and outside the government, at both the national and local levels. The policy has been designed with this need firmly in mind."}, {"text_block_id": "p27_b598", "text": "3.4.3 Promoting Community-Based Approaches to Adaptation"}, {"text_block_id": "p27_b599", "text": "The impacts of climate change will be felt heavily by local communities, especially in view of their significant vulnerability to the impacts. Local communities therefore have a crucial role to play in future efforts to adapt to climate change. Central to this policy and its implementation is the recognition of this key role and the need to promote community-based and bottom-up approaches to adaptation."}, {"text_block_id": "p27_b600", "text": "3.4.4 Devoting Adequate Attention to Capacity Development and Institutional SetUps"}, {"text_block_id": "p27_b601", "text": "The background studies conducted as part of the policy development process have revealed the need to ensure that the policy fully takes into account the limited current capacity of Uganda in dealing with climate change, and addresses these capacity needs as part of the directions provided."}, {"text_block_id": "p27_b602", "text": "3.4.5 Devoting Adequate Attention to Technology Needs, Development and Transfer"}, {"text_block_id": "p27_b603", "text": "Technology development and transfer are crucial components for addressing climate change adaptation and mitigation challenges in various sectors. Uganda, like most of the least-developed countries, is characterised by a low level of technology development. However, there are various technologies available in the developed and some developing countries that can be transferred to Uganda to maximise adaptation and mitigation potential."}, {"text_block_id": "p27_b604", "text": "3.4.6 Identifying, Developing and Influencing Financing Mechanisms"}, {"text_block_id": "p27_b605", "text": "A review of cost estimates and financial mechanisms (both existing and prospective) for the implementation of this policy makes it clear that the financing of the implementation will have to draw on a number of different sources and tools. Not only will the support of international development partners be sought, but adequate attention will have to be paid to innovative market-based mechanisms in the implementation strategy to follow. This will be needed to build incentives for climate-friendly approaches to development and technology transfer in various sectors, and to ensure that climate change concerns are mainstreamed into national-, sectoral-and district-level budgets and investment screening processes, in order to leverage both public and private sources of financing."}, {"text_block_id": "p27_b606", "text": "3.4.7 Providing a Credible Delivery Structure"}, {"text_block_id": "p27_b607", "text": "It is clear that the policy requires an appropriate framework to ensure its proper implementation from two perspectives: 1) In terms of the institutional structure, to ensure coordination on climate change issues; and 2) In terms of the financial delivery mechanisms, to ensure support for policy implementation. Both of these issues are considered within the policy, and are further elaborated upon in the implementation strategy presented in Annex."}, {"text_block_id": "p28_b608", "text": "3.4.8 Addressing Cross-Cutting Issues"}, {"text_block_id": "p28_b609", "text": "It should be noted that the policy underwent a strategic environmental assessment in order to ensure that the policy responses and strategic options provided are consistent with national requirements and proactively support sound environmental management."}, {"text_block_id": "p29_b610", "text": "4  Policy Directions"}, {"text_block_id": "p29_b611", "text": "The"}, {"text_block_id": "p29_b612", "text": "Uganda National Climate Change Policy"}, {"text_block_id": "p29_b613", "text": "is based on the following priority concerns: adaptation; mitigation; and research and observation (including monitoring, detection, attribution and prediction). In line with the EAC regional policy, this national policy emphasises climate change adaptation as the top priority for Uganda, while mitigation efforts are embraced by the policy as secondary, given Ugand"}, {"text_block_id": "p29_b614", "text": "a’s stage"}, {"text_block_id": "p29_b615", "text": "in the development process and its current low levels of emissions. Some common policy priorities for both adaptation and mitigation concerns are mentioned below, followed by policy priorities specific to each concern. Some sectors, such as agriculture and forestry, are covered under both the adaptation and mitigation sub-sections, as relevant."}, {"text_block_id": "p29_b616", "text": "4.1  Common Policy Priorities"}, {"text_block_id": "p29_b617", "text": "Policy-Specific Objective 1:"}, {"text_block_id": "p29_b618", "text": "To identify and promote common policy priorities to address climate change in Uganda"}, {"text_block_id": "p29_b619", "text": "Given the multifaceted nature of a number of the climate change challenges facing Uganda, some of the policy priorities to mainstream climate change concerns in Ugand"}, {"text_block_id": "p29_b620", "text": "a’s"}, {"text_block_id": "p29_b621", "text": "development efforts cut across multiple sectors and address both adaptation and mitigation challenges. These must be given due consideration in order to ensure a coordinated response to climate change at the national level. In particular, the Government of Uganda (GoU) must:"}, {"text_block_id": "p29_b622", "text": "1."}, {"text_block_id": "p29_b623", "text": "Promote and support climate change education, awareness raising and capacity development for   a   range  of   stakeholders  (government,   academics, civil  society  and   private  sector) contributing to the national development process, from the local level to the national level. The aim of such efforts should be twofold: i) to ensure that each category of stakeholder better understands the climate change impacts facing Uganda, their causes, and the responses and means available. Support should be tailored to each target group based on their role in the development process, ranging from basic awareness raising training to advanced training on specific tools and technologies for the promotion of a more climate-resilient and climate-friendly development process; and ii) to mainstream climate change concerns in education curriculum at all levels and provide mechanisms to ensure the development in the medium term of appropriately skilled professionals  to address specific technical challenges associated with climate change."}, {"text_block_id": "p29_b624", "text": "2."}, {"text_block_id": "p29_b625_merged_merged_merged", "text": "Provide adequate support for policies and programmes that take into account the interactions between population dynamics, climate change and development. Uganda’s population trends are likely to expose more people to climate change impacts, because areas of high population growth and density and high vulnerability to climate change impacts overlap. In addition, high population growth trends are critical to future scenarios of GHG emissions. Efforts to address demographic trends and climate change will focus on: 1) promoting and strengthening family planning and reproductive health as a cost-effective way of influencing future population growth by avoiding unintended pregnancies, rooted in the exercise of the right to reproductive health and the full scope of gender equality; 2) concerted action to improve women’s status, as well as maternal and child health, while protecting the right of women to make their own decisions about childbearing; 3) promoting awareness and recognising that no human being has more right than any other to alter the global commons of the atmosphere; and 4) promoting access to education beyond the primary level in order to provide a foundation for greater resilience to the negative impacts of climate change."}, {"text_block_id": "p29_b630", "text": "3."}, {"text_block_id": "p29_b631", "text": "Provide proper support for the information sharing and research that is required to better understand the impacts of climate change in Uganda and the vulnerabilities of particular groups and populations, so as to better inform future actions for adaptation to climate change."}, {"text_block_id": "p30_b632", "text": "4."}, {"text_block_id": "p30_b633", "text": "Promote research and development, transfer and diffusion of technology through the use of appropriate information sharing, incentive schemes and support mechanisms, as relevant to the various sectors concerned. Technology development and transfer are crucial components in addressing climate change adaptation and mitigation challenges in different sectors. Uganda, like most of the least-developed countries, is characterised by a low level of technology development. However, there are various technologies available in developed and developing countries that can be"}, {"text_block_id": "p30_b634", "text": "transferred to Uganda to maximise the country"}, {"text_block_id": "p30_b635", "text": "’s"}, {"text_block_id": "p30_b636", "text": "adaptation"}, {"text_block_id": "p30_b637", "text": "and mitigation potential. Uganda also needs to pursue its own efforts to develop appropriate technologies to address climate change."}, {"text_block_id": "p30_b638", "text": "5."}, {"text_block_id": "p30_b639", "text": "Mainstream gender issues in climate change adaptation and mitigation approaches in order to reduce the vulnerability of women and children to the impacts of climate change and recognise their key role in tackling this issue. Ugand"}, {"text_block_id": "p30_b640", "text": "a’s"}, {"text_block_id": "p30_b641", "text": "vulnerability and adaptation assessments indicate that the poor (in both urban and rural areas), most being women and children, are most vulnerable to climate change impacts. The greater vulnerability of women is mostly due to gender inequality. Children and infants are still prone to curable diseases and thus are more vulnerable to illness and death. Women have had limited access to and control over resources, especially land. Yet they play a crucial role in their management and will be impacted by strategies for GHG emission reductions, especially when it comes to agriculture and fuel wood use, for instance. The GoU must thus ensure that communities are empowered and that both men and women participate meaningfully in planning, testing and rolling out adaptation and mitigation activities in rural and urban areas. Further work is needed to build on efforts already underway to include gender and climate change in education curriculum and training programmes. Climate change response policies and activities must be gender sensitive, and the capacity of relevant stakeholders at national and local levels to promote gender-sensitive approaches to climate change adaptation must be strengthened."}, {"text_block_id": "p30_b642", "text": "4.2  Adaptation"}, {"text_block_id": "p30_b643", "text": "Policy-Specific Objective 2:"}, {"text_block_id": "p30_b644", "text": "To identify and promote adaptation policy responses for Uganda"}, {"text_block_id": "p30_b645", "text": "Adaptation to climate change in Uganda requires a series of coordinated policy responses that are either sector specific or cross-cutting in nature. The key sector-specific and cross-cutting priorities are:"}, {"text_block_id": "p30_b646", "text": "4.2.1 Sector-Specific Priorities"}, {"text_block_id": "p30_b647_merged_merged_merged", "text": "The GoU should act upon a number of sector-specific priorities to increase the resilience of the country’s development path to the impacts of climate change. The key challenges faced by the most vulnerable sectors and the priorities for ensuring that climate change adaptation concerns are mainstreamed in the development of these sectors are provided below."}, {"text_block_id": "p30_b650", "text": "Agriculture and Livestock"}, {"text_block_id": "p30_b651", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p30_b652", "text": ""}, {"text_block_id": "p30_b653", "text": "Uganda depends largely on rain-fed agriculture, making rural livelihoods and food security highly vulnerable to the consequences of climate change and variability."}, {"text_block_id": "p30_b654", "text": ""}, {"text_block_id": "p30_b655", "text": "Climate change in Uganda is expected to severely influence the variability of rainfall and to cause increases in temperature and the potential for evapotranspiration."}, {"text_block_id": "p30_b656", "text": ""}, {"text_block_id": "p30_b657", "text": "Predicted increases in aridity, and hence droughts, will in turn influence agricultural production."}, {"text_block_id": "p31_b658", "text": ""}, {"text_block_id": "p31_b659", "text": "These impacts will negatively affect food availability and supply, therefore impacting food security."}, {"text_block_id": "p31_b660", "text": ""}, {"text_block_id": "p31_b661", "text": "There are currently a number of initiatives to mainstream climate change agricultural policy and practices, including sustainable land management."}, {"text_block_id": "p31_b662", "text": ""}, {"text_block_id": "p31_b663_merged", "text": "Uganda is developing a National Agricultural Policy (NAP), whose major focus is on food security, increased household incomes, improved value chains, increased domestic and international trade, and improved sustainable natural resource management. The food and nutrition policy is intended to ensure that the entire food chain, from production to consumption, is efficiently managed within the overall development strategy, through building capacities at all levels for adequate action to improve household food security. Uganda’s agricultural policy is also shaped by the Ministry of Agriculture, Animal Industry and Fisheries’ (MAAIF’s) Sector Development Plan 2015/16-2019/20 whose major goal is agriculture for food and income security. The Sector Development Plan renews recognition of the fundamental importance of agriculture to the Ugandan economy and of the central role it has to play in development, economic growth and poverty reduction. The bulk of activities to adapt to climate change in the agricultural sector centres on capacity building."}, {"text_block_id": "p31_b670", "text": "Policy Response:"}, {"text_block_id": "p31_b671", "text": "To address these challenges, the following policy priorities are to be pursued, building on efforts underway in the Ministry of Agriculture, Animal Industry and Fisheries:"}, {"text_block_id": "p31_b672", "text": "Specific strategies"}, {"text_block_id": "p31_b673", "text": "for tackling these sectoral policy priorities are the following:"}, {"text_block_id": "p31_b674", "text": ""}, {"text_block_id": "p31_b675", "text": "Promote and encourage highly adaptive and productive crop varieties and cultivars in drought-prone, flood-prone and rain-fed crop farming systems."}, {"text_block_id": "p31_b676", "text": ""}, {"text_block_id": "p31_b677", "text": "Promote and encourage highly adaptive and productive livestock breeds."}, {"text_block_id": "p31_b678", "text": ""}, {"text_block_id": "p31_b679", "text": "Promote and encourage conservation agriculture and ecologically compatible cropping systems to increase resilience to the impacts climate change."}, {"text_block_id": "p31_b680", "text": ""}, {"text_block_id": "p31_b681", "text": "Promote sustainable management of rangelands and pastures through integrated rangeland management to avoid land degradation and deforestation."}, {"text_block_id": "p31_b682", "text": ""}, {"text_block_id": "p31_b683", "text": "Promote irrigated agriculture by encouraging irrigation systems that use water sustainably."}, {"text_block_id": "p31_b684", "text": ""}, {"text_block_id": "p31_b685", "text": "Promote and encourage agricultural diversification, and improved post-harvest handling, storage and value addition in order to mitigate rising climate related losses and to improve food security and household incomes."}, {"text_block_id": "p31_b686", "text": ""}, {"text_block_id": "p31_b687", "text": "Support community-based adaptation strategies through stretched extension services and improved systems for conveying timely climate information to rural populations to enhance the resilience of agricultural systems to the impacts of climate change."}, {"text_block_id": "p31_b688", "text": ""}, {"text_block_id": "p31_b689", "text": "Develop innovative insurance schemes (low-premium micro-insurance policies) and low-interest credit facilities to insure farmers against crop failure due to droughts, pests, floods and other weather-related events."}, {"text_block_id": "p31_b690", "text": "Water"}, {"text_block_id": "p31_b691", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p31_b692", "text": ""}, {"text_block_id": "p31_b693", "text": "Water is essential for all forms of life. The availability of safe water is one of many factors"}, {"text_block_id": "p32_b694", "text": "that determine the amount of life that can exist in a given setting."}, {"text_block_id": "p32_b695", "text": ""}, {"text_block_id": "p32_b696", "text": "Water is used for agriculture, households, livestock, fishing, energy, mining, manufacturing and a range of services."}, {"text_block_id": "p32_b697", "text": ""}, {"text_block_id": "p32_b698", "text": "Climate change is already affecting water availability, quality and security across Uganda for both production and domestic use. The predicted rise in temperature and increased variability of rainfall due to climate change will adversely affect water resources and water-dependent sectors such as agriculture, livestock and energy."}, {"text_block_id": "p32_b699", "text": ""}, {"text_block_id": "p32_b700", "text": "The combined effect of climate change, population growth and environmental degradation will lead to competing demands for water. Water stress challenges are already being felt in most parts of the country, especially in the cattle corridor, which receives less rain naturally."}, {"text_block_id": "p32_b701", "text": ""}, {"text_block_id": "p32_b702", "text": "Ugand"}, {"text_block_id": "p32_b703", "text": "a’s"}, {"text_block_id": "p32_b704", "text": "1999 National Water Policy provides guidance on the orderly development and use of water resources to minimise"}, {"text_block_id": "p32_b705", "text": "harmful effects to the environment and"}, {"text_block_id": "p32_b706", "text": "establishes responses to emergencies such as droughts and floods. The Directorate of Water Resources Management and Directorate of Water Development under the MWE appear to be taking a lead in climate change vulnerability assessment and adaptation. A Climate Change Vulnerability"}, {"text_block_id": "p32_b707", "text": "Assessment, an Adaptation"}, {"text_block_id": "p32_b708", "text": "Strategy"}, {"text_block_id": "p32_b709", "text": "and"}, {"text_block_id": "p32_b710", "text": "an"}, {"text_block_id": "p32_b711", "text": "Action Plan for the Water Resources Sector in Uganda are already in place. A framework for Integrated Catchment-Based Water Resources Management is also being developed."}, {"text_block_id": "p32_b712", "text": "Policy Response:"}, {"text_block_id": "p32_b713", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p32_b714", "text": "Specific strategies"}, {"text_block_id": "p32_b715", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p32_b716", "text": ""}, {"text_block_id": "p32_b717", "text": "Promote and encourage water harvesting and efficient water utilisation among individuals, households, institutions and sectors."}, {"text_block_id": "p32_b718", "text": ""}, {"text_block_id": "p32_b719", "text": "Ensure availability of water for production in water dependant sectors in order to increase their resilience to climate change impacts."}, {"text_block_id": "p32_b720", "text": ""}, {"text_block_id": "p32_b721", "text": "Promote  and  strengthen  the  conservation  and  protection  against  degradation  of watersheds, water catchment areas, river banks and water bodies."}, {"text_block_id": "p32_b722", "text": ""}, {"text_block_id": "p32_b723", "text": "Promote  Integrated  Water  Resources  Management  (including  underground  water resources), including contingency planning for extreme events such as floods and drought."}, {"text_block_id": "p32_b724", "text": ""}, {"text_block_id": "p32_b725", "text": "Ensure that all guidelines for infrastructure/hydraulic works (i.e., water for production, piped water supply schemes and conditional grants guidelines for support to point sources protection) mainstream climate change."}, {"text_block_id": "p32_b726", "text": ""}, {"text_block_id": "p32_b727", "text": "Improve   and   strengthen   trans-boundary cooperation   regarding water resources management."}, {"text_block_id": "p32_b728", "text": ""}, {"text_block_id": "p32_b729", "text": "Support institutional and human capacity building in water resource use, development and management."}, {"text_block_id": "p32_b730", "text": ""}, {"text_block_id": "p32_b731", "text": "Strengthen water resource monitoring networks and flood warning systems."}, {"text_block_id": "p32_b732", "text": "Fisheries and Aquaculture"}, {"text_block_id": "p32_b733", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p32_b734", "text": ""}, {"text_block_id": "p32_b735_merged_merged", "text": "Uganda’s lakes and rivers are a repository of aquatic resources, which support fisheries."}, {"text_block_id": "p33_b738", "text": ""}, {"text_block_id": "p33_b739", "text": "Aquatic ecosystems are t h r ea t en ed by re s o u rc e o v erexp l oi ta ti o n , t ra n s fo r m a t io n an d degradation of habitat, pollution, and now, climate change."}, {"text_block_id": "p33_b740", "text": ""}, {"text_block_id": "p33_b741", "text": "Fish catches and fish stocks are declining, mainly due to over-fishing."}, {"text_block_id": "p33_b742", "text": ""}, {"text_block_id": "p33_b743", "text": "With climate change, reduction in water levels will lead to decline in fish sto"}, {"text_block_id": "p33_b744", "text": "c"}, {"text_block_id": "p33_b745", "text": "ks and other aquatic resources. To reverse the decline of the fishing industry, interventions are ur"}, {"text_block_id": "p33_b746", "text": "g"}, {"text_block_id": "p33_b747", "text": "ently required to stop illegal activities and to exploit existing opportunities."}, {"text_block_id": "p33_b748", "text": ""}, {"text_block_id": "p33_b749", "text": "Ugand"}, {"text_block_id": "p33_b750", "text": "a’s"}, {"text_block_id": "p33_b751", "text": "2004 National Fisheries Policy recognises the need to develop fisheries in a socially and environmentally sustainable manner and emphasises the protection of aquatic ecosystems to meet the needs of current and future generations. The policy provides guidance on the development of flexible systems of managing, utilising and conserving the country"}, {"text_block_id": "p33_b752", "text": "’s"}, {"text_block_id": "p33_b753", "text": "fisheries."}, {"text_block_id": "p33_b754", "text": ""}, {"text_block_id": "p33_b755", "text": "Under the MAAIF"}, {"text_block_id": "p33_b756", "text": "’s"}, {"text_block_id": "p33_b757", "text": "DSIP, the government focuses on strengthening controls of illegal fishing, promoting and supporting aquaculture and cage farming"}, {"text_block_id": "p33_b758", "text": "—"}, {"text_block_id": "p33_b759", "text": "especially of tilapia (currently at negligible levels but with clear potential for export to neighbouring countries), and stocking small water bodies, including dams. Emphasis will also be placed on ensuring fish quality at all levels. These focuses need to be further strengthened by the climate change policy."}, {"text_block_id": "p33_b760", "text": "Policy Response:"}, {"text_block_id": "p33_b761", "text": "To address the challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p33_b762", "text": "Specific strategies"}, {"text_block_id": "p33_b763", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p33_b764", "text": ""}, {"text_block_id": "p33_b765", "text": "Promote and encourage climate change resilient fishing practices."}, {"text_block_id": "p33_b766", "text": ""}, {"text_block_id": "p33_b767", "text": "Promote sustainable fish farming as a means of economic diversification and enhancing the resilience of the fishing sector to the impacts of climate change."}, {"text_block_id": "p33_b768", "text": ""}, {"text_block_id": "p33_b769", "text": "Promote and encourage collaborative and participatory management of aquatic ecosystems."}, {"text_block_id": "p33_b770", "text": ""}, {"text_block_id": "p33_b771", "text": "Promote awareness of the climate change"}, {"text_block_id": "p33_b772", "text": "–"}, {"text_block_id": "p33_b773", "text": "related impacts on fisheries amongst the various stakeholders, such as local communities, resource managers and policy makers."}, {"text_block_id": "p33_b774", "text": ""}, {"text_block_id": "p33_b775", "text": "Provide economic incentives to diversify livelihood options in order to reduce dependence on climate-sensitive fisheries resources."}, {"text_block_id": "p33_b776", "text": ""}, {"text_block_id": "p33_b777", "text": "Promote biological engineering and restoration of stress-tolerant organisms."}, {"text_block_id": "p33_b778", "text": ""}, {"text_block_id": "p33_b779", "text": "Improve and strengthen transboundary cooperation regarding fisheries ecosystems."}, {"text_block_id": "p33_b780", "text": "Transport and Works"}, {"text_block_id": "p33_b781", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p33_b782", "text": ""}, {"text_block_id": "p33_b783", "text": "Ugand"}, {"text_block_id": "p33_b784", "text": "a’s"}, {"text_block_id": "p33_b785", "text": "transport systems and other infrastructure continue to be built without taking Predicted climate change patterns into account."}, {"text_block_id": "p33_b786", "text": ""}, {"text_block_id": "p33_b787", "text": "Climate-related hazards and predicted impacts of climate change threaten vital transport infrastructure such as roads, bridges and rail networks."}, {"text_block_id": "p33_b788", "text": ""}, {"text_block_id": "p33_b789", "text": "The economic cost of the impacts of climate change on infrastructure damage, repairs and reconstructions, though difficult to estimate, is very high."}, {"text_block_id": "p33_b790", "text": ""}, {"text_block_id": "p33_b791_merged_merged_merged_merged_merged_merged", "text": "Uganda’s transport policy aims to promote cheaper, more efficient and more reliable transport services as a means of providing effective support to increased agricultural and industrial production, trade, tourism, and social and administrative services. For all transport projects, Environmental Impact Assessments (EIAs) are prepared in accordance with the"}, {"text_block_id": "p34_b796", "text": "Ugandan Guidelines and the latest international standards and environmental criteria, and submitted to the National Environment Management Authority (NEMA) for approval. Although not much has been done to integrate climate change in transport policy, the Ministry of Works and Transport (MoWT) is currently developing a Climate Change Risk Management Strategy for the transport sector."}, {"text_block_id": "p34_b797", "text": "Policy Response:"}, {"text_block_id": "p34_b798", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p34_b799", "text": "Specific strategies"}, {"text_block_id": "p34_b800", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p34_b801", "text": ""}, {"text_block_id": "p34_b802", "text": "Integrate climate change into the existing infrastructure risk assessment guidelines and methodology."}, {"text_block_id": "p34_b803", "text": ""}, {"text_block_id": "p34_b804", "text": "Building on work already underway, establish and enforce climate change resilient standards for transport and infrastructure planning and development through monitoring and reporting systems."}, {"text_block_id": "p34_b805", "text": ""}, {"text_block_id": "p34_b806", "text": "Encourage the integration of climate change into transport and infrastructure development strategies."}, {"text_block_id": "p34_b807", "text": ""}, {"text_block_id": "p34_b808", "text": "Promote  and  encourage   water  catchment  protection  in transport  infrastructure development and maintenance."}, {"text_block_id": "p34_b809", "text": ""}, {"text_block_id": "p34_b810", "text": "Climate-proof existing  and  future  infrastructure  by conducting  geotechnical site investigations (GSIs) to determine whether areas are appropriate or inappropriate for infrastructural development."}, {"text_block_id": "p34_b811", "text": "Forestry"}, {"text_block_id": "p34_b812", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p34_b813", "text": ""}, {"text_block_id": "p34_b814", "text": "Uganda is endowed with abundant forest resources, which contribute significantly to environmental sustainability, the economy, community livelihoods and carbon sequestration."}, {"text_block_id": "p34_b815", "text": ""}, {"text_block_id": "p34_b816", "text": "Uganda forestry policy (the 2001 National Forestry Policy and the 2001 National Forestry and Tree Planting Act) makes reference to climate change issues on the commercial forest plantation, forest products processing industries, collaborative forest management, and farm forest conservation of forest biodiversity, watershed management, soil conservation and urban forest."}, {"text_block_id": "p34_b817", "text": ""}, {"text_block_id": "p34_b818_merged", "text": "However, the country’s forest cover is disappearing at an alarming rate. Major causes of deforestation in c lu d e c le a rin g fo r s e ttl e me n ts a nd a gr i c ul t u r e , o v er gr a z i ng , wild fi re s , charcoal burning, over-exploitation of wood resources for commercial purposes."}, {"text_block_id": "p34_b821", "text": ""}, {"text_block_id": "p34_b822", "text": "C"}, {"text_block_id": "p34_b823", "text": "limate change and intensified land use will exacerbate degradation and desertification, as tree mortality increases with reduced rainfall and the incidences of pest, diseases and forest fires rise."}, {"text_block_id": "p34_b824", "text": ""}, {"text_block_id": "p34_b825", "text": "This will increase the rate of interventions needed in this sector to ensure sustainable forest management."}, {"text_block_id": "p34_b826", "text": "Policy Response:"}, {"text_block_id": "p34_b827", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p35_b828", "text": "Specific strategies"}, {"text_block_id": "p35_b829", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p35_b830", "text": ""}, {"text_block_id": "p35_b831", "text": "Strengthen the existing national forestry policy to reduce deforestation and forest degradation."}, {"text_block_id": "p35_b832", "text": ""}, {"text_block_id": "p35_b833", "text": "Promote  intensified   and   sustained   afforestation   and reforestation programmes implemented by the government, institutions, households and individuals, the private sector, civil society and multilateral organisations."}, {"text_block_id": "p35_b834", "text": ""}, {"text_block_id": "p35_b835", "text": "Promote and encourage efficient biomass energy production and utilization technologies to reduce biomass consumption."}, {"text_block_id": "p35_b836", "text": ""}, {"text_block_id": "p35_b837", "text": "Encourage agro-forestry, which will enable poor rural households to meet their subsistence and energy needs."}, {"text_block_id": "p35_b838", "text": ""}, {"text_block_id": "p35_b839", "text": "Strengthen existing forestry research and encourage conservation and restoration of forest ecosystems critically threatened by climate change."}, {"text_block_id": "p35_b840", "text": "Wetlands"}, {"text_block_id": "p35_b841", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p35_b842", "text": ""}, {"text_block_id": "p35_b843", "text": "Uganda is endowed with wetland resources that contribute significantly to environmental sustainability, community livelihoods and carbon sequestration."}, {"text_block_id": "p35_b844", "text": ""}, {"text_block_id": "p35_b845", "text": "The Uganda government has put in place legislation to manage all its natural resources, including wetlands. The Wetland Policy is in line with efforts to address climate change, as it aims to establish principles by which wetland resources can be optimally used now and in the future, to end practices that reduce wetland productivity, to maintain the biological diversity of natural or semi-natural wetlands and to maintain wetland functions and values."}, {"text_block_id": "p35_b846", "text": ""}, {"text_block_id": "p35_b847_merged", "text": "However, the country’s wetlands are disappearing at an alarming rate. In 1964, the total area of wetlands was estimated at 32,000 km but by 1999, it had decreased to 30,000 km , about 13% of the total area of Uganda. As of 2005, the wetland cover had been further reduced to 26,308 km , only 11% of the total land area."}, {"text_block_id": "p35_b856", "text": ""}, {"text_block_id": "p35_b857", "text": "Major drivers of wetland degradation include draining of wetlands for agriculture, urban and industrial expansion, over-harvesting of wetland resources (mainly for construction and handicraft), over-fishing and poor use of wetland catchments leading to siltation of wetlands and rivers."}, {"text_block_id": "p35_b858", "text": ""}, {"text_block_id": "p35_b859", "text": "Climate change and intensified land use will exacerbate wetland degradation, as wetlands will be encroached upon further for farming, and the incidence of wetland fires is likely to rise."}, {"text_block_id": "p35_b860", "text": ""}, {"text_block_id": "p35_b861", "text": "This will increase  the rate of interventions needed in  this sector to ensure sustainable wetland conservation and restoration."}, {"text_block_id": "p35_b862", "text": "Policy Response:"}, {"text_block_id": "p35_b863", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p36_b864", "text": "Specific strategies"}, {"text_block_id": "p36_b865", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p36_b866", "text": ""}, {"text_block_id": "p36_b867", "text": "Strengthen the existing national wetland policy to prevent wetland degradation and encroachment."}, {"text_block_id": "p36_b868", "text": ""}, {"text_block_id": "p36_b869", "text": "Promote and intensify wetland protection and restoration of degraded wetlands."}, {"text_block_id": "p36_b870", "text": ""}, {"text_block_id": "p36_b871", "text": "Strengthen collaborative and participatory management of wetland resources."}, {"text_block_id": "p36_b872", "text": ""}, {"text_block_id": "p36_b873", "text": "Strengthen existing wetland research and encourage conservation and restoration of ecosystems critically threatened by climate change."}, {"text_block_id": "p36_b874", "text": "Biodiversity and Ecosystem Services"}, {"text_block_id": "p36_b875", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p36_b876", "text": ""}, {"text_block_id": "p36_b877", "text": "The GoU promotes the conservation and sustainable utilisation of the country"}, {"text_block_id": "p36_b878", "text": "’s"}, {"text_block_id": "p36_b879", "text": "biodiversity, as well as the effective management of its ecosystems."}, {"text_block_id": "p36_b880", "text": ""}, {"text_block_id": "p36_b881", "text": "There are currently a number of initiatives in Uganda to mainstream climate change biodiversity and ecosystem management, including sustainable land management."}, {"text_block_id": "p36_b882", "text": ""}, {"text_block_id": "p36_b883", "text": "The government also promotes equitable sharing of the benefits arising thereof for the wellbeing of the nation."}, {"text_block_id": "p36_b884", "text": ""}, {"text_block_id": "p36_b885", "text": "However, with climate change and increasing human pressure, biodiversity and ecosystems are being rapidly degraded."}, {"text_block_id": "p36_b886", "text": "Policy Response:"}, {"text_block_id": "p36_b887", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p36_b888", "text": "Specific strategies"}, {"text_block_id": "p36_b889", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p36_b890", "text": ""}, {"text_block_id": "p36_b891", "text": "Identify biodiversity hotspots where only restricted development should be allowed."}, {"text_block_id": "p36_b892", "text": ""}, {"text_block_id": "p36_b893", "text": "Build on efforts underway to strengthen sustainable land management in fragile ecosystems, especially rangeland ecosystems and hilly and mountainous ecosystems."}, {"text_block_id": "p36_b894", "text": ""}, {"text_block_id": "p36_b895", "text": "Encourage collaborative management and sustainable use of biodiversity and ecosystems."}, {"text_block_id": "p36_b896", "text": ""}, {"text_block_id": "p36_b897", "text": "Promote valuation and payment for ecosystem services, and streamline other ecosystem benefit-sharing schemes."}, {"text_block_id": "p36_b898", "text": ""}, {"text_block_id": "p36_b899", "text": "Ensure that any human activity within the vicinity of protected areas does not compromise the integrity of the ecosystem."}, {"text_block_id": "p36_b900", "text": ""}, {"text_block_id": "p36_b901", "text": "Strengthen the capacity for monitoring the impacts of climate change on biodiversity, ecosystems and ecosystem services."}, {"text_block_id": "p36_b902", "text": "Health"}, {"text_block_id": "p36_b903", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p36_b904", "text": ""}, {"text_block_id": "p36_b905_merged_merged", "text": "Uganda’s health policy is geared towards improving the health and wellbeing of its citizens, as well as the achievement of MDGs, including reduction  of child mortality (MDG4), improved maternal health (MDG5) and combating HIV/AIDS, malaria and other diseases (MDG6)."}, {"text_block_id": "p36_b912", "text": ""}, {"text_block_id": "p36_b913", "text": "Changing climate and weather patterns influence disease spread."}, {"text_block_id": "p37_b914", "text": ""}, {"text_block_id": "p37_b915", "text": "For example, rising temperatures are expanding the geographical distribution of disease vectors like mosquitoes to include higher altitudes, which intensifies the malaria pandemic."}, {"text_block_id": "p37_b916", "text": ""}, {"text_block_id": "p37_b917", "text": "Extreme weather events like floods increase the spread of cholera and diarrhoea."}, {"text_block_id": "p37_b918", "text": ""}, {"text_block_id": "p37_b919", "text": "HIV/AIDS-affected families are more vulnerable to climate change impacts."}, {"text_block_id": "p37_b920", "text": ""}, {"text_block_id": "p37_b921", "text": "Drought and dry conditions that lead to crop failure and famine have a large impact on the nutrition status of the population and increase the prevalence of respiratory tract infections."}, {"text_block_id": "p37_b922", "text": "Policy Response:"}, {"text_block_id": "p37_b923", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p37_b924", "text": "Specific strategies"}, {"text_block_id": "p37_b925", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p37_b926", "text": ""}, {"text_block_id": "p37_b927", "text": "Conduct vulnerability assessments of health sector to climate change impacts."}, {"text_block_id": "p37_b928", "text": ""}, {"text_block_id": "p37_b929", "text": "Put in place contingency plans to develop climate change"}, {"text_block_id": "p37_b930", "text": "–"}, {"text_block_id": "p37_b931", "text": "resilient health systems."}, {"text_block_id": "p37_b932", "text": ""}, {"text_block_id": "p37_b933", "text": "Assess the impacts of climate change on human health and wellbeing."}, {"text_block_id": "p37_b934", "text": ""}, {"text_block_id": "p37_b935", "text": "Improve the capture, management, storage and dissemination of health information."}, {"text_block_id": "p37_b936", "text": ""}, {"text_block_id": "p37_b937", "text": "Heighten the surveillance of disease outbreaks and provide subsequent rapid responses to control epidemics."}, {"text_block_id": "p37_b938", "text": ""}, {"text_block_id": "p37_b939", "text": "Strengthen public health systems by building hospitals and supplying them with medicine, equipment and well-trained personnel."}, {"text_block_id": "p37_b940", "text": ""}, {"text_block_id": "p37_b941", "text": "Make provisions for a safe water chain and sanitation facilities to limit outbreaks of water"}, {"text_block_id": "p37_b942", "text": "-"}, {"text_block_id": "p37_b943", "text": "borne diseases, and implement strong public awareness programmes to promote better hygiene."}, {"text_block_id": "p37_b944", "text": ""}, {"text_block_id": "p37_b945", "text": "Increase the health workfo"}, {"text_block_id": "p37_b946", "text": "rce’s"}, {"text_block_id": "p37_b947", "text": "awareness of the relationship between climate change and human health."}, {"text_block_id": "p37_b948", "text": ""}, {"text_block_id": "p37_b949", "text": "Develop further support action plans against HIV/AIDS to enhance the climate change resilience of HIV/AIDS affected persons and communities."}, {"text_block_id": "p37_b950", "text": "Energy"}, {"text_block_id": "p37_b951", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p37_b952", "text": ""}, {"text_block_id": "p37_b953", "text": "Uganda depends predominantly on biomass energy"}, {"text_block_id": "p37_b954", "text": "—"}, {"text_block_id": "p37_b955", "text": "mainly from firewood and charcoal"}, {"text_block_id": "p37_b956", "text": ""}, {"text_block_id": "p37_b957", "text": "The country also depends on hydropower for electricity."}, {"text_block_id": "p37_b958", "text": ""}, {"text_block_id": "p37_b959", "text": "Electricity shortages in the recent past caused an energy crisis that led to an increase in thermal electricity generation."}, {"text_block_id": "p37_b960", "text": ""}, {"text_block_id": "p37_b961_merged_merged_merged_merged_merged", "text": "However, the country’s energy demand is increasing."}, {"text_block_id": "p37_b964", "text": ""}, {"text_block_id": "p37_b965", "text": "With climate change, the situation is likely to worsen, as extreme events like frequent and prolonged droughts lead to a reduction of water levels in dams and reservoirs, thereby reducing hydropower production potential."}, {"text_block_id": "p37_b966", "text": ""}, {"text_block_id": "p37_b967", "text": "The melting of glaciers is also causing a reduction of water flow in rivers."}, {"text_block_id": "p37_b968", "text": ""}, {"text_block_id": "p37_b969", "text": "Storms and floods further affect the energy supply chain."}, {"text_block_id": "p37_b970", "text": "Policy Response:"}, {"text_block_id": "p37_b971", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p38_b972", "text": "Specific strategies"}, {"text_block_id": "p38_b973", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p38_b974", "text": ""}, {"text_block_id": "p38_b975", "text": "Promote and participate in water resource regulation so as to ensure the availability of water for hydropower production."}, {"text_block_id": "p38_b976", "text": ""}, {"text_block_id": "p38_b977", "text": "Promote and participate in water catchment protection as part of hydroelectric power infrastructure development."}, {"text_block_id": "p38_b978", "text": ""}, {"text_block_id": "p38_b979", "text": "Diversify energy sources by promoting the use of alternative renewable energy sources (such as solar, biomass, mini-hydro, geothermal and wind) that are less sensitive to climate change."}, {"text_block_id": "p38_b980", "text": ""}, {"text_block_id": "p38_b981", "text": "Promote energy-efficient firewood cook stoves and solar and liquefied petroleum gas (LPG) Cookers."}, {"text_block_id": "p38_b982", "text": ""}, {"text_block_id": "p38_b983", "text": "Conduct research to determine"}, {"text_block_id": "p38_b984", "text": "the potential"}, {"text_block_id": "p38_b985", "text": "impacts of"}, {"text_block_id": "p38_b986", "text": "climate"}, {"text_block_id": "p38_b987", "text": "change elements like rainstorms on the country"}, {"text_block_id": "p38_b988", "text": "’"}, {"text_block_id": "p38_b989", "text": "s power supply chain."}, {"text_block_id": "p38_b990", "text": "Wildlife and Tourism"}, {"text_block_id": "p38_b991", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p38_b992", "text": ""}, {"text_block_id": "p38_b993", "text": "Tourism, which is one of Ugand"}, {"text_block_id": "p38_b994", "text": "a’s"}, {"text_block_id": "p38_b995", "text": "main sources of foreign exchange, is largely nature based and mainly depends on wildlife, which in turn depends on ecosystems for survival."}, {"text_block_id": "p38_b996", "text": ""}, {"text_block_id": "p38_b997", "text": "Among the tourist attraction are the national parks, wildlife reserves, community wildlife areas and historical sites."}, {"text_block_id": "p38_b998", "text": ""}, {"text_block_id": "p38_b999", "text": "The"}, {"text_block_id": "p38_b1000", "text": "country"}, {"text_block_id": "p38_b1001", "text": "’s"}, {"text_block_id": "p38_b1002", "text": "wildlife and"}, {"text_block_id": "p38_b1003", "text": "biological"}, {"text_block_id": "p38_b1004", "text": "diversity"}, {"text_block_id": "p38_b1005", "text": "are"}, {"text_block_id": "p38_b1006", "text": "increasingly threatened"}, {"text_block_id": "p38_b1007", "text": "by"}, {"text_block_id": "p38_b1008", "text": "ecosystem fragmentation, consumptive"}, {"text_block_id": "p38_b1009", "text": "utilisation of resources and"}, {"text_block_id": "p38_b1010", "text": "conflicts between  wildlife"}, {"text_block_id": "p38_b1011", "text": "and human activities such as agriculture and settlement."}, {"text_block_id": "p38_b1012", "text": ""}, {"text_block_id": "p38_b1013_merged_merged_merged_merged", "text": "Climate  change—especially droughts, unreliable   rainfall   patterns and   increasing temperatures—will affect the habitats of animal and bird species."}, {"text_block_id": "p38_b1019", "text": ""}, {"text_block_id": "p38_b1020", "text": "Changes in ecosystems will lead to the disappearance of some wild animal species."}, {"text_block_id": "p38_b1021", "text": ""}, {"text_block_id": "p38_b1022", "text": "Increasing temperatures are also affecting some attractions, such as the ice caps of the Rwenzori Mountains, which are in danger of disappearing."}, {"text_block_id": "p38_b1023", "text": ""}, {"text_block_id": "p38_b1024", "text": "All of these factors will negatively affect tourism and community income bases."}, {"text_block_id": "p38_b1025", "text": ""}, {"text_block_id": "p38_b1026", "text": "This is a source of great concern for the tourism industry, which needs to undertake adaptive interventions."}, {"text_block_id": "p38_b1027", "text": "Policy Response:"}, {"text_block_id": "p38_b1028", "text": "Specific strategies"}, {"text_block_id": "p38_b1029", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p38_b1030", "text": ""}, {"text_block_id": "p38_b1031", "text": "Develop a national wildlife adaptation strategy that includes well-assessed climate change adaptation strategies."}, {"text_block_id": "p38_b1032", "text": ""}, {"text_block_id": "p38_b1033", "text": "Promote measures that preserve the integrity of ecosystems that provide critical wildlife habitats and host endangered species."}, {"text_block_id": "p39_b1034", "text": ""}, {"text_block_id": "p39_b1035", "text": "Develop park management practices that will enable wildlife to adapt to the changing climate."}, {"text_block_id": "p39_b1036", "text": ""}, {"text_block_id": "p39_b1037", "text": "Encourage  mechanisms  of  improving  local vulnerable  populations"}, {"text_block_id": "p39_b1038", "text": "’"}, {"text_block_id": "p39_b1039", "text": "livelihoods  using revenues generated from the tourism industry."}, {"text_block_id": "p39_b1040", "text": ""}, {"text_block_id": "p39_b1041", "text": "Develop and diversify tourism products that are less sensitive to climate change, as an adaptation and substitute for the many natural attractions that are quickly disappearing."}, {"text_block_id": "p39_b1042", "text": ""}, {"text_block_id": "p39_b1043", "text": "Develop weather-resilient infrastructure to support tourism in the region while ensuring minimal damage to wildlife habitats."}, {"text_block_id": "p39_b1044", "text": "Human Settlements and Social Infrastructure"}, {"text_block_id": "p39_b1045", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p39_b1046", "text": ""}, {"text_block_id": "p39_b1047", "text": "Climate change impacts have been observed on human settlements in Uganda as a result of floods, droughts, landslides and land conflicts."}, {"text_block_id": "p39_b1048", "text": ""}, {"text_block_id": "p39_b1049", "text": "The predicted impacts of climate change in Uganda will largely affect communities residing in poor urban neighbourhoods where housing and infrastructure are poorly planned, as well as communities in regions prone to drought, floods and geological movements (e.g., landslides)."}, {"text_block_id": "p39_b1050", "text": ""}, {"text_block_id": "p39_b1051", "text": "Uganda has put in place the 2010 Physical Planning Act and the 2007 National Land Use Policy, to guide orderly development of human settlements and land utilisation that takes into account risk and safety, local economic development and environmental protection."}, {"text_block_id": "p39_b1052", "text": ""}, {"text_block_id": "p39_b1053", "text": "However, human  life, animals and property will continue to be threatened by climate-related hazards especially floods and landslides."}, {"text_block_id": "p39_b1054", "text": ""}, {"text_block_id": "p39_b1055", "text": "Therefore, there is a need to strengthen the efforts to relocate vulnerable communities and to promote disaster preparedness and management in the country."}, {"text_block_id": "p39_b1056", "text": "Policy Response:"}, {"text_block_id": "p39_b1057", "text": "To address the challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p39_b1058", "text": "Specific strategies"}, {"text_block_id": "p39_b1059", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p39_b1060", "text": ""}, {"text_block_id": "p39_b1061", "text": "Promote and encourage proper planning of urban centres in order to have climate change"}, {"text_block_id": "p39_b1062", "text": "–"}, {"text_block_id": "p39_b1063", "text": "resilient urban areas."}, {"text_block_id": "p39_b1064", "text": ""}, {"text_block_id": "p39_b1065", "text": "Revise and harmonise structural/building codes and standards, as well as the training on such standards, taking into account the expected changes in climate."}, {"text_block_id": "p39_b1066", "text": ""}, {"text_block_id": "p39_b1067", "text": "Improve disaster preparedness by increasing the number of well-equipped health facilities, constructing dams and dykes in flood-prone areas, and improving disaster preparedness and management knowledge and skills in regions prone to such climatic disasters."}, {"text_block_id": "p39_b1068", "text": ""}, {"text_block_id": "p39_b1069", "text": "Strengthen housing development policies, including subsidies to low-income communities."}, {"text_block_id": "p39_b1070", "text": ""}, {"text_block_id": "p39_b1071", "text": "Establish insurance schemes to provide reparations in regions affected by climatic disasters."}, {"text_block_id": "p39_b1072", "text": ""}, {"text_block_id": "p39_b1073", "text": "Develop climate change awareness programmes involving all communities and stakeholders."}, {"text_block_id": "p39_b1074", "text": ""}, {"text_block_id": "p39_b1075", "text": "Disseminate climate-change and early-warning information in local languages to improve community disaster preparedness."}, {"text_block_id": "p39_b1076", "text": ""}, {"text_block_id": "p39_b1077", "text": "Diversify economic activities to improve the resilience of rural communities dependent on climate-sensitive sectors such as agriculture and livestock rearing."}, {"text_block_id": "p39_b1078", "text": ""}, {"text_block_id": "p39_b1079_merged_merged_merged", "text": "Create “green spaces” in urban centres to moderate temperatures and provide fresh air for healthy living."}, {"text_block_id": "p40_b1084", "text": "Disaster Risk Management"}, {"text_block_id": "p40_b1085", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p40_b1086", "text": ""}, {"text_block_id": "p40_b1087", "text": "With climate change, events such as droughts, floods and landslides will become more frequent and more extreme."}, {"text_block_id": "p40_b1088", "text": ""}, {"text_block_id": "p40_b1089", "text": "Uganda is committed to international risk management initiatives such as the Hyogo Framework of Action and the African Regional Strategy for Disaster Risk Reduction."}, {"text_block_id": "p40_b1090", "text": ""}, {"text_block_id": "p40_b1091", "text": "Ugand"}, {"text_block_id": "p40_b1092", "text": "a’s"}, {"text_block_id": "p40_b1093", "text": "National Disaster Preparedness and Management Policy approaches disaster management with a focus on preparedness and reduction of risk and vulnerability. However, most of the Disaster Management Committees put in place at local levels are not functional, and the country is not adequately prepared to deal with disasters."}, {"text_block_id": "p40_b1094", "text": ""}, {"text_block_id": "p40_b1095", "text": "Disaster Risk Management is a frontline defence for adapting to the impacts of climate change."}, {"text_block_id": "p40_b1096", "text": ""}, {"text_block_id": "p40_b1097", "text": "Disaster risk management is also a key aspect of addressing socio-environmental conflicts and human security concerns, both locally and regionally, in respect to environmental refugees and management of transboundary resources."}, {"text_block_id": "p40_b1098", "text": "Policy Response:"}, {"text_block_id": "p40_b1099", "text": "Specific strategies"}, {"text_block_id": "p40_b1100", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p40_b1101", "text": ""}, {"text_block_id": "p40_b1102", "text": "Develop and implement a climate change"}, {"text_block_id": "p40_b1103", "text": "–"}, {"text_block_id": "p40_b1104", "text": "induced disaster risk management strategy."}, {"text_block_id": "p40_b1105", "text": ""}, {"text_block_id": "p40_b1106", "text": "Create an appropriate legal and regulatory framework for disaster management."}, {"text_block_id": "p40_b1107", "text": ""}, {"text_block_id": "p40_b1108", "text": "Promote vulnerability risk mapping (including the social and economic impacts of climate change) of the whole country and all sectors."}, {"text_block_id": "p40_b1109", "text": ""}, {"text_block_id": "p40_b1110", "text": "Improve early-warning systems and preparedness to avoid or minimise the adverse impacts of climate change."}, {"text_block_id": "p40_b1111", "text": ""}, {"text_block_id": "p40_b1112", "text": "Strengthen climate change"}, {"text_block_id": "p40_b1113", "text": "–"}, {"text_block_id": "p40_b1114", "text": "induced disaster management institutions at the national and local levels to reduce causality and ensure preparedness."}, {"text_block_id": "p40_b1115", "text": ""}, {"text_block_id": "p40_b1116_merged_merged_merged_merged", "text": "Provide basic needs to victims of climate change–induced disasters in the form of financial assistance or donations of food, goods and services as the need arises."}, {"text_block_id": "p40_b1119", "text": ""}, {"text_block_id": "p40_b1120", "text": "Encourage the formation of resident associations that can respond to emergencies, and involve them in key decision making to reduce risks."}, {"text_block_id": "p40_b1121", "text": ""}, {"text_block_id": "p40_b1122", "text": "Strengthen the National Emergency Coordination and Operations Centre and establish a national contingency fund."}, {"text_block_id": "p40_b1123", "text": ""}, {"text_block_id": "p40_b1124", "text": "Promote  the  development  of  innovative  insurance  schemes  to  insure  households, institutions and businesses against the destruction caused by extreme weather events and disasters."}, {"text_block_id": "p40_b1125", "text": "4.2.2 Cross-Cutting Priorities"}, {"text_block_id": "p40_b1126", "text": "Vulnerable Groups"}, {"text_block_id": "p40_b1127", "text": "Context and Challenges:"}, {"text_block_id": "p40_b1128", "text": ""}, {"text_block_id": "p40_b1129", "text": "Climate change disproportionately affects vulnerable groups"}, {"text_block_id": "p41_b1130", "text": ""}, {"text_block_id": "p41_b1131", "text": "Vulnerable groups include the poor, people living with disability, youth, people living with HIV/AIDS, older persons, the elderly, orphans and children, refugees, and marginalised communities due to their limited adaptive capacity."}, {"text_block_id": "p41_b1132", "text": ""}, {"text_block_id": "p41_b1133", "text": "There is a need for the interventions to effectively address the challenges of vulnerable groups to climate change impacts."}, {"text_block_id": "p41_b1134", "text": "Policy Response:"}, {"text_block_id": "p41_b1135", "text": "To address the challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p41_b1136", "text": "Specific strategies"}, {"text_block_id": "p41_b1137", "text": "for tackling this cross-cutting policy priority are the following:"}, {"text_block_id": "p41_b1138", "text": ""}, {"text_block_id": "p41_b1139", "text": "Put  in place  social protection  mechanisms  to  ensure that  vulnerable  groups  and communities are empowered to effectively and adequately adapt to the impacts of climate change."}, {"text_block_id": "p41_b1140", "text": ""}, {"text_block_id": "p41_b1141", "text": "Support and encourage vulnerable groups to engage in sustainable adaptation mechanisms to cope with climate change impacts."}, {"text_block_id": "p41_b1142", "text": ""}, {"text_block_id": "p41_b1143", "text": "Integrate climate change"}, {"text_block_id": "p41_b1144", "text": "–"}, {"text_block_id": "p41_b1145", "text": "related issues into economic policies and action plans that address the needs of vulnerable groups."}, {"text_block_id": "p41_b1146", "text": "4.3    Mitigation"}, {"text_block_id": "p41_b1147", "text": "Policy-Specific Objective 3:"}, {"text_block_id": "p41_b1148", "text": "To identify and promote mitigation policy responses for Uganda"}, {"text_block_id": "p41_b1149", "text": "Like adaptation to climate change, mitigation of greenhouse gas emissions in Uganda also requires a series of coordinated policy responses that are either sector-specific or cross-cutting in nature."}, {"text_block_id": "p41_b1150", "text": "4.3.1 Sector-Specific Priorities"}, {"text_block_id": "p41_b1151", "text": "LULUCF (Land Use, Land-Use Change and Forestry)"}, {"text_block_id": "p41_b1152", "text": "This sector covers a broad area that includes land-use change and forestry. This is the sector that has the highest local impact not only on carbon sequestration but also on local climate."}, {"text_block_id": "p41_b1153", "text": "Forestry"}, {"text_block_id": "p41_b1154", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p41_b1155", "text": ""}, {"text_block_id": "p41_b1156", "text": "As is the case in many developing countries, Uganda"}, {"text_block_id": "p41_b1157", "text": "’s"}, {"text_block_id": "p41_b1158", "text": "GHG emissions can potentially be more affected by land-use change and forestry than by transport and industrial emissions."}, {"text_block_id": "p41_b1159", "text": ""}, {"text_block_id": "p41_b1160", "text": "Natural growth in forests and other woody areas absorbs significant quantities of carbon"}, {"text_block_id": "p41_b1161", "text": "dioxide (CO"}, {"text_block_id": "p41_b1162", "text": "2"}, {"text_block_id": "p41_b1163", "text": ")."}, {"text_block_id": "p41_b1164", "text": ""}, {"text_block_id": "p41_b1165_merged_merged_merged_merged", "text": "In 2002, carbon sinks in Uganda are estimated to have sequestered close to 80,000 kilotonnes of CO2 equivalents, almost entirely due to natural growth from Uganda’s almost 4 million ha of forest at that time."}, {"text_block_id": "p42_b1177", "text": ""}, {"text_block_id": "p42_b1178", "text": "With the on-going loss of natural forests, the establishment of forest plantations will become increasingly important."}, {"text_block_id": "p42_b1179", "text": ""}, {"text_block_id": "p42_b1180_merged", "text": "By 2010, new forests established in Uganda under emissions trading and other forms of foreign grants were estimated to cover about 40,000 ha, sequestering up to 1,000 kilotonnes of CO2 equivalent"}, {"text_block_id": "p42_b1184", "text": ""}, {"text_block_id": "p42_b1185", "text": "Uganda forestry policy and the National Forestry and Tree Planting Act do make reference to climate change. However, there is currently a very high rate of deforestation in Uganda. Between 1995 and 2005, there was a loss of over 1 million hectares of natural forests (woodland and tropical high forest combined), which represents a reduction in forest cover of 2.7% per annum."}, {"text_block_id": "p42_b1186", "text": ""}, {"text_block_id": "p42_b1187", "text": "This rapid deforestation was due to the demand for wood fuel, charcoal and agricultural land."}, {"text_block_id": "p42_b1188", "text": "Policy Response:"}, {"text_block_id": "p42_b1189", "text": "To address these challenges, the following policy priorities are to be pursued:"}, {"text_block_id": "p42_b1190", "text": "Specific strategies"}, {"text_block_id": "p42_b1191", "text": "for tackling these sectoral policy priorities are the following:"}, {"text_block_id": "p42_b1192", "text": ""}, {"text_block_id": "p42_b1193", "text": "Ensure that the forest sector continues providing global services in mitigation of climate change while supporting sustainable development needs of the country."}, {"text_block_id": "p42_b1194", "text": ""}, {"text_block_id": "p42_b1195", "text": "Provide financial support, technology transfer and provision for capacity building, especially to forest-dependent communities."}, {"text_block_id": "p42_b1196", "text": ""}, {"text_block_id": "p42_b1197", "text": "Provide incentives for farmers to establish commercial woodlot plantations, including periurban plantations."}, {"text_block_id": "p42_b1198", "text": ""}, {"text_block_id": "p42_b1199", "text": "Implement a system for supporting research and regular data collection and monitoring the status of the forests in terms of areal extent, distribution, plantation species introductions and biodiversity."}, {"text_block_id": "p42_b1200", "text": "Land Use and Land-Use Change"}, {"text_block_id": "p42_b1201", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p42_b1202", "text": ""}, {"text_block_id": "p42_b1203", "text": "An increasing population and demand for food are affecting land use and land-use change in Uganda."}, {"text_block_id": "p42_b1204", "text": ""}, {"text_block_id": "p42_b1205", "text": "The amount of human activity carried out per unit of land (cropland or grassland) has also increased."}, {"text_block_id": "p42_b1206", "text": ""}, {"text_block_id": "p42_b1207", "text": "Consequently, there have been changes in GHG sources and sinks due to human activities."}, {"text_block_id": "p42_b1208", "text": ""}, {"text_block_id": "p42_b1209", "text": "Some of these changes are due to changes in the way that land is used, such as the clearing of forest for agriculture, the conversion of grassland to forest, and the conversion of forest to cropland."}, {"text_block_id": "p42_b1210", "text": ""}, {"text_block_id": "p42_b1211", "text": "These changes in use affect the amount of biomass in existing biomass stocks and soil carbon stocks."}, {"text_block_id": "p43_b1212", "text": ""}, {"text_block_id": "p43_b1213", "text": "Uganda has put in place the 2007 National Land Use Policy to guide the orderly development of human settlements and land utilisation that takes into account risk and safety, local economic development and environmental protection."}, {"text_block_id": "p43_b1214", "text": ""}, {"text_block_id": "p43_b1215", "text": "However, land remains under severe pressure from competing land uses by different sectors, including settlements, which is compounded by the increasing population."}, {"text_block_id": "p43_b1216", "text": ""}, {"text_block_id": "p43_b1217", "text": "There is still inadequate planning of urban and rural settlements and locations of industries and other land developments."}, {"text_block_id": "p43_b1218", "text": "Policy Response:"}, {"text_block_id": "p43_b1219", "text": "Specific strategies"}, {"text_block_id": "p43_b1220", "text": "for tackling these sectoral policy priorities are the following:"}, {"text_block_id": "p43_b1221", "text": ""}, {"text_block_id": "p43_b1222", "text": "Demarcate areas reserved for industrial use and other land development."}, {"text_block_id": "p43_b1223", "text": ""}, {"text_block_id": "p43_b1224", "text": "Strengthen urban development authorities by providing funds and the ability to enforce regulations."}, {"text_block_id": "p43_b1225", "text": ""}, {"text_block_id": "p43_b1226", "text": "Promote human resource development in land management."}, {"text_block_id": "p43_b1227", "text": ""}, {"text_block_id": "p43_b1228", "text": "Strengthen law enforcement and regulate activities on land."}, {"text_block_id": "p43_b1229", "text": ""}, {"text_block_id": "p43_b1230", "text": "Ensure that new climate change strategies are closely linked to the existing strategies."}, {"text_block_id": "p43_b1231", "text": "Reduced Emissions from Deforestation and Forest Degradation+ (REDD+)"}, {"text_block_id": "p43_b1232", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p43_b1233", "text": ""}, {"text_block_id": "p43_b1234", "text": "REDD+ is a new mechanism in forest sector development."}, {"text_block_id": "p43_b1235", "text": ""}, {"text_block_id": "p43_b1236", "text": "It addresses the weaknesses in other carbon market mechanisms."}, {"text_block_id": "p43_b1237", "text": ""}, {"text_block_id": "p43_b1238", "text": "Uganda has just completed the preparation of a Reduced Emissions from Deforestation and Forest Degradation (REDD) Readiness proposal for donor funding."}, {"text_block_id": "p43_b1239", "text": ""}, {"text_block_id": "p43_b1240", "text": "It is already implementing several afforestation carbon projects and preparing plans to take advantage of REDD+ to benefit from the restoration of natural forests and other sustainable forest management activities."}, {"text_block_id": "p43_b1241", "text": ""}, {"text_block_id": "p43_b1242", "text": "There are new developments of carbon sinks projects."}, {"text_block_id": "p43_b1243", "text": ""}, {"text_block_id": "p43_b1244", "text": "Uganda is positioning itself to benefit from the current market mechanism."}, {"text_block_id": "p43_b1245", "text": ""}, {"text_block_id": "p43_b1246", "text": "REDD+ is a new initiative still in the pilot stage. It should provide mutual benefits to all stakeholders, but primarily to local communities, through the introduction of equitable benefit sharing mechanisms."}, {"text_block_id": "p43_b1247", "text": ""}, {"text_block_id": "p43_b1248", "text": "The information available to the stakeholders about this new initiative is inadequate."}, {"text_block_id": "p43_b1249", "text": ""}, {"text_block_id": "p43_b1250", "text": "Some have voiced concern that in some countries, the benefit goes to the investors only."}, {"text_block_id": "p43_b1251", "text": "Policy Response"}, {"text_block_id": "p43_b1252", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p44_b1253", "text": "Specific strategies"}, {"text_block_id": "p44_b1254", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p44_b1255", "text": ""}, {"text_block_id": "p44_b1256", "text": "Conserve the existing forests and implement REDD+ programmes to access additional funds from carbon markets."}, {"text_block_id": "p44_b1257", "text": ""}, {"text_block_id": "p44_b1258", "text": "Set-up mechanisms to regulate the implementation of REDD+ projects and the set-up of equitable benefit sharing schemes."}, {"text_block_id": "p44_b1259", "text": "Wetlands"}, {"text_block_id": "p44_b1260", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p44_b1261", "text": ""}, {"text_block_id": "p44_b1262", "text": "Wetlands emit substantial quantities of GHG, even more so when reclaimed on a large scale such as for rice growing in Eastern Uganda."}, {"text_block_id": "p44_b1263", "text": ""}, {"text_block_id": "p44_b1264", "text": "The enormous biomass (living and dead) in wetlands and their high productivity suggest an important function of wetlands in the mitigation of GHG emission."}, {"text_block_id": "p44_b1265", "text": ""}, {"text_block_id": "p44_b1266", "text": "Much interest is directed towards their role in the carbon balance, in terms of production of carbon dioxide and methane when conserved and even more significant emission of GHG when reclaimed or drained."}, {"text_block_id": "p44_b1267", "text": ""}, {"text_block_id": "p44_b1268", "text": "Saving wetlands will therefore help to reduce GHG emission overall."}, {"text_block_id": "p44_b1269", "text": ""}, {"text_block_id": "p44_b1270", "text": "There is heavy encroachment of the country"}, {"text_block_id": "p44_b1271", "text": "’s"}, {"text_block_id": "p44_b1272", "text": "wetlands by developers."}, {"text_block_id": "p44_b1273", "text": ""}, {"text_block_id": "p44_b1274", "text": "Political interference has often hampered the enforcement of laws and regulations to protect the wetlands under the current policy framework for wetland protection."}, {"text_block_id": "p44_b1275", "text": ""}, {"text_block_id": "p44_b1276", "text": "In some cases, waste from various sources is directed into wetlands and the ecosystem is destroyed."}, {"text_block_id": "p44_b1277", "text": ""}, {"text_block_id": "p44_b1278", "text": "There is rampant illegal draining and filling of wetlands, which causes flooding and increased GHG emissions."}, {"text_block_id": "p44_b1279", "text": ""}, {"text_block_id": "p44_b1280", "text": "As the population increases, both the rich and poor are increasingly pushed to derive livelihoods from wetlands, including through reclamation for agriculture, vegetables and other industrial and commercial purposes."}, {"text_block_id": "p44_b1281", "text": ""}, {"text_block_id": "p44_b1282", "text": "These losses of wetlands are accompanied by large quantities of GHG emissions."}, {"text_block_id": "p44_b1283", "text": "Policy Response"}, {"text_block_id": "p44_b1284", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p44_b1285", "text": "Specific strategies"}, {"text_block_id": "p44_b1286", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p44_b1287", "text": "1."}, {"text_block_id": "p44_b1288", "text": "Promote and intensify wetland protection and restoration in order to enhance sinks of greenhouse gases."}, {"text_block_id": "p44_b1289", "text": "2."}, {"text_block_id": "p44_b1290", "text": "Promote sustainable use of wetlands."}, {"text_block_id": "p44_b1291", "text": "Agriculture"}, {"text_block_id": "p44_b1292", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p44_b1293", "text": ""}, {"text_block_id": "p44_b1294", "text": "Agriculture is a very important sector for national development, since it is the main source of livelihood in Uganda."}, {"text_block_id": "p44_b1295", "text": ""}, {"text_block_id": "p44_b1296", "text": "This sector is one of the most vulnerable to climate change because most of its activities rely on climate, but farmers often do not get the right information about weather."}, {"text_block_id": "p44_b1297", "text": ""}, {"text_block_id": "p44_b1298_merged_merged", "text": "There is growing demand for food to feed Uganda’s fast-growing population, which is currently increasing at a rate of 3.2% per annum."}, {"text_block_id": "p44_b1305", "text": ""}, {"text_block_id": "p44_b1306", "text": "The labour force in Uganda is predominantly rural, with 82% of employees located in rural areas, of which 65.6% are employed in agriculture."}, {"text_block_id": "p45_b1307", "text": ""}, {"text_block_id": "p45_b1308", "text": "The growing population will need food, and its absence may lead to conflict and security concerns."}, {"text_block_id": "p45_b1309", "text": ""}, {"text_block_id": "p45_b1310", "text": "There is increasing heat stress, which affects soil moisture (mostly in arid areas), leading to low agricultural productivity in those areas."}, {"text_block_id": "p45_b1311", "text": ""}, {"text_block_id": "p45_b1312", "text": "Water stress will affect the community and economy, which depend on fisheries and aquaculture."}, {"text_block_id": "p45_b1313", "text": ""}, {"text_block_id": "p45_b1314", "text": "The  National Agricultural Policy (NAP), promoting  sustainable  natural resources management, provides a step in the right direction, but further efforts are needed to ensure that mitigation practices are adequately mainstreamed in this sector, especially in cases where they can deliver co-benefits to adaptation efforts in the short to medium term, including with respect to integrated  soil fertility management, integrated water management, promotion of bio-fertilisers and organic manures, zero-grazing, biochar, agroforestry, and the development of early-maturing germplasm."}, {"text_block_id": "p45_b1315", "text": "Policy Response"}, {"text_block_id": "p45_b1316", "text": "To address these challenges, the following policy priority is to be perused:"}, {"text_block_id": "p45_b1317", "text": "Specific strategies"}, {"text_block_id": "p45_b1318", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p45_b1319", "text": ""}, {"text_block_id": "p45_b1320", "text": "Promote and encourage conservation agriculture and ecologically compatible cropping systems and agricultural practices to increase GHG sinks."}, {"text_block_id": "p45_b1321", "text": ""}, {"text_block_id": "p45_b1322", "text": "Promote the sustainable management of rangelands to reduce GHG emissions from soil and land degradation."}, {"text_block_id": "p45_b1323", "text": ""}, {"text_block_id": "p45_b1324", "text": "Promote the sustainable utilisation of agricultural products."}, {"text_block_id": "p45_b1325", "text": "Energy Generation"}, {"text_block_id": "p45_b1326", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p45_b1327", "text": ""}, {"text_block_id": "p45_b1328", "text": "The energy sector is a crucial component of economic development and security in Uganda."}, {"text_block_id": "p45_b1329", "text": ""}, {"text_block_id": "p45_b1330", "text": "After the transport sector, it is the next most important in terms of greenhouse gas emissions in the country."}, {"text_block_id": "p45_b1331", "text": ""}, {"text_block_id": "p45_b1332", "text": "Uganda depends predominantly on biomass energy"}, {"text_block_id": "p45_b1333", "text": "—"}, {"text_block_id": "p45_b1334", "text": "mainly from firewood, charcoal and agricultural waste."}, {"text_block_id": "p45_b1335", "text": ""}, {"text_block_id": "p45_b1336", "text": "The Ministry of Energy and Mineral Development developed and published a Renewable Energy Policy (REP) for Uganda in November 2007."}, {"text_block_id": "p45_b1337", "text": ""}, {"text_block_id": "p45_b1338", "text": "The policy vision for renewable energy is to make modern renewable energy a substantial part of the national energy consumption. The overall policy goal is to increase the use of modern renewable energy from the current 4% to 61% of the total energy consumption by the year 2017."}, {"text_block_id": "p45_b1339", "text": ""}, {"text_block_id": "p45_b1340", "text": "The GoU plans to develop clean energy resources like hydropower systems, solar energy and biomass. The GoU has a very ambitious programme to achieve 100% electrification by 2025."}, {"text_block_id": "p45_b1341", "text": ""}, {"text_block_id": "p45_b1342", "text": "The most constraining barrier to development and uptake of new and renewable energy in Uganda, however, is low institutional capacity and inadequate regulatory and investment frameworks to provide the enabling environment for such development, uptake and transfer of technology on a larger scale."}, {"text_block_id": "p45_b1343", "text": ""}, {"text_block_id": "p45_b1344_merged_merged", "text": "In total, 89.5% of the country’s energy needs are met by charcoal and firewood."}, {"text_block_id": "p45_b1347", "text": ""}, {"text_block_id": "p45_b1348", "text": "The contribution of oil products is 9.2%, mostly in the transport sector, generating a considerable amount of greenhouse gas."}, {"text_block_id": "p46_b1349", "text": ""}, {"text_block_id": "p46_b1350", "text": "The recent discovery of oil and gas in Uganda will affect the energy matrix in the country in the medium term and could greatly affect GHG emissions if the use of oil and gas is not properly managed."}, {"text_block_id": "p46_b1351", "text": ""}, {"text_block_id": "p46_b1352", "text": "The National Oil and Gas Policy for Uganda, approved in 2008, promotes the use of oil and gas for the national market, including for energy generation, but also makes provisions to limit GHG emissions increases by prohibiting the venting of gas and discouraging flaring of oil and gas."}, {"text_block_id": "p46_b1353", "text": ""}, {"text_block_id": "p46_b1354", "text": "The total capacity of renewable energy resources in Uganda is currently only about 5,300 megawatts, which will not be enough in the long term."}, {"text_block_id": "p46_b1355", "text": ""}, {"text_block_id": "p46_b1356", "text": "When energy demand exceeds production, it leads to load shedding (i.e., rolling blackouts)."}, {"text_block_id": "p46_b1357", "text": ""}, {"text_block_id": "p46_b1358", "text": "There is slow growth in the industrial and commercial sectors due to a lack of electricity."}, {"text_block_id": "p46_b1359", "text": ""}, {"text_block_id": "p46_b1360", "text": "The use of thermal generators is too expensive, and it also generates greenhouse gases."}, {"text_block_id": "p46_b1361", "text": ""}, {"text_block_id": "p46_b1362", "text": "It is very expensive to develop the necessary infrastructure for renewable energy."}, {"text_block_id": "p46_b1363", "text": ""}, {"text_block_id": "p46_b1364", "text": "The lead time for a renewable energy infrastructure can be more than 10 years."}, {"text_block_id": "p46_b1365", "text": "Policy Response:"}, {"text_block_id": "p46_b1366", "text": "Specific strategies"}, {"text_block_id": "p46_b1367", "text": "for tackling these sectoral policy priorities are the following:"}, {"text_block_id": "p46_b1368", "text": ""}, {"text_block_id": "p46_b1369", "text": "Promote investment in clean energy generation under public"}, {"text_block_id": "p46_b1370", "text": "–"}, {"text_block_id": "p46_b1371", "text": "private partnerships."}, {"text_block_id": "p46_b1372", "text": ""}, {"text_block_id": "p46_b1373", "text": "To promote, encourage and incentivise cogeneration, which is the production by industries of heat or steam and electricity from renewable biomass."}, {"text_block_id": "p46_b1374", "text": ""}, {"text_block_id": "p46_b1375", "text": "Provide tax incentives and other benefits to private-sector companies who invest in cleaner energy generation."}, {"text_block_id": "p46_b1376", "text": ""}, {"text_block_id": "p46_b1377", "text": "Promote the use of alternative renewable energy sources such as solar, biomass, wind and biofuels, as well as their associated technologies."}, {"text_block_id": "p46_b1378", "text": ""}, {"text_block_id": "p46_b1379", "text": "Develop hydroelectric and geothermal power systems and integrate them into the East African Power Pool in the medium term."}, {"text_block_id": "p46_b1380", "text": ""}, {"text_block_id": "p46_b1381", "text": "Promote the use of combined-cycle gas turbines in cases where there is a shortfall in renewable energy power generation systems."}, {"text_block_id": "p46_b1382", "text": ""}, {"text_block_id": "p46_b1383", "text": "Regulate the oil and gas sector and use of fossil fuels to reduce GHG emissions."}, {"text_block_id": "p46_b1384", "text": "Energy Utilisation"}, {"text_block_id": "p46_b1385", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p46_b1386", "text": ""}, {"text_block_id": "p46_b1387", "text": "In Uganda, most biomass energy is used in households."}, {"text_block_id": "p46_b1388", "text": ""}, {"text_block_id": "p46_b1389_merged_merged", "text": "About 66.2% of the country’s energy and 25% of its electricity is used in the household sector."}, {"text_block_id": "p46_b1392", "text": ""}, {"text_block_id": "p46_b1393", "text": "Industrial and commercial sectors are the largest users of electricity, consuming 59.4% and 14.9%, respectively, of the total electricity generated."}, {"text_block_id": "p46_b1394", "text": ""}, {"text_block_id": "p46_b1395", "text": "Both industrial and commercial sectors are also highly dependent on biomass."}, {"text_block_id": "p46_b1396", "text": ""}, {"text_block_id": "p46_b1397", "text": "About 78% of all industrial energy comes from biomass."}, {"text_block_id": "p46_b1398", "text": ""}, {"text_block_id": "p46_b1399", "text": "Most households and most of the commercial sector use low-efficiency appliances."}, {"text_block_id": "p46_b1400", "text": ""}, {"text_block_id": "p46_b1401", "text": "Some industries still use low power factor and inefficient lighting and electric motors, which leads to high energy consumption and consequently GHG emissions."}, {"text_block_id": "p46_b1402", "text": ""}, {"text_block_id": "p46_b1403", "text": "There is limited availability of alternative fuels to replace existing fuels such as biomass and fossil fuels."}, {"text_block_id": "p46_b1404", "text": ""}, {"text_block_id": "p46_b1405", "text": "The high level of poverty limits the choice of alternative fuels."}, {"text_block_id": "p47_b1406", "text": "Policy Response:"}, {"text_block_id": "p47_b1407", "text": "Specific strategies"}, {"text_block_id": "p47_b1408", "text": "for tackling these sectoral policy priorities are the following:"}, {"text_block_id": "p47_b1409", "text": ""}, {"text_block_id": "p47_b1410", "text": "Promote the development of energy conservation and efficiency projects in all sectors; for example, to promote the use of stabilised bricks and efficient brick kilns in the building sector."}, {"text_block_id": "p47_b1411", "text": ""}, {"text_block_id": "p47_b1412", "text": "To enforce building codes with the aim of reducing energy consumption and encouraging designs that maximise the use of natural daylight in buildings."}, {"text_block_id": "p47_b1413", "text": ""}, {"text_block_id": "p47_b1414", "text": "Promote the use of energy-efficient technologies such as compact florescent lamps and other commercially available high-efficiency lamps."}, {"text_block_id": "p47_b1415", "text": ""}, {"text_block_id": "p47_b1416", "text": "Promote efficient firewood/charcoal stoves and solar and LPG cookers, and address the high upfront costs of acquiring these technologies through household subsidies or tax waivers."}, {"text_block_id": "p47_b1417", "text": ""}, {"text_block_id": "p47_b1418", "text": "Reduce deforestation by providing alternative clean energy sources and efficient appliances for energy use, management and conservation."}, {"text_block_id": "p47_b1419", "text": "Transport"}, {"text_block_id": "p47_b1420", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p47_b1421", "text": ""}, {"text_block_id": "p47_b1422", "text": "The transport sector is the largest contributor of GHGs, and it is the third most important sector in terms of environmental loading in Uganda."}, {"text_block_id": "p47_b1423", "text": ""}, {"text_block_id": "p47_b1424", "text": "Transport plays a major role in economic activities."}, {"text_block_id": "p47_b1425", "text": ""}, {"text_block_id": "p47_b1426", "text": "For example, the provision of effective transport supports productivity in the agricultural and industrial sectors, trade and tourism, and social and administrative services, ultimately promoting integration for overall economic growth."}, {"text_block_id": "p47_b1427", "text": ""}, {"text_block_id": "p47_b1428", "text": "The availability of an adequate transport infrastructure is also a prerequisite for poverty alleviation, attraction of private-sector investment and facilitation of regional economic integration and international trade, and this is recognised by the current sector policy framework."}, {"text_block_id": "p47_b1429", "text": ""}, {"text_block_id": "p47_b1430_merged", "text": "The lack of an officially “approved” national transport policy is a disadvantage to the country in general and to Kampala District in particular, which accounts for over 50% of the vehicles in Uganda."}, {"text_block_id": "p47_b1435", "text": ""}, {"text_block_id": "p47_b1436", "text": "Critical issues such as urban mobility are not being given the attention they deserve, as efforts focus instead on main roads and highways."}, {"text_block_id": "p47_b1437", "text": ""}, {"text_block_id": "p47_b1438", "text": "The infrastructure in Kampala can no longer handle the traffic, resulting in traffic congestion, high fuel consumption and consequently high GHG emissions."}, {"text_block_id": "p47_b1439", "text": ""}, {"text_block_id": "p47_b1440", "text": "Mass transit in the city was reintroduced after an absence of more than 20 years. There is currently a very limited number of buses operating in urban centres."}, {"text_block_id": "p47_b1441", "text": ""}, {"text_block_id": "p47_b1442", "text": "There is heavy dependence on roads for freight and cargo transport, which leads to fast deterioration of roads."}, {"text_block_id": "p47_b1443", "text": ""}, {"text_block_id": "p47_b1444", "text": "Uganda once had 1,232 kilometres of rail network. At present, only 251 kilometres is operational, on the Kampala-Jinja-Malaba line."}, {"text_block_id": "p47_b1445", "text": ""}, {"text_block_id": "p47_b1446", "text": "Although not much has been done to integrate climate change in transport policy, the MoWT is currently developing a Climate Change Risk Management Strategy for the transport sector. Efforts must be made to ensure that GHG emission concerns are also adequately"}, {"text_block_id": "p48_b1447", "text": "addressed by the sector."}, {"text_block_id": "p48_b1448", "text": "Policy Response:"}, {"text_block_id": "p48_b1449", "text": "To address these challenges, the following policy priorities are to be pursued in the short to medium term:"}, {"text_block_id": "p48_b1450", "text": "Specific strategies"}, {"text_block_id": "p48_b1451", "text": "for tackling these sectoral policy priorities are the following:"}, {"text_block_id": "p48_b1452", "text": ""}, {"text_block_id": "p48_b1453", "text": "Improve road infrastructure, and traffic management in urban centres to reduce traffic congestion and GHG emissions."}, {"text_block_id": "p48_b1454", "text": ""}, {"text_block_id": "p48_b1455", "text": "Promote and encourage reduction of  reduce greenhouse emissions from the transport sector."}, {"text_block_id": "p48_b1456", "text": ""}, {"text_block_id": "p48_b1457", "text": "Promote private-sector investment in the biofuel industry, covering the whole biofuel chain from cultivation to fuel processing."}, {"text_block_id": "p48_b1458", "text": ""}, {"text_block_id": "p48_b1459", "text": "Establish national standards for emissions and implement strict vehicular emissions standards in tandem with measures to gradually phase out old, inefficient motor vehicles, while encouraging the importation of efficient ones."}, {"text_block_id": "p48_b1460", "text": "Waste Management"}, {"text_block_id": "p48_b1461", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p48_b1462", "text": ""}, {"text_block_id": "p48_b1463", "text": "Most waste is generated in urban areas."}, {"text_block_id": "p48_b1464", "text": ""}, {"text_block_id": "p48_b1465", "text": "World-wide, it is estimated that 60% of municipal solid waste is land filled, but in Uganda, waste is not typically land filled, but is simply left to rot."}, {"text_block_id": "p48_b1466", "text": ""}, {"text_block_id": "p48_b1467", "text": "The wastes considered in this case are municipal solid waste and human waste and sewage."}, {"text_block_id": "p48_b1468", "text": ""}, {"text_block_id": "p48_b1469", "text": "Most landfills in the towns are not well managed."}, {"text_block_id": "p48_b1470", "text": ""}, {"text_block_id": "p48_b1471", "text": "Municipal and human wastes are not treated, and generate considerable amounts of methane."}, {"text_block_id": "p48_b1472", "text": ""}, {"text_block_id": "p48_b1473", "text": "There is poor waste management at the national level."}, {"text_block_id": "p48_b1474", "text": ""}, {"text_block_id": "p48_b1475", "text": "There are new initiatives to sort wastes in towns, under the Clean Development Mechanism (CDM)."}, {"text_block_id": "p48_b1476", "text": ""}, {"text_block_id": "p48_b1477", "text": "Landfills leak and generate methane, which is not currently used to produce energy."}, {"text_block_id": "p48_b1478", "text": ""}, {"text_block_id": "p48_b1479", "text": "There is potential for generating energy using sewage plants, but such a process has not yet been put into practice."}, {"text_block_id": "p48_b1480", "text": "Policy Response:"}, {"text_block_id": "p48_b1481", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p48_b1482", "text": "Specific strategies"}, {"text_block_id": "p48_b1483", "text": "for tackling these sectoral policy priorities are the following:"}, {"text_block_id": "p49_b1484", "text": ""}, {"text_block_id": "p49_b1485", "text": "Promote and encourage waste-to-energy programmes to reduce GHG emissions and increasing energy generation and access."}, {"text_block_id": "p49_b1486", "text": ""}, {"text_block_id": "p49_b1487", "text": "Promote proper disposal and sustainable use of wastes, including sorting and composting wastes."}, {"text_block_id": "p49_b1488", "text": ""}, {"text_block_id": "p49_b1489", "text": "Promote the gasification and incineration of large quantities of waste to generate thermal energy or electricity."}, {"text_block_id": "p49_b1490", "text": ""}, {"text_block_id": "p49_b1491", "text": "Promote the use of human waste for production of biogas, which can be used for cooking and lighting in institutions such as schools and hospitals, while effluent can be used as fertiliser."}, {"text_block_id": "p49_b1492", "text": "Industrial Sector"}, {"text_block_id": "p49_b1493", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p49_b1494", "text": ""}, {"text_block_id": "p49_b1495", "text": "Although the level of emissions from the industrial sector is still low, it will increase as the country develops."}, {"text_block_id": "p49_b1496", "text": ""}, {"text_block_id": "p49_b1497", "text": "The current emissions from industrial processes primarily come from cement and lime production."}, {"text_block_id": "p49_b1498", "text": ""}, {"text_block_id": "p49_b1499", "text": "In recent decades, there has been steady growth in the industrialisation of the country, and the industrial sector contributes considerably to the Ugandan economy."}, {"text_block_id": "p49_b1500", "text": ""}, {"text_block_id": "p49_b1501", "text": "In 2011, the estimated real growth rate in this sector was 7.5% per annum."}, {"text_block_id": "p49_b1502", "text": ""}, {"text_block_id": "p49_b1503", "text": "This growth is even more pronounced in the construction industry, where cement and lime are used."}, {"text_block_id": "p49_b1504", "text": ""}, {"text_block_id": "p49_b1505", "text": "There is growing demand for cement and lime for use in construction and road works."}, {"text_block_id": "p49_b1506", "text": ""}, {"text_block_id": "p49_b1507", "text": "This demand will increase the GHG emissions of the industrial sector."}, {"text_block_id": "p49_b1508", "text": ""}, {"text_block_id": "p49_b1509", "text": "Most of the traditional lime kilns, which use biomass, are poorly designed, resulting in high levels of energy consumption."}, {"text_block_id": "p49_b1510", "text": "Policy Response:"}, {"text_block_id": "p49_b1511", "text": "To address these challenges, the following policy priority is to be pursued:"}, {"text_block_id": "p49_b1512", "text": "Specific strategies"}, {"text_block_id": "p49_b1513", "text": "for tackling this sectoral policy priority are the following:"}, {"text_block_id": "p49_b1514", "text": ""}, {"text_block_id": "p49_b1515", "text": "Promote new technologies in cement processing industries."}, {"text_block_id": "p49_b1516", "text": ""}, {"text_block_id": "p49_b1517", "text": "Improve the efficiency of and alternative fuels for lime kilns."}, {"text_block_id": "p49_b1518", "text": ""}, {"text_block_id": "p49_b1519", "text": "Promote cleaner production in the industrial sector."}, {"text_block_id": "p49_b1520", "text": ""}, {"text_block_id": "p49_b1521", "text": "Review and enforce emission regulations in the sector."}, {"text_block_id": "p49_b1522", "text": "4.3.2 Cross-Cutting Priorities"}, {"text_block_id": "p49_b1523", "text": "Some policy priorities cut across multiple sectors and must be given due consideration in order to ensure a coordinated response to climate change mitigation challenges at the national level. This is particularly the case when it comes to barriers to technology transfer and the large-scale diffusion of clean, low-carbon technologies in Uganda."}, {"text_block_id": "p49_b1524", "text": "Context and Challenges:"}, {"text_block_id": "p49_b1525", "text": ""}, {"text_block_id": "p49_b1526", "text": "On-going technology transfer efforts are being made at the national level, but they are not documented."}, {"text_block_id": "p49_b1527", "text": ""}, {"text_block_id": "p49_b1528", "text": "There is no coordinated effort to streamline the process of technology transfer."}, {"text_block_id": "p49_b1529", "text": ""}, {"text_block_id": "p49_b1530", "text": "The cost of technology transfer can be very high, depending on the type and form of transfer."}, {"text_block_id": "p49_b1531", "text": ""}, {"text_block_id": "p49_b1532", "text": "Across sectors, there is a lack of awareness about technologies, a lack of capacity to handle"}, {"text_block_id": "p50_b1533", "text": "new technologies, slow penetration of the technologies transferred, and a lack of capital available, especially to small firms."}, {"text_block_id": "p50_b1534", "text": ""}, {"text_block_id": "p50_b1535", "text": "The sectors have inadequate access to skilled personnel and there is a lack of enabling policy initiatives, institutional mechanisms, information and opportunities, as well as a lack of local human capital and capacity for adoption of technology."}, {"text_block_id": "p50_b1536", "text": "Policy Response:"}, {"text_block_id": "p50_b1537", "text": "To address these challenges, the following policy priorities are to be pursued:"}, {"text_block_id": "p50_b1538", "text": "Specific strategies"}, {"text_block_id": "p50_b1539", "text": "for tackling these cross-cutting policy priorities are the following:"}, {"text_block_id": "p50_b1540", "text": ""}, {"text_block_id": "p50_b1541", "text": "To ensure adequate capacity development for technology transfer."}, {"text_block_id": "p50_b1542", "text": ""}, {"text_block_id": "p50_b1543", "text": "To create a technology fund (with assistance from development partners and other financial institutions) that can facilitate the transfer, deployment and diffusion of technology and promote the capacity building necessary to support the implementation of clean and low-carbon technologies in other sectors, such as LULUCF and agriculture."}, {"text_block_id": "p50_b1544", "text": ""}, {"text_block_id": "p50_b1545", "text": "Introduce improved seeds and draught-resistant, fast-growing tree species as part of the process of technology transfer in the forestry sector."}, {"text_block_id": "p50_b1546", "text": ""}, {"text_block_id": "p50_b1547", "text": "Provide financial support for capacity building, especially in forest-dependent communities."}, {"text_block_id": "p50_b1548", "text": ""}, {"text_block_id": "p50_b1549", "text": "Provide support for R&D and accurate data for timely weather monitoring and dissemination of information."}, {"text_block_id": "p50_b1550", "text": ""}, {"text_block_id": "p50_b1551", "text": "Enforce monitoring of the carbon footprint."}, {"text_block_id": "p50_b1552", "text": "4.4    Monitoring, Detection, Attribution and Prediction"}, {"text_block_id": "p50_b1553", "text": "Policy-Specific Objective 4:"}, {"text_block_id": "p50_b1554", "text": "To identify and promote monitoring, detection, attribution and prediction policy responses for Uganda"}, {"text_block_id": "p50_b1555", "text": "One key to better understanding and predicting climate change is access to adequate data and the capacity to analyse and interpret these data at the national level. In Uganda, such information is also critical for providing early-warning information about climate-related disasters (such as drought and floods)."}, {"text_block_id": "p50_b1556", "text": "The Uganda Department of Meteorology, which is also the IPCC focal institution in the country, is responsible for climate change monitoring and detection in Uganda. The country has a network of climate change monitoring stations equipped with various types of instruments. The table below shows the existing and required stations and observation networks in Uganda."}, {"text_block_id": "p50_b1557", "text": "Table 3: Network of Climate Monitoring Stations in Uganda"}, {"text_block_id": "p51_b1558", "text": "Source: Department of Meteorology, MWE, 2011"}, {"text_block_id": "p51_b1559", "text": "As shown in the table above, there is a significant shortage of climate monitoring stations and networks in Uganda, and this negatively affects the country"}, {"text_block_id": "p51_b1560", "text": "’s"}, {"text_block_id": "p51_b1561", "text": "ability to monitor, detect and predict climate variability and climate change. In addition, the human resources and instrumentation and other modern equipment required, not only for data collection, but also for data analysis, are either unavailable or insufficient. There are also problems with weather-related data gaps."}, {"text_block_id": "p51_b1562_merged_merged", "text": "Additional manpower is needed to address these gaps in data collection, measurement and analysis, along with additional training and associated costs. Rain is an extremely important resource for the national socioeconomic development of Uganda, since most of the country’s agriculture is rain fed."}, {"text_block_id": "p51_b1565", "text": "A number of development partners have provided support to help the Department of Meteorology start to address some of the capacity gaps identified, but more work is still required."}, {"text_block_id": "p51_b1566", "text": "Sectoral Context and Challenges:"}, {"text_block_id": "p51_b1567", "text": ""}, {"text_block_id": "p51_b1568", "text": "There is a need for human resources to address issues related to the collection of meteorological and hydrological data, as well as data analysis, storage and management."}, {"text_block_id": "p51_b1569", "text": ""}, {"text_block_id": "p51_b1570", "text": "The management of climatological, hydrological and other data relevant to climate change is inadequate."}, {"text_block_id": "p51_b1571", "text": ""}, {"text_block_id": "p51_b1572", "text": "Data are still stored in binary code formats, but should be transferred to table-driven code formats for recording weather parameters, as per the recommendation of the World Meteorological Organisation."}, {"text_block_id": "p51_b1573", "text": "Policy Response:"}, {"text_block_id": "p51_b1574", "text": "To address these challenges, the following policy priority will be pursued:"}, {"text_block_id": "p51_b1575", "text": "Specific strategies"}, {"text_block_id": "p51_b1576", "text": "for tackling this policy priority are the following:"}, {"text_block_id": "p51_b1577", "text": ""}, {"text_block_id": "p51_b1578", "text": "Support capacity development for accurate weather data collection, analysis and weather monitoring."}, {"text_block_id": "p51_b1579", "text": ""}, {"text_block_id": "p51_b1580", "text": "Support timely sharing and dissemination of relevant data and information with potential users at both the national and district levels."}, {"text_block_id": "p52_b1581", "text": ""}, {"text_block_id": "p52_b1582", "text": "Provide support for the development of reliable climate modelling and prediction and climate early-warning systems."}, {"text_block_id": "p52_b1583", "text": ""}, {"text_block_id": "p52_b1584", "text": "Support Research and Development in climate monitoring, detection, attribution and prediction."}, {"text_block_id": "p53_b1585", "text": "5  Implementation Arrangements"}, {"text_block_id": "p53_b1586", "text": "–"}, {"text_block_id": "p53_b1587", "text": "From Policy to Action"}, {"text_block_id": "p53_b1588", "text": "The NCCP has identified six Policy Priority Areas (stated in the specific objectives) for addressing Ugand"}, {"text_block_id": "p53_b1589", "text": "a’s"}, {"text_block_id": "p53_b1590", "text": "climate change challenges and opportunities. Each of these policies has a number of specific strategic interventions for addressing the critical policy actions necessary to achieve the desired objectives. These policy objectives will be achieved through the specific"}, {"text_block_id": "p53_b1591", "text": "strategies and actions as indicated in the Implementation Strategy (Part II of the Policy). Specific actions and outputs as well as estimated timelines and costs have been identified for each policy objective as part of the Implementation Strategy."}, {"text_block_id": "p53_b1592", "text": "Given the highly multi-sectoral nature of this policy which focuses on the mainstreaming of a cross"}, {"text_block_id": "p53_b1593", "text": "-"}, {"text_block_id": "p53_b1594", "text": "cutting issue, the institutional and resource mobilisation set-up to support its implementation must inherently involve multiple structures and mechanisms."}, {"text_block_id": "p53_b1595", "text": "There are a number of existing national institutions and private organizations in Uganda whose mandates and activities border on climate and climate change issues. This section, discusses these institutions, their roles and responsibilities, the legal and regulatory framework governing climate change issues and the resource mobilization set up."}, {"text_block_id": "p53_b1596", "text": "5.1  Institutional Arrangements and Legal Framework"}, {"text_block_id": "p53_b1597", "text": "Policy-Specific Objective 5:"}, {"text_block_id": "p53_b1598", "text": "To support the integration of climate change issues into planning, decision making and investments in all sectors and trans-sectoral themes through appropriate institutional arrangements and legal framework."}, {"text_block_id": "p53_b1599", "text": "5.1.1 The Focal Climate Change Institution"}, {"text_block_id": "p53_b1600", "text": "In determining an appropriate climate change focal institution and climate change governance, there ought to be careful consideration of:"}, {"text_block_id": "p53_b1601", "text": ""}, {"text_block_id": "p53_b1602", "text": "the Go"}, {"text_block_id": "p53_b1603", "text": "U’s"}, {"text_block_id": "p53_b1604", "text": "obligations towards meeting GHG emissions reductions as well as adaptation and other mitigation measures"}, {"text_block_id": "p53_b1605", "text": "–"}, {"text_block_id": "p53_b1606", "text": "Article 4 and 12 of UNFCCC and Kyoto Protocol,"}, {"text_block_id": "p53_b1607", "text": ""}, {"text_block_id": "p53_b1608", "text": "what the relevant national laws (including the National environment Act, 1995) provide for;"}, {"text_block_id": "p53_b1609", "text": ""}, {"text_block_id": "p53_b1610", "text": "institutions that already conducting climate change activities and what they do, and;"}, {"text_block_id": "p53_b1611", "text": ""}, {"text_block_id": "p53_b1612", "text": "plausible effective options."}, {"text_block_id": "p53_b1613_merged_merged_merged_merged_merged", "text": "It is important that the strategies and actions needed to combat climate change (provided in the NCCP implementation strategy) be anchored within this policy and the legal and regulatory framework (as described in Section 5.2) that enables Uganda to meet its long-term development goals (Vision 20140) while fulfilling its global obligations towards combating climate change. To that end a dedicated climate change institution is important as it establishes a coordination instrument which ensures that all cross-sectoral activities match the overall vision of the NCCP – a climate-resilient and low-carbon development path for sustainable development in Uganda"}, {"text_block_id": "p53_b1616", "text": "."}, {"text_block_id": "p53_b1617", "text": "In view of this is proposed that:"}, {"text_block_id": "p53_b1618", "text": "1."}, {"text_block_id": "p53_b1619", "text": "A National Climate Change Commission (NCCC) be established and adequately resources in the Ministry of Water and Environment to act a national coordination centre for climate change in Uganda. This is because a climate change coordinating body must possess the authority to conduct business with the various cross-sectoral Ministries Departments and Agencies involved in the implementation of the policy. To that end , the current Climate Change Unit (CCU) should be elevated to the level of a National"}, {"text_block_id": "p54_b1620", "text": "Commission. The main functions of the new National Climate Change Commission (NCCC) will revolve around:"}, {"text_block_id": "p54_b1621", "text": ""}, {"text_block_id": "p54_b1622", "text": "Acting as an information clearinghouse on climate change concerns;"}, {"text_block_id": "p54_b1623", "text": ""}, {"text_block_id": "p54_b1624", "text": "Providing policy and strategic advice on climate change;"}, {"text_block_id": "p54_b1625", "text": ""}, {"text_block_id": "p54_b1626", "text": "Supporting awareness raising , communication and outreach on climate change;"}, {"text_block_id": "p54_b1627", "text": ""}, {"text_block_id": "p54_b1628", "text": "Ensuring the integration of climate change concerns into overall national planning through coordination with the relevant ministries, departments and governmental agencies;"}, {"text_block_id": "p54_b1629", "text": ""}, {"text_block_id": "p54_b1630", "text": "Providing secretarial services to the Policy Committee on Environment (PCE) as regards to climate change mattes only(this is because the Secretariat of the PCE is NEMA), the National Climate Change Advisory Committee and the CDMDesignated National Authority;"}, {"text_block_id": "p54_b1631", "text": ""}, {"text_block_id": "p54_b1632", "text": "Monitoring  the  implementation  of  the  Climate  Change  Policy and  its Implementation Strategy;"}, {"text_block_id": "p54_b1633", "text": ""}, {"text_block_id": "p54_b1634", "text": "Serving  as the  National Focal Point  for  the  United  Nations  Framework Convention on Climate Change (UNFCCC);"}, {"text_block_id": "p54_b1635", "text": "2."}, {"text_block_id": "p54_b1636", "text": "The Policy Committee on Environment (PCE), as provided for in the National Environment Act, 1995 be strengthened to guide and advice on climate policy implementation. It will also ensure information flow on resource allocation for the implementation of the policy. The Committee which is chaired by the Prime Minister will bring together Ministers from the various departments at the national level. To that end, the National Environment Act will be reviewed to cater for this role."}, {"text_block_id": "p54_b1637", "text": "3."}, {"text_block_id": "p54_b1638", "text": "A National Climate Change Advisory Committee will be put in place to ensure working level coordination and to provide climate change technical input to the Policy Committee on Environment. This committee will be chaired by the Minister for Water and Environment and will bring together technical representatives from the various government departments at the  national level,  along with representatives from private-sector associations,  civil society, academia and district authorities."}, {"text_block_id": "p54_b1639", "text": "5.1.2 Other Key Coordinating Ministries and Authorities"}, {"text_block_id": "p54_b1640", "text": "In addition to the NCCC, three national ministries or authorities will have a specific role to play in national coordination to ensure policy implementation."}, {"text_block_id": "p54_b1641", "text": "The Ministry of Finance, Planning and Economic Development (MoFPED)"}, {"text_block_id": "p54_b1642", "text": "The main functions of the MoFPED will be to:"}, {"text_block_id": "p54_b1643", "text": ""}, {"text_block_id": "p54_b1644", "text": "Ensure that national, sectoral and district-level budgets and indicative planning figures integrate climate change through appropriate provisions for the implementation of the policy and its strategy."}, {"text_block_id": "p54_b1645", "text": ""}, {"text_block_id": "p54_b1646", "text": "Review quarterly and semi-annual reports from the ministries, departments and agencies concerned, to ensure that resource use is in line with expected and actual progress in implementing the policy."}, {"text_block_id": "p54_b1647", "text": ""}, {"text_block_id": "p54_b1648", "text": "Facilitate the introduction of relevant financial mechanisms and tools to the relevant stakeholders, as per the implementation strategy, to support financial resource mobilisation and investment for the implementation of the policy."}, {"text_block_id": "p54_b1649", "text": "The National Planning Authority"}, {"text_block_id": "p54_b1650", "text": "The main functions of the National Planning Authority (NPA) are to:"}, {"text_block_id": "p54_b1651", "text": ""}, {"text_block_id": "p55_b1652", "text": "strategy but consistent with all relevant national policies and legislations."}, {"text_block_id": "p54_b1653", "text": "Ensure that the ministries, departments and agencies concerned integrate climate change through adequate provisions in their annual work plans for the implementation of the climate change policy, building on the guidance provided in the costed implementation"}, {"text_block_id": "p55_b1654", "text": ""}, {"text_block_id": "p55_b1655", "text": "Ensure that these agreed work plans are implemented, through a review of quarterly and semi-annual reporting by the institutions concerned and appropriate follow-up actions by the NPA."}, {"text_block_id": "p55_b1656", "text": "The Ministry of Local Government"}, {"text_block_id": "p55_b1657", "text": "The main functions of the Ministry of Local Government (MoLG) will be to:"}, {"text_block_id": "p55_b1658", "text": ""}, {"text_block_id": "p55_b1659", "text": "Provide guidance to the districts to translate the policy priorities and the implementation strategy into coherent plans at the district level,"}, {"text_block_id": "p55_b1660", "text": ""}, {"text_block_id": "p55_b1661", "text": "Ensure that districts make adequate provisions in their development plans, annual plans and budgets for the implementation of the climate change policy, and"}, {"text_block_id": "p55_b1662", "text": ""}, {"text_block_id": "p55_b1663", "text": "Ensure that these are acted upon as planned through a review of relevant reports from the districts and appropriate follow-up actions by the MoLG as required."}, {"text_block_id": "p55_b1664", "text": "5.1.3 Ministries, Departments and Agencies"}, {"text_block_id": "p55_b1665", "text": "Each of the various ministries, departments and agencies with a role to play in the implementation of the policy responses outlined in this document will designate a departmental focal point and will be accountable for the implementation of the prescribed policy responses that concern their department. Given the far reaching nature of this policy, the ministries, departments and agencies concerned by this policy are numerous."}, {"text_block_id": "p55_b1666", "text": "1."}, {"text_block_id": "p55_b1667", "text": "Ministry of Water and Environment (MWE)."}, {"text_block_id": "p55_b1668", "text": "2."}, {"text_block_id": "p55_b1669", "text": "Ministry of Agriculture, Animal Industry and Fisheries (MAAIF)"}, {"text_block_id": "p55_b1670", "text": "3."}, {"text_block_id": "p55_b1671", "text": "Ministry of Works and Transport (MoWT)"}, {"text_block_id": "p55_b1672", "text": "4."}, {"text_block_id": "p55_b1673", "text": "Ministry of Energy and Mineral Development (MEMD)"}, {"text_block_id": "p55_b1674", "text": "5."}, {"text_block_id": "p55_b1675", "text": "Ministry of Health (MoH)"}, {"text_block_id": "p55_b1676", "text": "6."}, {"text_block_id": "p55_b1677", "text": "Ministry of Lands, Housing and Urban Development (MoLHUD)"}, {"text_block_id": "p55_b1678", "text": "7."}, {"text_block_id": "p55_b1679", "text": "Ministry of Tourism, Wildlife and Antiquities (MoTWA)"}, {"text_block_id": "p55_b1680", "text": "8."}, {"text_block_id": "p55_b1681", "text": "Ministry of Gender, Labour and Social Development (MoGLSD)"}, {"text_block_id": "p55_b1682", "text": "9."}, {"text_block_id": "p55_b1683", "text": "Ministry of Trade, Industry and Cooperatives (MoTIC)"}, {"text_block_id": "p55_b1684", "text": "10."}, {"text_block_id": "p55_b1685", "text": "Ministry of Education, Science, Technology and Sports (MoESTS)"}, {"text_block_id": "p55_b1686", "text": "11."}, {"text_block_id": "p55_b1687", "text": "Ministry of Local Government (MoLG)"}, {"text_block_id": "p55_b1688", "text": "12."}, {"text_block_id": "p55_b1689", "text": "Office of the Prime Minister (OPM)"}, {"text_block_id": "p55_b1690", "text": "13."}, {"text_block_id": "p55_b1691", "text": "National Planning Authority (NPA)"}, {"text_block_id": "p55_b1692", "text": "14."}, {"text_block_id": "p55_b1693", "text": "Kampala Capital City Authority (KCCA)."}, {"text_block_id": "p55_b1694_merged", "text": "The Implementation Strategy details the accountabilities of the various ministries, departments and agencies concerned with the indicative climate change programmes presented in the Strategy. They will be expected to report on a quarterly and semi-annual basis on their progress in the implementation of their respective tasks and in the attainment of their expected results and performance targets, based on the Monitoring and Evaluation (M&E) Framework also presented under the Implementation Strategy for the policy. This information will be reported to the Ministry of Finance, and copied to the National Planning Authority and the NCCC. On the basis of these reports, the NCCC will be tasked with preparing a consolidated annual progress report on the overall implementation of the policy, for consideration by the Cabinet and the Prime Minister’s Office."}, {"text_block_id": "p56_b1697", "text": "5.1.4 At the Decentralised Level"}, {"text_block_id": "p56_b1698", "text": "–"}, {"text_block_id": "p56_b1699", "text": "Local Governments"}, {"text_block_id": "p56_b1700", "text": "A similar management arrangement will be mirrored at the district level. While the climate change focal point will be anchored within the Natural Resources Department of the District Local Government, all departments will ensure that climate change issues in their sectors are integrated into the District Development Plans. Adequate provision will be made in district-level Indicative Planning Figures for each sector to ensure they can address the climate change policy priorities, along with the setting of relevant performance indicators. The existing Environment Committee structure at the district level will act as a mechanism to ensure cross-sectoral coordination."}, {"text_block_id": "p56_b1701", "text": "An organisational chart presenting the main elements of the institutional framework is provided in Annex B."}, {"text_block_id": "p56_b1702", "text": "5.1.5 Collaboration and Coordination"}, {"text_block_id": "p56_b1703", "text": "Collaboration and coordination at the national level will be essential for the effective and efficient implementation of the policy. In addition to the NCC"}, {"text_block_id": "p56_b1704", "text": "C’s"}, {"text_block_id": "p56_b1705", "text": "facilitation function, this coordination will require multi-stakeholder mechanisms. Two such mechanisms will be established."}, {"text_block_id": "p56_b1706", "text": "As indicated in detail in section 5.2 on legal framework, the Policy Committee on environment will coordinate policy implementation and ensure information flow on resource allocation for the implementation of the policy. The National Climate Change Advisory Committee will ensure working level coordination and provide technical input to the National Climate Change Policy Committee."}, {"text_block_id": "p56_b1707", "text": "The work of these two coordination mechanisms will be guided by the Implementation Strategy. The objective of the Implementation Strategy is to enable more effective planning and coordination. The main functions of this Implementation Strategy are to:"}, {"text_block_id": "p56_b1708", "text": ""}, {"text_block_id": "p56_b1709", "text": "Provide for a more detailed action plan/roadmap for the implementation of the Policy, with respect in particular to capacity development and the operationalization of the institutional set-ups required for the different stakeholders involved in Policy implementation, as well as data and information analysis needs."}, {"text_block_id": "p56_b1710", "text": ""}, {"text_block_id": "p56_b1711", "text": "Provide phased indicative climate change programmes for the priority areas under the policy"}, {"text_block_id": "p56_b1712", "text": ""}, {"text_block_id": "p56_b1713", "text": "Highlight the roles and responsibilities of the various stakeholders in the implementation of these programming priorities."}, {"text_block_id": "p56_b1714", "text": ""}, {"text_block_id": "p56_b1715", "text": "Provide indicative costing for these programmes."}, {"text_block_id": "p56_b1716", "text": ""}, {"text_block_id": "p56_b1717", "text": "Indicate in a more detailed manner potential sources of funding, financial tools to be undertaken and financial management arrangements, including for start-up funding that may be required to kick start the policy implementation process."}, {"text_block_id": "p56_b1718", "text": ""}, {"text_block_id": "p56_b1719", "text": "Provide for examples of prototype infrastructure designs for key sectors to be impacted by climate change, such as transport and works."}, {"text_block_id": "p56_b1720", "text": ""}, {"text_block_id": "p56_b1721", "text": "Provide a solid basis for the monitoring and evaluation of the Policy Implementation process."}, {"text_block_id": "p56_b1722", "text": "5.2  Legal and Regulatory Framework"}, {"text_block_id": "p56_b1723_merged_merged_merged", "text": "The Legal and regulatory framework for climate change provides legitimacy, regulate conduct and establish sanctions that can ensure compliance. For Uganda’s NCCP and Implementation Strategy to be fully and effectively implemented, a sound and enabling legislative framework (and an inbuilt institutional framework) must be in place. The absence of such a framework is an obstacle in translating the identified policy priorities into implementable actions with tangible climate change benefits."}, {"text_block_id": "p57_b1727", "text": "environment for sustainable development. Article 39 states that"}, {"text_block_id": "p57_b1728", "text": "‘"}, {"text_block_id": "p57_b1729", "text": "every Ugandan has a right to a clean and healthy environment. Article 245 states that"}, {"text_block_id": "p57_b1730", "text": "“"}, {"text_block_id": "p57_b1731", "text": "Parliament shall, by law, provide for measures intended: (a) to protect and preserve the environment from abuse, pollution and degradation; (b) to manage the environment for sustainable development; and (c) to promote environmental awareness."}, {"text_block_id": "p57_b1732", "text": "As already mentioned in Section 1.2 of this document, Uganda is a signatory to the UNFCCC also ratified the Kyoto Protocol. By signing and ratifying both the UNFCCC and the Kyoto Protocol, Uganda has committed to the adoption and implementation of policies and measures designed to mitigate climate change and adapt to its impacts. At regional level, Uganda is party to the East African Community climate change policy which urges member countries to develop consistent national policies to ensure harmonised action."}, {"text_block_id": "p57_b1733", "text": "Uganda has been very keen to explore the opportunities presented by climate change related challenges. The Ministry of Water and Environment has particularly sought to ensure that the development agenda of the GoU responds to the emerging trends of global warming and, to how Uganda could better contribute to the common objective, and to position herself as a leader within the Africa region."}, {"text_block_id": "p57_b1734_merged_merged", "text": "In  addition, Uganda is keen to include climate resilience in  its development programmes. The National Development Plan (NDP) 2015/16–2019/20 serves as the single most powerful guide for investment planning, budget allocation and social interventions in the country. All government programmes are linked to the NDP within the existing policy, legal, planning, monitoring and reporting systems. The NDP mainstreams climate change into the development plans, policies and budgets of all sectors. Since the NDP is being revised, climate change policy intervations can be provided for in the next five year NDP so that sectors can plan and budget for them. In addition, the Uganda Vision 2040 also recognises the need to promote climate change resilience and low carbon development pathways."}, {"text_block_id": "p57_b1739", "text": "Uganda is adequately represented at various international conferences on climate change to keep abreast with developments in global and regional thinking and decisions on climate response measures, as have been deliberated and agreed by the parties. Since Uganda joined the global community on climate, government has been making strides towards fulfilling its obligations under the climate change convention and the Kyoto Protocol."}, {"text_block_id": "p57_b1740", "text": "Uganda has put in place a number of sectoral policies that are related to climate change, including:"}, {"text_block_id": "p57_b1741", "text": "1."}, {"text_block_id": "p57_b1742", "text": "The National Disaster Preparedness and Management Policy, 2010"}, {"text_block_id": "p57_b1743", "text": "2."}, {"text_block_id": "p57_b1744", "text": "The Oil and Gas Policy, 2008;"}, {"text_block_id": "p57_b1745", "text": "3."}, {"text_block_id": "p57_b1746", "text": "The National Adaptation Programmes of Action (NAPA), 2007"}, {"text_block_id": "p57_b1747", "text": "4."}, {"text_block_id": "p57_b1748", "text": "The Renewable Energy Policy 2007"}, {"text_block_id": "p57_b1749", "text": "5."}, {"text_block_id": "p57_b1750", "text": "The Energy Policy 2002"}, {"text_block_id": "p57_b1751", "text": "6."}, {"text_block_id": "p57_b1752", "text": "The National Health Policy"}, {"text_block_id": "p57_b1753", "text": "7."}, {"text_block_id": "p57_b1754", "text": "The Water Policy, 1999"}, {"text_block_id": "p57_b1755", "text": "8."}, {"text_block_id": "p57_b1756", "text": "National Forestry Policy 2001"}, {"text_block_id": "p57_b1757", "text": "9."}, {"text_block_id": "p57_b1758", "text": "National Environment Management Policy 1994"}, {"text_block_id": "p57_b1759", "text": "Uganda has enacted the following national policies legislation amongst, that are relevant to climate change, among others:"}, {"text_block_id": "p57_b1760", "text": "1."}, {"text_block_id": "p57_b1761", "text": "Uganda National Meteorological Authority Act, 2012"}, {"text_block_id": "p57_b1762", "text": "2."}, {"text_block_id": "p57_b1763", "text": "The Physical Planning act, 2010"}, {"text_block_id": "p57_b1764", "text": "3."}, {"text_block_id": "p57_b1765", "text": "The National Agricultural Research Act 2005"}, {"text_block_id": "p57_b1766", "text": "4."}, {"text_block_id": "p57_b1767", "text": "The Land Act (Amendment Act, 2004"}, {"text_block_id": "p57_b1768", "text": "5."}, {"text_block_id": "p57_b1769", "text": "National Forestry and Tree Planting act, 2003"}, {"text_block_id": "p57_b1770", "text": "6."}, {"text_block_id": "p57_b1771", "text": "National Planning authority Act 2002"}, {"text_block_id": "p57_b1772", "text": "7."}, {"text_block_id": "p57_b1773", "text": "The National environment Act, 1995"}, {"text_block_id": "p57_b1774", "text": "8."}, {"text_block_id": "p57_b1775", "text": "The Water Act, 1997"}, {"text_block_id": "p58_b1776", "text": "9."}, {"text_block_id": "p58_b1777", "text": "Uganda Wildlife Act, 1995"}, {"text_block_id": "p58_b1778", "text": "In addition a number of statutory regulations on environment are in place"}, {"text_block_id": "p58_b1779", "text": "1."}, {"text_block_id": "p58_b1780", "text": "The National Environment (Waste Management) Regulations, 1999."}, {"text_block_id": "p58_b1781", "text": "2."}, {"text_block_id": "p58_b1782", "text": "The Soil Conservation Measures and Guidelines, 2000;"}, {"text_block_id": "p58_b1783", "text": "3."}, {"text_block_id": "p58_b1784", "text": "The National Environment (Mountainous and Hilly Areas Management);"}, {"text_block_id": "p58_b1785", "text": "4."}, {"text_block_id": "p58_b1786", "text": "The National Environment (Wetlands, River Banks and Lake Shores Management) Regulations; among others."}, {"text_block_id": "p58_b1787_merged", "text": "In terms of the various sectoral regulatory frameworks in place in Uganda, the disaster preparedness and management and the health and environment (NEMA) sectors make provisions to tackle climate change. In addition, the forest, land, water and energy sectors’ regulatory frameworks are compatible with the climate change policy."}, {"text_block_id": "p58_b1795", "text": "However, many of the above policies and laws do not adequately address climate change. There is therefore need for broader analysis regarding the legislative and regulatory framework to come up with an enabling Legislative and Institutional Framework for Climate Change Response in Uganda."}, {"text_block_id": "p58_b1796", "text": "In view of the above, and arising from the consultations conducted in the policy development process, two options are recommended for providing a legal framework for climate change in Uganda: (i) amending the National Environment Act, 1995 to cater for climate change; and (ii) Providing an overarching standalone Climate Change Law."}, {"text_block_id": "p58_b1797", "text": "5.2.1 Amending the National Environment Act, 1995"}, {"text_block_id": "p58_b1798", "text": "A number of stakeholders prefer amendment of the National Environment Act, 1995 to provide a section on climate change regal and institutional framework. This is cost-effective in the sense that the process and costs of enacting a new law can be avoided. The limitation with this option is that climate change issues could be shadowed in environment issues. This would make climate change to lose the prominence it needs for getting due attention and in that case the business as usual approach could continue."}, {"text_block_id": "p58_b1799", "text": "5.3  Climate Change Law"}, {"text_block_id": "p58_b1800", "text": ""}, {"text_block_id": "p58_b1801", "text": "GoU signed and ratified the UNFCCC. The convention requires member states to demonstrate action on climate change by domesticating the UNFCCC provisions in national legislations."}, {"text_block_id": "p58_b1802", "text": ""}, {"text_block_id": "p58_b1803", "text": "At international level, a separate framework, the UNFCCC, was created to avoid shadowing climate change under the World Meteorological Convention or the Hyogo Framework of action. This was intended to give climate change prominence and due attention."}, {"text_block_id": "p58_b1804", "text": ""}, {"text_block_id": "p58_b1805", "text": "The EAC climate change policy calls on partner states to have climate change stand-alone policies and laws. It also calls on partner states to create climate change funds which in effects needs legislation."}, {"text_block_id": "p58_b1806", "text": ""}, {"text_block_id": "p58_b1807", "text": "Although there are a number of CDM and carbon mechanisms initiatives in Uganda from which the GoU can get levies, there is no legal framework to guide GoU on how it can generate funds from these projects. In Tanzania, for example the government has put in place a 2% levy on all CDM and carbon projects. Uganda needs legislation to guide this initiative."}, {"text_block_id": "p58_b1808", "text": ""}, {"text_block_id": "p58_b1809", "text": "Climate change is cross-cutting and is both an environment and development issue. Therefore to"}, {"text_block_id": "p59_b1810", "text": "avoid scattered actions over sectors in terms of policy and legislation, a new overarching climate change law is necessary."}, {"text_block_id": "p59_b1811", "text": "1."}, {"text_block_id": "p59_b1812", "text": "A framework for the implementation of global obligations arising from relevant international conventions, protocols and agreements;"}, {"text_block_id": "p59_b1813", "text": "2."}, {"text_block_id": "p59_b1814", "text": "A framework to enhance the resilience of human and ecological systems to the impacts of climate change taking into consideration of the Constitution of the republic of Uganda;"}, {"text_block_id": "p59_b1815", "text": "3."}, {"text_block_id": "p59_b1816", "text": "For the mainstreaming the principle of sustainable development in the planning and making of decisions on climate change;"}, {"text_block_id": "p59_b1817", "text": "4."}, {"text_block_id": "p59_b1818", "text": "A contribution towards the global efforts of combating climate change and facilitate approaches that support low carbon climate resilient development; and"}, {"text_block_id": "p59_b1819", "text": "5."}, {"text_block_id": "p59_b1820", "text": "A framework for the governance, coordination and financing of climate change at all levels."}, {"text_block_id": "p59_b1821", "text": "However, the stand-alone law needs to be accompanied with, or followed by, a series of sectoral legislative and regulatory reviews reforms (review policies and laws already mentioned above) that enable implementation of all NCCAP priority actions. This will be done in consultation with the various ministries and agencies to bring sectoral legislation in harmony with the framework law."}, {"text_block_id": "p59_b1822", "text": "5.4  Financing and Resource Mobilisation"}, {"text_block_id": "p59_b1823", "text": "Policy-Specific Objective 6:"}, {"text_block_id": "p59_b1824", "text": "To facilitate mobilisation of financial resources to address climate change in Uganda"}, {"text_block_id": "p59_b1825", "text": "The Costed Strategy examines in detail the various financial instruments best suited to support specific types of strategic measures and actions in order to provide more guidance for policy implementation. The Costed Strategy can then be used by the various national and international partners to make decisions as to which priority investments to support nationally and by sector."}, {"text_block_id": "p59_b1826", "text": "The funding for the policy priorities will come from various public and private sources. The main sources and financial instruments are detailed in the Costed Implementation Plan and include the following:"}, {"text_block_id": "p59_b1827", "text": ""}, {"text_block_id": "p59_b1828", "text": "National and Sectoral Development Plans and Budgets, as climate change concerns are mainstreamed and leveraged through various development plans."}, {"text_block_id": "p59_b1829", "text": ""}, {"text_block_id": "p59_b1830", "text": "Private Sector investments, particularly with respect to energy, industrial developments and technology transfer."}, {"text_block_id": "p59_b1831", "text": ""}, {"text_block_id": "p59_b1832_merged", "text": "Multilateral and bilateral development partners’ support as well as support from international climate change funds, particularly with respect to issues of capacity development, technical assistance and awareness raising."}, {"text_block_id": "p59_b1835", "text": ""}, {"text_block_id": "p59_b1836", "text": "Market-based  mechanisms  for  climate-related  actions, such  as Clean  Development Mechanisms, benefit-sharing schemes under REDD+, emissions-trading revenues, tax incentive and tariff schemes."}, {"text_block_id": "p59_b1837", "text": ""}, {"text_block_id": "p59_b1838", "text": "Payment for Ecosystem Services (PES)Schemes which is the practice of offering incentives"}, {"text_block_id": "p61_b1839", "text": "6  Monitoring and Evaluation"}, {"text_block_id": "p61_b1840", "text": "Monitoring and Evaluation are essential to ensure effectiveness and accountability of climate change actions for sustainable development in Uganda. Three key aspects of monitoring and evaluation are of particular relevance."}, {"text_block_id": "p61_b1841", "text": "First, planning, implementation and decision-making on effective use of resources all require monitoring and evaluation, with baseline data and indicators. In general, a set of tools is used before the intervention takes place, or after the intervention, tracking expected or realized outcomes. This helps to ensure that resources for sustainable development are well spent and that the results are communicated back to decision makers and stakeholders for future/further actions."}, {"text_block_id": "p61_b1842", "text": "Secondly, given Ugand"}, {"text_block_id": "p61_b1843", "text": "a’s"}, {"text_block_id": "p61_b1844", "text": "physical location within the complex East African climate system, where especially future rainfall patterns are hard to predict, the adequate monitoring and evaluation of climatic changes and their impacts is crucial. This is needed in order to plan targeted adaptation interventions and track their appropriateness and cost effectiveness in a changing climate. Uganda requires a central system to record disaster impacts at national level, which undermines disaster preparedness. There is a need for systematic observation systems for disaster response. Networks for the transmission of data from stations to monitoring and evaluation centres and early warning information from monitoring and evaluation centres to end users (especially rural communities) need to be strengthened."}, {"text_block_id": "p61_b1845", "text": "Thirdly, the concept of"}, {"text_block_id": "p61_b1846", "text": "‘"}, {"text_block_id": "p61_b1847", "text": "Measurement, Reporting and Verification"}, {"text_block_id": "p61_b1848", "text": "’"}, {"text_block_id": "p61_b1849", "text": "(MRV) which emerged from international climate negotiations, is relevant for Uganda, when receiving international support for its voluntary contributions to tackle climate change. The concept includes a registry to keep track of whether the international support promised is really being provided, as well as monitoring whether climate change interventions are in operation, how successful they are and to what extent they reduce emissions and create effective adaptation. The development of relevant gender sensitive indicators as part of Ugand"}, {"text_block_id": "p61_b1850", "text": "a’s"}, {"text_block_id": "p61_b1851", "text": "monitoring and reporting system is also crucial."}, {"text_block_id": "p61_b1852_merged_merged_merged", "text": "An effective MRV system for Uganda’s REDD+ activities will enable the country to access larger scale international support, and needs international support for building the required institutional and technical capacity. In addition, a REDD+ system needs to link to a wider national system for MRV to avoid duplication and increase coherence, especially with changes in reporting needs for all stakeholders."}, {"text_block_id": "p61_b1855", "text": "The full M&E Framework for the implementation of this policy builds on the draft costed Implementation Strategy presented in Annex C and is elaborated upon in the strategy document itself. The M&E Framework is clearly linked to the planned outcomes and outputs of this strategy and the roadmap to implementation that it outlines. It is instrumental in ensuring the full implementation of the policy by the various stakeholders involved. The M&E Framework provides a"}, {"text_block_id": "p62_b1856", "text": "Each ministry, department, and agency for which specific accountabilities will be identified, will have to ensure enforcement of the relevant policy priorities and measures, using means and mechanisms at its disposal as well as those identified in the costed Implementation Strategy."}, {"text_block_id": "p62_b1857_merged", "text": "In addition to monitoring and enforcement against the M&E Framework, the implementation of the policy will undergo an independent external evaluation in 5 years’ time. The recommendations resulting from this evaluation will then feed into the revision process for the policy. This revision is to be carried out based on a thorough public consultation process and review of the results at that point in time."}, {"text_block_id": "p66_b1860", "text": "Uganda National Climate Change Policy"}], "document_description": "As the document outlines, 'the goal of the policy is to ensure a harmonised and co-ordinated approach towards a climate- resilient and low-carbon development path for sustainable development in Uganda'. The policy notes that the level of knowledge on climate change and its impacts remains low in Uganda. Therefore, it seeks to raise awareness of climate change, targeting sectorial weaknesses (to be determined by different governmental agencies and ministries) in the short term but providing information for a wide variety of stakeholders in the long term.<br />\nTo this end, the Policy adopts a comprehensive approach to address climate change, identifying as priority concerns: adaptation, mitigation, monitoring, and research. To address these concerns, the Policy promotes the implementation of activities relating to: education and increased awareness; gender issues; promoting and diffusing research; monitoring and transferring knowledge; and institutional capacity building.<br />\nThe policy calls for the adoption and implementation of a Transport Policy with emphasis on reducing GHG emissions from this sector, especially through the promotion of the use of less carbon intensive fuels. It also stresses the importance of the implementation of the 2007 Renewable Energy Policy and other measures that promote the use and the production of renewables.<br />\nThe adoption of climate change strategies that address the impact of climate change and promote sustainable activities in the sectors of agriculture and livestock, fishery production, water management, forestry, wetland, biodiversity and ecosystem services and tourism are identified are important needs to develop Uganda's approach to adaption to climate change.<br />\nMoreover, the Policy also seeks to implement the basic institutional structure required to finance this awareness raising campaign and to develop a performance measurement framework for each ministry and agency involved. The policy also strengthens the Climate Change Unit, upgrading it to a National Climate Change Commission with a more advanced legal and institutional framework that can co-ordinate climate change policy across sectors and regions. The Policy Committee on Environment is also strengthened to help guide climate change policy implementation.<br />\nAs annex to the Climate Change Policy, the Cost Implementation Strategy provides a more detailed account on the implementation of the Policy, including an indicative costing for the programmes and activities to be developed. Thus, according to the document, the total cost for the implementation of the Climate Change Policy is estimated in approximately 3.9 billion dollars over a 15-year period."}