{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Uganda", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "The Uganda Green Growth Development Strategy 2017/18 - 2030/31", "document_country_code": "UGA", "document_hazard_name": [], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2017", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/UGA/2017/UGA-2017-01-01-The Uganda Green Growth Development Strategy 2017_18 - 2030_31_f89c7d844640511088420fe3e8a915a4.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE UGANDA GREEN GROWTH DEVELOPMENT STRATEGY 2017/18 – 2030/31"}, {"text_block_id": "p1_b2", "text": "\"Sustainability is about simultaneously looking after the three Es; the Environment, the Economy and Everyone\"."}, {"text_block_id": "p2_b3", "text": "FOREWORD"}, {"text_block_id": "p2_b4", "text": "As the 2030 Agenda takes effect globally, the Government is taking steps to implement principles such as green growth that are embodied in  the Sustainable Development Goals (SDGs). Uganda was among the first countries to mainstream SDGs into its development plan, although a strategy that unpacks green growth into sectoral interventions that can be implemented has yet to be devised.  In response, the Government has developed the Uganda Green Growth Development Strategy (UGGDS) to operationalize green growth principles and accelerate the implementation of global development goals, Uganda Vision 2040 and the second National Development Plan (NDP II)."}, {"text_block_id": "p2_b5", "text": "With principles such as resource efficiency, equity and social inclusiveness, low emissions and sustainable economic growth, green growth presents an innovative growth path that simultaneously generates inclusive economic development and environment sustainability. As Agenda 2030 stipulates, no development target (Vision or NDP target) should be achieved while leaving out some sections of society. Social inclusiveness should shape all development efforts. The UGGDS goal is to achieve an inclusive low emissions economic growth process that emphasizes effective and efficient use of natural, human and physical capital while ensuring that natural assets continue to provide for present and future generations."}, {"text_block_id": "p2_b6", "text": "The UGGDS focuses on five core catalytic investment areas of agriculture, natural capital management, green cities (urban development), transport and energy.  The envisaged outcomes of the UGGDS implementation are: income and livelihoods enhancement; decent green jobs; climate change adaptation and mitigation; sustainable environment and natural resources management; food and nutrition security; resource use efficiency; and social inclusiveness and economic transformation at the sub-national and national levels."}, {"text_block_id": "p2_b7", "text": "I urge all state and non-state actors (Government, CSOs, the private sector and development partners) to rally behind the implementation of the UGGDS by mainstreaming the recommended green growth interventions into their planning and budgeting frameworks."}, {"text_block_id": "p2_b8", "text": "I appreciate the concerted efforts of Government, civil society, the private sector and development partners who have contributed to the development of the UGGDS through the National Task Force. The drafting process was led by a multi-sectoral Task Force chaired by the National Planning Authority (NPA) in partnership with the Climate Change Department. I further thank the United Nations Development Programme (UNDP) for supporting the National Task Force financially. The Global Green Growth Institute is also appreciated for technically supporting the development of the UGGDS implementation roadmap and its costing annexed hereto. The NPA commits to continue partnering with the United Nations and other development partners in the transition towards a green economy."}, {"text_block_id": "p2_b9", "text": "Kisamba-Mugerwa (PhD)"}, {"text_block_id": "p2_b10", "text": "Chairperson, National Planning Authority (NPA)"}, {"text_block_id": "p3_b11", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p3_b12", "text": "The Government of Uganda through the National Planning Authority (NPA), the Climate Change Department (CCD) of the Ministry of Water and Environment (MWE) and the Ministry of Finance, Planning and Economic Development (MFPED) thanks  the Ministries, Departments and Agencies (MDAs) of Government, civil society organizations (CSOs), the private sector and development partners for their contributions towards the development of the Uganda Green Growth Development Strategy (UGGDS).  Special thanks  are extended to the United Nations Development Programme, Low Emissions Capacity Building Programme (UNDP, LECB) for the financial and technical support provided towards the completion of this strategy.  The following institutions are specially acknowledged for their contribution to taskforces, steering committees, stakeholder consultation and expert review for the UGGDS:"}, {"text_block_id": "p3_b13", "text": "National Planning Authority (NPA)"}, {"text_block_id": "p3_b14", "text": "Ministry of Finance Planning and Economic Development (MFPED)"}, {"text_block_id": "p3_b15", "text": "Climate Change Department (CCD)"}, {"text_block_id": "p3_b16", "text": "Ministry of Water and Environment (MWE)"}, {"text_block_id": "p3_b17", "text": "Ministry of Gender Labour and Social Development (MoGLSD)"}, {"text_block_id": "p3_b18", "text": "Ministry of Agriculture, Animal Industry and Fisheries (MAAIF)"}, {"text_block_id": "p3_b19", "text": "Ministry of Tourism, Wildlife and Antiquities (MTWA)"}, {"text_block_id": "p3_b20", "text": "Ministry of Works and Transport (MoWT)"}, {"text_block_id": "p3_b21", "text": "Ministry of Energy and Mineral Development (MEMD)"}, {"text_block_id": "p3_b22", "text": "National Environment Management Authority (NEMA)"}, {"text_block_id": "p3_b23", "text": "National Forestry Authority (NFA)"}, {"text_block_id": "p3_b24", "text": "Uganda Cleaner Production Centre (UCPC)"}, {"text_block_id": "p3_b25", "text": "Uganda Manufacturers’ Association (UMA)"}, {"text_block_id": "p3_b26", "text": "The Climate Action Network (CAN) Uganda"}, {"text_block_id": "p3_b27", "text": "Environmental Management for Livelihoods Improvement – Bwaise Facility"}, {"text_block_id": "p3_b28", "text": "United Nations Development Programme (UNDP)"}, {"text_block_id": "p3_b29", "text": "Global Green Growth Institute (GGGI)"}, {"text_block_id": "p3_b30", "text": "All district and local governments in Uganda"}, {"text_block_id": "p3_b31", "text": "Kampala Capital City Authority (KCCA)"}, {"text_block_id": "p3_b32", "text": "Economic Policy Research Center"}, {"text_block_id": "p4_b33", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p6_b34", "text": "LIST OF TABLES"}, {"text_block_id": "p7_b35", "text": "LIST OF FIGURES"}, {"text_block_id": "p8_b36", "text": "ACRONYMS"}, {"text_block_id": "p10_b37", "text": "The 2030 Transformative Agenda on Sustainable Development that is defined by 17 Sustainable Development Goals (SDGs) presents an opportunity for Uganda to renew its commitment to sustainable development principles. Sustainable development is a basic principle that runs through the Uganda Vision 2040, the second National Development Plan and the 1995 Constitution of the Republic of Uganda. As the country rallies behind transforming from a peasant to a modern and prosperous country by 2040, the Government is taking steps to ensure that this transformation is cognizant of green growth tenets stipulated by all the SDGs, the 2015 Paris Agreement on Climate Change and the 2063 Agenda of the African Union. This implies that the envisaged economic growth must not only be socially inclusive but also uphold the integrity of the environment and natural resources. Over the last two decades, Uganda has registered an impressive 7 percent annual economic growth rate contributing to a decline in income poverty from 56 percent in 1991 to 19 percent in 2015, a rise in life expectancy from 48.1 years to 63.3 years and an increase in electricity access from 5.6 percent to 20.4 percent over the same period. This impressive performance notwithstanding, challenges such as unemployment, income inequalities and regional imbalances, and environmental degradation persist."}, {"text_block_id": "p10_b38", "text": "For this reason, Uganda will need to reconsider its growth model to deliver inclusive economic and social outcomes while protecting natural capital, addressing climate change, creating jobs and accelerating economic growth.  The green growth model, also referred to as the vehicle for sustainable development, presents an approach that addresses these multi-dimensional development needs simultaneously. The 2030 Agenda on Sustainable Development provides the global context for green growth. While the broad principles of green growth run through the Uganda Vision 2040 and the second National Development Plan, they need to be unpacked into strategies and interventions that can be implemented to deliver the desired outcomes. The Uganda Green Growth Development Strategy has therefore been developed to operationalize the broad green growth tenets highlighted in Agenda 2030, the Uganda Vision 2040 and the NDPII (2015/16-2019/20) to support the country’s accelerated transition to middle-income status."}, {"text_block_id": "p11_b39_merged", "text": "The Uganda Green Growth Development Strategy (UGGDS 2017/18 –2029/30) aims to ensure that the goals of the Uganda Vision 2040 and the NDPII 2015/16-2019/20 are attained in a sustainable manner. Although there is no global common definition of green growth, in Uganda’s context, green growth is defined as an inclusive low emissions economic growth process that emphasizes effective and efficient use of the country’s natural, human, and physical capital while ensuring that natural assets continue to provide for present and future generations. Empirical macroeconomic sector modeling indicates that full implementation of the UGGDS interventions (green growth scenario) will enhance national GDP by 10 percent beyond the business as usual (BAU) target, deliver an additional 4 million green jobs and reduce greenhouse gas emissions by 28 percent relative to the conventional growth pathway."}, {"text_block_id": "p11_b42", "text": "The general objective of the UGGDS is to provide guidance on priorities, strategies and governance frameworks for implementing the green growth principles within the existing development frameworks towards the sustainable development of the country."}, {"text_block_id": "p11_b43", "text": "Specifically, the UGGDS seeks to:"}, {"text_block_id": "p11_b44", "text": "Specifically, the UGGDS seeks to:\n* Accelerate economic growth and raise per capita income through targeted investments in priority sectors\n* Achieve inclusive economic growth along with poverty reduction, improved human welfare and\n* Ensure that the social and economic transition is achieved through a low carbon development pathway"}, {"text_block_id": "p11_b50", "text": "The UGGDS has five focus areas whose selection was informed by empirical macroeconomic analytical studies that identified the areas with the highest green growth potential in terms of investments and contribution to the achievement of national development goals and targets. The focus areas are;"}, {"text_block_id": "p11_b51", "text": "The UGGDS has five focus areas whose selection was informed by empirical macroeconomic analytical studies that identified the areas with the highest green growth potential in terms of investments and contribution to the achievement of national development goals and targets. The focus areas are;\n* Sustainable agriculture production through upgrading the value chain of strategic commodities and\n* Natural capital management and development which focuses on tourism development, sustainable\n* Planned urbanization and development of green cities (comprehensive economic physical planning and\n* Sustainable transport with a concentration on multi-modal and mass transport systems for urban\n* Energy for green growth with increased emphasis on renewable energy investment through biomass"}, {"text_block_id": "p12_b61", "text": "Implementation of the UGGDS is expected to generate eight development outcomes by 2030 and these are:"}, {"text_block_id": "p12_b62", "text": "Implementation of the UGGDS is expected to generate eight development outcomes by 2030 and these are:\n* Income and livelihoods enhancement;\n* Decent green jobs;\n* Climate change mitigation and adaptation;\n* Environment and natural resources management;\n* Food and nutrition security;\n* Resource use efficiency;\n* Social inclusiveness; and\n* Economic transformation at national and sub-national level."}, {"text_block_id": "p12_b78", "text": "These outcomes were used as the criteria for appraising the various strategies and interventions in the UGGDS."}, {"text_block_id": "p12_b79", "text": "The smooth implementation of the UGGDS to facilitate national transition to a green economy is based on the following conditions:"}, {"text_block_id": "p12_b80", "text": "The smooth implementation of the UGGDS to facilitate national transition to a green economy is based on the following conditions:\n* Stable macroeconomic conditions, with the GDP growth rate ranging between 5 and 10 perent per\n* Shifting government expenditure, especially public procurements, towards value chains that encourage\n* Effective enforcement of legislation;\n* Structural changes that impart new knowledge and skills to government, decision makers, professionals\n* Improved resource and land rights to increase access to resources for producers and developers;\n* Enabling conditions for psychological and behaviour change;\n* Facilitating businesses to integrate sustainability and equity concerns.\n* A gradual decline in population growth rate from the current 3 per cent to the envisaged 2.4 percent by 2040."}, {"text_block_id": "p12_b96", "text": "The UGGDS  is to be  implemented within the existing institutional framework, based on three pillars:"}, {"text_block_id": "p12_b97", "text": "The UGGDS  is to be  implemented within the existing institutional framework, based on three pillars:\n* National Green Growth Governance and Coordination Frameworks to provide regulatory oversight and\n* Multisectoral Implementation (MDAs, District Local Governments (DGAs), urban authorities, civil society,\n* Microlevel implementation landscapes including cooperative groups."}, {"text_block_id": "p13_b103", "text": "The UGGDS  is to be  implemented within the existing institutional framework, based on three pillars:\n* National Green Growth Governance and Coordination Frameworks to provide regulatory oversight and\n* Multisectoral Implementation (MDAs, District Local Governments (DGAs), urban authorities, civil society,\n* Microlevel implementation landscapes including cooperative groups.\n* Public sector allocation and environmental fiscal reform and subsidy reforms;\n\t* Sustainable public procurement;\n\t* International funding:\n\t* Sustainable production and trade and inclusive green social enterprises;\n\t* Green energy investments; and\n\t* Incentives and green innovations."}, {"text_block_id": "p13_b116_merged", "text": "The UGGDS will be implemented in two parts.  An initial period from FY2017/18 to FY2020/21 (1 July-30 June)  will be used for consolidating best practices for a green economy, capacity-building and awareness creation, programme and project design and resource mobilization.  Full scale implementation is for the period between FY2020/21 and FY2030/31. The strategy will be integrated into the implementation of the 10-year National Development Plan 2020/21 to 2030/31, NDP III (2020/21-2024/25) and NDP IV (2025/26-2030/31). A detailed action plan and costing that sequences and unpacks the UGGDS strategies into actions for implementation has been prepared and is an annex document for the UGGDS."}, {"text_block_id": "p14_b119", "text": "1.1 Background"}, {"text_block_id": "p14_b120_merged", "text": "The Government of Uganda has demonstrated a commitment towards the principles of green growth and sustainable development as indicated in various legal, policy and planning and institutional frameworks. The 1995 Uganda Constitution provides for sustainable development and public awareness about effective management of natural resources. The Uganda Vision 2040 aspires to transform Uganda from a peasant to modern and prosperous country by 2040 through strengthening fundamentals to harness existing opportunities. It further acknowledges that green growth is the approach desired for implementation of sustainable development and wealth creation. Similarly, the second National Development Plan 2015/16-2019/20 (NDP II) seeks to strengthen Uganda’s competitiveness for sustainable wealth creation, employment and inclusive growth, and achieve lower middle income status by 2020 with a per capita income of US$ 1,039. The Uganda Green Growth Development Strategy (UGGDS) is one of the steps that must be taken to achieve the envisaged transformation in an inclusive and environmentally sustainable way."}, {"text_block_id": "p14_b123", "text": "Uganda has achieved various milestones on social, economic and environmental targets. For example, between 1991 and 2015:"}, {"text_block_id": "p14_b124", "text": "Income poverty fell from 56 percent to 19 percent;"}, {"text_block_id": "p14_b125", "text": "The percentage of the national budget funded from domestic sources increased from 64.7 percent to 82 percent;"}, {"text_block_id": "p14_b126", "text": "Literacy levels rose from 54.0 percent to 72.2 percent;"}, {"text_block_id": "p14_b127", "text": "Life expectancy rose from 48.1 63.3 years; and"}, {"text_block_id": "p14_b128", "text": "Access to electricity grew from 5.6 percent to 20.4 percent."}, {"text_block_id": "p15_b129", "text": "Cognizant of the above challenges, Uganda seeks to pursue a green growth development path in line with national, regional and global commitments such as the Sustainable Development Goals and the 2015 Paris Agreement on Climate Change. The 2030 Transformative Agenda on Sustainable Development highlights the transition to a green economy as the vehicle for sustainable development with associated benefits such as poverty alleviation, sustained economic growth, social inclusion, climate change adaptation and mitigation, improving human welfare and creating opportunities for decent work for all, while maintaining the healthy functioning of the planet, also referred to as the earth’s ecosystems."}, {"text_block_id": "p15_b130", "text": "The UGGDS has therefore been developed as a tool to reconcile the existing economic, social and environment conflicts and facilitate the achievement of economic, social and environment targets simultaneously. The UGGDS is expected to optimize the potential, maximize the benefits, and minimize the costs of the country’s economic growth pathway. It is noteworthy that the UGGDS is anchored in Uganda’s policy and development planning frameworks, notably the Uganda Vision 2040 and the second National Development Plan (NDPII) (2015/16 – 2019/20) as embodied  in the Comprehensive National Development Framework."}, {"text_block_id": "p15_b131", "text": "1.2 Context of Green Growth and Development"}, {"text_block_id": "p15_b132_merged", "text": "Globally, the 2030 Transformative Agenda on Sustainable Development is the guiding framework for green growth. The five principles of the 2030 Agenda—Planet, Prosperity, People, Peace and Partnership— are aligned with the three pillars (economic, social and environmental) of sustainable development.  It should be noted that the 2030 Agenda was informed by the Rio+20 Outcome document on the “Future that we want” developed in 2012, which rallied all countries to pursue green growth as a means to sustainable development. This translated into the mainstreaming of sustainable development principles in Uganda’s development framework. While there is no internationally agreed definition of green growth, there are  a number of principles that must define and govern the green growth approach to development. Key among these are: sustained economic growth; resource use efficiency; climate change response through adaptation and mitigation; creation of decent green jobs; and  human wellbeing and social inclusiveness. Green growth/ economy definitions have been advanced by a number of global players as enumerated below:"}, {"text_block_id": "p16_b135", "text": "In light of Uganda’s development needs,"}, {"text_block_id": "p16_b136", "text": "green growth will be defined as an inclusive low emissions economic growth process that emphasizes effective and efficient use of the country’s natural, human, and physical capital while ensuring that natural assets continue to provide for present and future generations"}, {"text_block_id": "p16_b137", "text": "."}, {"text_block_id": "p16_b138", "text": "The UGGDS seeks to unpack the broad principles of green growth espoused in the 2030 Agenda, Uganda Vision 2040 and the NDP II into key intervention areas that can be implemented.  Additionally, the UGGDS is an opportunity to use the additional efficiency and resource maintenance capacity generated to accelerate the country’s economic growth towards the achievement of middle income status targets set in NDP II and the Uganda Vision 2040. The envisaged eight outcomes of the Uganda Green Growth Development Strategy will contribute directly to the implementation of the five principles of the 2030 Agenda on Sustainable Development. The eight outcomes entail; income and livelihood enhancement; decent green jobs; climate change adaptation and mitigation; environment and natural resources management; food and nutritional security; resource use efficiency; and social inclusiveness and economic transformation at national and local level."}, {"text_block_id": "p16_b139", "text": "1.3 Conceptual Framework for Green Growth"}, {"text_block_id": "p16_b140", "text": "Figure 1 illustrates the conceptual framework of the UGGDS, which is designed to guide and govern green growth investments in the country. This conceptual framework is based on resource exploitation through production, consumption and efficiency in distribution."}, {"text_block_id": "p16_b141", "text": "The conventional/current development approach allocates minimal effort to resource maintenance during exploitation, production and consumption and the resulting inefficiencies. Consequently, there is significant slack in production, distribution and consumption that derails economic transformation. Minimal resource maintenance reduces the base of economic activity and builds up large future costs for restoring natural systems. The green growth conceptual framework suggests that redressing these gaps ensures use of the additional efficiencies and capacity to accelerate economic transformation."}, {"text_block_id": "p17_b142", "text": "Figure 1: Conceptual framework for Green Growth Development Strategy"}, {"text_block_id": "p17_b143", "text": "1.4 Objectives of the UGGDS"}, {"text_block_id": "p17_b144", "text": "Main objective:"}, {"text_block_id": "p17_b145", "text": "To provide guidance and describe the governance framework on priorities and strategic interventions for implementation of the green economy, green growth and development in Uganda."}, {"text_block_id": "p17_b146", "text": "Specific objectives:"}, {"text_block_id": "p17_b147", "text": "Specific objectives:\n* Accelerate economic growth and raise per capita income through targeted investments in the priority\n* Achieve inclusive economic growth with poverty reduction, improved human welfare and employment\n* Ensure that social and economic transition is achieved through a low carbon development pathway that"}, {"text_block_id": "p17_b153", "text": "1.5 Methodology for Design and Flow of the UGGDS"}, {"text_block_id": "p17_b154", "text": "The UGGDS was developed through a consultative process led by a multi-sectoral National Task Force comprising state and non-state actors. The institutions that were members of this task force are enumerated on the acknowledgement page. The Task Force held retreats and workshops which were marked by extensive literature reviews, brainstorming sessions and analytical discussions on the green growth definition, goal setting, appraisal of options, considering implementation roadmap and monitoring and evaluation, among other activities."}, {"text_block_id": "p18_b155", "text": "It also important to note that the design used existing knowledge and analysis on green growth in the country to develop and unpack the green growth tenets prioritized in the Uganda Vision 2040 and the NDP II. Other key studies that informed the strategy include analyses by: the New Climate Economy (NCE) and the Global Green Growth Institute (GGGI); the Ministry of Water and Environment (MoWE) and the Climate and Development Knowledge Network (CDKN); UNDP: and the National Environment Management Authority (NEMA)."}, {"text_block_id": "p19_b156", "text": "2.1 The Challenge"}, {"text_block_id": "p19_b157", "text": "Uganda has achieved an impressive economic growth rate estimated at an annual average of 6.6 percent over the last decade (World Bank 2016). This  growth has  produced positive changes in the economic, social and environment development indicators as discussed in the preceding chapter. However, this impressive growth has not been inclusive, as demonstrated by the high levels of income inequalities and regional imbalances. The eastern and northern regions of the country continue to lag behind and remain stagnant in terms of income poverty and age dependency levels. Additionally, the growth has mainly been generated by the service sectors, such as banking and finance and telecommunications, which have a low job creation multiplier effect."}, {"text_block_id": "p19_b158", "text": "Consequently, each unit of economic growth has not resulted in an equivalent increase in the employment rate, thereby contributing to the high levels of unemployment. From the environment perspective, natural resources such as forests and wetlands have shrunk, raising concerns about whether the economic growth was achieved at the expense of the environment and natural resources. National forest coverage as a percentage of total land surface area declined from 24 percent in 1990 to 14 percent in 2015 while national wetlands coverage as a percentage of the total land area declined from 15.6 percent in 1994 to 8 percent in 2014. The impacts of climate change have also plagued Uganda in the form of intense and more frequent prolonged droughts, torrential and poorly distributed rainfall and a rise in temperatures, as demonstrated by a significant reduction in the volume of glaciers on Mountain Rwenzori. Containing these impacts calls for a novel development approach that can sustain the economic growth while improving the social and environment development targets."}, {"text_block_id": "p20_b159", "text": "2.2 The Opportunity to Adopt a Green Growth Approach to Development"}, {"text_block_id": "p20_b160", "text": "The challenge discussed in the preceding section presents an opportunity to adopt a growth approach that simultaneously achieves economic and social development while conserving the sustainability and integrity of the environment and natural resources.  The archetypal  tradeoff between economic development and environmental sustainability is resolved by the green growth development model which simultaneously achieves both. The existing legal, policy and planning framework will underpin the adoption of a green growth development model over the Uganda Vision 2040 period.  This lays the ground for developing a strategy on how to operationalize the green growth principles highlighted in the various legal, policy and planning frameworks."}, {"text_block_id": "p20_b161", "text": "For instance, the second NDP II elaborates macro green growth statements. The NDP II theme is strengthening Uganda’s competitiveness for sustainable wealth creation, employment and inclusive growth. The UGGDS presents an impetus to unpack these broad green growth strategies into actionable areas for implementation."}, {"text_block_id": "p20_b162", "text": "2.3 Why Green Growth for Uganda?"}, {"text_block_id": "p20_b163", "text": "The major driver for the pursuit of green growth and the development of the Uganda Green Growth Development Strategy is to ensure that the goals and targets of the Uganda Vision 2040 and the NDPII are achieved in a sustainable manner. The UGGDS will provide policy options that enhance and exploit synergies between economic growth, environmental sustainability and social equity.  As well as addressing persistent development challenges that seem insurmountable by means of the conventional development model, empirical evidence suggests that accelerated achievement of medium term and long term targets hinges on the transition to green growth. Key among the NDP II and the Uganda Vision 2040 targets are:"}, {"text_block_id": "p20_b164", "text": "The major driver for the pursuit of green growth and the development of the Uganda Green Growth Development Strategy is to ensure that the goals and targets of the Uganda Vision 2040 and the NDPII are achieved in a sustainable manner. The UGGDS will provide policy options that enhance and exploit synergies between economic growth, environmental sustainability and social equity.  As well as addressing persistent development challenges that seem insurmountable by means of the conventional development model, empirical evidence suggests that accelerated achievement of medium term and long term targets hinges on the transition to green growth. Key among the NDP II and the Uganda Vision 2040 targets are:\n* Accelerating annual economic growth from 5.2 percent (2012/13) to average 6.3 percent per annum  by\n* Increasing  per capita income from US$ 743 in 2012/13 to US$1,039 by 2020 and US$9,500 by 2040;\n* Increase forestry coverage from 15 percent in 2010 to 24 percent by 2040;\n* Reduce population growth rate from 3.2 percent in 2010 to 2.4 percent by 2040; and\n* Increase income distribution (GINI Coefficient) from 0.43 in 2010 to 0.32 by 2040."}, {"text_block_id": "p20_b174", "text": "Over the NDP II period, wealth creation for the economic transformation is expected to result from economic activity in: agriculture; tourism; mineral oil and gas; environment and natural resources; trade; industry and cooperatives; and infrastructure, among others. These sectors have enormous green growth potential."}, {"text_block_id": "p20_b175", "text": "A 2016 empirical macroeconomic study of the potential impact of green growth conducted by the Government of Uganda in partnership with the New Climate Economy (NCE) and the Global Green Growth Institute (GGGI) revealed that a green growth strategy is a viable development strategy for Uganda. The study identified agriculture, energy, industry and the urban sector as having the greatest green growth potential with resource productivity, infrastructure investment and innovation being the main potential drivers of growth in these areas. The economic benefits of implementing the transition to green growth scenario over the Uganda Vision 2040 period include boosting GDP by 10 percent above the Business as Usual (BAU) scenario, delivering an additional four million green jobs (clean energy transition, city level infrastructure investments, solar powered irrigation and agroforestry) and reducing future greenhouse gas emissions by 28 percent, equivalent to 30.4 million tons of emissions above the"}, {"text_block_id": "p21_b176", "text": "national NDC target of 22 percent.  This will however come at an additional cost in the short term with long term benefits in the medium and long term."}, {"text_block_id": "p21_b177", "text": "As earlier noted, growth over the years has not been equally distributed and marred by income inequalities and regional imbalances. One of the principles that govern green growth is social inclusiveness and the transition will address the growing inequality and imbalances. The inclusive aspect of the NDP II, entails reducing poverty levels from 19.7 percent in 2012/13 to 14.2 percent  in 2019/20 and less than 5 percent by 2040 (GoU 2015), and increasing the share of the national labour force employed from 75.4 percent  to 79 percent  and 94 percent from 2012/13 to 2019/20 and 2040, respectively (GoU 2015), by means of  regional equalization grants among others."}, {"text_block_id": "p21_b178", "text": "Another motivation for the transition to green growth is the impacts of climate change, whose severity is increasing. Climate change impacts, such as poorly distributed torrential rains and  intense frequent droughts have harmed infrastructure systems, human health, and agriculture and compounded existing poverty. Green growth provides a tool box of options that address conventional development while also building national resilience against climate change through adaptation and mitigation. The projected damage associated with climate change inaction for agriculture, water, total infrastructure2 and energy (2010-2050) is estimated to cost between US$273 and US$437 billion, equivalent to  US$7-US$11 billion per annum (MWE 2015)."}, {"text_block_id": "p21_b179", "text": "Green growth provides for the incorporation of the environment and natural resources into the national accounts to ensure that prices and economic growth metrics reflect the corresponding effect of production processes on the environment. Declining natural capital poses a great threat to sectors such as tourism, forestry and agriculture to mention but a few. Although there some uncertainty about the exact figues, nature based tourism was recognized as having accounted for about 9 percent of GDP in 2012/13.  A 2010 study of the forestry sector indicated that forestry may have contributed the equivalent of 8.7 percent  of Uganda’s GDP in 2010 (MWE 2016). Adoption of green growth will end the computation of national accounts in a manner that excludes the impact of economic activity on the environment and natural resources."}, {"text_block_id": "p21_b180", "text": "In relation to the above, the study on the “Contribution of Water Resources Development and Environmental Management to Uganda’s Economy” (Industrial Economics, Incorporated 2016) indicated that water and environment sector investments are capable of yielding significant economy-wide impacts by 2040.  The"}, {"text_block_id": "p22_b181", "text": "beneficial effects of these investments result in a 3.5 percent to 3.9 percent difference in GDP between the Business as Usual (BAU) and High Investment scenarios, equivalent to an income improvement of US$120 per capita, above the BAU scenario. The investments required would be approximately US$4.3 billion for water development, and US$4 billion for environmental management for the high scenario over the full 26-year period."}, {"text_block_id": "p22_b182", "text": "2.3 Status of the Green Growth / Economy"}, {"text_block_id": "p22_b183", "text": "The development of the UGGDS gives direction and contributes to the implementation of the green growth principles. Although  the UGGDS is perceived as one of the initial steps of transitioning to green growth and implementing the 2030 Agenda on Sustainable Development, there have been ongoing green growth related initiatives. As already noted, green growth has been mainstreamed into the Uganda Vision 2040 and the NDP II 2015/16-2019/20, both of which informed the strategic direction of the UGGDS. As such, the UGGDS will build on the existing legal, policy, planning and institutional frameworks to advance the green growth transition. Globally, the 2030 Transformative Agenda on Sustainable Development and the Paris Agreement on Climate change provide the umbrella for the green growth transition."}, {"text_block_id": "p22_b184", "text": "Uganda is implementing the Switch Africa Green project directly, coordinated by the National Environment Management Authority and financially supported by various development partners. The project seeks to ensure resource use efficiency in small and medium enterprises by adopting sustainable consumption and production principles. Emphasis is on re-use, recycle and reduction of production inputs. Secondly, there is a programme that seeks to create green jobs for youths in Uganda. The UGGDS will  be the guiding document for all green growth initiatives in the country. The following sections provide a review of the status of green growth in various areas of the economy."}, {"text_block_id": "p22_b185", "text": "2.3.1 Climate Change Actions"}, {"text_block_id": "p22_b186", "text": "Climate change adaptation and mitigation is a salient component of green growth and Uganda has demonstrated remarkable commitment in its national climate change response. As the Uganda Vision 2040 stipulates, the climate change strategy is to prioritize national resilience through adaptation and mitigation. Uganda is a signatory to the UNFCCC and has mainstreamed climate change in its development framework for effective response. Uganda has a Climate Change Department which coordinates the national climate change response. Some of the current climate change response initiatives that are related to green growth include: creation of an updated inventory of greenhouse gas emissions by sector; preparation of various Nationally Appropriate Mitigation Actions (NAMAs); the community tree planting project which entails distribution of free tree seedlings; development of a national REDD+ strategy; an environmental tax on  old vehicles with large emission; addressing the fiduciary requirements to make Uganda qualify for climate finance from the various climate finance windows; distribution of efficient charcoal saving cook stoves; and undertaking studies that quantify the economic cost of the climate change response compared the with the cost of inaction."}, {"text_block_id": "p22_b187", "text": "Progress in low emissions development and climate change mitigation has demonstrated the critical leverage for sectors such as: energy (particularly wood fuel usage, biomass for energy and hydropower generation): cities and urban areas (specifically in waste management, transport and housing development); agriculture through climate smart agriculture, conversion agriculture and regulating emissions in the agricultural value"}, {"text_block_id": "p23_b188", "text": "chain: and and industry through energy efficiency and other low emissions activity (GoU 2015). The co-benefits of a low emission development programme have spurred participation, and increased development impact through sustainable production and consumption, and generation of revenue streams."}, {"text_block_id": "p23_b189", "text": "2.3.2 Biodiversity Conservation and Natural Resource Management"}, {"text_block_id": "p23_b190", "text": "Green growth entails accelerated economic and social development while maintaining  the integrity and functionality of ecosystems and biodiversity. The country’s overall framework for biodiversity conservation is the National Biodiversity Strategy Action Plan (NBSAP). The seven strategic areas of the NBSAP are:"}, {"text_block_id": "p23_b191", "text": "Green growth entails accelerated economic and social development while maintaining  the integrity and functionality of ecosystems and biodiversity. The country’s overall framework for biodiversity conservation is the National Biodiversity Strategy Action Plan (NBSAP). The seven strategic areas of the NBSAP are:\n* This"}, {"text_block_id": "p23_b194", "text": "ii."}, {"text_block_id": "p23_b195", "text": "Facilitate and enhance capacity for research, monitoring, information management and exchange on biodiversity."}, {"text_block_id": "p23_b196", "text": "Facilitate and enhance capacity for research, monitoring, information management and exchange on biodiversity.\n* This role involves\n* The leading examples\n* Enhancing awareness and education in biodiversity issues among the various stakeholders.\n* At the core of modern biotechnology research are\n* Uganda has a biodiversity management funding gap estimated at US$455 million/year. A draft"}, {"text_block_id": "p23_b210", "text": "2.3.3 Sustainable Land Management"}, {"text_block_id": "p23_b211", "text": "Land is a key strategic asset for Uganda. It constitutes over  half of the value of the asset basket of poor Ugandans. However, current farming practices threaten soil fertility. Annual losses of nitrogen potassium and phosphorous are estimated at 85, 75 and 10kg/ha/year."}, {"text_block_id": "p23_b212", "text": "In 2007, the Government commissioned the Strategic Investment Framework for Sustainable Land Management (U-SIF SLM) with direct support from various development partners. The targets of the U-SIF SLM include (Table 1): (i) development of land sustainability maps and land use plans for at least 75 percent  of the"}, {"text_block_id": "p24_b213", "text": "country; (ii) updating the soils information/mapping for at least 75 percent of the country; (iii) development and operationalization of watershed management plans in at least 15 sites; (iv) rehabilitation/restoration of degraded agricultural landscapes in at least 20 districts; (v) increaseing tree cover on agricultural landscapes through promotion of agro-forestry and afforestation with at least 60 tree nurseries; (vi) strengthening and training 150 cooperative produce and marketing groups in the development of SLM-friendly value chains; (vii) supporting the  development of local communities in at least 10 districts to acquire and use efficient charcoal making kilns and assisting 20 schools to acquire energy efficient cook stoves (UNDP 2014)."}, {"text_block_id": "p25_b214", "text": "The institutional management of U-SIF SLM is held by MAAIF, in cooperation with the Ministry of Lands Housing and Urban Development (MLHUD), Ministry of Water and Environment (MWE), Ministry of Energy and Mineral Development (MEMD)  and the Ministry of Trade, Industry and Cooperatives ( MTIC) who jointly developed the strategic investment framework. The SIF-SLM targets four land degradation hotspots/agro-ecological zones across the country. The agro-ecological zones are: (i) South Western and Eastern Highlands, (ii) Lake Victoria Crescent Region, (iii) the cattle corridor, (iv) Eastern and Northern Uganda. The U-SIF SLM will cost US$245.3 million and is financed through general budget support at national and subnational level, private investments by farmers, forest owners and users/and bilateral multi-lateral development partner support (UNDP 2014)."}, {"text_block_id": "p25_b215", "text": "Although agricultural stakeholders are aware of the challenge of unsustainable land management, several factors have been identified that constrain action. The major constraints to adoption of improved technologies and accelerated agricultural commercialization in Uganda include: (i) high transport and energy costs; (ii) limited awareness of farming as a business; (iii) weak linkages of small farmers with value chain actors and rural financial institutions. (World Bank 2010)."}, {"text_block_id": "p25_b216", "text": "2.3.4 Sustainable Energy"}, {"text_block_id": "p25_b217", "text": "Existing green growth energy initiatives include the government commitment to increase the generation of electricity from renewable sources and distribution of efficient cooking stoves. Uganda also boasts a solar plant which contributes 10 MW to the national grid with the potential to triple this production to 30 MW. The plant is situated in Soroti and was launched in January 2017. The energy balance for Uganda is heavily dominated by biomass. Biomass contributes nearly 90 percent of the country’s total consumable energy (MEMD 2015). The dominant forms of biomass are firewood and charcoal which are the  primary sources of cooking fuel. Other sources of primary energy are petroleum products and electricity (Table 2)."}, {"text_block_id": "p25_b218", "text": "Source:MEMD 2015."}, {"text_block_id": "p25_b219", "text": "Electricity is mainly generated from hydropower. Additional contributions are from bagasse co-generation and thermal diesel (MEMD 2015). Uganda’s per capita electricity consumption at 80kWh/year, is far below its peers Kenya at 155kWh/year, and Ghana at 300 kWh/year or the Republic of Korea at 8,502kWh/year (MEMD 2015). Electricity will be critical for Uganda to obtain the growth trajectory and socioeconomic transformation it needs through better access to education, health care, improved quality of life, and personal security among others (MEMD 2015)."}, {"text_block_id": "p26_b220", "text": "Uganda’s per capita electricity consumption is to grow from 80kWh/capita to 578kWh/capita by 2020 and 3688kWh/ capita by 2040. This will require increasing solar power production for the on-grid to 5000 MW by 2030 and generating geothermal power of 450MW by 2030 (GoU 2003). Additionally, current capacity utilization for hydropower plants is low,  estimated at 60 percent to 70 percent accompanied by high grid power loss (ERA 2015)."}, {"text_block_id": "p26_b221", "text": "The country’s electricity demand is growing at an annual average rate of 9 percent. It has 850MW of installed capacity, of which approximately 645MW is hydro and 101.5MW is thermal generating capacity (USAID 2016). The Government is building additional large hydropower facilities, including the Karuma Hydropower plant of 600MW and Isimba Fall Hydropower plant of 183MW.  In December 2016, the Government announced that a 10MW solar power plant had started generating electricity for the national grid (ERA 2016b). When the generating capacity for sugarcane factories was added the installed capacity was close to 1,000MW. Plans for construction of the 840MW Ayago hydro plant are also under way, as well as several mini hydro structures."}, {"text_block_id": "p26_b222", "text": "2.3.5 Sustainable Transport Options"}, {"text_block_id": "p26_b223", "text": "The transport sector in Uganda is divided into sub-sectors; road, railway, water and air (MoWT 2016). Road transport is the dominant mode, accounting for over 90 percent of cargo freight and passenger movement."}, {"text_block_id": "p26_b224", "text": "The railway transport network in Uganda extends for 1,260km. The Uganda rail track is a meter gauge. The government is in the process of constructing a Standard Gauge Railway  (SGR) to improve cargo transportation from the coast in Mombasa (and Dar Es Salaam) and in-country goods transport."}, {"text_block_id": "p26_b225", "text": "Air transport is dominated by the operations at Entebbe International Airport (EBB). The Government has designated five additional airports as potential entry/exit (international) airports, namely Arua, Gulu, Pakube, Kidepo and Kasese. An addition eight airfields—Soroti, Kisoro, Jinja, Lira, Tororo, Masindi, Mbarara and Moroto—are expected to receive chartered flights. The rest of the upcountry airports are either privately owned or managed by local authorities."}, {"text_block_id": "p26_b226", "text": "Water transport is modestly developed in Uganda. Nonetheless, most of the main water bodies in the country (Lake Victoria, the River Nile, Lake Albert, Kazinga channel etc.) are navigable and are used by motorized and non-motorized vessels. Railway ferries in Jinja and Port Bell on Lake  Victoria connect with railway networks in Mwanza (Tanzania) and Kisumu (Kenya). Large vessels in Lake Victoria operated by the Government and/ or under concession, and by private entities include MV Kaawa, MV Kalangala, MV Pearl, MV Amani, MV Sese, and Kalangala Infrastructure Services (KIS). Numerous small craft operating on inland water ways have very poor safety standards and are a continuous source of concern for government and travellers (MoWT 2016)."}, {"text_block_id": "p27_b227", "text": "Uganda’s Standard Gauge Railway (SGR) is part of the Regional SGR Protocol that obliges the four countries party to Northern Corridor Integration Projects (NCIP) to develop a seamless railway transport system, the Government of Uganda is undertaking its obligations to fulfil its commitments. The SGR Project Management Unit established by Cabinet Minute 107 is developing a modern and efficient railway transport system to address both the freight and passenger transportation needs of the country."}, {"text_block_id": "p27_b228", "text": "Currently, road trucks carry at least 97 percent  of the international freight, resulting in high costs doing business and making Uganda an economically uncompetitive country. By introducing reliable, safe, affordable and efficient railway transport systems, the SGR will occasion a drastic freight transportation model shift from road to rail. This modal shift will reduce the economy’s cost of freight transportation from the seaport of Mombasa by 69 percent from the current average of US16 cents/ton/km to an average of US5 cents per ton/km. This will save the economy over US$2 billion annually in transport costs. Importantly, it will reduce the freight transportation time over land from Mombasa to Kampala from the current average of 10-14 days to just one day."}, {"text_block_id": "p27_b229", "text": "The Project is developing two types of railway systems:"}, {"text_block_id": "p27_b230", "text": "I."}, {"text_block_id": "p27_b231", "text": "The main SGR line – for both freight and passengers. The main SGR routes comprise; the Eastern route from Malaba to Kampala, The Northern route from Tororo via Gulu to Packwach -Vurra (at the DR Congo border) and a line going northwards from Gulu to Nimule (at the South Sudan border) as well as the Western & South Western Route from Kampala via Kasese to Mpondwe at the DR Congo border and from Kampala via Mbarara and Bihanga to Mirama Hills (at the Rwanda border)."}, {"text_block_id": "p27_b232", "text": "II."}, {"text_block_id": "p27_b233", "text": "The SGR-LRT (Light Rail Mass Transit): A town service rail system for only passengers to cater for commuters within the city and the Greater Kampala Metropolitan Area (GKMA) – especially in high traffic areas.  The first phase of LRT routes cover 40KM route length, radiating from the current Kampala Railway Station and cover Kampala to Namanve, Kampala to Kajjansi, Kampala to Kawempe (Ttula), and Kampala to Kyengera. This will reduce the current travel time in these high traffic areas. The two railway systems will drastically improve the transport situation in the country, and reduce the transportation costs and transit time currently spent on the roads by over 70 percent  (GoU 2016)."}, {"text_block_id": "p27_b234", "text": "2.3.6 Cities and Urban Development"}, {"text_block_id": "p27_b235", "text": "An assessment of the requirements for promotion of green urban development in Kampala City (World Bank 2015)  found that inadequate and ineffective planning has been a key obstacle to providing the management required to protect the city’s environmental assets. For decades, the city has lacked an effective physical development plan to guide growth and development. Historically, there has been sectoral planning in silos, each with separate goals, targets and planning horizons. New procedures are underway to establish a more integrated urban planning approach. This will be essential to implementing more sustainable solutions. The stakeholder engagement process can be developed to bring a broad array of considerations into the planning process. Little protection for the city’s environmental assets has been afforded under the current regulatory regime. Environmental regulations have created the enabling framework for protecting the wetlands, but essential actions such as survey and delineation of wetland areas have not been implemented due to the political, social and economic implications of restricting land use."}, {"text_block_id": "p27_b236", "text": "Cities and municipalities are the principal actors  dealing with waste management in the country. Regulations for discharge of effluent, particularly to control industrial discharge, have not been widely enforced, and the enforcement capacity of institutions charged with environmental management is generally limited. The land"}, {"text_block_id": "p28_b237", "text": "management system requires significant financial outlays for public acquisition of land for infrastructure and service facilities, which constrains delivery of sanitation, solid waste and drainage services. The current system limits the supply of developable land, driving informal development to marginal areas and to environmentally sensitive areas. It distorts the spatial structure of the city and complicates and delays urban planning and development (World Bank 2015)."}, {"text_block_id": "p28_b238", "text": "Kampala city, the country’s major city, is a rapidly growing city. As the built environment continues to expand, it leads to loss of natural resource and ecosystems. Key steps for the future include:"}, {"text_block_id": "p28_b239", "text": "i."}, {"text_block_id": "p28_b240", "text": "Development of a profile of natural assets at the metropolitan scale and a broad strategy to address pressures on these assets;"}, {"text_block_id": "p28_b241", "text": "ii."}, {"text_block_id": "p28_b242", "text": "Identification of specific opportunities for Green Urban Development interventions supported by thorough planning to take these opportunities forwards;"}, {"text_block_id": "p28_b243", "text": "iii."}, {"text_block_id": "p28_b244", "text": "Institutional actions to regulate, enforce and protect assets in line with what is already in current policy and law and the development of more sophisticated measures to address ecosystem loss (World Bank, 2015)."}, {"text_block_id": "p28_b245", "text": "2.3.7 Agriculture"}, {"text_block_id": "p28_b246", "text": "Agriculture accounts for about a quarter of Uganda’s GDP and a great proportion of exports. Nevertheless, the sector is marred by  low levels of production and productivity, mainly driven by poor agronomic practices and the impacts of climate change. There has been a consistent increase in allocation of resources to the agriculture sector from UGX378.88 billion in the 2012/13 approved budget (out of the national budget of UGX10.90 trillion) to UGX484.68 billion (out of the national budget of UGX 17.95 trillion). However, this represented a decline in the percentage allocation to MAAIF from 3.4 percent  to 2.7 percent  in 2012/13 and 2015/16 respectively (NEPAD, 2015)."}, {"text_block_id": "p28_b247", "text": "Over the NDP II 2015/16-2019/20 period, the Government  aims to increase agricultural exports to US$4 billion by 2020 from the US$1.3 billion in 2015 and reduce the number of the labour force involved in subsistence production from 6 million in 2012/13 (the majority of whom are women) to 3 million in 2019/20. In this regard, MAAIF’s  key focus areas include: increasing production and productivity; addressing challenges in the selected thematic technical areas including critical farm inputs mechanization and water for agricultural production; improving agricultural markets and value addition in the 12 prioritized commodities: and  and institutional strengthening for agricultural development."}, {"text_block_id": "p28_b248", "text": "The Agriculture Sector Strategic Plan (ASSP) is the five-year strategy for the period 2015/16 to 2019/20. It defines the priorities and interventions to be implemented over the five-year period, in response to the national agricultural development priorities presented by MAAIF in the Agriculture Sector Issues Paper approved by the cabinet and subsequently incorporated into NDP II (NEPAD, 2015)."}, {"text_block_id": "p28_b249", "text": "Over the five-year implementation period, activity will focus on  four  priority areas: (a) increasing production and productivity; (b) addressing challenges in the selected thematic technical areas including critical farm inputs mechanization and water for agricultural production; (c)improving agricultural markets and value addition in the prioritized commodities; and, (d) institutional strengthening for agricultural development.  The strategic agricultural commodities for the ASSP are: bananas; beans; rice; tea; coffee; cassava; fruits and vegetables; fish; cocoa; meat (beef, cattle, goats, poultry, and pork); Irish potatos; and oil palm and oil seed crops."}, {"text_block_id": "p29_b250", "text": "2.3.8 Status of Policy and Financing Instruments for Green Growth"}, {"text_block_id": "p29_b251", "text": "Table 3 below highlights some of the major financing mechanisms and instruments currently employed for implementing the green economy in Uganda (UNDP and NEMA 2017). There are 14 instrument categories comprising: environmental taxes and levies; compliance charges; local government fees; resource rents; biodiversity, water resources and climate finance instruments; international funds; non-tax revenue; revenue and benefit sharing and resource access; conservation funds; energy standards and voluntary compliance for trade; subsidies; central government transfers; overseas development assistance (ODA); and private sector contributions."}, {"text_block_id": "p29_b252", "text": "The instruments with the potential to generate the greatest financial resources include the environmental levy and tax, resource rents, energy standards and voluntary compliance for trade, central government transfers and private sector contributions. However, the contribution of these instruments to sustainable development is unclear even. Instruments such as biodiversity, water and climate finance instruments, conservation funds, and revenue and benefit sharing and resource access have enormous potential to bring benefits, particularly poor communities and smallholders."}, {"text_block_id": "p29_b253", "text": "Public expenditure reviews conducted by the BIOFIN project (UNDP and NEMA 2017) indicate that the performance of local government fees, non-tax revenue, subsidies, compliance charges, and resource rents is neither effective nor efficient.  Inadequate resources are collected and often the resources are not used to investment in restoration and sustainable management of natural capital; instead the resources are used in administrative and coordination actions, while the state of the resource declines. Consequently, the revenue streams have also been declining, to the point that they are unable to provide significant contributions to financing of the green economy targets set."}, {"text_block_id": "p37_b254", "text": "2.4 Opportunities for Green Growth and Development in Uganda"}, {"text_block_id": "p37_b255", "text": "2.4.1 Agriculture"}, {"text_block_id": "p37_b256", "text": "Agriculture is the main source of livelihood in Uganda with 72 percent  of the working population engaged in the sector in 2012/13 (UBOS 2014) and accounting for about 22 percent of the national GDP.  There are over 5.2 million agricultural households in the country,  over 97 percent of whom are engaged in generally smallholder subsistence farming. Commercialization in agriculture remains low, with only about 119,000 or 2.3 percent  of the 5.2 million farming households being engaged in commercial farming (NEPAD 2015)."}, {"text_block_id": "p37_b257", "text": "Productivity in the agriculture sector is still low, mainly driven by inadequate water for production, limited access to appropriate technologies, declining soil fertility, poor farming methods (i.e. limited use of high yielding seeds, manure or fertilizers), lack of required skills and poor farm to market infrastructure. Agriculture is also highly vulnerable to exogenous factors, including low prices and climate change. These challenges present three entry points for green growth interventions."}, {"text_block_id": "p37_b258", "text": "Enhancing availability and access to Water for agricultural production"}, {"text_block_id": "p37_b259", "text": "Currently only 31,000 households practice irrigation, with shallow wells (44 percent) being the most frequently used source, followed by gravity flow (16 percent) and deep well systems (13.5 per cent ).  The other sources of irrigation water are water harvesting (5.6 percent, pumping from surface water systems or ponds (3.5 percent ), municipal water supply (2.4 per cent ) and others (12 percent). The main source of irrigation therefore is ground water followed by surface water systems and very modest use of rainwater harvesting. It is estimated that only 15,150 ha of land are fully irrigated and only 8,656 ha are fully equipped for irrigation. Approximately, 36,000 ha of agricultural land are drained for agricultural production purposes."}, {"text_block_id": "p37_b260", "text": "The national target for irrigation potential is a modest 567,000 ha, based on two land types. Irrigation potential area Type A lies close to surface water resources where irrigation water can be drawn from, while Type B lies further from surface water systems and would require considerable investment in bulk storage and transfer from bulk storage."}, {"text_block_id": "p37_b261", "text": "Since 2010, rainfall variability in Uganda alone has caused crop yield losses worth an annual equivalent  of US$6 billion/year (MWE 2015). These shortcomings present an opportunity to adopt a green growth approach. The next chapter on the strategic direction details appropriate green growth strategies and interventions for adoption over the UGGDS period."}, {"text_block_id": "p37_b262", "text": "i. Soil and Fertility Management"}, {"text_block_id": "p37_b263", "text": "Fertilizer use in Uganda is estimate at a meagre 1.5kg/ha/year, which is way below the regional and SubSaharan Africa averages. Green growth agronomic practices can go a long way in complementing existing sustainable land management practices to enhance soil fertility."}, {"text_block_id": "p37_b264", "text": "ii. Value chain upgrading"}, {"text_block_id": "p37_b265", "text": "The value chain describes the full range of activities that are required to bring a product from its conception to its end use and beyond. This includes activities such as design, production, marketing, distribution and support to the final consumer (Kaplinsky and Morris 2001).  Upgrading refers to the acquisition of technological"}, {"text_block_id": "p38_b266", "text": "capabilities and market linkages that enable firms to improve their competitiveness and move into highervalue activities (Kaplinksy and Morris 2001). Upgrading in firms can be through process upgrading, product upgrading and functional upgrading. Uganda’s agriculture sector has gaps at various segments of its value chain and the UGGDS presents an opportunity to address these loopholes in a sustainable way."}, {"text_block_id": "p38_b267", "text": "Numerous examples of formalized value chains including outgrower schemes and commodity production and  processing export value chains in Uganda have pointed out that their success in enhancing the premium earned by farmers is often based on knowledge, learning and sustainability including commodity price stability (Gibbin 2006)."}, {"text_block_id": "p38_b268", "text": "The strategic interventions have to be designed based on two clear steps.  A first step is to spell out the rewards.  These rewards include stable and higher market values because of  the consistency of quality and quantity supplied.  A second step is to outline the preconditions or mechanisms for achieving this; that is the actions required, including market diversification, excellence in manufacturing and effective use of knowledge acquired from within the value chain (Gibbon 2003)."}, {"text_block_id": "p38_b269", "text": "Basis for upgrading the value chain"}, {"text_block_id": "p38_b270", "text": "There is strong evidence of rewards through value addition in Uganda’s value chain.  The USAID Feed the Future project has leveraged an additional US$3 million of new private investment for value addition actions.  The investment resulted in US$7.5 million in income earned by Feed the Future farmers in FY2014 from agricultural product sales.  Up to 213,000 producers are using new technology and practices on 91,300 ha, while 258,000 children under five years achieved standard nutrition with help from the project. (USAID n.d.)."}, {"text_block_id": "p38_b271", "text": "By 2015, imports of agro-processed goods in the country were worth UGX 770 billion (Table 4). Many of the imported products can be processed within the country, which would save important foreign exchange and also build competitiveness to expand access to these products and to export within the region. Uganda would be able to produce raw materials for the domestic agro-industry and contribute to forward economic linkages by virtue of exports while also reducing  imports of agricultural raw materials and building backward linkages in the economy."}, {"text_block_id": "p39_b272", "text": "Source: UBOS 2016b."}, {"text_block_id": "p39_b273", "text": "The food processing and marketing sector has been an important driver of growth in Uganda. Whereas Uganda has been pushing for technologies affecting supply, the most important immediate step is to draw on technologies that will promote agricultural development from the demand side.  These are a) processing, packaging, marketing and retailing; and (b) targeting domestic and regional markets."}, {"text_block_id": "p39_b274", "text": "Value development in agriculture requires supporting and promoting agro-processing (Bwire  and others 2016). Agro-processing has strong linkages with the agriculture sector which employs more than 66 percent of Uganda’s workforce. Currently the inter-linkages in the economy are low especially between agricultural sector and the rest of the economy. A key driver for  boostinb productivity in agriculture is by promoting agro-based demand-driven agriculture output. Revamping agriculture will require a holistic approach, including strengthening its linkages to other sectors especially focusing on import substitution of imported intermediate agricultural foods (Bwire and others  2016)."}, {"text_block_id": "p39_b275", "text": "2.4.2 Natural Capital Management"}, {"text_block_id": "p39_b276", "text": "a."}, {"text_block_id": "p39_b277", "text": "Tourism and the Wildlife Sector:"}, {"text_block_id": "p39_b278", "text": "Tourism accounts for  9 percent of national GDP and 26 percent of earnings from exports of goods and services. The tourism sector still faces serious challenges.  At a regional level, security threats and disease outbreaks such as Marburg, lead to negative media and adverse travel advisories. Other challenges include poor air transport and inadequate hospitality industry skills. Consequently the number of visitors to key tourism locations has declined. Despite the increase in visits to National Parks from about 203,000 visitors in 2014 to 216,000 visitors in 2015, there has been a 13 percent  decline in the number of foreign non-resident visitors to the national parks  over the same"}, {"text_block_id": "p40_b279", "text": "period.  In FY 2016/17, the  Government allocated UGX 188.8 billion to the sector, up from UGX 158.5 billion in FY 2015/16. In Uganda, tourism is one of the sectors that automatically conserves biodiversity since it is its main attraction. There is empirical evidence that tourism has a very high rate of return in Uganda given the meagre budget allocations and high economic contribution through foreign exchange returns. Adopting a green growth approach towards tourism management will not only prolong the flow of these revenues but also ensure their equal distribution.  To this end the UGGDS has proposed strategies and interventions outlined below."}, {"text_block_id": "p40_b280", "text": "b."}, {"text_block_id": "p40_b281", "text": "Forestry:"}, {"text_block_id": "p40_b282", "text": "According to national statistics Uganda’s forest land cover declined to 2.6 million ha of forest land in 2010, and to 1.96 million ha in 2015 from a forest area of 4.9 million ha in 1990.  This is a reduction of 57 percent in just 25 years (MWE 2016).  As recently  as 2005, Uganda had a total of 3.6 million ha of forest land compared to 4.9 million ha in 1990, a reduction of 30 percent  over a period of 15 years.  The rate of loss accelerated between 2005 and 2010 to, 6.4 percent  per annum,  from 3 percent between 2000 and 2005. The rate of forest loss seems to have declined to 2.2 percent  per annum between 2010 and 2015, but most of the damage has been done. Through the green growth approach, direct investments into ecosystem restoration to reduce deforestation and degradation can be undertaken.  However, the bulk of forestation needed is on private land and the converted forest land is now used for agriculture, settlements and grasslands, among others. While reforestation is required, the catalytic investment is seeking the appropriate incentive for forestry on private land.  Agro-forestry investments have been identified as the entry point for forestry on private land."}, {"text_block_id": "p40_b283", "text": "c."}, {"text_block_id": "p40_b284", "text": "Wetlands:"}, {"text_block_id": "p40_b285", "text": "Wetlands as measured in 2010 cover approximately 8 percent of the land surface area, down from 15.6 percent  (37575) km2 in 1994 ( UNDP and NEMA 2017). Despite the presence of the wetland policy and the institutional  framework, wetland degradation continues at a relatively high rate.  For instance, the wetland catchment area around Lake Victoria alone shrank by more than half, from 7,167.6 km2 in 1994 to 3, 310.km2 in 2008.  The wetland catchment of Lake Kyoga has also fallen from 15,008.3 km2 in 1994 to 11,028.5 km2 in 2008 (Aryamanya- Mugisha 2011)."}, {"text_block_id": "p40_b286", "text": "Wetlands in Uganda provide a wide range of tangible and non-tangible benefits.  The tangible benefits include water for domestic use and watering livestock, support to dry season agriculture, provision of handicrafts, building materials, food and medicines.  The non-tangible benefits include flood control, purification of water, maintenance of the water table, micro climate moderation, storm protection (Kakuru and others 2013).  The total economic contribution of wetlands in three agro-ecological zones of Uganda is estimated at US$10,948; US$10,388 and US$11,358/ha/year."}, {"text_block_id": "p40_b287", "text": "Uganda has 12 sites designated as wetlands of international importance (Ramsar sites)within a surface area of 454,303 ha. The Ramsar sites are also important bird areas and attract hundreds of birders from across the world and from within the country. Uganda’s Ramsar sites are located along the Lake Victoria Crescent, in Southwestern farmlands and rangelands, in the Albertine rift of the East African Rift valley along Uganda’s border with the Democratic Republic of Congo (DRC), and the Lake Kyoga Basin (Byaruhanga, Opige, and Mafabi 2008).  The Ramsar sites include: Lake Victoria crescent: Sango Bay; Lutembe Bay; Mabamba Bay; Nabajjuzi and Lake Mburo wetlands; Southwestern farmlands and rangelands; the Lake Mburo Nakivali wetland system joining Rivers Katonga and Rwizi which drain into the north-western part of Lake Victoria; the Albertine Rift landscape; Lake George and Murchison-Albert delta wetlands;  Lake Kyoga basin;  Lake Nakuw; Lake Bisina and Lake Opeta wetlands."}, {"text_block_id": "p41_b288", "text": "d. Water resources:"}, {"text_block_id": "p41_b289", "text": "Surface water resources:"}, {"text_block_id": "p41_b290", "text": "The internal renewable water resources in Uganda, that is, the average annual river flow generated from precipitation over the country but excluding the impact of the major lakes, amount to 15.6 km3/yr.  The sum of the external and internal renewable water resources in Uganda is 43.3 km3/year while the dependency ratio, i.e. the proportion that originates outside the country, is about 69 percent.  Therefore, management of trans-boundary water resources flowing from Kenya, Tanzania, and Rwanda under the Nile basin  and Lake Victoria basin are critical."}, {"text_block_id": "p41_b291", "text": "Groundwater:"}, {"text_block_id": "p41_b292", "text": "The estimated quantity of renewable groundwater generally exceeds the projected demand for domestic water supply in non-National Water and Sewerage Corporation (NWSC) areas by a considerable margin and the sustainable utilization rate projected to the year 2030 is below 15 percent in most districts. It is recognized, however, that local shortages may arise, particularly in areas with a high population density. Local shortages may also arise as a result of water quality considerations.  Given that the average annual recharge ranges from 19.1 to 39.9 mm, the use of groundwater in Uganda for supplementary irrigation is limited to localized projects on a relatively small scale. Groundwater can safely provide a substantial part of the water needed for livestock (based on the 2008 estimate of livestock numbers) but caution is required in the Kaabong and Kotido districts."}, {"text_block_id": "p41_b293", "text": "Water Quality:"}, {"text_block_id": "p41_b294", "text": "The most important water quality problem is bacterial contamination of both groundwater and surface water resulting from inadequate sanitation facilities, and this highlights the importance of improving sanitation. Problems associated with groundwater, usually localized, include corrosiveness, turbidity, and high concentrations of iron, chloride and fluoride.  In many places the concentrations of bacteria are so high that even bathing is not recommended and could even be dangerous. Eutrophication resulting from excessive quantities of nutrients reaching water bodies can cause algal blooms that may lead to oxygen deficits and fish kills, or promote the excessive growth of weeds such as water hyacinth. Contamination by hazardous chemicals from industries and agriculture is still at low levels in Uganda, but they could damage health locally. Soil erosion is mostly a localized problem in Uganda, being concentrated in the Mt Elgon, Rwenzori, and southwestern regions."}, {"text_block_id": "p41_b295", "text": "Climate Change:"}, {"text_block_id": "p41_b296_merged", "text": "Climate change is expected to increase climatic variability by shifting and intensifying extremes, which could lead to more severe drought and flood events. Climate change adaptation requires a multi-sectoral approach using the integrated water resources management IWRM guiding principles. Interventions to improve adaptations to climate change particularly need to consider no regret actions (i.e. actions likely to lead to net benefit whether or not impacts of climate change occur), and non-structural actions (i.e. actions that do not involve infrastructure or major asset investments) to avoid large and perhaps risky investments, along with demand management."}, {"text_block_id": "p41_b299", "text": "Hydropower:"}, {"text_block_id": "p41_b300", "text": "The hydropower potential along the Victoria and Kyoga Nile amounts to 2,400 MW, of which 630 MW is operational.  Power generation at the Kiira-Nalubaale facilities has been below installed capacity because of low lake levels in recent years and the subsequent reduction in the volume of water released from Lake Victoria. This emphasizes the importance of maintaining high water levels in the lake in order to maximise hydropower production.  Lake Victoria serves as the principal reservoir for the cascade of hydropower projects along the Nile. As the potential sites downstream of Lake Victoria have a limited storage capacity they are operated on a run-of-river basis. The same applies to facilities that might be developed on the Kyoga Nile."}, {"text_block_id": "p42_b301", "text": "Domestic Water Demand:"}, {"text_block_id": "p42_b302", "text": "The national urban water coverage was estimated to be 66 percent in 2008 while the coverage in rural districts (2009) ranged from 24 percent to 100 percent . The corresponding domestic water demand amounts to 191 million cubic metres/year in rural areas and 73 MCM/year in urban areas. The expectation that coverage will have reached 100 percent in both urban and rural areas by 2030 means that the annual domestic water demand will be 326 and 342 million cubic metres/year for rural and urban areas, respectively. Consequently, the total consumption of potable water is estimated to be 668 million cubic metres/year in 2030."}, {"text_block_id": "p42_b303", "text": "Industrial Water Demand:"}, {"text_block_id": "p42_b304", "text": "The present and expected future industrial consumption of water in Uganda is relatively small compared to other uses like domestic water supply or (potential) irrigation. Of greater concern than the actual volume consumed is the potential impact of wastewater, especially if untreated, on the environment and water quality in lakes and rivers."}, {"text_block_id": "p42_b305", "text": "2.4.3 Planned Green Cities"}, {"text_block_id": "p42_b306", "text": "Whereas the current growth rate in urban population  is 5.6 percent per year, only around 14-16 percent  of the population in Uganda live in urban areas (UBOS 2014; Hashemi and Cruikshank 2015). Africa is experiencing the highest rate of urban growth in the world. All African countries, (excepting  East African ones), have an urban population of 40 per cent or more (Hashemi and Cruickshank, 2015)."}, {"text_block_id": "p42_b307", "text": "Source: Hashemi and Cruikshank 2015."}, {"text_block_id": "p42_b308", "text": "In March 2016, there were 289 urban centres3 in Uganda as shown in Table 6. These include one Capital City, 33 Municipalities, 163 Town Councils and 62 Town Boards.4 The urban population has been increasing over time from about 1.7 million in 1991 to nearly 7.4 million in 2014 (UBOS 2016). The 27 leading urban centres, with a population of more than 50,000 persons, collectively host 62 percent of the urban population of Uganda. On the other hand, 229 gazetted urban centres with a population of 25,000 persons or fewer constitute only 38 percent of the total urban population."}, {"text_block_id": "p43_b309", "text": "The Uganda Vision 2040 proposes four regional cities and five strategic cities in the course of Uganda’s urbanization. They include the capital city Kampala, the regional cities of Gulu, Mbale, Mbarara, and Arua, and the strategic cities of: Hoima (oil); Nakasongola (industry); Fort Portal (tourism); Moroto (mining); and Jinja (industry) (GoU 2013). The major concern for cities in Uganda are:"}, {"text_block_id": "p43_b310", "text": "i."}, {"text_block_id": "p43_b311", "text": "Insufficient competitiveness to produce internationally tradable goods and sufficient productive jobs. The cities tend to produce more non-tradable goods, such as electricity, water supply, public services, hotel accommodation, real estate, construction, local transport, and goods with high transport costs such as gravel and country-specific goods, especially food items (World Bank 2015; Gollin, Mugyenyi and Sen 2016)."}, {"text_block_id": "p43_b312", "text": "ii."}, {"text_block_id": "p43_b313", "text": "Naturally produced tradable goods such as agricultural commodities and processed products, processed metal and raw materials, produced products such as shoes and textiles, and other products such as cement, and sugar etc, are modest in value and enjoy a limited market share compared to imported goods."}, {"text_block_id": "p43_b314", "text": "iii."}, {"text_block_id": "p43_b315", "text": "The skewed balance means that the formal sector is unable to grow sufficiently to create jobs and invoke economic multipliers."}, {"text_block_id": "p43_b316", "text": "iv."}, {"text_block_id": "p43_b317", "text": "The limited growth in the tradable sectors also leads to limited labour mobility from the rural agricultural economy to industries."}, {"text_block_id": "p43_b318", "text": "v."}, {"text_block_id": "p43_b319", "text": "Ugandan cities have not kept pace with needs for new infrastructure and housing and this has led to  high rates of spatial expansion and unplanned growth due to lack of integration of spatial and sectoral planning."}, {"text_block_id": "p43_b320", "text": "vi."}, {"text_block_id": "p43_b321", "text": "Often the problems arising in spatial planning are associated with fiscal constraints and low capacity among city authorities."}, {"text_block_id": "p43_b322", "text": "vii."}, {"text_block_id": "p43_b323", "text": "The poor spatial planning affects access to basic services of water and sanitation, housing, and causes poor mobility/transportation within the city, among other problems."}, {"text_block_id": "p43_b324", "text": "2.4.4 Sustainable Transport"}, {"text_block_id": "p43_b325", "text": "Uganda’s transport system is not diversified in terms of options and currently relies on high-emission vehicles for road transport, marked by the majority 14-passenger commuter taxis. Options such as railway and water transport are still underdeveloped though with enormous potential. All these shortcomings foster"}, {"text_block_id": "p44_b326", "text": "inefficiencies in economic transformation with negative consequences for the social and environment aspects of development. Transport prices on international roads from Mombasa to Kampala average US$0.08 per km, twice as much as Brazil, China, France and the United States. Average transport prices on tarmac are about US$0.12-US$0.15 ton/km while on feeder roads they reach US$0.3-US$0.4 per ton/km. The high transport prices inflate input prices and depress output prices at the same time, discouraging farmers from adopting input-intensive technologies. Transport prices are less of a constraint for high value crops such cotton, coffee, fruits and vegetables, but they are a major constraint for producing and marketing bulk commodities, especially staple food crops (World Bank 2010).  Overall, Ugandan farm to market transportation costs were estimated to be four to seven times those in the United States (Gollin and Rogerson 2010), reflecting high levels of inefficiency, something the green growth model seeks to address."}, {"text_block_id": "p44_b327", "text": "Therefore, sustainable transport solutions are needed. Sustainable transport refers to the capacity to support the mobility needs of people, freight and information in a manner that is competitive in price and least damaging to the environment.  There are two sides to transport – managing transport demand and improving transport supply.  Transport systems can adapt to cope with transport demand and reach a better level of sustainability (Rodrigue, Comtois and Slack 2016) by devising means/ strategies to manage (reduce) transport demand for passengers and freight as well as to redistribute this demand in space and time when possible. On the other hand, when transport is profitable, inexpensive and unsubsidized, that us a good indicator of sustainability."}, {"text_block_id": "p44_b328", "text": "According to Gollin and Rogerson (2010), regional evidence in Uganda shows that agricultural price dispersion associated with transportation costs is high. High transportation costs represent an important force in shaping the allocation of labour.  High transport costs also create an incentive for individuals to locate so as to minimize transportation costs for those goods that are most important to them. Since agricultural goods are relatively important in poor economies, this leads to a greater share of the population remaining in agriculture (Gollin and Rogerson 2010).  The predominance of subsistence agriculture can also be explained by this, since people who locate in remote areas in order to be close to their source of food will necessarily engage in little trade for other goods precisely because of the high transport costs.  The clear implication  is a need for sustained investments in transport infrastructure, especially railway and road transport, providing for increased multi-modal transport systems."}, {"text_block_id": "p44_b329", "text": "The main transport challenges for urban areas are expanding and improving transportation supply in such a way that private vehicles have alternatives, increasing public transit infrastructure by improving existing public transit services, and by making cities friendly to pedestrians and non-motorized vehicles. (Rodrigue, Comtois and Slack 2016). The sustainable transport alternatives will contribute by reducing the energy intensity of vehicles and carbon intensity of fuels, reducing high density and agglomeration, providing context appropriate transport and options for non-motorized transport modes.  The opportunities for Ugandan cities include Bus Rapid transport (BRT), Light Rail Transport (LRT) and multimodal transport systems."}, {"text_block_id": "p44_b330", "text": "2.4.5 Energy for Sustainable Livelihoods and Development"}, {"text_block_id": "p44_b331", "text": "Uganda’s current energy balance comprises biomass, 88.9 percent  (firewood 78.6 percent, charcoal 5.6 percent and agricultural residues 4.7 percent), petroleum products 9.7 percent, and electricity at only 1.4 percent  of the total national energy balance (MEMD 2015).  Most of the fuel wood is used for cooking, utilizing the highly inefficient three stone cook stoves in the rural areas where most of the population lives."}, {"text_block_id": "p45_b332", "text": "Uganda has a heavy reliance on renewable energy sources for electricity. By 2015, the installed capacity for electricity was 695 MW for hydro power, 64.5 MW for baggase, and 136 MW  for thermal electricity, the only non-renewable source. Installed capacity of electricity power plants increased by 1.2 percent in 2015  from 885 MW in 2014 to 895.5 MW in 2015. This was due to a 19.4 percent increase in the installed capacity of bagasse electricity from 54 MW in 2014 to 64.5 MW in 2015 (UBOS 2016b). In December 2016,  the Government announced the start of operation of a 10 MW solar plant in Soroti District (ERA 2016b).  The plant is made up of 32,680 photovoltaic panels and is country’s first grid-connected solar plant and will generate clean, low-carbon, sustainable electricity for 40,000 homes, schools and businesses. Like all other small renewable electricity generation projects, the Soroti Solar Energy project was developed under the Global Energy Transfer Feed in Tariff (GET FiT). The power plant has the potential to increase its net output capacity by a further 20MW of solar energy."}, {"text_block_id": "p45_b333", "text": "Uganda’s renewable energy electricity base was estimated at 5,300MW and it comprises large hydro of over 2000MW, mini-hydro at 200MW, solar energy at 200MW, biomass at 1,650MW, geothermal at 450MW and peats  at 800 MW.  The country’s targets under Vision 2040 and NDP are indicated in Table 7 below."}, {"text_block_id": "p45_b334", "text": "Table 7: NDP and Vision 2040 electricity targets"}, {"text_block_id": "p45_b335", "text": "Source: GOU 2010 NDPI."}, {"text_block_id": "p45_b336", "text": "Under the Electricity Regulatory Authority (ERA) Strategic Plan 2014/15– 023/24, ERA is working with other Government agencies and development partners under the GETFIT initiative to accelerate renewable energy development including hydropower, solar, wind and biomass technologies. The initiative provides a top-up premium in the range of UScents 0.5-2.0 cents/kilowatt hour on the Renewable Energy Feed-in-Tariff (REFIT). It also  provides a guarantee scheme to enhance the bankability of the projects. The first tranche of projects with a cumulative generation capacity of 150MW is being targeted to be brought into production within the next three years (ERA 2014)."}, {"text_block_id": "p45_b337", "text": "Whereas Uganda has potential for expanding renewable energy, thermal and peat, the electricity energy demand highlighted in the Vision 2040 and NDP will exceed this potential. The Government therefore, in April 2015, approved the Nuclear Power Roadmap Development Strategy. It comprises five scenarios, which in terms of cost-effectiveness suggest that a high scenario targeting 2,300MW to be commissioned in 2028 is most cost-effective even though the Vision 2040 target would be 30,000 MW by 2026. Given the large capital outlay required, of US$205 billion, before 2026, it is evident that the plan for Vision 2040 may have to be achievedby some other means.  The Grid Development Plan case, although less cost-effective than the high case scenario, is a worthwhile compromise and the target for Vision 2040 can be met either through alternatives to nuclear energy and/or through scaling up the GDevP case."}, {"text_block_id": "p46_b338", "text": "Source: MEMD 2015."}, {"text_block_id": "p46_b339", "text": "UgandaVision 2040 proposed an electricity energy mix comprising hydro (4,500MW); geothermal (1500MW); nuclear (24,000MW); solar (5,000MW); biomass (1,700MW); peat (800MW) and thermal (4300MW) (GoU 2013)."}, {"text_block_id": "p47_b340", "text": "3.1 UGGDS Strategic Direction"}, {"text_block_id": "p47_b341", "text": "The UGGDS strategic direction is defined by five priority areas which are aligned with ongoing development initiatives proposed by the Uganda Vision 2040 and NDPII(2015/16-2019/20). The focus areas are envisaged to support the intended transition to a greener economy."}, {"text_block_id": "p47_b342", "text": "a. Vision"}, {"text_block_id": "p47_b343_merged", "text": "The UGGDS adopted the national vision statement (Vision 2040), which is for “a transformed Ugandan society from a peasant to a modern prosperous country within 30 years”. The strategy will be implemented as an integral part of Vision 2040, NDP II and specifically the 10- year long-term national development plan for 2020/21-2030/31."}, {"text_block_id": "p47_b348", "text": "b. Purpose:"}, {"text_block_id": "p47_b349", "text": "The UGGDS serves as a framework and/or guidance tool that aims at catalyzing economic growth through the efficient use of the country’s natural, human, and physical capital in an inclusive manner along a low emissions development pathway."}, {"text_block_id": "p47_b350", "text": "c. Goal:"}, {"text_block_id": "p47_b351", "text": "An inclusive low emissions economic growth process that emphasizes effective and efficient use of the country’s natural, human, and physical capital while ensuring that natural assets continue to provide for present and future generations."}, {"text_block_id": "p48_b352", "text": "Objectives"}, {"text_block_id": "p48_b353", "text": "1."}, {"text_block_id": "p48_b354", "text": "Accelerate economic growth and raise per capita income through targeted investments in priority sectors with the highest green growth multiplier effects;"}, {"text_block_id": "p48_b355", "text": "2."}, {"text_block_id": "p48_b356", "text": "Achieve an inclusive economic growth with poverty reduction, improved human welfare and employment creation;"}, {"text_block_id": "p48_b357", "text": "3."}, {"text_block_id": "p48_b358", "text": "Ensure that the social and economic transition is achieved through a low carbon development pathway that safeguards the integrity of the environment and natural resources."}, {"text_block_id": "p48_b359", "text": "Conceptualization of the five Priority Areas"}, {"text_block_id": "p48_b360", "text": "The UGGDS was designed to provide cohesion between the targeted investments and the green growth development outcomes. On the demand side, industry and cities are expected to drive the demand for increased raw materials from agriculture and natural resources, the supply side of the economy.  Policies to promote green and planned cities and stimulate industry will promote value-added tradable goods that will increase opportunities for waged employment, and provide a return for the private sector as well as raising average incomes. Cities and industry will be able to create sustainable market opportunities and innovation to serve markets for processed goods and value-added services. Physical planning for cities will optimize the efficiency of the cities (food, access to utilities, clean environment, planned infrastructure among others) and industry (efficiency, high productivity innovativeness) to spur a synergized green economy."}, {"text_block_id": "p48_b361", "text": "Supply side injections for the natural capital sectors will focus on increased production and productivity linked with opportunities pursued alongside the planned investments in infrastructure, industry and cities. The additional  forward and backward linkages will increase the purchase of local raw materials, enhance the opportunities for domestic and international tourism, increase productivity and efficiency and minimize slack in production, distribution and consumption through the better performance of value chains"}, {"text_block_id": "p48_b362", "text": "Figure 2: Flow process of the Green Growth framework in Uganda"}, {"text_block_id": "p49_b363", "text": "3.2 Green Growth and Development Strategies"}, {"text_block_id": "p49_b364", "text": "The goals and objectives of the Uganda Green Growth Development Strategy will be implemented through five prioritized areas whose selection was informed by studies that detailed the development areas with the highest green growth potential."}, {"text_block_id": "p49_b365", "text": "1. Sustainable agriculture production and value chains"}, {"text_block_id": "p49_b366", "text": "The strategic interventions are:"}, {"text_block_id": "p49_b367", "text": "i."}, {"text_block_id": "p49_b368", "text": "Support increased access to irrigation facilities starting with 10 percent of smallholder farming areas in 2020 and cumulatively increasing to at least 60 percent of smallholder farmers by 2030."}, {"text_block_id": "p49_b369", "text": "ii."}, {"text_block_id": "p49_b370", "text": "Integrated soil fertility management entailing the development and implementation of appropriate soil fertility techniques through soil mapping and land use planning and conservation agriculture (based on the judicious use of inorganic fertilizers, organic manure, agro-forestry, soil and water conservation, energy conservation) for all the farming systems in the country."}, {"text_block_id": "p49_b371", "text": "iii."}, {"text_block_id": "p49_b372", "text": "Undertake actions to upgrade the value chain for strategic enterprises with a focus on  product quality and quantity, market diversification, excellence in agro-processing and effective use of knowledge acquired from within the value chain.  The value chain upgrade is built into the Agricultural Sector Strategic Plan with priority areas of: bananas; beans; rice; tea; coffee; cassava; fruits and vegetables; fish; cocoa; meat, Irish potatoes; and oil palm and oilseed crops."}, {"text_block_id": "p49_b373", "text": "2. Natural capital management and development"}, {"text_block_id": "p49_b374", "text": "The planned strategic interventions are clustered around four areas: tourism; sustainable forestry management; sustainable wetlands; and optimal water resources management."}, {"text_block_id": "p49_b375", "text": "i."}, {"text_block_id": "p49_b376", "text": "Tourism Development:"}, {"text_block_id": "p49_b377", "text": "a."}, {"text_block_id": "p49_b378", "text": "Invest in offering  increased options among and values of tourism packages and in benefit sharing with communities surrounding Protected Areas (PAs)."}, {"text_block_id": "p49_b379", "text": "b."}, {"text_block_id": "p49_b380", "text": "Improve physical planning and quality enhancement for hospitality investments in nature-based tourism."}, {"text_block_id": "p49_b381", "text": "ii."}, {"text_block_id": "p49_b382", "text": "Sustainable Forestry Management:"}, {"text_block_id": "p49_b383", "text": "a."}, {"text_block_id": "p49_b384", "text": "Undertake forest landscape restoration, especially on private land, through agro-forestry and afforestation actions."}, {"text_block_id": "p49_b385", "text": "b."}, {"text_block_id": "p49_b386", "text": "Support incentive programmes oriented towards livelihoods enhancement, environmental stewardship and landscape management for climate change adaptation, mitigation, food security and sustainable energy."}, {"text_block_id": "p49_b387", "text": "iii."}, {"text_block_id": "p49_b388", "text": "Sustainable wetlands:"}, {"text_block_id": "p49_b389", "text": "a."}, {"text_block_id": "p49_b390", "text": "Strengthening regulation of wetlands management, especially for District Local Governments and Urban Authorities;"}, {"text_block_id": "p50_b391", "text": "b."}, {"text_block_id": "p50_b392", "text": "Harnessing  opportunities from sustainable use of wetlands including provisioning, regulating and aesthetic ecosystem services."}, {"text_block_id": "p50_b393", "text": "c."}, {"text_block_id": "p50_b394", "text": "Restoration of degraded wetlands to maintain the regulating ecosystem such as hydrological services and effluent treatment."}, {"text_block_id": "p50_b395", "text": "iv."}, {"text_block_id": "p50_b396", "text": "Sustainable and optimal water resources management:"}, {"text_block_id": "p50_b397", "text": "Sustainable and optimal water resources management:\n* Support the development and implementation of catchment management across the country.\n* Support development of sustainable financing, financing mechanisms and their governance.\n* Support sustainable, feasible and viable utilization of water resources through increased efficiency\n* Biomass energy for electricity through cogeneration by sugar companies and other modern technology\n* Improved technology for enhanced efficiency in using biomass for domestic cooking and industrial\n* Enhancing solar power potential especially for on-grid and local supply over the transitional period"}, {"text_block_id": "p50_b403", "text": "3. Planned green cities"}, {"text_block_id": "p50_b404", "text": "The UGGDS interventions for planned green cities are:"}, {"text_block_id": "p50_b405", "text": "i."}, {"text_block_id": "p50_b406", "text": "Support comprehensive economic physical planning and efficient waste management (solid and wastewater) for at least five cities and 15 municipalities."}, {"text_block_id": "p50_b407", "text": "ii."}, {"text_block_id": "p50_b408", "text": "Promote sustainable procurement and interlinkage between the rural raw material production base and industrial production in cities."}, {"text_block_id": "p50_b409", "text": "4. Sustainable Transport"}, {"text_block_id": "p50_b410", "text": "i."}, {"text_block_id": "p50_b411", "text": "The strategic interventions for sustainable transport development are:"}, {"text_block_id": "p50_b412", "text": "ii."}, {"text_block_id": "p50_b413", "text": "Support planned multi-modal and mass transport systems for urban areas comprising of the Bus Rapid Transport system (BRT) and the Light Railway Transport (LRT)."}, {"text_block_id": "p50_b414", "text": "Support development, utilization and interconnectivity of the planned national, regional transport systems, and Standard Gauge Railway (SGR)for the country."}, {"text_block_id": "p50_b415", "text": "5. Energy for green growth"}, {"text_block_id": "p50_b416", "text": "The planned strategic interventions are:"}, {"text_block_id": "p50_b417", "text": "i."}, {"text_block_id": "p50_b418", "text": "Support an increased focus on renewable energy investments including:"}, {"text_block_id": "p51_b425", "text": "d."}, {"text_block_id": "p51_b426", "text": "Exploitation of geothermal energy based on current plans from base capacity of 450MW by 2030 to 1,500MW by 2040;"}, {"text_block_id": "p51_b427", "text": "e."}, {"text_block_id": "p51_b428", "text": "Support capacity utilization for large and mini-hydropower plants, and encourage efficiency in evacuation of generated power.  The efficiency of capacity utilization can be increased from about 50-60 percent  to 80 percent and evacuation to 95 percent  by 2020."}, {"text_block_id": "p51_b429", "text": "iii."}, {"text_block_id": "p51_b430", "text": "Support development and/or reinforcement of environmental, health and economic safeguards for energy generation in the country."}, {"text_block_id": "p51_b431", "text": "3.3 The Results Framework"}, {"text_block_id": "p51_b432", "text": "3.3.1 Baselines and assumptions and targets outcomes proposed."}, {"text_block_id": "p51_b433", "text": "1. Agriculture"}, {"text_block_id": "p51_b434", "text": "a."}, {"text_block_id": "p51_b435", "text": "Water for Irrigation"}, {"text_block_id": "p51_b436", "text": "Current plans under the National Irrigation Master Plan 2010–2035 are for irrigation support for Irrigation Area Type A covering 295,000 ha and Irrigation Area Type B, 272,000 ha."}, {"text_block_id": "p51_b437", "text": "The current government plan is expected to cover 567,000 ha even though at baseline irrigated area is only 31,000 ha."}, {"text_block_id": "p51_b438", "text": "At  baseline, an average smallholder family needs 1 ha therefore, the 567,000 ha can represent 567,000 households, and this would be a modest coverage given the large number of farming households in the country."}, {"text_block_id": "p51_b439", "text": "Out of the 5.4 million farm households in the country, 4.833 million households would not have irrigation water. Since baseline irrigation is 31,000 households, then approximately 4.8 million households (89 percent of farm households) would be out of reach of irrigation. An alternative is required."}, {"text_block_id": "p51_b440", "text": "The target for the Uganda Vision 2040, on food and nutritional security suggests that one out of four households would be able to produce enough to feed four households.  The long-term target would be to reach at least 60 percent of the 4.8 million households out of reach of current plans, using water harvesting, solar irrigation and other discrete type of interventions based on ground, surface and rainwater, over a 10-year period between 2020 and 2030.  Therefore, the annual target is 144,000 households per year; that is 1,440,000 households plus the 576,000 ha (Area Type and Type B under the Irrigation Master Plan) by 2030."}, {"text_block_id": "p51_b441", "text": "b."}, {"text_block_id": "p51_b442", "text": "Integrated Soil Fertility Management (ISFM) and Land Management"}, {"text_block_id": "p51_b443", "text": "The targets for integrated soil and fertilisty management are aligned with Strategic Investment Framework for Sustainable Land Management (UNDP 2014).The target comprise; an overlap of integrated nutrient management; intercropping: mulching— 20,000 ha/year; agro-forestry for 20,000 ha/year; and terraces for 1,000 ha/year. The annual target is 41,000 ha/year engaging in ISFM and land"}, {"text_block_id": "p52_b444", "text": "management. The baseline on current levels of ISFM and land management will be developed as part of the design of the component."}, {"text_block_id": "p52_b445", "text": "c."}, {"text_block_id": "p52_b446", "text": "Upgrading the Agricultural Value Chain"}, {"text_block_id": "p52_b447", "text": "At baseline in 2015, Uganda had a trade deficit of UGX 771 billion.  The immediate target of the value chain upgrade is to achieve a trade balance based on increased value of agricultural products which act both as substitutes for imported products as well as products for export.  The targeted straight-line increase in value averages UGX 77 billion per year.  The target products based on the agricultural sector strategic plan are the 12 priority crops (bananas, beans, rice, tea, coffee, cassava, fruits and vegetables, fish, cocoa, meat, Irish potatoes, and oil palm and oilseed crops)."}, {"text_block_id": "p52_b448", "text": "2. Natural Capital Management"}, {"text_block_id": "p52_b449", "text": "a."}, {"text_block_id": "p52_b450", "text": "Sustainable Forest Management (SFM):"}, {"text_block_id": "p52_b451", "text": "The SFM targets are based on forest cover losses in the National State of Forest Resources Report (MWE 2016b), and targets for Uganda Vision 2040 to restore the forest cover to the level of 1990 when forest cover was 24 percent of total land cover. This requires restoration of 3.05 million ha of forest cover over 22 years, based linear regression model, the required rate of restoration was estimated at  138,600 ha/year. Approximately 15 percent of restoration effort will occur in central forest reserves. At the same time, efforts to slow down the deforestation rate are needed, especially that associated with energy use. Additional interventions linked with the SFM strategy is the sustainable use of wood fuel. Therefore additional tree planting will be needed to cover for forest loss, at a 38 percent rate"}, {"text_block_id": "p52_b452", "text": "b."}, {"text_block_id": "p52_b453", "text": "Wetland areas:"}, {"text_block_id": "p52_b454", "text": "The wetland assessment was based on the National Wetlands Atlas Volume I and Volume II (GoU 2016a: 2016b) developed with support of UNEP and UNDP.  The wetland indicators used are based on the proposals of Uganda Vision 2040.  Additionally, the valuation aspects were based on work done in the Lake Victoria Crescent, the Southwestern farmlands and the Kyoga catchment (Kakuru,  Turyahabwe and Mugisha 2014)."}, {"text_block_id": "p52_b455", "text": "c."}, {"text_block_id": "p52_b456", "text": "Water Resources Management:"}, {"text_block_id": "p52_b457", "text": "Catchment value was based on partial valuation conducted for Kasese District as a background study to the design of a PES project (WWF 2016).  The focus area of the Nyamwamba-Mubuku sub-catchment and additional sections of the Semliki catchment was 2,333.4 km2.  Therefore, a fairly modest partial value of UGX 414,820,176/km2 was estimated.  The catchment area has a water resources value estimated at UGX 967.9 billion shillings after removing the value of forest and carbon stocks while when wetland values were removed, the value declined to UGX 198.96 billion, equivalent to 8.5million/km2."}, {"text_block_id": "p52_b458", "text": "d."}, {"text_block_id": "p52_b459", "text": "Tourism:"}, {"text_block_id": "p52_b460", "text": "The country recorded a total of 1.73 million international arrivals and 1.71 million departures in 2015. The number of visitors to national parks increased from about 202,885 in 2014 to about 215,558 in 2015. Tourists visiting friends and relatives in Uganda increased from about 441,000 in 2014 to about 510,000 in 2015.  The most popularly visited national park in 2015 was Murchison Falls (34 percent), followed by Queen Elizabeth (30 percent) and Lake Mburo National Park (12 percent). Of the visitors to national parks, 36 percent were foreigners who are non-residents. According to UBOS (2016b), only U$123.5 million of Uganda’s U$667 million from tourism (World Bank 2013) is attributed to foreign tourists visiting Uganda’s Protected Areas."}, {"text_block_id": "p53_b461", "text": "3. Planned Green Cities"}, {"text_block_id": "p53_b462", "text": "The leading urban centres in the country had a population of nearly 7.4 million in 2014, a more than four"}, {"text_block_id": "p53_b463", "text": "-"}, {"text_block_id": "p53_b464", "text": "fold increase from the 1.7 million in 1991 (UBOS 2016a).  The lowest population growth occurred in Jinja Municipality at just 2 percent annually while the high rate was 11.9 percent for Wakiso Town Council.  Other urban centres that experienced rapid annual population growth were Hoima Municipality (10.7 percent), Mukono Municipality (10.4 percent), Masindi Municipality (10.1 percent), and Mbarara Municipality (8.6 percent).  The most feasible cities, by population, based on the plans indicated in the Uganda Vision 2040 over the course of the UGGDS are: Gulu, Mbarara, Hoima and Mbale.  An expanded Kampala city to cover areas of Greater Kampala Metropolitan Area including Nansana, Kira and Mukono Municipalities and Wakiso Town Council also seems feasible.  Therefore, the UGGDS considered five cities, a Greater Kampala Metropolitan City (GKMC), Gulu, Mbarara, Hoima and Mbale cities. The base population of these cities was: GKMC – 2,136,408 people; Mbarara – 195,013 people; Gulu – 152,276 people; Hoima – 100,625 people; and Mbale – 96,189 people."}, {"text_block_id": "p53_b465", "text": "Currently, 76 percent of households earn some income from agricultural production. Whereas about 66 percent of the population is employed in agriculure (Bwire and others 2016),  it is the most important source of income for only 42 percent of households, while 26 percent of households rely on agriculture exclusively. Only 11 percent of the labour force is primarily engaged in non-agricultural wage employment. The number of permanent non-agricultural wage jobs declined between 2009/10 and 2012/13 (MFPED 2014).  The total employed population was estimated at 7.9 million people while the working population amounted to 13.9 million. The difference of about 6.0 million persons depicts the existence of a  large mumber of subsistence farmers in the Ugandan economy (UBOS 2016a).  The rural working population was 10.7 million; compared with 3.16 million people for urban areas. Whereas 49.8 percent of the working population in rural areas are engaged in subsistence agriculture, only 21 percent of the population in urban areas are engaged in subsistence agriculture (UBOS 2016a;  Gollin and Sen 2016).  The proposed green cities will be built on agroprocessing and upgrading the value chain from agriculture.  The productivity of industrial workers is expected to average  US$7,871.35/worker by 2040  while the average agricultural worker productivity was projected at US$977.77, anticipated between 2020 and 2030 (NDP II) (GoU, 2015)."}, {"text_block_id": "p53_b466", "text": "4. Transport"}, {"text_block_id": "p53_b467_merged_merged", "text": "Agricultural productivity improvements have a relatively large impact on the economy.  Because the non-agricultural sector is initially small, and because the economy faces a subsistence constraint that limits the expansion of the non-agricultural sector, improvements in non-agricultural total factor productivity (TFP) have relatively small positive impacts on the economy (Gollin and Rogerson 2010).  Reductions in transportation costs generate sizeable benefits for the economy and trigger substantial reallocations of labour across sectors. When agricultural TFP improves at the same time that transportation costs are reduced, the welfare gains exceed those achieved from the two interventions separately, suggesting a kind of interaction effect (Gollin and  Rogerson 2010)."}, {"text_block_id": "p53_b471", "text": "By introducing reliable, safe, affordable and efficient railway transport systems, the SGR will occasion a drastic freight transportation model shift from road to rail. This shift will reduce the the  cost of freight transportation from the seaport of Mombasa by 69 percent from the current average of US16 cents per tonne/km to an average of US5 cents per tonne/km (MoWT 2016)."}, {"text_block_id": "p54_b472", "text": "5. Energy"}, {"text_block_id": "p54_b473", "text": "The energy sector presents major challenges and opportunities. Uganda’s energy balance is dominated by biomass  while fossil fuels and electricity  are other important sources of energy. The total electricity supply was growing at rate of 7 percent (GoU 2015) while demand was actually growing at 11 to 12 percent (ERA 2015).  The projections of Uganda Vision 2040 are that per capita electricity consumption will reach 3,668 kWh/capita (2040) from 75 kWh/capita (2010) if the country is to achieve its long-term development targets (GoU 2013)."}, {"text_block_id": "p54_b474", "text": "Fuel wood is consumed at about 28 million tonnes/year of tree biomass and another 16 million tonnes of wood are annually are transformed into 1.8 million tonnes of charcoal using inefficient kilns. An additional 2.3 million tons of tree biomass is consumed in brick making and by  educational institutions, among others (MEMD 2015). The evolution of biomass energy use has created opportunities for electricity cogeneration and thermal energy in use of bagasse by sugar factories, and use of agro-processing vegetal waste including maize cobs, rice husks, coffee husks for thermal energy in industry."}, {"text_block_id": "p54_b475", "text": "The  main factors driving up energy demand is  the high population growth rate of 3.2 percent a year and the low level of electricity access, currently estimates at 14 percent. Currently, demand is growing at a rate of 7-9 percent per year (ERA 2015).  Therefore, even with the increased focus on the small renewable energy options under the GeTFIT initiative the 150MW target is modest given the country’s future energy demands projected at 41,738MW (2040).  Large hydropower project development is pushing the country closer to the target of 4,500MW from hydropower and  the country is also actively exploring geothermal energy, and the ERA strategy 2014/15–2023/24 has highlighted the prospects from natural gas and oil for thermal electricity generation (ERA 2015)."}, {"text_block_id": "p54_b476", "text": "In planning for sustainable development, it is important to acknowledge the energy demands and the need to grow the country’s energy supply (generation), transmission and distribution.  Therefore, the UGGDS seeks to support energy supply growth while ensuring that options for energy efficiency, renewable and clean energy are maximized, and environmental pollution, risks and hazards associated, particularly with non-renewable energy sources, and with misuse of renewable energy are minimized. From that perspective, the focus of the green growth strategy is to design instruments, regulatory, market-based mechanisms and environmental sustainability instruments to promote sustainable development.  The core instruments are: market based mechanisms such GeTFIT; utility charges; electricity generation from wastewater and sewerage (National Water and Sewerage Corporation - NWSC); and subsidy options to urban authorities for waste energy generation,"}, {"text_block_id": "p54_b477", "text": "3.3.2 Target Outcomes"}, {"text_block_id": "p54_b478", "text": "The outcomes proposed for the UGGDS are summarized in Table 10.  The outcomes are in the eight areas of income and livelihoods enhancement, decent green jobs, climate change mitigation and adaptation, environment and natural resources management, food and nutrition security, resource use efficiency, social inclusiveness, and economic transformation at national and sub-national level."}, {"text_block_id": "p54_b479", "text": "The summarized target results in Table 9 are shown in the matrix below; over 3.3 million jobs are envisaged and a cumulative  economic outturn based on multipliers worth an estimated UGX 234 trillion  projected expected over the 10 year period, ( an annual average of UGX 23.4 trillion)."}, {"text_block_id": "p60_b480", "text": "4.1 Institutional Arrangements and Governance"}, {"text_block_id": "p60_b481", "text": "The UGGDS adopted the governance arrangements proposed in the second National Development Plan. The governance arrangement consists of the National Planning Authority (NPA), Ministry of Finance Planning and Economic Development (MFPED), all Ministries, Departments and Agencies (MDAs), representation from civil society, the private sector, and District Local Governments and relevant Urban Authorities. The green growth strategy is seeking to build further synergies to accelerate growth prospects and minimize slack associated with repetitiveness, access unutilized capacity and willingness to learn and improve efficiency of performance."}, {"text_block_id": "p60_b482", "text": "Pillar 1: National Green Growth Governance and Coordination Framework"}, {"text_block_id": "p60_b483", "text": "A national governance framework is proposed.  The national governance framework will provide regulatory oversight and provide support in ensuring the macroeconomic drivers and sustainability drivers are able to translate into policies for the private sector and other actors. The national governance and coordination framework will comprise the NPA, MFPED as representatives of Government and representatives of lead agencies for the UGGDS focal areas. It will also have representation from civil society and development parties."}, {"text_block_id": "p60_b484", "text": "Pillar 2: Multi-Sectoral Implementation (MDAs, DLGs, Urban Authorities, Civil Society, Development Partners)"}, {"text_block_id": "p60_b485", "text": "The second pillar is the multi-sectoral implementation level that pools lead public sector MDAs, other MDAs, District Local Governments (DLGs), and Urban Authorities (UA). The UGGDS has five focus: agriculture; natural capital; cities; transport and energy.  Multi-sector institutional arrangements are proposed covering the scope"}, {"text_block_id": "p61_b486", "text": "of the eight outcome areas and the implementation strategies required to achieve the green economy targets. Linkages between MDAs, DLGs and UAs  will allow for  a single regulatory and policy implementation level. MDAs will share responsibility for outcomes with DLGs and UAs. Programmes for project design will describe specific roles at different levels."}, {"text_block_id": "p61_b487", "text": "Responsibility for the results, outcomes and annual reporting on the performance of the UGGDS will be held at the multi-sectoral implementation level.  The focus agencies will be responsible for development of projects, securing financing, implementation and monitoring of outputs. The multi-sector level will report at regular intervals on the performance of outcomes set in the results framework.  The annual planning and sector performance reports will be key in prioritizing sector- specific green growth interventions and reporting on performance."}, {"text_block_id": "p61_b488", "text": "Pillar 3: Community implementation level, landscapes and cooperative groups"}, {"text_block_id": "p61_b489", "text": "The focus of actions for green growth will be  in landscapes  including urban and rural landscapes. Landscapes are defined as groups of  actors implementing the different programmes proposed under the UGGDS.  Clusters enhance cohesion for communities, regional institutions and other actors who own resources and inputs including land, labour, capital."}, {"text_block_id": "p61_b490", "text": "An agricultural cluster will farmer groups, traders, agricultural research bodies, marketing agencies, and public sector regulators. The landscape allows for actors to interact and share information that will improve productivity, quality assurance and appropriately attribute the value captured by the different actors for a specified economic or socially inclusive activity."}, {"text_block_id": "p61_b491", "text": "Cooperative groups are defined as industry interactions that support production, savings and lending and marketing actions.  At farmer level farmer cooperatives can engage in production of similar produce, quality assurance, storage, savings and credit, joint sale or marketing, processing, among others.  All five areas of the UGGDS are expected to work with cooperative groups as the smallest reporting unit."}, {"text_block_id": "p61_b492", "text": "Figure 3: Proposed institutional framework for Uganda’s Green Growth Development Strategy"}, {"text_block_id": "p62_b493", "text": "4.2 Resource Mobilization"}, {"text_block_id": "p62_b494", "text": "Six major sources for financing the UGGDS are proposed. They include: mobilization from public sector allocations; environmental fiscal reforms and subsidy reforms; sustainable procurement; certification of sustainable production and trade and inclusive green social enterprises; green energy investments and incentives; green innovation and payments for ecosystem services; and international funding. The funding target is US$1.8 billion/year (GoU and NCE 2016)."}, {"text_block_id": "p62_b495", "text": "Public Sector Allocation and Environmental Fiscal Reform"}, {"text_block_id": "p62_b496", "text": "Public sector allocations and environmental fiscal reforms (EFRs) are expected to be a major source of funding. The funds will be through allocations to the natural capital sector, and infrastructure sectors, among others, as priorities in the UGGDS. Green growth interventions aim for catalytic effects that accelerate growth through efficiency improvements, resource maintenance and cost-effectiveness. Social inclusiveness will entail, among others, increased work opportunities and an improved quality of labour and labour productivity. The target of the UGGDs is to draw 30 percentof its financing from public sector allocations and  EFRs, equivalent to US$540 million/year"}, {"text_block_id": "p62_b497", "text": "It is envisaged that 30 percent of the funds needed for the green growth strategy will be obtained from public sector allocation and EFR reforms. The EFR reforms will extend to instruments for regulating environmental compliance among others."}, {"text_block_id": "p62_b498", "text": "Green Public Procurement"}, {"text_block_id": "p62_b499", "text": "Another major source of funds for the green growth strategy will be sustainable procurements.  To achieve strategy, the government will support sub-national sustainable procurement ordinances as well as develop regulations and guidelines on sustainable procurements at national level. Public procurements will involve finance from government and private sector engaged in public contracts."}, {"text_block_id": "p62_b500", "text": "Certification of Sustainable Production and Trade and Inclusive Green Social Enterprises"}, {"text_block_id": "p62_b501", "text": "One of the key interventions for green growth is enhancing and/or ensuring the competitivness of sustainable value chains.  Sustainable value chains may fail to compete against conventional production of timber, wood fuel, agriculture because the latter chains do not invest in resource maintenance and efficient resource use. Through certification of value chains, consumers will be able to understand premiums associated with sustainably produced products.  This would also allow regulators to monitor the value chains of producers in the economy. The target is to draw 5 percent  of the budget from sustainable trade and green enterprises equivalent to US$90 million/year."}, {"text_block_id": "p62_b502", "text": "Green Energy Investments and Incentives"}, {"text_block_id": "p62_b503", "text": "Green energy investments and incentives are considered to be a major source of financing. There will be considerable investment in the biomass energy strategy and its implementation. The target financing for energy initiatives in the UGGD is is US$180 million/year."}, {"text_block_id": "p62_b504", "text": "Green Innovation and Payments for Ecosystem Services (PES)"}, {"text_block_id": "p62_b505", "text": "Innovation funds and payments for environmental services will draw funds from the private sector, international innovations, research in biodiversity, climate change, health and other sectors. Whereas there are opportunities for acquiring patent rights where the profits from innovation can be substantial, there will"}, {"text_block_id": "p63_b506", "text": "be a need to consider regulation for reinvesting some of the earnings from green innovations into the green growth sectors to minimize excessive fund outflows. The financing target from green innovation and PES is 5 percent return on investment per annum, approximately US$90 million/year."}, {"text_block_id": "p63_b507", "text": "International funding"}, {"text_block_id": "p63_b508", "text": "International funding is expected to be an important source of finance in the piloting and scaling up phases of green growth strategies. Between 2018 and 2030, Uganda will access  grants, sustainable financing schemes and private sector financing from international sources to secure at least US$ 480 million for the UGGDS annually."}, {"text_block_id": "p63_b509", "text": "4.3 Macroeconomic conditions"}, {"text_block_id": "p63_b510", "text": "i."}, {"text_block_id": "p63_b511", "text": "A  GDP growth rate ranging between 5 percent and 10 percent  per annum sustained in the long-term."}, {"text_block_id": "p63_b512", "text": "ii."}, {"text_block_id": "p63_b513", "text": "A decline in the current account deficit from the current levels of 9.75 percent. The reduction in the current account deficit decline will be associated with an improvement in export of goods and services and hence price stability and sustained export growth"}, {"text_block_id": "p63_b514", "text": "iii."}, {"text_block_id": "p63_b515", "text": "An increase in net portfolio inflows through Foreign Direct Investment including into green growth development strategies."}, {"text_block_id": "p63_b516", "text": "iv."}, {"text_block_id": "p63_b517", "text": "Stable and low inflation maintained close to the Bank of Uganda inflation target of 5 percent (MPFD 2016)."}, {"text_block_id": "p63_b518", "text": "v."}, {"text_block_id": "p63_b519", "text": "A stable banking sector able to offer credit to the private sector at affordable interest rates."}, {"text_block_id": "p63_b520", "text": "4.4 Shift in government expenditure"}, {"text_block_id": "p63_b521", "text": "i."}, {"text_block_id": "p63_b522", "text": "Shifting public procurements from value chains that encourage unsustainable production using natural capital, inefficient use of industrial resources, polluting industry and high waste generation towards more sustainable production, efficiency, minimal pollution and waste generating products and value chains– through green procurements."}, {"text_block_id": "p63_b523", "text": "ii."}, {"text_block_id": "p63_b524", "text": "Shifting government expenditure from sectors and industries that undertake pollution generation, natural capital destruction and inefficient production towards sectors with higher efficiency"}, {"text_block_id": "p63_b525", "text": "iii."}, {"text_block_id": "p63_b526", "text": "Requirement for use of efficiency and sustainability standards and certification in service and goods production."}, {"text_block_id": "p63_b527", "text": "4.5 More effective enforcement of legislation"}, {"text_block_id": "p63_b528", "text": "i."}, {"text_block_id": "p63_b529", "text": "The green growth strategy requires the enhanced enforcement and implementation of legislation on the environment and natural resource management, natural capital management and  economic and socially inclusive development. Investment in implementation of policy and legislation will require enforcement of compliance."}, {"text_block_id": "p63_b530", "text": "ii."}, {"text_block_id": "p63_b531", "text": "Economic measures such as environmental fiscal reforms, and other incentives and disincentives can be used to reinforce the effective enforcement of legislation."}, {"text_block_id": "p63_b532", "text": "iii."}, {"text_block_id": "p63_b533", "text": "Fiscal reforms covering old motor vehicles and encouraging new vehicles to reduce environmental damage."}, {"text_block_id": "p64_b534", "text": "4.6 Education and Training"}, {"text_block_id": "p64_b535", "text": "i."}, {"text_block_id": "p64_b536", "text": "The structural changes associated with the green growth strategy may require new knowledge and skills for government, decision makers, professionals and workers, down to local levels.  The structural employment and institutional changes required may also require financial backing to accelerate the transition to sustainabilty of organizations and their employees and support for training and skills development, technical and vocational training."}, {"text_block_id": "p64_b537", "text": "4.7 Resource and Land Rights Regimes"}, {"text_block_id": "p64_b538", "text": "i."}, {"text_block_id": "p64_b539", "text": "Resource and land rights have to be designed in a manner that increases access to producers who will contribute to the economic, environmental and social targets of the green growth strategy. For example, the availability of land rights for women, the consolidation of land through agricultural cooperative to increase output and productivity."}, {"text_block_id": "p64_b540", "text": "ii."}, {"text_block_id": "p64_b541", "text": "Resource right regimes have to be designed in a manner that allows for regulation for social and environmental safeguards while also attaining optimal but sustainable levels of production particularly for the use of natural capital (minerals, water etc.)"}, {"text_block_id": "p64_b542", "text": "iii."}, {"text_block_id": "p64_b543", "text": "Refugees in Uganda are either self-settled or live in organized settlements that cover approximately 350 square metres of land set aside by the government (World Bank Group 2016). Recent assessments suggest the country is beginning to buckle under pressure from regular influx especially from South Sudan and the Democratic Republic of Congo. A deliberate resource and land light alignment for refugees is required to manage impacts on society, environment and natural resources and the local and national economy."}, {"text_block_id": "p64_b544", "text": "4.8 Creating Enabling Conditions for Psychological and Behaviour Change"}, {"text_block_id": "p64_b545", "text": "i."}, {"text_block_id": "p64_b546", "text": "Framing green growth as a social goal, encouraging the choice  of greener approaches, “nudge” techniques to help people make better decisions on those choices, and tailoring information to match with stakeholder incentives and approaches to learning are among the changes needed."}, {"text_block_id": "p64_b547", "text": "ii."}, {"text_block_id": "p64_b548", "text": "Inclusive growth will be achieved by enhancing the attitude of marginal groups, especially women and the poor. There is a need to establish a means of mobilizing as many actors as possible to participate in green growth"}, {"text_block_id": "p64_b549", "text": "4.9 Facilitating Businesses to Integrate Sustainability and Equity Concerns"}, {"text_block_id": "p64_b550", "text": "i."}, {"text_block_id": "p64_b551", "text": "There is a need for provision of information and for coordinating research on potential opportunities, especially about how to adopt the best available technologies and meet standards. Trade barriers should be adjusted reduced where necessary to enable access to technology,  and financial subsidies  should be provided to promote sustainable development."}, {"text_block_id": "p64_b552", "text": "ii."}, {"text_block_id": "p64_b553", "text": "Public Private Partnerships will be fostered to share risk and cover upfront costs. Accountablity will be enhanced  by  widening reporting requirements"}, {"text_block_id": "p64_b554", "text": "iii."}, {"text_block_id": "p64_b555", "text": "Enhance accessibility to credit, including public sector incentives, and encourage innovative financing instruments"}, {"text_block_id": "p65_b556", "text": "4.10 Generate Appropriate Data, Statistics and Policy Support Information."}, {"text_block_id": "p65_b557", "text": "i."}, {"text_block_id": "p65_b558", "text": "The government needs to fast track a road map for integrating the system for environmental economic accounts to address the concerns of appropriate attribution of economic activities in terms of depletion and appreciation across all sectors of government."}, {"text_block_id": "p65_b559", "text": "ii."}, {"text_block_id": "p65_b560", "text": "Undertake comprehensive environmental economic accounts across all sectors. Develop appropriate interfaces through input-output table analysis."}, {"text_block_id": "p65_b561", "text": "iii."}, {"text_block_id": "p65_b562", "text": "The assessments generated should be used to describe and attribute responsibilities for resource maintenance, efficiency and effectiveness enhancement in production, consumption and distribution"}, {"text_block_id": "p65_b563", "text": "iv."}, {"text_block_id": "p65_b564", "text": "The scope of the Natural Capital Accounting (NCA) accounts should be wide, to capture socioeconomic activity and to support future policy and economic activity."}, {"text_block_id": "p66_b565", "text": "5.1 Getting started"}, {"text_block_id": "p66_b566", "text": "5.1.1 Mobilizing for Action (2017/18-2020/21)"}, {"text_block_id": "p66_b567", "text": "The initial actions of the UGGDS implementation process comprise developing a communication strategy, and disseminating the strategy to stakeholders, development partners and the private sector.  The NPA will engage in a process of getting policy-makers, and potential implementation partners to buy into the strategy."}, {"text_block_id": "p66_b568", "text": "Mobilizing stakeholders may also involve identifying changes in implementation arrangements, and technical and financial capacity for the institutions to  participate in the UGGDS.  For financing institutions, this may require realigning the outcomes within existing programmes and/or integrating the UGGDS into new programmes."}, {"text_block_id": "p66_b569", "text": "Figure 4: Implementation Path for Uganda’s Green Growth Development Strategy"}, {"text_block_id": "p67_b570", "text": "5.1.2 Consolidated Best Practices for Green Growth Interventions (2017/18-2020/21)"}, {"text_block_id": "p67_b571", "text": "The UGGDS was developed through a diagnostic process that examined the status of implementation of the green economy.  The strategy highlights several best practices that need to be scaled up and/or integrated within existing practices.  Many practices also have to be eliminated as they perpetuate inefficiency.  Examples of best practices include the GETFIT initiative, energy efficient cook stoves and efficient kilns while inefficient practices that may be eliminated are soil mining in agriculture, low value chains with gross losses for smallholder farmers, expensive transport systems for farmers and individual actions by smallholder farmers that lead to high costs of production."}, {"text_block_id": "p67_b572", "text": "This stage will be used to realign these practices with the green growth strategy outcomes.  Consolidation needs to be undertaken in a systematic manner so that subsequent design of UGGDS programmes is  in alignment with the goals and outcomes targeted by the strategy."}, {"text_block_id": "p67_b573", "text": "5.1.3 Programme Design and Resource Mobilization Arrangements (2017/18-2020/21)"}, {"text_block_id": "p67_b574", "text": "The initial phase of the UGGDS implementation will be completed through a process of project design and resource mobilization.  The strategy has clarified the areas and the strategies where the focus of green growth lies. The purpose of programme design is to align technical, human, financial resources in a feasible and viable manner.  Establishing the technical feasibility of the proposed actions is important because it will allow for use of available capacity and also propose how additional capacity can be acquired.  Effectiveness can be increased because benchmarks for performance will be reviewed."}, {"text_block_id": "p67_b575", "text": "Achievement of efficiency will be assessed ex ante through an evaluation process the results of which will be presented in the programme and project designs."}, {"text_block_id": "p67_b576", "text": "5.2 Implementing Strategies of UGGDS (2020/21-2030/31)"}, {"text_block_id": "p67_b577", "text": "A detailed action plan/national green growth implementation roadmap sequences the interventions as short term for those to be implemented under the NDPII (2015/16-2019/20), medium term over the NDPIII period (2020/21-2024/25) and long term over the NDPIV period (2025/26-2029/30). It is important to note that the implementation of some strategies and interventions will spread over ten years and will therefore feature prominently in the ten-year long term National Development Plan (2021/21-2030/31)."}, {"text_block_id": "p67_b578", "text": "The full implementation of the UGGDs programmes is expected to take place between 2020/21 and 2030/31. Whereas the initial actions are also part of implementation of the strategy, there is an allowance for refinement of outcomes, goals, actions in the initial phase.  While in the implementation phase adjustments, will be based on evaluation and feedback.  The monitoring and evaluation (M&E) framework is presented in Table 10.  It shows the initial actions phase  and the subsequent implementation as well as  the operationalization of the M&E framework itself.  An early assessment conducted by the Government of Uganda and New Climate Economy (2016) indicated that the UGGDS would cost US$1.8 billion/year. The National Planning Authority and MFPED take the lead on governance and coordination actions as well as the coordination of backward and forward linkages. support is envisaged from all stakeholders to the UGGDS."}, {"text_block_id": "p73_b579", "text": "REFERENCES"}, {"text_block_id": "p73_b580", "text": "Aryamanya-Mugisha, H. (2011) Twenty Years of Wetland Conservation in Uganda – Have Uganda’s Wetlands become Wastelands Again? Public Talk, 2 February. Kampala: NEMA. Available from: http://www.uwasnet. org/Elgg/file/download/7019."}, {"text_block_id": "p73_b581", "text": "Berg, A and J. D. Ostry (2011). Inequality and Unsustainable Growth: Two sides of the same coin? IMF Staff Discussion Note, April 8, 2011, SDN/11/08. Washington D.C.: International Monetary Fund. Available from: https://www.imf.org/external/pubs/ft/sdn/2011/sdn1108.pdf."}, {"text_block_id": "p73_b582", "text": "Bwire, T. and others (2016).  Private and Public Investments and Economic Growth in Uganda: A Multiplier Model Analysis. Bank of Uganda, Working Paper No. 01/2016, Kampala. Available from: https://www.bou. or.ug/bou/bou-downloads/research/BouWorkingPapers/2016/All/Investment-and-economic-growth-in-Uganda_revised.pdf."}, {"text_block_id": "p73_b583", "text": "Byaruhanga, A., M. Opige and P.Mafabi  (2008). The Role of International Conventions in Protection of Species: A Case of Ramsar sites in Uganda. Kampala: NatureUganda. Available from: http://www. natureuganda.org/downloads/Posters/Ramsar%20Poster.pdf."}, {"text_block_id": "p73_b584", "text": "Christie, I. and others (2014)."}, {"text_block_id": "p73_b585", "text": "Tourism in Africa: Harnessing Tourism for Growth and Improved Livelihood"}, {"text_block_id": "p73_b586", "text": ". Africa Development Forum Report No: 88656, World Bank and Agence Française de Deéveloppement, available from: http://documents.worldbank.org/curated/en/738471468299123752/ pdf/886560PUB0978100Box385230B00PUBLIC0.pdf."}, {"text_block_id": "p73_b587", "text": "ERA (2014) Developments and Investment Opportunities in Renewable Energy Resources in Uganda. Kampala. Available from: http://www.era.or.ug"}, {"text_block_id": "p73_b588", "text": "ERA (2015). Grid Analysis for Integration of Wind/Solar Generation Plants. Kampala. Available from: http:// www.era.or.ug/index."}, {"text_block_id": "p73_b589", "text": "ERA (2016a), Get Fit Uganda: Annual Report 2015, Kampala. Available from: http://www.era.or.ug/index.php/ component/mijosearch/search?query=Get%20Fit%20Uganda."}, {"text_block_id": "p73_b590", "text": "ERA (2016b). Press Briefing: Uganda Commissions Largest Solar Plant in East Africa, 14 December. Kampala. Available from: http://www.era.or.ug."}, {"text_block_id": "p73_b591", "text": "Fajnzylber, P., D. Lederman and N. Loayza (2002). Inequality and violent crime."}, {"text_block_id": "p73_b592", "text": "The Journal of Law and Economics"}, {"text_block_id": "p73_b593", "text": ", vol. 45, No.1."}, {"text_block_id": "p73_b594", "text": "Felipe, J. and R. Hasan (2006)."}, {"text_block_id": "p73_b595", "text": "The Challenge of Job Creation in Asia"}, {"text_block_id": "p73_b596", "text": ".  Manila: Asian Development Bank. Available from: https://think-asia.org/bitstream/handle/11540/2137/pb044.pdf?sequence=1."}, {"text_block_id": "p73_b597_merged_merged_merged_merged", "text": "Fromm, I. (2007).  Upgrading in Agricultural Value Chains:  The Case of Small Producers in Honduras. German Institute of Global and Area Studies (GIGA), Working Papers, No 64. Available from: https://www.giga-hamburg.de/de/system/files/publications/wp64_fromm.pdf."}, {"text_block_id": "p74_b600", "text": "Gibbon, P. (2003). Commodities, Donors and Value-Chain Analysis and Upgrading. Paper prepared for UNCTAD. Copenhagen: Danish Institute for International Studies (DIIS). Available from: https://rmportal.net/ framelib/commodities-donors-value-chain.pdf."}, {"text_block_id": "p74_b601", "text": "Gibbon, P. (2006) An Overview of the Certified Organic Export Sector in Uganda, Danish Institute for International Studies (DIIS) Working Paper no. 2006/13. Available from https://www.files.ethz.ch/isn/16879/ Certified_Organic_Uganda.pdf."}, {"text_block_id": "p74_b602", "text": "Gibbon, P., and Bolwig, S. (2007) The Economics of Certified Organic Farming in Tropical Africa: A preliminary Assessment.  DIIS Working Paper no. 2007/3, Sub-series on Standards and Agro-Food Exports (SAFE) no. 7. Available from: https://www.diis.dk/files/media/publications/import/extra/wp2007-320til20web.pdf."}, {"text_block_id": "p74_b603", "text": "Gollin, Douglas and Richard Rogerson (2010). Agriculture, Roads, and Economic Development in Uganda.  National Bureau of Economic Research (NBER) Working Paper No. 15863. Available from: http://www.nber. org/papers/w15863."}, {"text_block_id": "p74_b604", "text": "Gollin, D., A. Mugyenyi and R. Sen (2016). Agricultural Transformation and Urbanization in Uganda. Bank of Uganda and International Growth Centre Policy note. Available from: https://www.theigc.org/wp-content/ uploads/2016/10/Gollin-et-al-2016.pdf."}, {"text_block_id": "p74_b605", "text": "Government of Uganda 2017:  Uganda Green Growth Implementation Roadmap: From Strategy to Action."}, {"text_block_id": "p74_b606", "text": "Government of Uganda 2017: The Uganda Green Growth Development Strategy, 2017/18 – 2030/31. Kampala."}, {"text_block_id": "p74_b607", "text": "Government of Uganda and the New Climate Economy Partnership (2016). Achieving Uganda’s Development Ambition. The Economic Impact of Green Growth: an Agenda for Action. Kampala: Ministry of Finance, Planning and Economic Development. Available from: https://newclimateeconomy.report/ workingpapers/wp-content/uploads/sites/5/2016/11/Ugandas-development-ambition.pdf."}, {"text_block_id": "p74_b608", "text": "GoU (2013). Vision 2040: A Transformed Ugandan Society from a Peasant to a Modern and Prosperous Country within 30 Years. Kampala: NPA. Available from: http://www.npa.org. http://npa.ug/wp-content/ themes/npatheme/documents/vision2040.pdf."}, {"text_block_id": "p74_b609", "text": "GoU (2015). Second National Development Plan (NDP II) 2015/16 – 2019/20. Kampala: NPA. Available from: http://npa.ug/wp-content/uploads/NDPII-Final.pdf"}, {"text_block_id": "p74_b610", "text": "GoU (2016a)."}, {"text_block_id": "p74_b611", "text": "Uganda Wetlands Atlas, Volume 1."}, {"text_block_id": "p74_b612", "text": "Kampala: United Nations and the Government of Uganda.  Available from: http: http://www.ug.undp.org/content/dam/uganda/docs/UNDPUg17%20-%20Uganda%20 Wetlands%20Atlas%20Volume%20I%20_Popular%20Version.compressed.pdf?download."}, {"text_block_id": "p74_b613_merged_merged", "text": "GoU (2016b). Uganda Wetland Atlas Volume II. Kampala: United Nations and the Government of Uganda Available from: http://www.ug.undp.org/content/uganda/en/home/library/ SustainableInclusiveEconomicDevelopmentProgramme/UgandaWetlandsAtlas-VolumeII.html."}, {"text_block_id": "p74_b616", "text": "GoU (n.d). Briefing on the SGR Project for Uganda, Standard Gauge Railway Project. Kampala: MoWT  Available from: http://www.sgr.go.ug."}, {"text_block_id": "p75_b617", "text": "GoU and NCE (2016). Achieving Uganda’s Development Ambition, The Economic Impact of Green Growth: An Agenda for Action. Kampala: Ministry of Finance, Planning and Economic Development. Available from:http://newclimateeconomy.report/workingpapers/wp-content/uploads/sites/5/2016/11/Ugandas"}, {"text_block_id": "p75_b618", "text": "-"}, {"text_block_id": "p75_b619", "text": "development-ambition.pdf."}, {"text_block_id": "p75_b620", "text": "Hashemi A. and H. Cruickshank (2015).  Delivering Sustainable Low-Income Housing in Uganda, Challenges and Opportunities."}, {"text_block_id": "p75_b621", "text": "OIDA International Journal of Sustainable Development"}, {"text_block_id": "p75_b622", "text": ", vol. 08:10. Available from: https:// papers.ssrn.com/sol3/papers.cfm?abstract_id=2705280."}, {"text_block_id": "p75_b623", "text": "Hillocks, J.R. (2014). Addressing the Yield Gap in Sub-Saharan Africa, Outlook on Agriculture, vol. 43. no. 2.  pp. 85–90."}, {"text_block_id": "p75_b624", "text": "Industrial Economics, Incorporated (2016). The Contribution of Water Resources Development and Environmental Management to Uganda’s Economy, Final Report, prepared for Ministry of Water and Environment. Available from: https://www.mwe.go.ug/sites/default/files/library/Economic%20Study%20 2016-Contribution%20of%20Water%20Dev%27t.pdf."}, {"text_block_id": "p75_b625", "text": "Kakuru, W., N. Turyahabwe, and J. Mugisha, (2013) Total Economic Value of Wetlands Products and Services in Uganda."}, {"text_block_id": "p75_b626", "text": "The Scientific World Journal"}, {"text_block_id": "p75_b627", "text": ", vol 2013, art. 192656. Available from: https://www.hindawi.com/ journals/tswj/2013/192656/."}, {"text_block_id": "p75_b628", "text": "Kaizzi Kayuki 2014 Global Yield Gap Atlas: Uganda Results, National Agricultural Research Laboratories (NARL), Kawanda, Kampala.  Also available at http://www.yieldgap.org/uganda"}, {"text_block_id": "p75_b629", "text": "Kaplinsky, R. and Morris, M. (2001). A Handbook for Value Chain Research. Ottowa: International Development Research Centre. Available from: https://www.ids.ac.uk/ids/global/pdfs/VchNov01.pdf."}, {"text_block_id": "p75_b630_merged_merged_merged_merged", "text": "MAAIF (2011b). A National Irrigation Master Plan for Uganda (2010-2035). Kampala. Available from: http:// www.fao.org/nr/water/AQUASTAT/countries_regions/Profile_segments/UGA-Sourc_eng.stm."}, {"text_block_id": "p75_b633", "text": "MEMD (2015).  2014 Statistical Abstract. Kampala. Available from: http://www.energyandminerals.go.ug/ downloads/2014StatisticalAbstract.pdf."}, {"text_block_id": "p75_b634", "text": "MEMD (n.d).  Promotion and Development of Nuclear Energy: Nuclear Power Infrastructure Development. Kampala. Available from:  http://www.energyandminerals.go.ug."}, {"text_block_id": "p75_b635", "text": "MEMD-GoU (2015).  National Biomass Energy Strategy (NBEST). Kampala: MEMD with support from UNDP, Kampala. Available from: http://www.undp.org/content/dam/uganda/docs/UNDPUg2014."}, {"text_block_id": "p75_b636", "text": "MFPED (2014). Uganda’s Employment Challenge: An Evaluation of Government’s Strategy. Available from: https://ecduganda.files.wordpress.com/2014/05/mofped_lily_employment-challenge.pdf."}, {"text_block_id": "p75_b637", "text": "MFPED (2016). Budget Speech 2016/17, Ministry of Finance Planning and Economic Development, Kampala. Available from: http://www.finance.go.ug."}, {"text_block_id": "p75_b638", "text": "MWE (2015).  Economic Assessment of the Impacts of Climate Change in Uganda, Final Study Report. Available from: http://cdkn.org/wp-content/uploads/2015/12/Uganda_CC-economics_Final-Report2.pdf."}, {"text_block_id": "p75_b639", "text": "MWE (2016) National State of Forestry Resources Report Draft, Forestry Sector Support Department and National Forestry Authority, Ministry of Water and Environment, Kampala."}, {"text_block_id": "p76_b640", "text": "MoWT (2016). Annual Sector Performance Report 2015/16. Kampala. http://www.works.go.ug/wp-content/ uploads/2016/10/Final-MoWT-ASPR-Report-2015-16.pdf."}, {"text_block_id": "p76_b641", "text": "NEPAD (2015). Uganda Agricultural Investment Opportunities Brief. CAADP Investment Facilitation Programme, NEPAD Planning and Coordination Agency (NPCA), Midrand, South Africa. Available from: http://abghq.com/downloads/Uganda_Agriculture_Investment_Opportunities_Brief.pdf."}, {"text_block_id": "p76_b642", "text": "Nkonya, E., and others (2008).  Linkages between Land Management, Land Degradation, and Poverty in SubSaharan Africa:  The Case of Uganda. International Food Policy Research Institute (IFPRI), Research Report No. 159, Washington, D.C. Available from: https://www.scribd.com/document/347175208/10-Linkages-between-Land-Management-Land-Degradation-and-Poverty-in-Sub-Saharan-Africa-pdf."}, {"text_block_id": "p76_b643", "text": "Ortiz I., and M. Cummins (2011). Global Inequality: Beyond the Bottom Billion. UNICEF Social and Economic Policy Working Paper. Available from: https://www.unicef.org/socialpolicy/files/Global_Inequality.pdf."}, {"text_block_id": "p76_b644", "text": "Oxfam (2013). The Cost of Inequality. Oxfam Media Briefing. Available from: https://www.oxfam.org/sites/ www.oxfam.org/files/cost-of-inequality-oxfam-mb180113.pdf."}, {"text_block_id": "p76_b645", "text": "Parliament of the Republic of Uganda (2016). A Report of the Parliamentary Sectoral Committee on Natural Resources on the Ministerial Policy Statements and Budget Estimates for the FY2016/17. Kampala. Available from: http://csbag.org/wp-content/uploads/2016/11/Natural-Resources-Committee-Report-FY-2016-17.pdf."}, {"text_block_id": "p76_b646", "text": "Ravallion  M. (2013). How Long will it Take to Lift One Billion People Out of Poverty? Policy Research Working Paper 6325. Washington DC: World Bank https://openknowledge.worldbank.org/bitstream/ handle/10986/12166/wps6325.pdf?sequence=1&isAllowed=y."}, {"text_block_id": "p76_b647", "text": "Republic of Uganda, Ministry of Water and Environment (2012). Uganda National Climate Change Policy, Uganda national climate change draft costed implementation strategy. Annex C to the national climate change policy. Kampala: Ministry of Water and Environment."}, {"text_block_id": "p76_b648", "text": "Republic of Uganda (2015). National Budget Framework Paper. FY 2016/17 – FY20/21. Kampala: Ministry of Finance, Planning and Economic Development. Available from: http://budget.go.ug/budget/sites/default/ files/National%20Budget%20docs/National%20Budget%20Framework%20Paper%20%28NBFP%29%20 FY%202016-17.pdf."}, {"text_block_id": "p76_b649", "text": "Republic of Uganda (2015). Second National Development Plan (NDP II), 2015/16 – 2019/20. Kampala. Available from:  http://library.health.go.ug/publications/leadership-and-governance/second-nationaldevelopment-plan-ii-201516-201920."}, {"text_block_id": "p76_b650", "text": "Republic of Uganda (2016). Ministerial Policy Statement. Kampala: Various Ministries. Available  from: http://budget.go.ug/budget/sites/default/files/Sector%20Spending%20Agency%20Budgets%20and%20 Performance/Ministry%20of%20Ministry%20and%20Treasury%20Operations.pdf."}, {"text_block_id": "p76_b651", "text": "Republic of Uganda (2016). Report on Public Debt (Domestic and External Loans), Guarantees and Other Financial Liabilities and Grants for Financial Year 2015/16. Kampala: Ministry of Finance, Planning and Economic Development. Available from: http://mambosms.ug/Data/atha/finance/dmdocuments/ Report%20on%20Public%20Debt,%20Guarantees%20and%20Grants%20FY%202015%20-16.pdf."}, {"text_block_id": "p77_b652", "text": "Republic of Uganda (2017). Approved Estimates of Revenue and Expenditure (Recurrent and Development).,FY 2016/17. Volume I: Central Government Votes. Kampala: Ministry of Finance, Planning and Economic Development. Available from: http://csbag.org/wp-content/uploads/2016/07/APPROVED"}, {"text_block_id": "p77_b653", "text": "-"}, {"text_block_id": "p77_b654", "text": "ESTIMATES-OF-REVENUE-AND-EXPENDITURE-RECURRENT-AND-DEVELOPMENT-FY-2016-17.pdf."}, {"text_block_id": "p77_b655", "text": "Rodrigue, J., C. Comtois, and B. Slack (2016)."}, {"text_block_id": "p77_b656", "text": "The geography of transport systems"}, {"text_block_id": "p77_b657", "text": ".  New York: Fourth Edition, Routledge."}, {"text_block_id": "p77_b658", "text": "Uganda Bureau of Statistics (UBOS) (2006). 2002 Uganda Population and Housing Census, Analytical Report, Kampala, Uganda. Available from:http://www.ubos.org/onlinefiles/uploads/ubos/pdf%20 documents/2002%20CensusPopnSizeGrowthAnalyticalReport.pdf."}, {"text_block_id": "p77_b659", "text": "UBOS (2012). Uganda Demographic and Health Survey 2011. Kampala, Uganda. Available from: https:// dhsprogram.com/pubs/pdf/FR264/FR264.pdf."}, {"text_block_id": "p77_b660", "text": "UBOS (2014). Statistical Abstract. Kampala Available from: http://www.ubos.org/onlinefiles/uploads/ubos/ statistical_abstracts/Statistical_Abstract_2014pdf."}, {"text_block_id": "p77_b661", "text": "UBOS (2016a). Uganda Bureau of Statistics 2016, The National Population and Housing Census 2014 – Main Report. Kampala, Uganda. Available from: http://www.ubos.org/onlinefiles/uploads/ubos/NPHC/NPHC%20 2014%20FINAL%20RESULTS%20REPORT.pdf."}, {"text_block_id": "p77_b662", "text": "UBOS (2016b).  Statistical Abstract 2016. Kampala. Available from: http://www.ubos.org/onlinefiles/uploads/ ubos/statistical_abstracts/2016%20Statistical%20Abstract.pdf."}, {"text_block_id": "p77_b663", "text": "UNDP (2014). Uganda Strategic Investment Framework for Sustainable Land Management 2010 – 2020. Kampala. Available from: http://www.undp.org/content/undp/en/home/librarypage/environment-energy/ sustainable_land_management/country-specific-evidence/uganda-strategic-investment-framework-for-sustainable-land-manag.html."}, {"text_block_id": "p77_b664", "text": "UNDP and NEMA (2017)."}, {"text_block_id": "p77_b665", "text": "Biodiversity Financing in Uganda: Policy and Institutional Review"}, {"text_block_id": "p77_b666", "text": ". Kampala: Available from: http://www.biodiversityfinance.net/sites/default/files/content/knowledge_products/Policy%20 and%20Institutional%20Reveiw%20%20Report%20-%20May%202017.pdf."}, {"text_block_id": "p77_b667", "text": "USAID (2016). Power Africa in Uganda. Available from: https://www.usaid.gov/sites/default/files/ documents/1860/UgandaCountryFactSheet.2016.09_FINAL.pdf."}, {"text_block_id": "p77_b668", "text": "USAID (2017). Draft Report Participatory Valuation of Bugoma Central Forest Reserve, USAID/EMOS, Kampala."}, {"text_block_id": "p77_b669", "text": "USAID (n.d.). Feed the Future. Available from: https://www.feedthefuture.gov/printpdf/23."}, {"text_block_id": "p77_b670_merged_merged_merged_merged", "text": "World Bank (2006). World Development Report 2006: Equity and Development. Washington DC. Available from: http://documents.worldbank.org/curated/en/435331468127174418/ pdf/322040World0Development0Report02006.pdf."}, {"text_block_id": "p78_b673", "text": "World Bank (2010). Project Appraisal Document: Agricultural Technology and Agribusiness Advisory Services Project. Agriculture and Rural Development, Africa Region, Washington DC. Available from: http://projects. worldbank.org/P109224/agricultural-technology-agribusiness-advisory-services?lang=en."}, {"text_block_id": "p78_b674", "text": "World Bank (2013)."}, {"text_block_id": "p78_b675", "text": "Economic and Statistical Analysis of Tourism in Uganda"}, {"text_block_id": "p78_b676", "text": ". Washington DC. Available from: http://documents.worldbank.org/curated/en/117851468108862384/ pdf/797680WP0Touri0Box0379789B00PUBLIC0.pdf."}, {"text_block_id": "p78_b677", "text": "World Bank (2015)."}, {"text_block_id": "p78_b678", "text": "Promoting Green Urban Development of African Cities: Kampala, Uganda"}, {"text_block_id": "p78_b679", "text": ". Washington D.C.  Available from: http://documents.worldbank.org/curated/en/172411468190763021/Promoting-green-urban-development-in-African-cities-Kampala-Uganda-urban-environmental-profile."}, {"text_block_id": "p78_b680", "text": "World Bank Group (2016). An Assessment of Uganda’s Progressive Approach to Refugee Management, Washinton D.C. Available from: https://openknowledge.worldbank.org/bitstream/handle/10986/24736/ An0assessment00o0refugee0management.pdf?sequence=1&isAllowed=y."}, {"text_block_id": "p78_b681_merged_merged_merged", "text": "The World Bank (2016). Uganda Economic Update: from smart budgets to smart returns: Unleashing the power of public investment management. Washington DC, Uganda Economic Update, seventh edition. Available from: http://documents.worldbank.org/curated/en/859951467989540438/pdf/106178-REPLACEMENT-Uganda-Economic-Update.pdf."}, {"text_block_id": "p78_b684", "text": "WWF (2016) Sustainable Financing of the Rwenzori Mountains National Park: A Business Case and Opportunities for the Private Sector in Uganda (with partial valuation Study of the Rwenzori landscape and its contribution to the local and national economy), World Wide Fund for Nature, Uganda Country Office, Kampala"}, {"text_block_id": "p78_b685", "text": "WWF and  Fonds Français pour L’Environment Mondial (FFEM) (2016). Sustainable Financing of the Rwenzori Mountains National Park. Availavble from: https://europa.eu/capacity4dev/file/28289/ download?token=ZNNtiDSC."}, {"text_block_id": "p79_b686", "text": "ANNEXES"}, {"text_block_id": "p79_b687", "text": "Annex 1: GHG Emissions Reduction Potential Used in Results Framework"}, {"text_block_id": "p80_b688", "text": "Annex 2: Agriculture"}, {"text_block_id": "p80_b689", "text": "Water stress on crops: select example of maize, millet, sorghum and rice"}, {"text_block_id": "p80_b690", "text": "Crop production systems in Uganda are mainly rain-fed. Water stress for rain-fed systems is estimated by comparing water limited yields (Yw) to yields under a standard moisture content. The Yw values per crop type were simulated for different crop types and controlled for sowing date, crop rotation, soil type combination, and agro-ecological zones. The results in Figures a to c show the percentage yield gap in the agro-ecological zone, based on the reference research simulation and data collected between 1998 and 2012.  The target research stations were: 6501  (Kabale); 7401 (Mbarara); 7501 (Namulonge, Jinja); 7601 (Arua, Tororo and Bulindi); 8401 (Kitgum); and 8501 (Lira and Soroti).  The agro-ecological zones represented by the stations are: (i) 6501 - Southwestern highlands; (ii) 7401 - Southwestern grass farmlands; (iii) 7501 - Lake Victoria Crescent; (iv) 7601 -West Nile Farmlands and Northwestern Farmlands, Central Wooden Savannah; (v) 8401 - Northeast Central Grass Bush Fallow; and (vi) 8501 - Northern Moist Farmlands."}, {"text_block_id": "p80_b691", "text": "The yield gap associated with water stress was lowest in the Southwestern Grass Farmlands followed by West Nile Farmlands and North Western Farmlands and the Northern Moist Farmlands, with an average yield gap ranging between 40 percent and 49 percent (Figure b).  The average impact,  a 51 percent yield gap, was for the Lake Victoria crescent. The highest impact of water stress resulted in a yield gap of 75 percent for Northeast Central Grass Bush Fallow and a 60 percent  yield gap for the Southwestern Highlands."}, {"text_block_id": "p80_b692", "text": "In all major regions of the country water stress has a significant impact by reducing yield potential for maize and additional water supply to meet the moisture requirements of the maize crop would reduce the yield gap. Such an intervention could be achieved through solar irrigation."}, {"text_block_id": "p80_b693", "text": "Figure 5: Maize yield gap percentage to yield realised with optimal water content"}, {"text_block_id": "p80_b694", "text": "Source: adapted from Kaizzi et al. 2013"}, {"text_block_id": "p81_b695", "text": "Large scale rice production mainly occurs in the Lake Victoria Crescent, West Nile Farmlands and North Western Farmlands and Northern Moist Farmlands (Figure c).  In all three agro-ecological zones water stress limits crop yield by between 61 percent and 68 percent; the highest stress occurs in the Northern Moist Farmlands and the lowest in the West Nile Farmlands and North Western Farmlands, while rice production in the Lake Victoria Crescent suffers yield gap losses of 64 percent."}, {"text_block_id": "p81_b696", "text": "Figure 6: Rice yield gap percentage to yield realised with optimal water content"}, {"text_block_id": "p81_b697", "text": "Of all four crops included in the case study, millet showed the lowest yield impact due to water stress ranging, on average, between 3 percent  and 26 percent.  The highest stress was in the Lake Victoria Crescent where average loss was 26 percent but particularly high, in excess of 40 percent in  2002, between 2004 and 2009, and in 2010."}, {"text_block_id": "p82_b698", "text": "Figure 7: Millet yield gap percentage to yield realised with optimal water content"}, {"text_block_id": "p82_b699", "text": "The other water stress related yield gap for West Nile Farmlands and North Western Farmlands, Central Wooden Savannah, North East Central Grass bush fallow and Northern Moist Farmlands was quite low.  Irigation would not be recommended for millet production as it is unlikely to be the major limiting factor, although significant in Lake Victoria crescent where  millet is not a major staple crop."}, {"text_block_id": "p83_b700", "text": "Annex 3: Indicative Costing of the Uganda Green Growth Development Strategy"}, {"text_block_id": "p83_b701", "text": "1. Introduction"}, {"text_block_id": "p83_b702", "text": "The UGGDS has been developed as the country’s blueprint to the achievement of national goals and targets in a sustainable manner. It has been informed by the 2030 Transformative Agenda on Sustainable Development, the Uganda Vision 2040 and the second National Development Plan (NDP II 2015/16-2019/20).  The UGGDS is expected to be financed by the public and private sector, supplemented with financial support from development partners. This presents a succinct estimate of the financial resources required to implement the UGGDS in the short, medium and long term."}, {"text_block_id": "p83_b703", "text": "This costing is an activity-based costing and is built up from the list of key actions contained in the Uganda Green Growth Implementation Roadmap that sequences interventions for the short, medium and long term. The Roadmap aims to operationalize the draft Uganda Green Growth Development Strategy (UGGDS), which identifies 13 strategies within the five core areas of agriculture, natural capital management and development, planned green cities, sustainable transport and energy for a green economy."}, {"text_block_id": "p83_b704", "text": "This costing provides a first estimate of the costs associated with implementing the UGGDS over the remaining three years of the NDP II, covering the years FY2017/18 to FY2019/20.  In addition, first approximations of UGGDS costs are given for the two subsequent five-year planning periods (FY20/21 to FY2024/25 and FY2025/26 to FY2029/30).  The remaining ten years through to the Vision 2040 horizon are not attempted because of the inherent uncertainty of costs associated with such a long-term planning period."}, {"text_block_id": "p83_b705", "text": "2. Indicative Costing of the UGGDS"}, {"text_block_id": "p83_b706", "text": "Implementation of the UGGDS will cost the public finances in the region of US$ 11 billion.  Table 1 breaks this figure down for each NDP planning period and provides an average annualized estimate."}, {"text_block_id": "p83_b707", "text": "The annual costs of the UGGDS rise into the NDP III period and subsequently decline as early public investments are completed."}, {"text_block_id": "p83_b708", "text": "3. Elements of the costing"}, {"text_block_id": "p83_b709", "text": "Table 2 lists the public investment costs for each of the Core Areas of the UGGDS. The significant investment costs associated with promoting sustainable transport actions (e.g. the implementation of the Standard Gauge Railway lines) are very evident."}, {"text_block_id": "p84_b710", "text": "Note: columns may not add up to column totals due to rounding."}, {"text_block_id": "p84_b711", "text": "The indicative costing consists of 50 targeted interventions that are built up from the key actions identified in the UGGDS Roadmap. All these interventions are listed in Table 3, sorted by the five core areas of the UGGDS (with the addition of a cross-cutting theme to cover those actions that spread over more than one of the core areas of the UGGDS). Table 4 then goes on to provide a first estimate for each intervention."}, {"text_block_id": "p84_b712", "text": "Table 13. List of interventions by the Core Areas of the UGGDS"}, {"text_block_id": "p90_b713", "text": "4. Estimate of current Government spending that contributes to the UGGDS"}, {"text_block_id": "p90_b714", "text": "An exploratory analysis was undertaken to try to distinguish between costs already budgeted for and new, additional costs that would be required to implement the UGGDS. This was only attempted for the first-time period (FY17/18 – FY 19/20) based on the current Medium Term Expenditure Framework 2017/18 – 2021/22, as no public expenditure has been committed for the two following time periods."}, {"text_block_id": "p90_b715", "text": "There are several existing sources of possible funding for the first three years of the UGGDS:"}, {"text_block_id": "p90_b716", "text": "■"}, {"text_block_id": "p90_b717", "text": "Domestic resources raised through the national budget"}, {"text_block_id": "p90_b718", "text": "■"}, {"text_block_id": "p90_b719", "text": "External finance channelled through the national budget"}, {"text_block_id": "p90_b720", "text": "■"}, {"text_block_id": "p90_b721", "text": "Bilateral donor support (off-budget project expenditure)"}, {"text_block_id": "p90_b722", "text": "An estimate of the first two sources was made through an analysis of the Approved Estimates of Revenue and Expenditure (Recurrent and Development) for the Financial Year 2016/17 (the ‘Approved Estimates’) to provide an indicative net (additional) cost estimate for the implementation of the UGGDS over the first time period (for short-term interventions)."}, {"text_block_id": "p90_b723", "text": "This analysis reduced the initial cost estimate of US$ 869 million per year for the short-term interventions of the UGGDS to US$ 840 million per year.  This 3 percent reduction suggests that many of the UGGDS investment costs have yet to be incorporated into the budgeting process of the implementing ministries.  However, there are some areas of the UGGDS where Government spending already exceeds the indicative UGGDS cost estimates, due to methodological and definitional differences. Overall, a total of US$ 521 million of relevant spending was identified in the Approved Estimates for 2016/17. Major capital spending projects (such as the Isimba and Karuma hydroelectricity projects) made up a large percentage of this total."}, {"text_block_id": "p91_b724", "text": "5. Contribution of external finance"}, {"text_block_id": "p91_b725", "text": "The planned scale up in total public investment is expected to contribute to a temporary increase in the overall fiscal deficit, as forecast in the FY2016/17 – FY2020/21 National Budget Framework Paper. External financing will therefore remain an important source of financing for Government’s public investment projects. A review of relevant external project financing in the Approved Estimates of Revenue and Expenditure, FY 2016/17, indicates that the implementation of the UGGDS will be enhanced by continuing external support (Table 5)."}, {"text_block_id": "p91_b726", "text": "Table 15. List of external project financing relevant to the UGGDS for FY2016/17"}, {"text_block_id": "p92_b727", "text": "6. Methodology"}, {"text_block_id": "p92_b728", "text": "This indicative costing has had to rely on secondary literature to derive a first approximation of the costs of the UGGDS.  The results of the costing need to be considered in this light."}, {"text_block_id": "p92_b729", "text": "Two previous reports supplied the cost estimates that have been used. The first of these, the 2016 report by the Government of Uganda and the New Climate Economy Partnership ‘Achieving Uganda’s Development Ambition’ (AUDA) was developed to support the preparation of the UGGDS. This document includes annual investment costs for a series of green growth interventions. A second, earlier costing of the National Climate Change Policy (the draft Costed Implementation Strategy, (CIS )also provides detailed, activity-based investment costs over the short, medium and long term.  Both reports were extensively peer-reviewed and validated through national consultations to provide assurance over the precision of the cost estimates."}, {"text_block_id": "p92_b730", "text": "For the indicative costing, each UGGDS Implementation Roadmap action was examined to see whether it corresponded to the costed actions of the two reports and where a thematic match was found the appropriate cost category was added. (It was found that more than one Roadmap action could contribute towards a single costed intervention.) The only additional costing source used was for the ‘Implement the National Biodiversity Action Plan’,  where the investment cost was taken from the Action Plan itself."}, {"text_block_id": "p92_b731", "text": "For the AUDA , annual costs were available for each intervention and so could be summed to provide the three time period estimates.  The data also indicated the split between public and private investment costs, with only the former being included.  The CIS data were recorded for three five-year periods, so for the short-term actions only three-fifths of the first CIS period cost was included in the costing.  (The CIS report did not distinguish between public and private investment costs, so it was assumed that the reported costs were all public costs.)"}, {"text_block_id": "p92_b732", "text": "The implementing Ministries for all the interventions in the UGGDS were then determined, with a total of nine ministries being identified (Ministry of Agriculture, Animal Industry and Fisheries, Ministry of Lands, Housing and Urban Development, Ministry of Education and Sports, Ministry of Health,  Ministry of Works and Transport, Ministry of Energy and Mineral Development, Ministry of Gender, Labour and Social Development, Ministry of Water and Environment, and Ministry of Tourism, Wildlife and Antiquities"}, {"text_block_id": "p92_b733", "text": "To identify existing spending for the NDP II period, the UGGDS Implementation Roadmap actions were used to identify relevant budget line items in the Approved Estimates, using keyword analysis to search the FY 2016/17 Ministerial Policy Statements (MPSs) for each of the nine ministries to identify relevant budget lines across both the recurrent (programmes) and development (projects) budgets.  For the development budget, Government and external financing sources were distinguished. With the potential programmes and projects identified in the MPSs, the 2016/17 Approved Estimates costs of expenditure were then extracted from the Approved Estimates. The Ugandan shilling 2016/17 Approved Estimates were then converted into US dollar amounts, using the exchange rate of UGX 1,000 to US$ 0.27322 on the reference date of 1 January 2017."}, {"text_block_id": "p92_b734", "text": "One final methodological step associated with the current spending estimates was to categorize the relevance of the budget spending to achieving the goals of the UGGDS interventions.  Each budget line was assessed and put into one of three relevance categories: low, medium and high relevance, according to the perceived overlap between the budget line spending and the UGGDS actions.  Weights of 10 percent, 50 percent and"}, {"text_block_id": "p93_b735", "text": "100 percent were then applied to the financial data to derive an indicative contribution to the green growth objective.  All estimates were rounded to the nearest one million dollars to derive an indicative net costing of the UGGDS for short-term interventions on an annualized basis. It is acknowledged that this estimate may be conservative, in that only one year of budgeted spending has been accounted for, and it was not possible to assess external off-budget sources of funding."}, {"text_block_id": "p94_b736", "text": "This Green Growth Development Strategy was prepared under the UNDP Low Emission Capacity Building (LECB) Programme, with funding from the European Commission, the German Federal Ministry for the Environment Nature Conservation, Building and Nuclear Safety, and the Australian Government. The LECB Programme is a country-driven initiative that promotes essential cooperation between relevant institutions, engaging the public sector and industry in a concerted effort to design and implement approaches to low emission development that are consistent with national development priorities. Uganda is one of the 38 countries participating in the programme."}, {"text_block_id": "p94_b737", "text": "Empowered lives. Resilient nations."}, {"text_block_id": "p95_b738", "text": "Empowered lives. Resilient nations."}], "document_description": "This strategy aims to enable the green economy goal developed in the country's Vision 2040. The strategy's stated objectives are as following: 1) Enhance Uganda’s economic growth while creating new opportunities for decent employment, 2) Support a low-emissions economic growth pathway integrating resource use efficiency, climate resilience, disaster risk reduction and optimal use of natural capital, 3) Undertake a socially inclusive growth that improves food and nutritional security, and 4) Put in place an enabling institutional, governance, financing framework to operationalise an optimal green growth development strategy."}