{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Uganda", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Urban", "Industry", "Energy"], "document_language": "English", "document_name": "The Renewable Energy Policy for Uganda", "document_country_code": "UGA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "29/03/2007", "document_keyword": ["Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/UGA/2007/UGA-2007-03-29-The Renewable Energy Policy for Uganda_8979bcb3099210db7e27bbbfb27698f7.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "THE RENEWABLE ENERGY POLICY FOR UGANDA"}, {"text_block_id": "p0_b2", "text": "Government•s Policy Vision"}, {"text_block_id": "p0_b3", "text": "for Renewable Energy is:"}, {"text_block_id": "p0_b4", "text": "To make modern renewable energy a substantial part of the national energy consumption."}, {"text_block_id": "p0_b5", "text": "The Overall Policy Goal"}, {"text_block_id": "p0_b6", "text": "is:"}, {"text_block_id": "p0_b7", "text": "To increase the use of modern renewable energy, from the current 4% to 61% of the total energy consumption by the year 2017."}, {"text_block_id": "p1_b8", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b9", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p6_b10", "text": "FOREWORD"}, {"text_block_id": "p6_b11", "text": "i) Introduction"}, {"text_block_id": "p6_b12_merged", "text": "The Energy Policy for Uganda which was approved by Cabinet and published in September 2002 laid down Government•s commitment to the development and utilization of renewable energy resources and technologies. This Renewable Energy Policy document, which was approved by Cabinet on the 29th March 2007, therefore reinforces that commitment."}, {"text_block_id": "p6_b15", "text": "The implementation of the policy objectives will positively respond to the various policy instruments and programmes, which address poverty, catalyze industrialization and protect the environment. These include; the Uganda Constitution 1995, the Poverty Eradication and Action Plan, the Millennium Development Goals, the Electricity Act 1999, the National Environment Act 1995, the Programme for the Modernization of Agriculture and the Kyoto Protocol."}, {"text_block_id": "p6_b16", "text": "The following stakeholders should take particular interest in the provisions of this Policy: Project Sponsors; Consultants; Contractors; Manufacturers; Equipment Dealers; Training and Research Institutions; Media Houses; Central Government Ministries; Local Governments; Parastatals; Civil Society Organisations; Financial Institutions and Development Partners."}, {"text_block_id": "p6_b17", "text": "The overall objective of the Renewable Energy Policy is to diversify the energy supply sources and technologies in the country.  In particular, the policy goal is to increase the use of modern renewable energy from the current 4% to 61% of the total energy consumption by the year 2017. In this respect, the following key areas have therefore been addressed."}, {"text_block_id": "p6_b18", "text": "ii)"}, {"text_block_id": "p6_b19", "text": "Small Renewable Energy Power Investment"}, {"text_block_id": "p6_b20", "text": "The current situation is that feed in tariffs and power purchase agreements are negotiated, on a case by case basis. This increases transaction time, costs and leads to low investor turn out. Furthermore, the current feed • in - tariffs are low, because project sponsors expected some subsidy. With the removal of subsidies, the tariffs will be higher. By publishing the feed in tariffs and having a standardized power purchase agreement, the business environment is made more predictable and thus transaction costs will be reduced and investments should increase. This measure will apply to hydro power schemes, cogeneration plants and is already being implemented.  This will increase the accessibility of electrical power to middle income households and spur economic development."}, {"text_block_id": "p7_b21", "text": "iii)"}, {"text_block_id": "p7_b22", "text": "Solar Energy Technologies"}, {"text_block_id": "p7_b23", "text": "Solar energy technologies have high upfront costs and there is no regulation that obligates urban developers to invest in solar energy technologies. By implementing this policy, both medium income households and owners of residential and commercial buildings in urban areas, will be encouraged to invest in solar technologies.  This measure will require legislation for urban and local authorities to implement."}, {"text_block_id": "p7_b24", "text": "iv)"}, {"text_block_id": "p7_b25", "text": "Biofuels"}, {"text_block_id": "p7_b26", "text": "This policy lays out specific modalities for the development and production of bio fuels. The industry has had no facility to test and monitor standards. Furthermore, petroleum companies were not obligated to blend bio fuels. By providing fiscal incentives to bio fuels producers and establishing a testing facility at the Uganda National Bureau of Standards (UNBS), bio fuels production is expected to increase significantly. This will be further accelerated by legislation, which will obligate petroleum companies to blend fossil fuels with at least up to 20% bio fuels. These bio fuels will be used mainly, in the transport sector and for power generation."}, {"text_block_id": "p7_b27", "text": "v)"}, {"text_block_id": "p7_b28", "text": "Biomass Energy Development and Utilization"}, {"text_block_id": "p7_b29", "text": "Previously, there were no specific incentives for the growing of energy crops. There is still limited use of efficient wood fuel, charcoal stoves and biogas in households, institutions and industries. Charcoal production and transportation is not properly regulated and the disposal of biomass waste by burning, without extracting the energy content, is a common practice countrywide. The provision of incentives for the growing of energy crops will contribute to reafforestation and sustainable use of biomass."}, {"text_block_id": "p7_b30", "text": "The reduced consumption of both wood and charcoal through the use of the energy efficient stoves and especially for the low income, households will greatly reduce on endemic health diseases caused by indoor pollution. More importantly, it will further reduce the rate of deforestation."}, {"text_block_id": "p7_b31", "text": "This Policy provides for the increased use of biogas, which will improve both energy supply and sanitation, in low and middle income rural households. In addition the Policy provides for the enactment of the legislation to control open burning or disposal of biomass wastes, without extracting the energy content of the biomass. This measure will increase the energy available for use and reduce further deforestation."}, {"text_block_id": "p7_b32", "text": "vi)  Sustainability"}, {"text_block_id": "p7_b33", "text": "In order to sustain the development of renewable energy and technologies in general, Government will:-"}, {"text_block_id": "p8_b34", "text": "In order to sustain the development of renewable energy and technologies in general, Government will:-\n* continue with the acquisition and dissemination of technical data and avail the data and general information to the public in order to create awareness on consumption options and investment opportunities;\n* create a Renewable Energy Department and an Energy Efficiency and Conservation Department in the Ministry of Energy and Mineral Development;\n* establish a National Energy Committee at the National Level and District Energy Committees and  District Energy Offices at the Local Governments;\n* promote research and development and strengthen local manufacturing capacity in renewable energy technologies;\n* strengthen the newly adopted financing mechanism like the Credit Support Facility and Smart Subsidies which are intended to scale up investments in renewable energy and rural electrification; and\n* in principle, put in place appropriate legislation to operationalise some of the new policy measures which interalia include (a) the feed in tariffs, (b) biofuels production and blending, (c) adoption of alternative technologies (e.g. solar water heating), (d) regulation of charcoal production and transportation, (e) fiscal and financial incentives for renewable energy investment, (f) the institutional framework and (g) environment protection."}, {"text_block_id": "p8_b46", "text": "vii) Consultations"}, {"text_block_id": "p8_b47", "text": "Various studies have been undertaken and consultations held with a wide range of stakeholders to develop the Renewable Energy Policy for Uganda. These included the private sector, consultants, project developers and Non Governmental Organizations both locally and internationally. A Technical Team, to move the policy formulation process was appointed and had the opportunity to review renewable energy policies of USA, European Union, Brazil, India, South Africa, Kenya, Tanzania, Nigeria, Swaziland among others. The knowledge gained has now been incorporated into this Policy Document."}, {"text_block_id": "p8_b48", "text": "The following Ministries and Institutions were consulted and they actively participated in the policy formulation; the Ministry of Water and Environment, the Ministry of Local Government, the Ministry of Justice and Constitutional Affairs, the Ministry of Lands and Urban Development, the Ministry of Finance, Planning and Economic Development, the Ministry of Agriculture, Animal Industry and Fisheries, the National Environment Management Authority, the National Forestry Authority"}, {"text_block_id": "p9_b49", "text": "and the Uganda National Bureau of Standards, the Electricity Regulatory Authority, the Uganda Electricity Transmission Company Limited, among others."}, {"text_block_id": "p9_b50", "text": "viii) Conclusion"}, {"text_block_id": "p9_b51", "text": "In conclusion, I wish to pay special tribute for the guidance I received from His Excellency President Yoweri Kaguta Museveni, President of the Republic of Uganda and Colleagues in Cabinet during the policy formulation process; and my Colleagues in the Ministry, Hon. Simon D•Ujanga, Minister of State for Energy and Hon. Dr. Kamanda Bataringaya, Minister of State for Mineral Development, for offering the necessary advice. I wish specifically to thank the Technical Team, which spearheaded the overall policy formulation and compilation process and was headed by the Permanent Secretary, Mr. F.A. Kabagambe•Kaliisa, with the following key officials: the Coordination Manager, Energy for Rural Transformation Programme, Eng. Dr. Albert Rugumayo; the Executive Director, Rural Electrification Agency, Mr. Godfrey Turyahikayo; the Commissioner of Energy Resources Department, Eng. Paul Mubiru; Assistant Commissioner NRSE, Mr. Godfrey Ndawula; Monitoring and Evaluation Manager REA, Eng. Moses Murengezi; Principal Energy Officer NRSE, Mr. Elsam Turyahabwe; Manager, Economic Regulation ERA Mr. Benon Mutambi,; Assistant Commissioner Meteorology Department, Mr Micheal Nkalubo; Environmental Economist NEMA, Mr. Ronald Kaggwa; Forestry Officer NFA, Mr. Obed Tugumisirize; Operations Planning Engineer UETCL, Ms. Ziria Tibalwa and the GTZ Energy Advisor, Mr. Phillipe Simonis."}, {"text_block_id": "p9_b52", "text": "I am equally grateful to the World Bank who in partnership with the Government of Uganda facilitated the development of this Policy through the Energy for Rural Transformation Programme."}, {"text_block_id": "p10_b53", "text": "THE RENEWABLE ENERGY POLICY"}, {"text_block_id": "p10_b54", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p10_b55", "text": "Renewable Energy Policy Context"}, {"text_block_id": "p10_b56", "text": "Renewable Energy Policy Context\n* The National Energy Policy, published in 2002, spelt out Governmentâ¢s\n* While Uganda has an endowment of a variety of renewable energy resources,\n* Biomass, which supplies over 90% of the countryâ¢s energy requirements, has"}, {"text_block_id": "p10_b62", "text": "The Need for the Renewable Energy Policy"}, {"text_block_id": "p10_b63", "text": "The Need for the Renewable Energy Policy\n* Although the need to develop an elaborate Renewable Energy Policy is rooted in\n<\\li1>"}, {"text_block_id": "p11_b65", "text": "The Need for the Renewable Energy Policy\n* Although the need to develop an elaborate Renewable Energy Policy is rooted in\n<\\li1>\n* The first challenge is the unprecedented electricity supply deficit on the national\n* The second challenge is the escalating oil prices on the international market,\n* The third challenge is to make electricity accessible to the rural population,\n* The fourth challenge is the fulfilment of Governmentâ¢s commitment on"}, {"text_block_id": "p12_b75", "text": "The Need for the Renewable Energy Policy\n* Although the need to develop an elaborate Renewable Energy Policy is rooted in\n<\\li1>\n* The first challenge is the unprecedented electricity supply deficit on the national\n* The second challenge is the escalating oil prices on the international market,\n* The third challenge is to make electricity accessible to the rural population,\n* The fourth challenge is the fulfilment of Governmentâ¢s commitment on\n* The above challenges have prompted Government to consider a faster and more\n<\\li1>"}, {"text_block_id": "p12_b77", "text": "The Effect of this Policy"}, {"text_block_id": "p12_b78", "text": "The Effect of this Policy\n* The overall effect of this Renewable Energy Policy will be to diversify the energy\n* In the first instance, the presence of distributed generation, whether grid\n* Secondly, the continually rising cost of oil on the international market has\n* Thirdly, the Policy enables renewable energy technologies to be incorporated"}, {"text_block_id": "p13_b86", "text": "Renewable Energy Resources"}, {"text_block_id": "p13_b87", "text": "Renewable Energy Resources\n* Renewable sources of energy are those sources that are replenished\n* means renewable energy resources that are\n* Uganda is richly endowed with renewable energy resources for energy"}, {"text_block_id": "p13_b94", "text": "Why Renewable Energy?"}, {"text_block_id": "p13_b95", "text": "Why Renewable Energy?\n* The ever increasing cost of fossil fuels makes them too expensive for developing\n* Fossil fuels have an uncertain future. Experts show that if the world continues to\n\t* Oil is expected to last for only 40 more years.\n\t* Natural gas can be available for the next 70 years."}, {"text_block_id": "p14_b103", "text": "Why Renewable Energy?\n* The ever increasing cost of fossil fuels makes them too expensive for developing\n* Fossil fuels have an uncertain future. Experts show that if the world continues to\n\t* Oil is expected to last for only 40 more years.\n\t* Natural gas can be available for the next 70 years.\n* Coal may be available for the next 280 years.\n<\\li2>\n\t* Emissions from coal and fossil fuels are responsible for global warming and\n<\\li1>"}, {"text_block_id": "p14_b107", "text": "Barriers to Renewable Energy Development"}, {"text_block_id": "p14_b108", "text": "Barriers to Renewable Energy Development\n* In order for Government to meet its commitment to promote the development and\n<\\li1>"}, {"text_block_id": "p14_b110", "text": "a) Renewable Energy Specific Issues:"}, {"text_block_id": "p14_b111", "text": "a) Renewable Energy Specific Issues:\n* Most renewable energy technologies have much higher upfront\n* Legal and institutional frameworks to support new renewable energy\n* There is limited technical and institutional capacity in the public and\n* Financing mechanisms to support investments in renewable energy\n* There is limited awareness of the availability, benefits and opportunities of\n* Biomass energy resources are utilized inefficiently and therefore,\n* There are inadequate standards and quality assurance for most RETs.\n* There is insufficient information and data on renewable energy resources"}, {"text_block_id": "p15_b127", "text": "b) Cross-Cutting Issues"}, {"text_block_id": "p15_b128", "text": "b) Cross-Cutting Issues\n* Inadequate integrated resource planning. This type of planning integrates\n* Inadequate attention to training, research and development, and\n* Inadequate integration of energy issues in the policies and regulatory\n* Many energy activities, which include production, transportation and\n* Inadequate utilization of the instruments of regional and international\n* Insufficient stakeholder participation in the planning and implementation of"}, {"text_block_id": "p15_b140", "text": "Policy Vision, Goal, Principles and Objectives"}, {"text_block_id": "p15_b141", "text": "21."}, {"text_block_id": "p15_b142", "text": "Government•s Policy Vision"}, {"text_block_id": "p15_b143", "text": "for Renewable Energy is:"}, {"text_block_id": "p15_b144", "text": "To make modern renewable energy a substantial part of the national energy consumption."}, {"text_block_id": "p15_b145", "text": "22."}, {"text_block_id": "p15_b146", "text": "The Overall Policy Goal"}, {"text_block_id": "p15_b147", "text": "is:"}, {"text_block_id": "p15_b148", "text": "To increase the use of modern renewable energy, from the current 4% to 61% of the total energy consumption by the year 2017."}, {"text_block_id": "p15_b149", "text": "23."}, {"text_block_id": "p15_b150", "text": "The Key Principles"}, {"text_block_id": "p15_b151", "text": "on which this Policy is based are"}, {"text_block_id": "p15_b152", "text": ":"}, {"text_block_id": "p15_b153", "text": ":\n* Energy is essential for poverty eradication, regional equity and socio-economic development.\n* Reliability, efficiency and sustainability are essential in the successful\n* Renewable energy enhances energy diversity, security and independence."}, {"text_block_id": "p16_b161", "text": ":\n* Energy is essential for poverty eradication, regional equity and socio-economic development.\n* Reliability, efficiency and sustainability are essential in the successful\n* Renewable energy enhances energy diversity, security and independence.\n* Public-private partnerships will form the basic mechanism for renewable\n* Energy pricing will be based on full economic, social and environmental\n* The avoided cost principle will be used for determining feed in tariffs.\n* The gender dimension will be integrated in renewable energy planning and\n* It is necessary to enhance stakeholder participation, including Government,\n* It is necessary to enhance market competitiveness of renewable energy\n* It is necessary to ensure the sustainable supply and utilization of energy\n* Maintain and improve the responsiveness of the legal and institutional\n* Establish an appropriate financing and fiscal policy framework for RET\n* Mainstream poverty eradication, equitable distribution and gender issues in\n* Acquire and disseminate information in order to raise public awareness and\n* Promote research and development, international cooperation, technology\n* Utilize biomass energy efficiently, so as to contribute to the management of\n* Promote the sustainable production and utilization of biofuels.\n* Promote the conversion of municipal and industrial waste to energy."}, {"text_block_id": "p16_b175", "text": "Policy Objectives"}, {"text_block_id": "p16_b176", "text": "24."}, {"text_block_id": "p16_b177", "text": "In order to achieve the Policy Vision and Goal, the following supporting objectives will be pursued:"}, {"text_block_id": "p17_b194", "text": "Strategies"}, {"text_block_id": "p17_b195", "text": "25. Various strategies have been elaborated to realize the policy objectives."}, {"text_block_id": "p20_b196", "text": "Policy Actions"}, {"text_block_id": "p20_b197", "text": "26."}, {"text_block_id": "p20_b198_merged", "text": "The strategies to achieve the policy objectives have been translated into policy actions in the form of specific programmes as indicated below:-"}, {"text_block_id": "p20_b201", "text": "(i)"}, {"text_block_id": "p20_b202", "text": "Power Generation Programme"}, {"text_block_id": "p20_b203", "text": "This programme will support public and private sector investments in renewable energy generation and consists of two approaches; one for large hydropower schemes and one for small power schemes."}, {"text_block_id": "p20_b204", "text": "a)"}, {"text_block_id": "p20_b205", "text": "Large Hydropower Schemes"}, {"text_block_id": "p20_b206", "text": "Sites will be tendered out according to the provisions of the Electricity Act, 1999 Sections 29 and 32. The developer will also arrange an appropriate financing package. Tariffs will be determined through negotiations, on a case by case basis."}, {"text_block_id": "p20_b207", "text": "b"}, {"text_block_id": "p20_b208", "text": ") Small Power Schemes"}, {"text_block_id": "p20_b209", "text": "Basic studies of the various resources and sites will be carried out followed by promotion and tendering to the private sector, followed by their development. This will cover mini hydropower schemes, biomass cogeneration, wind power, peat, geothermal and solar thermal electric and limited to 20 MW installed capacity per plant. The feed-in- tariffs, for renewable electricity are presented in Annex 2. These will be reviewed periodically."}, {"text_block_id": "p20_b210", "text": "(ii)"}, {"text_block_id": "p20_b211", "text": "Rural and Urban-poor Electricity Access Programme"}, {"text_block_id": "p21_b212", "text": "Electricity access to rural populations and the urban poor require special packages to make connections and services affordable. The programme will enhance the on-going procedures for community schemes, where the cost of connection to the community is subsidized. It will also support the development of independent grids supplied by micro and pico hydros and biomass gasifiers to be managed by communities and solar PV systems in dispersed remote settlements.  The programme will prioritize supporting electrification for productive uses and key social services."}, {"text_block_id": "p21_b213", "text": "(iii)"}, {"text_block_id": "p21_b214", "text": "Modern Energy Services Programme"}, {"text_block_id": "p21_b215", "text": "(iv)"}, {"text_block_id": "p21_b216", "text": "Biofuels Programme"}, {"text_block_id": "p21_b217", "text": "This programme will support investments in the production and use of ethanol, biodiesel, methanol and biogas.  Specifically, all dealers in petroleum products will be obligated to blend fossil fuels with biofuels up to 20%, as appropriate."}, {"text_block_id": "p21_b218", "text": "(v)"}, {"text_block_id": "p21_b219", "text": "Energy Efficiency Programme"}, {"text_block_id": "p21_b220_merged", "text": "The programme seeks to implement the Energy Efficiency Strategy. The Government will promote efficient utilization of renewable energy resources, through the activities described in the Energy Efficiency Strategy for Uganda. The necessary legal instruments will also be put in place."}, {"text_block_id": "p22_b223", "text": "(vi)"}, {"text_block_id": "p22_b224", "text": "Wastes for Energy Programme"}, {"text_block_id": "p22_b225", "text": "This will cover the conversion of waste to energy through direct combustion, gasification or biological conversion to biogas."}, {"text_block_id": "p22_b226", "text": "Institutional Framework"}, {"text_block_id": "p22_b227", "text": "27."}, {"text_block_id": "p22_b228", "text": "The overall responsibility for this policy lies with the Ministry of Energy and Mineral Development. The Ministry will oversee and coordinate the implementation of this policy by various stakeholders and will ensure the effectiveness of these activities.  Within the Ministry, a Renewable Energy Department is being created to specifically focus on the promotion of RE and RETs and an Energy Efficiency and Conservation Department is being created to spearhead the promotion of Energy Efficiency and Conservation.."}, {"text_block_id": "p22_b229", "text": "28."}, {"text_block_id": "p22_b230", "text": "The other main stakeholders include the Electricity Regulatory Authority (ERA), the Rural Electrification Agency (REA), which is the secretariat of the Rural Electrification Board (REB), the Uganda Electricity Transmission Company (UETCL), the Uganda Electricity Distribution Company (UEDCL) and UMEME the concessionaire, the Uganda Electricity Generation Company (UEGCL), the Uganda National Bureau of Standards (UNBS), the National Environment Management Agency (NEMA) and the Directorate of Water Development (DWD)."}, {"text_block_id": "p22_b231", "text": "29."}, {"text_block_id": "p22_b232", "text": "Other stakeholders include; the Private Sector Foundation Uganda (PSFU), the Uganda Investment Authority (UIA), the Uganda Manufacturers Association (UMA), the Uganda Renewable Energy Association (UREA) and the Uganda Small Scale Industries Association (USSIA)."}, {"text_block_id": "p22_b233", "text": "30."}, {"text_block_id": "p22_b234", "text": "Other Government ministries participating are the Ministry of Finance, Planning and Economic Development, Ministry of Health, Ministry of Education and Sports, Ministry of Water and Environment, National Forestry Authority and Ministry of Agriculture, Animal Industries and Fisheries."}, {"text_block_id": "p23_b235", "text": "31."}, {"text_block_id": "p23_b236_merged", "text": "A special financial mechanisms has been instituted to facilitate rural electrification and renewable energy investments.  This is the Credit Support Facility (CSF) known as the Uganda Energy Capitalisation Trust. Participating Financial Institutions (PFIs) will include Commercial Banks, Development Banks and Microfinance Institutions."}, {"text_block_id": "p23_b239", "text": "The Financial Implications."}, {"text_block_id": "p23_b240", "text": "32."}, {"text_block_id": "p23_b241", "text": "The total financial resources required to implement the strategic interventions are of the order of UShs 6,500 billion or US$ 3.5 billion over the next ten years. It is estimated that 86% of these resources will come from direct private investment, while 14% have to be obtained from the Public Sector, either through Government resources or from Development Partners."}, {"text_block_id": "p25_b242", "text": "1. INTRODUCTION"}, {"text_block_id": "p25_b243", "text": "1.1 The Need for a Renewable Energy Policy"}, {"text_block_id": "p25_b244", "text": "This Policy on Renewable Energy reinforces the Government•s overall policy on energy set out in the"}, {"text_block_id": "p25_b245", "text": "Energy Policy for Uganda"}, {"text_block_id": "p25_b246", "text": "2002, whereby Government has spelt out a commitment to the development and use of renewable energy resources for both small and large scale applications."}, {"text_block_id": "p25_b247", "text": "This Policy is based on the need to address the challenges observed, while implementing the Energy Policy in general and the Power Sector Reform in particular; as well as those threats posed by the increasing energy prices, environmental degradation, climate change, as well as Government•s commitment to poverty and gender responsive energy actions. Furthermore, implementation of the Renewable Energy Policy will result in the disposition of Uganda•s commitments at the Bonn Conference on Renewable Energy in 2004."}, {"text_block_id": "p25_b248", "text": "This Policy sets out Government•s vision, strategic goals, principles, objectives and targets for promoting and implementing renewable energy investments in Uganda. The Policy Framework provides a basis for the formulation of planning, implementation and monitoring of renewable energy programmes, as well as projects that respond to the needs and priorities of the population at various levels of the economy."}, {"text_block_id": "p25_b249", "text": "1.2 The Overall Context"}, {"text_block_id": "p25_b250_merged_merged", "text": "The Government of Uganda has taken a conscious effort to develop renewable energy resources as an integral part of the country•s energy future. The promotion of renewable energy is specifically included in the Government•s Rural Electrification Strategy and Plan (RESP) (2001 • 2010) as one of the most important objectives of the strategy. The most vivid step forward has been the inclusion of the development of renewable energy (excluding large hydropower) to increase power generation as a key indicator of achieving rural transformation in the 10-year Energy for Rural Transformation (ERT) Programme."}, {"text_block_id": "p26_b253", "text": "Considering that electrification access in Uganda is still very low, standing at approximately 9% nationally and 3% in rural areas, electrification of most parts of the country through grid extension in the near future is still a far cry. It is, therefore, within this context that Government is promoting the decentralized (distributed), off-grid electricity supply model for remote areas. In most of these cases the required electricity needs will be met by the deployment of locally available renewable energy sources of small hydro, solar energy, wind and biomass resources. The focus on decentralized supply systems is also more likely to achieve the objective of equitable regional distribution access to electricity, than if only the grid solution was pursued."}, {"text_block_id": "p26_b254_merged", "text": "Currently, Uganda is experiencing an unprecedented electricity deficit of about 165 MW, resulting into massive load shedding every night, due to the prolonged drought, inadequate investment in least cost generation capacity and a relatively high load growth. This has forced the country to resort to the installation of very expensive thermal generation, while awaiting the construction and commissioning of the 250 MW Bujagali and 150 -200 MW Karuma projects. As one of the strategies to bridge the deficit and also for long term diversification of generation sources, Government has decided to accelerate the development of grid connected small renewable energy generation projects to reinforce the grid. This effort is being supported by the establishment of a Standardized Power Purchase Agreement (PPA) and a Feed-in Tariff, which are part of this Renewable Energy Policy framework, to help expedite transactions."}, {"text_block_id": "p26_b259", "text": "Apart from promoting accelerated power generation from renewable energy, the Energy Policy for Uganda (2002) has, among its objectives, emphasized the development, adoption and utilization of other modern fuels and technologies, including those based on renewable energy sources, in order to achieve the objectives of emission reduction, protection of the environment and energy conservation.  Furthermore, the escalating prices of fossil fuels on the world market make it imperative for Government to promote the development and utilization of renewable energy resources and the associated technologies.  These include biomass fuels like ethanol, biodiesel, biogas and methanol; modern biomass technologies like efficient stoves and kilns and solar water heating.  The Renewable Energy Policy, is therefore, an elaboration of how Government"}, {"text_block_id": "p27_b260", "text": "will develop the necessary initiatives to create a demand for a wide range of renewable energy services."}, {"text_block_id": "p27_b261", "text": "The commitment of Government to develop the use of renewable energy sources is clearly aimed at creating the means of socio-economic development, especially by transforming the rural areas. The implementation of the policy•s objectives will, therefore positively respond to the various legal and policy instruments and programmes, which Government has put in place to address poverty issues, catalyze industrialization and protect the environment.  Apart from the Energy Policy for Uganda, these instruments and programmes include the following:"}, {"text_block_id": "p27_b262", "text": "•"}, {"text_block_id": "p27_b263", "text": "The Uganda Constitution 1995."}, {"text_block_id": "p27_b264", "text": "The provisions on equitable development (Article IX), the stimulation of agricultural and industrial growth (Article XI) and promotion of energy policies for meeting people•s energy needs in an environmentally friendly manner (Article XI) provides the necessary mandate."}, {"text_block_id": "p27_b265", "text": "•"}, {"text_block_id": "p27_b266_merged", "text": "Meeting the objectives of the Poverty Eradication Action Plan (PEAP) and, on a larger scale, achieving the Millennium Development Goals."}, {"text_block_id": "p27_b271", "text": "•"}, {"text_block_id": "p27_b272", "text": "The Electricity Act 1999,"}, {"text_block_id": "p27_b273", "text": "which set the legal framework for reforms in the Power Sub-sector and the Rural Electrification Strategy and Plan, the regulatory framework for power generation from small renewable energy sources and the establishment of the Rural Electrification Fund."}, {"text_block_id": "p27_b274", "text": "•"}, {"text_block_id": "p27_b275", "text": "The National Environment Statute (1995),"}, {"text_block_id": "p27_b276", "text": "which obligates all energy projects to undergo an Environmental Impact Assessment (EIA) as a condition for licensing or implementation."}, {"text_block_id": "p27_b277", "text": "•"}, {"text_block_id": "p27_b278", "text": "The Plan for Modernization of Agriculture (PMA),"}, {"text_block_id": "p27_b279", "text": "which has one of its main outcomes as •increased access to and use of electricity• to support on-and off-farm economic activities."}, {"text_block_id": "p27_b280", "text": "•"}, {"text_block_id": "p27_b281", "text": "The Prosperity for All (Bonna Baggaggawale) Government Policy (2006),"}, {"text_block_id": "p27_b282", "text": "which addresses elevating standards of living through developing the economy in areas of  micro-finance, marketing, production and processing. In order to achieve this, there is need to also address the energy issue, which is one of the driving forces."}, {"text_block_id": "p28_b283", "text": "•"}, {"text_block_id": "p28_b284_merged", "text": "Uganda•s ratification of the Kyoto Protocol, which provides incentives for investors in renewable energy technologies for the abatement of carbon missions."}, {"text_block_id": "p28_b287", "text": "1.3 Electrical Energy Demand"}, {"text_block_id": "p28_b288", "text": "In Uganda, like in any other country, the Energy Sector plays a central role in the economy.  Energy is the engine for economic growth and development, and a vital input into all the productive and social sectors of the economy. Recent forecasts as contained in the East African Power Master Plan, have been updated by UETCL to reflect the actual MW and GWh in generation and have estimated the yearly growth in demand for electricity to be at 7-9 percent as shown in Table 1.1, which confirms that increased investments in renewable energy projects are required to respond to the growth in demand."}, {"text_block_id": "p28_b289", "text": "Table 1.1 The Revised Net Generation Forecasts"}, {"text_block_id": "p28_b290", "text": "Source: Uganda Electricity Transmission Company Ltd 2006"}, {"text_block_id": "p29_b291", "text": "1.4 The Consultative Process"}, {"text_block_id": "p29_b292", "text": "The Ministry of Energy and Mineral Development has been engaged for a number of years in the process of developing the Renewable Energy Policy. Various studies have been undertaken and discussions, meetings and workshops have been held with a wide range of stakeholders. The stakeholders included: the Private Sector, NGOs, CBOs, Service Providers, Consultants, Contractors, Developers, and Investors in cogeneration, small scale power producers and promoters of biofuels and our Development Partners. The key Government Institutions involved were the Ministry of Finance, Planning and Economic Development, the Ministry of Water, Lands and Environment, the Ministry of Lands, Housing and Urban Development, the Ministry of Trade, Tourism and Industry, the Electricity Regulatory Authority, the Uganda Investment Authority, the Meteorology Department, the National Forestry Authority, the National Environment Management Authority, the Uganda Electricity Transmission Company, the Rural Electrification Agency who constituted the Task Force to finalize this Policy Document."}, {"text_block_id": "p30_b293", "text": "2. RENEWABLE ENERGY RESOURCES  AND APPLICATIONS"}, {"text_block_id": "p30_b294", "text": "2.1"}, {"text_block_id": "p30_b295", "text": "What is Renewable Energy?"}, {"text_block_id": "p30_b296", "text": "Renewable sources of energy are those sources that are replenished continuously by natural processes. This includes solar energy, hydropower, biomass, wind and geothermal as well as organic wastes."}, {"text_block_id": "p30_b297", "text": "Non-renewable energy are energy sources that are not renewable and hence get depleted with time. These include the conventional fossil fuels such as coal, oil and natural gas."}, {"text_block_id": "p30_b298", "text": "Modern Renewable Energy"}, {"text_block_id": "p30_b299", "text": "means renewable energy resources that are transformed into modern energy services like electricity, which can be generated from water power, wind power, solar energy, geothermal energy and biomass cogeneration. It also refers to clean fuels derived from renewable energy resources like biogas, ethanol, methanol, hydrogen, biodiesel or solar water heating. In the context of this Policy, modern biomass technology and includes energy efficient technologies, like improved charcoal and firewood stoves for both domestic and institutional applications."}, {"text_block_id": "p30_b300", "text": "Renewable electricity can be generated from wind power, wave, tidal, solar photo voltaic (PV), concentrated solar, hydropower, geothermal and biomass (firewood or agricultural residues).  Renewable energy sources produce no carbon dioxide at all or, in the case of biomass, produce only the carbon dioxide they have already absorbed from the atmosphere when growing, and hence renewable.  Solar energy can be used directly to heat water, hence, reducing the demand by electrical water heaters."}, {"text_block_id": "p31_b301", "text": "2.1.1 Why Renewable Energy?"}, {"text_block_id": "p31_b302", "text": "Throughout the world, concerted efforts are being made to make renewable energy replace non-renewable energy sources in the future. The driving forces for investments in renewable energy are:"}, {"text_block_id": "p31_b303", "text": "1."}, {"text_block_id": "p31_b304", "text": "The ever increasing cost of fossil fuels makes them too expensive for developing countries"}, {"text_block_id": "p31_b305", "text": "2."}, {"text_block_id": "p31_b306", "text": "Fossil fuels have an uncertain future. Experts show that if the world continues to consume energy at the current rate, the non renewable sources will be exhausted in the near future."}, {"text_block_id": "p31_b307", "text": "Fossil fuels have an uncertain future. Experts show that if the world continues to consume energy at the current rate, the non renewable sources will be exhausted in the near future.\n* The oil fields already discovered hold over 1 billion barrels of oil. If no more oil\n* The global proven gas reserve was estimated to be 176 trillion cubic meters\n* The proven global coal reserve was estimated to be 984,453 million tonnes"}, {"text_block_id": "p32_b315", "text": "Fossil fuels have an uncertain future. Experts show that if the world continues to consume energy at the current rate, the non renewable sources will be exhausted in the near future.\n* The oil fields already discovered hold over 1 billion barrels of oil. If no more oil\n* The global proven gas reserve was estimated to be 176 trillion cubic meters\n* The proven global coal reserve was estimated to be 984,453 million tonnes\n* Emissions from coal and fossil fuels are responsible for global warming  and\n<\\li1>"}, {"text_block_id": "p32_b317", "text": "2.2 The Renewable Energy Resource Base"}, {"text_block_id": "p32_b318", "text": "Uganda has considerable renewable energy resources for energy production and the provision of energy services, yet they remain unexploited, largely due to the perceived technical and financial risks. These resources include: biomass, geothermal, large scale hydro, mini/micro/pico hydro, wind and solar energy. However, with the exception of biomass, whose contribution is very significant, the remaining renewable sources (including large hydros), contribute about 5% of the country•s total energy consumption. This limits the scope and productivity of economic activities, that can be undertaken in any part of the country. Thus it is imperative that the use of these abundant resources should be enhanced."}, {"text_block_id": "p32_b319", "text": "Recently completed studies gave the potential as indicated in Table 2.1. However, more site specific data is available for the actual development of the resources."}, {"text_block_id": "p32_b320", "text": "Table: 2.1. The Renewable Energy Power Potential"}, {"text_block_id": "p32_b321", "text": "Source: Alternative Energy Sources Assessment Report, 2004, National Biomass Assessment Study 2003"}, {"text_block_id": "p33_b322", "text": "2.2.1 Biomass"}, {"text_block_id": "p33_b323", "text": "Biomass is any organic matter that is available on a renewable basis mainly through photosynthesis. In the energy context, biomass means products consisting of any whole or part of a vegetable matter from agriculture or forestry, which can be used as a fuel for the purpose of recovering its energy content. Biomass includes firewood, shrubs, grasses, forest wastes and agro-industrial residues. Examples are bagasse, husks, trash from sugar, oil milling, grain milling, etc."}, {"text_block_id": "p33_b324", "text": "In the context of this Policy, biomass will also include organic municipal and industrial wastes like paper wastes, old clothes, polythene, spent grains in breweries, animal wastes, abattoir wastes and sewage sludge, which can be used as sources of energy."}, {"text_block_id": "p33_b325", "text": "Sometimes these are used as energy sources, but often inefficiently. There is a large potential for improving usage efficiencies in the agro-industry. Applications could be for electricity generation, fuel for vehicles and for furnace oil substitution. Table 2.2 shows the estimated power generation potentials from agro-residues and illustrates their residues. Crop residues and agro-industrial residues including husks, bagasse and oil residues, play a very significant role in Uganda•s energy supply."}, {"text_block_id": "p33_b326", "text": "Biomass contributes over 90% of the total energy consumed in the country and provides almost all the energy used to meet basic energy needs for cooking and water heating in rural areas, most urban households, institutions, and commercial buildings. Biomass is the main source of energy for rural industries. Limited availability of electricity and high prices of petroleum products, constitute barriers to a reduction in the demand for biomass. Trading in biomass especially charcoal contributes to the rural economy, in terms of rural incomes, tax revenue and employment."}, {"text_block_id": "p33_b327", "text": "Fuel wood requirements have contributed to the degradation of forests as wood reserves are depleted at a rapid rate in many regions. Charcoal consumption increases at a rate close to the urban growth rate of 6% per annum."}, {"text_block_id": "p33_b328", "text": "Most of the traditional biomass energy technologies; which include wood and charcoal stoves, ovens and kilns used in Uganda are inefficient. Several initiatives to conserve biomass resources undertaken by Government and the private sector, including NGOs, have started to have a significant impact and should be further supported. Some pilot projects to produce biogas from wastes  (animal dung and human wastes) or gas and"}, {"text_block_id": "p34_b329", "text": "electricity from gasification also offer good opportunities. Biomass distribution countrywide is as shown in Fig 2.1"}, {"text_block_id": "p34_b330", "text": "Table 2.2 Energy Production Potential from Agro-residues."}, {"text_block_id": "p35_b331", "text": "Fig 2.1 Biomass Distribution"}, {"text_block_id": "p36_b332", "text": "The per capita consumption is 680 Kg/yr and 240 Kg/yr for firewood and 4 Kg and 120 Kg for charcoal for rural and urban areas respectively. Total biomass (firewood and wood for charcoal) demand for households (year 2006) was 22.2 million tons per year. Cottage industries account for about 20% of total biomass use, adding a further 5.5 million tons and bringing the total biomass demand to about 27.7 million tons countrywide as shown in Table 2.3."}, {"text_block_id": "p36_b333", "text": "Table 2. 3: Woody Biomass Demand by Region (tons/year) 2006"}, {"text_block_id": "p36_b334", "text": "Although biomass is traditionally used in its traditional solid mass (charcoal, wood, agricultural residues), its energy resource can also be exploited in non traditional firms mentioned below using various technologies."}, {"text_block_id": "p36_b335", "text": "2.2.1.1  Biogas"}, {"text_block_id": "p36_b336_merged", "text": "Biogas is 55-70% methane (CH4) with varying amounts of carbon dioxide (CO2) as the chief constituents. It also has traces of hydrogen sulphide (H2S), ammonia (NH3), oxygen, hydrogen (H2) and water vapour (H2O), depending upon feed materials and other conditions. The feed materials are usually animal and human waste."}, {"text_block_id": "p36_b351", "text": "Biogas is a zero-waste technology. The products of biogas plants, like biogas and digested slurry, can be utilized economically for cooking and as manure for agriculture and horticulture. Biogas is a non-poisonous and non-toxic gas, which when mixed with air, burns with a blue flame and has no soot or any offensive smell. The slurry is rich in nitrogen, phosphorous, potassium and humus material. It has good applications in agriculture and horticulture. Methane burns very well, therefore biogas can be used as a substitute of kerosene, charcoal and firewood. It is one of the renewable sources of energy, which are popular in rural areas and can successfully meet the cooking and lighting energy needs of families. Since its main raw materials are both animals and"}, {"text_block_id": "p37_b352", "text": "human wastes, when they are burned there will be an improvement in household sanitation. It is economical and environmentally friendly, because of less need to cut trees."}, {"text_block_id": "p37_b353", "text": "Since 1980 when biogas technology was first introduced, there have been several initiatives, which have involved private individuals, NGOs"}, {"text_block_id": "p37_b354", "text": ","}, {"text_block_id": "p37_b355", "text": "Government and Development Partners. These have included pilot demonstrations and capacity building. It is estimated there are about 500 functioning biogas plants in the country at present and over 250,000 zero grazing farming households. These define the extent of the potential for small household biogas digesters in the country. In addition, commercial dairy farmers and piggeries could support several thousand larger biogas plants to cater for their own thermal and electricity needs. There is need to develop this resource further and explore many opportunities, which exist."}, {"text_block_id": "p37_b356", "text": "2.2.1.2 Biofuels for Transport"}, {"text_block_id": "p37_b357", "text": "Biofuels such as"}, {"text_block_id": "p37_b358", "text": "Ethanol and biodiesel"}, {"text_block_id": "p37_b359", "text": "are derived from agricultural crops, while"}, {"text_block_id": "p37_b360", "text": "Methanol"}, {"text_block_id": "p37_b361", "text": "is derived from condensing smoke during wood distillation process. Ethanol and biodiesel can be blended with or directly substitute for gasoline and diesel, respectively. The use of biofuels would reduce toxic air emissions, greenhouse gas buildup and dependence on imported oil, while supporting agriculture and rural economies."}, {"text_block_id": "p37_b362", "text": "It is estimated that in the year 2010 Uganda will import and consume 360 million litres of diesel and 385 million litres of gasoline. If this fuel could be blended with environmentally friendly locally produced biofuel,"}, {"text_block_id": "p37_b363", "text": "Methyl Alcohol"}, {"text_block_id": "p37_b364", "text": "(25% for gasoline and 60% diesel), it would require a total of 312 million litres of"}, {"text_block_id": "p37_b365", "text": "Methyl Alcohol"}, {"text_block_id": "p37_b366", "text": ", a product from timber locally grown by the rural population. In terms of impact on environment, if a total of 312 million litres of petroleum products are replaced by"}, {"text_block_id": "p37_b367", "text": "Methyl Alcohol,"}, {"text_block_id": "p37_b368", "text": "this will replace nearly one"}, {"text_block_id": "p37_b369", "text": "million tons of CO"}, {"text_block_id": "p37_b370", "text": "2"}, {"text_block_id": "p37_b371", "text": "emission in the country."}, {"text_block_id": "p37_b372", "text": "2.2.1.3 Biomass Cogeneration"}, {"text_block_id": "p37_b373_merged_merged_merged_merged", "text": "Combined heat and power (CHP) systems also known as cogeneration, generate electricity, mechanical energy and thermal energy in a single or integrated system. This contrasts with common practice in this country, where electricity is generated at a central"}, {"text_block_id": "p38_b376", "text": "power plant and on-site heating and cooling equipment, is used to meet non-electric energy requirements. The thermal energy recovered in a cogeneration system can be used for heating in industry or buildings. Because cogeneration captures the heat that would otherwise be rejected in traditional separate generation of electric or mechanical energy, the total efficiency of these integrated systems is much greater than for separate systems."}, {"text_block_id": "p38_b377", "text": "Currently three factories in Uganda, namely; Kakira Sugar Works Ltd, Kinyara Sugar Works Ltd and Sugar Corporation of Uganda Ltd, are doing cogeneration with a total electricity generation of over 10 MW. Furthermore, all systems requiring both electrical and thermal energy like cement and iron production, tea processing among others, have the potential of employing modern cogeneration technologies."}, {"text_block_id": "p38_b378", "text": "2.2.1.4 Pyrolysis Oil"}, {"text_block_id": "p38_b379", "text": "This is relatively new technology and can be used by agro-industries to turn their residues into valuable liquid fuel. Applications are in boiler and furnace fuel, replacing HFO, but also as fuel for thermal power plants."}, {"text_block_id": "p38_b380", "text": "This technology enables owners of residues to turn their bulky wastes into a tradable energy commodity. It also enables end-users to employ relatively inexpensive combustion systems instead of solid fuel boilers or burners."}, {"text_block_id": "p39_b381", "text": "2.2.1.5 Wastes to Energy"}, {"text_block_id": "p39_b382", "text": "Municipal waste in Uganda is generally composed of wet carbon and nitrogen rich materials that include: organic waste from households, agro industrial waste (slaughter houses, food industry) and agro waste: manure and straw"}, {"text_block_id": "p39_b383", "text": "."}, {"text_block_id": "p39_b384", "text": "There is a vast amount of municipal waste (both solid and sewage effluents) that is currently not being utilized for energy production. The capital city, Kampala, alone produces an estimated 430,000 tones of solid wastes annually. Other municipalities and towns also generate considerable amounts of waste, but do not have in place proper waste management plans. Over 70% of the municipal solid waste is vegetable matter (mainly food residues). The current practice is either to burn these wastes in the open air or dump them in landfills with no extraction of their energy contents. This does not only result in a waste of energy, but also causes environmental risks, as the burning is not controlled and the landfills are poorly managed."}, {"text_block_id": "p39_b385", "text": "This combustible waste matter can be used for electricity generation. The non"}, {"text_block_id": "p39_b386", "text": "-"}, {"text_block_id": "p39_b387", "text": "combustible organic matter can be digested to produce biogas. The large quantity of sewage, can also be effectively used to generate biogas. Biogas can be used as domestic fuel, fuel for vehicles, and power generation"}, {"text_block_id": "p39_b388", "text": "."}, {"text_block_id": "p39_b389", "text": "These materials can be converted into biogas for cooking and lighting at the domestic level, whereas commercial dairies and piggeries at the industrial level, can generate biogas, to be used by gas turbine to generate electricity and heat in cogeneration technology."}, {"text_block_id": "p39_b390", "text": "The slurry that comes out of the digester is rich in nitrogen, phosphorous, potassium and humus and can be used to replace imported fertilizers and increase agricultural productivity on farms."}, {"text_block_id": "p39_b391", "text": "In addition to municipal wastes, there are vast quantities of industrial wastes like spent grains in the breweries and used boxes, which can all be used for power generation"}, {"text_block_id": "p39_b392", "text": "2.2.2 Peat"}, {"text_block_id": "p39_b393_merged_merged_merged", "text": "Though not really a renewable energy resource, in this Policy it is considered under renewable energy resources, as is done in some countries. It is estimated that the total area of peatlands in Uganda is about 4,000 km2, while the average thickness of peat deposits is about 1.5 metres. The total peat volume is estimated to be 6,000 million cubic"}, {"text_block_id": "p40_b398", "text": "metres. According to the laboratory analyses, the dry bulk density is on average 100 kg/m"}, {"text_block_id": "p40_b399", "text": "3"}, {"text_block_id": "p40_b400", "text": "and the net calorific value 17 GJ/tonne."}, {"text_block_id": "p40_b401_merged_merged", "text": "The estimated theoretical peat volume represents about 250 Mtoe (million tonnes of oil equivalent). Taking into consideration, the varying quality of peat and the Wetland Policy of Uganda, as well as the possibility of using conventional peat production methods, about 10% could probably be used for power production. The available stock of peat resources, would therefore, be adequate for the generation capacity of about 800 MW for the next 50 years. However, because of the dispersed nature of the available fuel peat resources, peat generation units, could be small (typically less than 20 MW) and dispersed mainly to Western and South-Western Uganda, where the desired resource characteristics are better than in other regions."}, {"text_block_id": "p40_b404", "text": "2.2.3  Hydropower"}, {"text_block_id": "p40_b405", "text": "The large-scale hydropower potential along the River Nile has been estimated at about 2,000 MW including six potential major hydropower sites: Bujagali 250 MW, Kalagala 450 MW, Karuma (Kamdini) 150 MW, Ayago North 300 MW, Ayago South 250 MW and Murchison Falls 600 MW. Bujagali and Karuma sites have been significantly studied and are being developed on a Public Private Partnership (PPP) basis to generate electricity in the medium term."}, {"text_block_id": "p40_b406", "text": "2.2.3.1  Bujagali"}, {"text_block_id": "p40_b407", "text": "Following the withdrawal of AES, Industrial Promotion Services (IPS) of Kenya and Sithe Global were selected to develop the Bujagali Project. Project agreements were signed in December 2005. Due diligence and environmental updates were carried out and the construction commenced in June 2007. Completion is expected in early 2010 bringing on board an extra 250 MW."}, {"text_block_id": "p40_b408", "text": "2.2.3.2  Karuma"}, {"text_block_id": "p40_b409", "text": "This is a 150-200 MW project. Government is currently holding discussions with the initial developer Norpak Power Ltd to develop the project as a public-private partnership. SN Power has declared its intention to join the project."}, {"text_block_id": "p40_b410", "text": "2.2.3.3  Mini-Hydropower Sites"}, {"text_block_id": "p40_b411", "text": "More than 60 mini hydropower sites with a total potential of about 210 MW have been identified through different studies in Uganda. Some of the sites can be developed for isolated grids; others as energy supply to the grid and the reminder of the sites were"}, {"text_block_id": "p41_b412", "text": "assessed to be less relevant to the energy supply for environmental and power market reasons. Figs 2.2 and 2.3 show the large hydropower and mini hydro sites countrywide, respectively. The detailed list is provided in the Annex 3, Table A3.1 shows the Non Nile Mini/Micro Hydro Sites and Table A3.2 gives the Large Hydro Nile Sites"}, {"text_block_id": "p42_b413", "text": "Fig 2.2 Large Hydro power Sites"}, {"text_block_id": "p43_b414", "text": "Fig 2.3 Mini Hydropower Sites"}, {"text_block_id": "p44_b415", "text": "2.2.4  Geothermal"}, {"text_block_id": "p44_b416", "text": "Geothermal energy is one of the possible alternative renewable energy sources in Uganda, which will supplement other sources of energy. Its major advantages are that it is environmentally friendly and multidisciplinary in uses, since it can support various development activities ranging from production to processing of raw materials, like minerals and agricultural produce."}, {"text_block_id": "p44_b417", "text": "Geothermal investigations in Uganda have so far identified three potential areas for detailed exploration.  They are all situated in western Uganda, in the western branch of the East African Rift Valley.  The three potential areas are Katwe-Kikorongo, Buranga and Kibiro.  Based on recent assessments, they have all been ranked as potential targets for geothermal development. The total geothermal energy potential is estimated at 450 MW."}, {"text_block_id": "p44_b418", "text": "Current efforts by Government are focused on developing the above three areas to a pre-feasibility stage, which would pave way for availing required data for feasibility study. The pre-feasibility study will involve drilling of deep exploration wells, which will provide information on reservoir temperature, fluid chemistry and other petrophysical parameters. The current study results indicate that the temperature level varies between 150 C° and 200 C°."}, {"text_block_id": "p44_b419", "text": "Further studies are being carried out countrywide to generate further potential geothermal sites. These geothermal areas will then be ranked. Fig 2.4 shows the geothermal sites of Uganda."}, {"text_block_id": "p45_b420", "text": "Fig 2.4 Geothermal Sites"}, {"text_block_id": "p46_b421", "text": "2.2.5  Solar"}, {"text_block_id": "p46_b422_merged", "text": "Existing solar data clearly show that the solar energy resource in Uganda is high throughout the year. The mean solar radiation is 5.1 kWh/m per day, on a horizontal surface. This level of insolation is quite favorable, for the application of a number of solar technologies. These include:"}, {"text_block_id": "p46_b425", "text": "i)"}, {"text_block_id": "p46_b426", "text": "solar water heating; and"}, {"text_block_id": "p46_b427", "text": "ii)"}, {"text_block_id": "p46_b428", "text": "solar photovoltaic systems for supply of basic electricity in rural institutions and households as well as areas not connected to the grid."}, {"text_block_id": "p46_b429", "text": "The total new installed photovoltaic capacity annually is estimated at 200 kWp for households, institutions and commercial use."}, {"text_block_id": "p46_b430", "text": "Solar thermal has a great potential in the form of solar water heaters in electrified areas. Today electricity is most often used for water heating, in spite of the fact that it will in many cases be cheaper for the consumer to use solar energy. Furthermore, small solar water heaters are relevant for remote areas, where hot water is needed like in rural clinics and tourism areas, to provide  a cheap, reliable and environmentally friendly, source of energy."}, {"text_block_id": "p46_b431", "text": "Solar technology can also be used for power generation, however, the prohibitive costs make it less favorable than other sources of power generation. Fig 2.5 shows the availability of solar energy countrywide."}, {"text_block_id": "p47_b432", "text": "Fig 2.5 Solar Energy Availability"}, {"text_block_id": "p48_b433", "text": "2.2.6  Wind"}, {"text_block_id": "p48_b434", "text": "Wind speed is moderate in most areas of Uganda.  The average wind speeds in low heights (less than 10 m) generally range from 2 m/s to about 4 m/s. In some areas with complex terrain, the wind may speed up due to slopes of hills and escapements and tunneling effects. Based on wind data collected by the Meteorology Department, it was concluded that the wind energy resource in Uganda, is sufficient for small scale electricity generation and for special applications, such as water pumping mainly in the Karamoja region. More recently, low speed turbines have been developed and they have proved effective for power generation."}, {"text_block_id": "p48_b435", "text": "Recent studies also confirm that electricity generation through wind is feasible, especially for small industries or in rural areas where targets for a mill range from 2.5 kV to 10 kV. Fig 2.6 shows the availability of wind energy countrywide."}, {"text_block_id": "p49_b436", "text": "Fig 2.6  Wind Energy Availability"}, {"text_block_id": "p50_b437", "text": "2.2.7 Other Renewable Energy Technologies"}, {"text_block_id": "p50_b438_merged", "text": "There are other renewable energy technologies like the fuel cell technology, which are yet to be explored for use in Uganda."}, {"text_block_id": "p50_b441", "text": "Fuel cell technology is a modern renewable technology that is an alternative source of generating energy for rural areas. A fuel cell combines hydrogen and oxygen to produce electricity, heat and water. As a result, there is almost no pollution from fuel cells. The performance is based on a reaction between hydrogen and oxygen through a Proton Exchange Membrane (PEM). The reaction produces both electric and thermal energy that can be used to power a house or an entire town/village."}, {"text_block_id": "p50_b442", "text": "Fuel cells are promising technologies for use as a source of heat and electricity for rural communities, buildings and as an electrical power source for electric motors propelling vehicles. The biggest disadvantage of fuel cells is their high relative costs and the high energy input required for production. However, it is predicted that fuel cells will offer significant cost advantages over traditional energy solutions in the not-too-distant future."}, {"text_block_id": "p50_b443", "text": "2.3 Barriers to Renewable Energy Development"}, {"text_block_id": "p50_b444", "text": "The various barriers preventing steady growth for renewable energy resources development and utilization in Uganda are as follows:"}, {"text_block_id": "p50_b445", "text": "i."}, {"text_block_id": "p50_b446", "text": "High Upfront Costs:"}, {"text_block_id": "p50_b447", "text": "High upfront costs of investment in Renewable Energy Technologies (RETs) result in many of them not being cost-competitive. For example, unit costs for investing in the various renewable energy technologies is: solar PV US$12,000-15,000 per KW; solar water heating US$810-1,500 per KW; small hydros US$2,500-5,000 per KW."}, {"text_block_id": "p50_b448", "text": "ii."}, {"text_block_id": "p50_b449", "text": "Inadequate Legal and Institutional Framework:"}, {"text_block_id": "p50_b450", "text": "There has for a long time been a lack of a standard procedure and legal instruments for new renewable energy investments. There are several institutions involved in RET development and the procedure is not well defined."}, {"text_block_id": "p50_b451", "text": "iii."}, {"text_block_id": "p50_b452", "text": "Limited Technical and Institutional Capacity:"}, {"text_block_id": "p50_b453", "text": "There is limited technical and institutional capacity in both the public and private sector to implement and manage renewable energy investments. For instance, in the rural areas, there are few public and private sector personnel involved in the energy business.  Lack of skills by public and private actors to address the roles, needs and decision making differences for women and men, hinders increased participation and benefits, which would have resulted from appropriate renewable energy interventions."}, {"text_block_id": "p51_b454", "text": "iv."}, {"text_block_id": "p51_b455", "text": "Lack of Financing Mechanisms:"}, {"text_block_id": "p51_b456", "text": "There is a lack of appropriate financing mechanisms to facilitate the development and promotion of RETs. Commercial Banks currently are not providing long term lending required for RETs. Because renewable energy technologies still have high upfront costs, consumers find  them unaffordable. Mechanisms for consumer financing to address this problem are still inadequate."}, {"text_block_id": "p51_b457", "text": "v."}, {"text_block_id": "p51_b458", "text": "Underdeveloped Market:"}, {"text_block_id": "p51_b459", "text": "The market for RETs and after sale delivery services is underdeveloped especially in solar technologies."}, {"text_block_id": "p51_b460", "text": "vi."}, {"text_block_id": "p51_b461", "text": "Lack of Awareness:"}, {"text_block_id": "p51_b462", "text": "There is limited awareness of the importance of renewable energy among the stakeholders, and lack of recognition of women as key participants in technology use and innovations."}, {"text_block_id": "p51_b463", "text": "vii."}, {"text_block_id": "p51_b464", "text": "Unsustainable use of Biomass:"}, {"text_block_id": "p51_b465", "text": "Currently there is inefficient use of biomass and lack of replenishment.  There is indiscriminate cutting of trees and little use of more efficient technologies, such as improved cook stoves and gasification."}, {"text_block_id": "p51_b466", "text": "viii."}, {"text_block_id": "p51_b467", "text": "Lack of Standards and Quality Assurance:"}, {"text_block_id": "p51_b468", "text": "There are lack of adequate standards and mechanisms to monitor and ensure quality of RETs. For instance, there are different solar technologies on the market and the general public is not aware of their effectiveness."}, {"text_block_id": "p51_b469", "text": "ix."}, {"text_block_id": "p51_b470", "text": "Lack of Sufficient Data on Resource Base:"}, {"text_block_id": "p51_b471", "text": "Although several studies have been conducted on the resource base, this information has not been appropriately stored for retrieval or processed, especially for wind, solar and geothermal energy."}, {"text_block_id": "p51_b472", "text": "x."}, {"text_block_id": "p51_b473", "text": "Lack of Integrated Resource Planning:"}, {"text_block_id": "p51_b474_merged", "text": "Integrated resource planning takes into account supply and demand side constraints and environmental planning considerations. While Uganda•s energy planning system has concentrated mainly on the supply side, it has not integrated renewable energy sources such as the biofuels (ethanol, bio-diesel, methane and methanol) as substitutes for fossil fuels and small hydropower development as an integral component of hydro power planning."}, {"text_block_id": "p51_b477", "text": "xi."}, {"text_block_id": "p51_b478", "text": "Inadequate Attention to Research and Development (R&D):"}, {"text_block_id": "p51_b479", "text": "There is lack of focus on R&D in the Energy Sector and no apparent budget is provided to institutions of higher learning to specifically conduct R&D.  No systems have been put in place either for international cooperation in R&D to easily accelerate technology transfer."}, {"text_block_id": "p51_b480", "text": "xii."}, {"text_block_id": "p51_b481", "text": "Limited Stakeholder Involvement:"}, {"text_block_id": "p51_b482", "text": "There has been limited stakeholder participation in the planning and implementation of renewable energy projects. This"}, {"text_block_id": "p52_b483", "text": "has led to poor sustainability of investments. Furthermore, with the Power Sector Reform, the need for the holistic programme development and management, involving the various bodies in the Power Sector, is even more desirable."}, {"text_block_id": "p53_b484", "text": "3. THE POLICY VISION, GOAL, PRINCIPLES, OBJECTIVES, STRATEGIES AND TARGETS"}, {"text_block_id": "p53_b485", "text": "3.1 The Policy Vision"}, {"text_block_id": "p53_b486", "text": "The Overall Government Policy Vision for the role of Renewable Energy in the national energy economy is:"}, {"text_block_id": "p53_b487", "text": "To make modern renewable energy a substantial part of the national energy consumption."}, {"text_block_id": "p53_b488", "text": "3.2 The Policy Goal"}, {"text_block_id": "p53_b489", "text": "The Overall Renewable Energy Policy Goal is"}, {"text_block_id": "p53_b490", "text": ":"}, {"text_block_id": "p53_b491", "text": "To increase the use of modern renewable energy, from the current 4% to 61% of the total energy consumption by the year 2017."}, {"text_block_id": "p53_b492_merged", "text": "3.3 The Key Policy Principles"}, {"text_block_id": "p53_b495", "text": "The Policy principles are the fundamental premises that Government will use to apply, develop and test policy and subsequent actions, including decision making, legislation and enforcement. The key principles for renewable energy development are:"}, {"text_block_id": "p53_b496", "text": "1. Energy and Development"}, {"text_block_id": "p53_b497", "text": "Energy services such as lighting, heating, cooking, motive power, mechanical transport and telecommunication are essential for socio-economic development, since they yield social benefits, create employment and generate income. These issues are at the core of poverty eradication and national development. For renewable energy to remain relevant, the policies adopted must propel it to a level, where it provides services that will facilitate the achievement of national development goals."}, {"text_block_id": "p53_b498", "text": "2. Reliability, Efficiency and Sustainability"}, {"text_block_id": "p53_b499", "text": "The deployment of renewable energy technologies should be done in such a way that they provide reliable and efficient services to consumers. This will bring confidence within consumers regarding RETs, thus enhancing the sustainability of their market."}, {"text_block_id": "p54_b500", "text": "3. Energy Diversity, Security and Independence"}, {"text_block_id": "p54_b501", "text": "The support for renewable energy development and use should be seen as a deliberate effort to achieve energy supply diversity, which will enhance energy security. This will also increase Uganda•s energy independence through reduced foreign oil imports."}, {"text_block_id": "p54_b502", "text": "4. Public-Private Partnerships"}, {"text_block_id": "p54_b503", "text": "Government is expected to provide a conducive policy legal and regulatory environment for the private sector to be attracted to invest in renewable energy development. The framework for this environment should contain, among other things, such incentives as guarantees or risk hedging mechanisms, tax rebates, subsidies, favorable power purchase/pricing terms, forex exhange conversion terms among others. However, the policy framework should also allow for Government•s pro-active implementation of desirable projects, which may not have attracted the private sector upfront. The private sector can then be brought on board for management and operations of the project. Depending on the circumstances of the project, the private sector could be a profit oriented company, a cooperative, a community, or an NGO."}, {"text_block_id": "p54_b504", "text": "5. Full Cost Accounting"}, {"text_block_id": "p54_b505", "text": "Pricing policies will be based on full economic, social and environmental costs and benefits of policies, plans, programs, projects and activities of energy production and utilization."}, {"text_block_id": "p54_b506", "text": "6. Avoided Cost Energy Pricing"}, {"text_block_id": "p54_b507", "text": "With regard to electricity generated from renewable energy sources, the use of the avoided cost principle for the feed-in-tariffs will be critical to make renewable energy generation competitive, with generation from conventional energy sources."}, {"text_block_id": "p54_b508", "text": "Women will need to play a special role in the provision and management of energy sources, since they are the most affected by inadequate energy supplies. The difference in interests, needs and priorities that women have compared to those of men will be recognized in planning, implementation and monitoring of renewable energy projects. Energy technologies and services will be designed and disseminated in ways that take into consideration the difference in tasks and roles"}, {"text_block_id": "p55_b509", "text": "within the household, participation in decision making, prioritization of energy needs and how to cope in situations, where there is a lack of energy options. Appropriate policy mechanisms will be provided as part of the enabling environment."}, {"text_block_id": "p55_b510", "text": "8.  Stakeholder Participation and the Poor"}, {"text_block_id": "p55_b511_merged", "text": "Government and project developers should foster community participation in renewable energy projects and strive to promote knowledge of and greater acceptance by the public of prospective renewable energy projects that are appropriate for their location. This involvement should start at an early stage in the planning process. These developments should take into account the socio-economic set up of the concerned community, including the needs of the poor. The development of the renewable energy resources should lead to employment creation and poverty alleviation."}, {"text_block_id": "p55_b514", "text": "9.  Market Competitiveness"}, {"text_block_id": "p55_b515", "text": "The high upfront costs of investment in RETs make them uncompetitive in the market. The Policy will enhance the penetration of renewable energy in the market."}, {"text_block_id": "p55_b516", "text": "10.  Environmental Sustainability"}, {"text_block_id": "p55_b517", "text": "The environmental sustainability of energy supply and consumption, including from renewable sources, should be enhanced to reduce environmental impacts in terms of land use, greenhouse gases and health hazards. While it is generally accepted that renewable energy is environmentally friendly, its production must conform to acceptable environmental standards."}, {"text_block_id": "p55_b518", "text": "3.4 The Policy Objectives"}, {"text_block_id": "p55_b519", "text": "In order to achieve the Policy Vision and Goal, Government will endeavour to implement the following objectives"}, {"text_block_id": "p55_b520", "text": ":"}, {"text_block_id": "p55_b521", "text": "i)"}, {"text_block_id": "p55_b522", "text": "Develop, implement, maintain and continuously improve the legal and institutional framework that responds to the prevailing conditions, in order to maintain interest in renewable energy investments."}, {"text_block_id": "p55_b523", "text": "ii)"}, {"text_block_id": "p55_b524", "text": "Establish an appropriate financing and fiscal policy framework that will attract more investments in Renewable Energy Technologies."}, {"text_block_id": "p55_b525", "text": "iii)"}, {"text_block_id": "p55_b526", "text": "Mainstream gender and poverty issues in renewable energy development strategies to improve the socio-economic well being of women and the poor in general."}, {"text_block_id": "p56_b527", "text": "iv)"}, {"text_block_id": "p56_b528", "text": "Disseminate information and raise public awareness on the benefits and opportunities of renewable energy technologies and build capacities in appropriate institutions."}, {"text_block_id": "p56_b529", "text": "v)"}, {"text_block_id": "p56_b530", "text": "Promote Research and Development, technology transfer, international co"}, {"text_block_id": "p56_b531", "text": "-"}, {"text_block_id": "p56_b532", "text": "operation and adoption of standards in RETs."}, {"text_block_id": "p56_b533", "text": "vi)"}, {"text_block_id": "p56_b534", "text": "Manage the biomass resource base in a sustainable manner."}, {"text_block_id": "p56_b535", "text": "vii)"}, {"text_block_id": "p56_b536", "text": "Promote the use of biofuels."}, {"text_block_id": "p56_b537", "text": "viii)"}, {"text_block_id": "p56_b538", "text": "Promote the conversion of municipal and industrial wastes to energy."}, {"text_block_id": "p56_b539", "text": "3.5 The Strategies"}, {"text_block_id": "p56_b540", "text": "3.5.1 Legal and Institutional Framework"}, {"text_block_id": "p56_b541", "text": "To maintain and improve the responsiveness of the legal and institutional framework to facilitate renewable energy investments, Government will:-"}, {"text_block_id": "p56_b542", "text": "1."}, {"text_block_id": "p56_b543_merged_merged", "text": "Publish of a Standardized Power Purchase Agreement with Feed-in Tariffs for renewable energy generation projects of up to 20 MW installed capacity."}, {"text_block_id": "p56_b548", "text": "2."}, {"text_block_id": "p56_b549", "text": "Put in place legislation and regulations to promote the use of renewable energy and Renewable Energy Technologies all sectors. In particular, Urban Authorities will be obligated to incorporate solar water heating in building plans and local authorities will be encouraged to secure agricultural land for energy farming to produce biofuels."}, {"text_block_id": "p56_b550", "text": "3."}, {"text_block_id": "p56_b551", "text": "Develop appropriate regulations for grid connections and wheeling of electricity generated from renewable energy."}, {"text_block_id": "p56_b552", "text": "4."}, {"text_block_id": "p56_b553", "text": "Introduce a Sector-Wide Approach (SWAP) in energy planning and implementation."}, {"text_block_id": "p56_b554", "text": "5."}, {"text_block_id": "p56_b555", "text": "Establish a National Energy Committee with representatives from stakeholders to provide strategic policy guidance to the Sector."}, {"text_block_id": "p56_b556", "text": "6."}, {"text_block_id": "p56_b557", "text": "Establish a decentralized coordination at District Local Government levels to support the promotion of renewable energy investments at the lowest level."}, {"text_block_id": "p56_b558", "text": "7."}, {"text_block_id": "p56_b559", "text": "Create both Renewable Energy and Energy Efficiency and Conservation Departments, at the Ministry of Energy and Mineral Development."}, {"text_block_id": "p57_b560", "text": "8."}, {"text_block_id": "p57_b561", "text": "Attract qualified personnel into the sector so as to support Renewable Energy Investments."}, {"text_block_id": "p57_b562", "text": "9."}, {"text_block_id": "p57_b563", "text": "Integrate energy issues into non-energy sector policies and planning for sustainable energy service provision."}, {"text_block_id": "p57_b564", "text": "Targets"}, {"text_block_id": "p57_b565", "text": "The target for the first four strategies is by mid 2007. The targets for the remaining strategies are by the end of 2007."}, {"text_block_id": "p57_b566", "text": "3.5.2 Financing and Fiscal Policy"}, {"text_block_id": "p57_b567", "text": "In order to establish an appropriate financing and fiscal policy to attract more investments and enable RETs to penetrate different markets, Government will pursue the following strategies:-"}, {"text_block_id": "p57_b568", "text": "1."}, {"text_block_id": "p57_b569", "text": "Implement, through public private partnerships (PPP), innovative financing mechanisms, including targeted subsidies to stimulate the market penetration of renewable energy technologies. Where subsidies are to be provided, they will be determined in a transparent manner and published."}, {"text_block_id": "p57_b570", "text": "2."}, {"text_block_id": "p57_b571", "text": "Introduce specific regimes that favor renewable energy. These will include preferential tax treatment, tax exemption and accelerated depreciation. Adapt taxation of conventional energy and fuels in view of the impact on the market for renewables."}, {"text_block_id": "p57_b572", "text": "3."}, {"text_block_id": "p57_b573", "text": "Implement innovative risk mitigation mechanisms and credit enhancement instruments, to provide comfort to project lenders and developers."}, {"text_block_id": "p57_b574", "text": "4."}, {"text_block_id": "p57_b575", "text": "Enhance social service provision in health, water supply and education sectors through grant financing of renewable energy projects, especially as a part of rural development programmes."}, {"text_block_id": "p57_b576", "text": "5."}, {"text_block_id": "p57_b577", "text": "Develop financing schemes adapted to local needs and traditions, such as revolving funds, to enable market development for small, appropriate renewable energy technologies for rural development, such as household solar PV systems."}, {"text_block_id": "p57_b578", "text": "6."}, {"text_block_id": "p57_b579", "text": "Gain from the different opportunities offered by the mechanisms linked to the Kyoto Protocol, Clean Development Mechanism, Emission Trading, Joint Implementation Programmes and the Carbon Credits Scheme."}, {"text_block_id": "p58_b580", "text": "7."}, {"text_block_id": "p58_b581", "text": "Ensure periodic determination of feed-in tariffs, which will apply to all developers of renewable energy projects that sell power to the grid."}, {"text_block_id": "p58_b582", "text": "Targets"}, {"text_block_id": "p58_b583", "text": "The targets for the first two strategies are by the end of 2008. However, based on the experience gained through implementation, the risk mitigation and financing mechanisms will be reviewed. The target for the third and fourth strategy will be by the end of 2007. The targets for the fifth, sixth and seventh strategy is by the end of 2007."}, {"text_block_id": "p58_b584", "text": "3.5.3 Poverty Eradication, Equitable Distribution, Social Services and Gender ."}, {"text_block_id": "p58_b585_merged", "text": "To promote mechanisms that enhance the capacity of public and private energy service providers to develop and deploy appropriate gender responsive renewable energy technologies, especially those that help to ease the household burden on women, the  girl child and  those that improve their economic status, Government will:"}, {"text_block_id": "p58_b588", "text": "1."}, {"text_block_id": "p58_b589", "text": "Carry out a comprehensive study to determine the linkages and mechanisms between poverty eradication, gender, and renewable energy."}, {"text_block_id": "p58_b590", "text": "2."}, {"text_block_id": "p58_b591", "text": "Sensitize stakeholders in the public sector, private sector, microfinance institutions, training institutions, NGOs, CBOs on the linkages between gender, renewable energy and poverty and specify their different roles in promoting the synergies."}, {"text_block_id": "p58_b592", "text": "3."}, {"text_block_id": "p58_b593", "text": "Implement a comprehensive integrated renewable energy, gender sensitive, poverty alleviation plan with the stakeholders and appropriate technologies."}, {"text_block_id": "p58_b594", "text": "4."}, {"text_block_id": "p58_b595", "text": "Reinforce the gender related benefits of renewable energy in PEAP."}, {"text_block_id": "p58_b596", "text": "5."}, {"text_block_id": "p58_b597", "text": "Mainstream HIV/AIDS issues during planning, development and implementation of RE projects and activities."}, {"text_block_id": "p58_b598", "text": "Targets"}, {"text_block_id": "p58_b599", "text": "The targets for all the strategies is by the end of 2007."}, {"text_block_id": "p58_b600", "text": "3.5.4  Data Acquisition, Information Dissemination and Capacity Building"}, {"text_block_id": "p58_b601", "text": "To raise public awareness on the benefits and opportunities of renewable energy technologies, Government will:"}, {"text_block_id": "p58_b602", "text": "1."}, {"text_block_id": "p58_b603", "text": "Continuously acquire data on the renewable energy resource availability."}, {"text_block_id": "p59_b604", "text": "2"}, {"text_block_id": "p59_b605", "text": "Develop capacity to process and retrieve this data by establishing an Energy Data Bank"}, {"text_block_id": "p59_b606", "text": "3."}, {"text_block_id": "p59_b607", "text": "Develop and promote knowledge and exchange of information on renewable energy to all stakeholders including the Private Sector, Local Governments and Government institutions right to the lowest level."}, {"text_block_id": "p59_b608", "text": "4."}, {"text_block_id": "p59_b609", "text": "Promote and stimulate the renewable energy technology and energy efficiency markets, through the dissemination of information regarding the economic, social and environmental benefits of renewable energy technologies."}, {"text_block_id": "p59_b610", "text": "5."}, {"text_block_id": "p59_b611", "text": "Incorporate renewable energy technology into the primary, secondary and tertiary curriculum."}, {"text_block_id": "p59_b612", "text": "6."}, {"text_block_id": "p59_b613", "text": "Develop and implement a comprehensive capacity building programme for the RE sub sector."}, {"text_block_id": "p59_b614", "text": "Targets"}, {"text_block_id": "p59_b615", "text": "The targets for the first two strategies are by mid 2007 and the targets for the remaining, strategies are by the end of 2007.  Information, awareness and capacity building is a continuous activity."}, {"text_block_id": "p59_b616", "text": "3.5.5 Promote Research and Development, International Co-operation,  Technology Transfer and Adoption of Standards in RETs"}, {"text_block_id": "p59_b617", "text": "To promote mechanisms for international co-operation in research and development, technology transfer and appropriate standards, Government will:-"}, {"text_block_id": "p59_b618", "text": "1."}, {"text_block_id": "p59_b619", "text": "Promote appropriate R and D and local manufacturing capability, in renewable energy technologies. By advocating and supporting collaboration with researchers and developers in industrialized and other developing nations."}, {"text_block_id": "p59_b620", "text": "2."}, {"text_block_id": "p59_b621", "text": "Allocate adequate funding towards R and D initiatives."}, {"text_block_id": "p59_b622", "text": "3."}, {"text_block_id": "p59_b623", "text": "Set up a Research and Development Division under the Renewable Energy Department to coordinate R and D programmes in RETs."}, {"text_block_id": "p59_b624", "text": "4"}, {"text_block_id": "p59_b625", "text": "Support the research initiatives in tertiary institutions."}, {"text_block_id": "p59_b626", "text": "5."}, {"text_block_id": "p59_b627", "text": "Develop or adapt standards which govern the design, installation and performance of renewable energy systems and put in place certification processes, to verify that the systems meet these standards."}, {"text_block_id": "p60_b628", "text": "6."}, {"text_block_id": "p60_b629", "text": "Identify and enhance appropriate mechanisms to gain from technology skills transfer and to benefit from international experience."}, {"text_block_id": "p60_b630", "text": "7."}, {"text_block_id": "p60_b631", "text": "Promote the implementation of appropriate standard guidelines and codes of practice for sustainable use of renewable energy."}, {"text_block_id": "p60_b632", "text": "8."}, {"text_block_id": "p60_b633", "text": "Develop standards which govern the design, installation and performance of renewable RETs."}, {"text_block_id": "p60_b634", "text": "9."}, {"text_block_id": "p60_b635", "text": "Monitor the ongoing R&D programmes and identify additional investigations and demonstration projects that would assist in the development and optimization of renewable energy systems."}, {"text_block_id": "p60_b636", "text": "10."}, {"text_block_id": "p60_b637", "text": "Identify appropriate public private partnerships for the promotion of renewable energy technology and development."}, {"text_block_id": "p60_b638", "text": "Targets"}, {"text_block_id": "p60_b639", "text": "The targets for all these strategies is by the end of 2007"}, {"text_block_id": "p60_b640", "text": "3.5.6 Biomass Resource Base Management"}, {"text_block_id": "p60_b641", "text": "To manage the biomass resource base in a sustainable manner, Government will:"}, {"text_block_id": "p60_b642", "text": "1."}, {"text_block_id": "p60_b643", "text": "Promote in collaboration with NFA and MAAIF the growing of energy crops including fast maturing trees by the private sector for production of feedstock and bio-diesel. MEMD will liaise with the National Forestry Authority and stakeholders to develop a comprehensive reforestation plan that addresses the energy requirements for biomass users."}, {"text_block_id": "p60_b644", "text": "2."}, {"text_block_id": "p60_b645", "text": "Provide incentives for farmers to establish commercial woodlot plantations, including peri-urban plantations."}, {"text_block_id": "p60_b646", "text": "3."}, {"text_block_id": "p60_b647", "text": "Integrate biomass energy production and efficient utilization and its impacts on climate and health, into the formal education system."}, {"text_block_id": "p60_b648", "text": "4."}, {"text_block_id": "p60_b649", "text": "License charcoal production and transportation and encourage its commercial             production in an efficient and sustainable manner."}, {"text_block_id": "p60_b650", "text": "5."}, {"text_block_id": "p60_b651", "text": "Promote biogas production and use for small and large scale applications. Increase  the number of household/institutional biogas plants from around 500 at present to 100,000 by 2017."}, {"text_block_id": "p60_b652", "text": "6."}, {"text_block_id": "p60_b653", "text": "Increase the rate of adoption of efficient charcoal stoves from 20,000 currently, to 2,500,000 by 2017 in urban areas."}, {"text_block_id": "p61_b654", "text": "7."}, {"text_block_id": "p61_b655", "text": "Increase the rate of adoption of efficient fuel wood stoves from 170,000 currently,  to 500,000 by 2012 and 4,000,000 by 2017."}, {"text_block_id": "p61_b656", "text": "8."}, {"text_block_id": "p61_b657", "text": "Promote inter-fuel substitution in households and industry by creating and maintaining appropriate taxation systems."}, {"text_block_id": "p61_b658", "text": "9."}, {"text_block_id": "p61_b659", "text": "Promote efficiency in the intensive wood burning industries, e.g. tea factories, brick kilns, bakeries among others."}, {"text_block_id": "p61_b660", "text": "10."}, {"text_block_id": "p61_b661", "text": "Promote biomass fired cogeneration in industries and institutions."}, {"text_block_id": "p61_b662", "text": "11."}, {"text_block_id": "p61_b663", "text": "Offer training opportunities for"}, {"text_block_id": "p61_b664", "text": "Jua kali"}, {"text_block_id": "p61_b665", "text": "artisans at the village level for the manufacture, installation and maintenance of efficient cooking stoves."}, {"text_block_id": "p61_b666", "text": "12."}, {"text_block_id": "p61_b667", "text": "License the encroached national forest reserves, to investors (communitybased or private) for sustainable energy production."}, {"text_block_id": "p61_b668", "text": "Targets"}, {"text_block_id": "p61_b669_merged_merged", "text": "The targets for the first five strategies are by the end of 2007. The targets for the sixth and seventh strategy are as indicated. The targets for the eighth, ninth and tenth strategies are by the end of 2007. The targets of the eleventh and twelfth strategies are by mid 2008."}, {"text_block_id": "p61_b672", "text": "3.5.7 Biofuels Promotion and Production"}, {"text_block_id": "p61_b673", "text": "In order to encourage the use of biofuels in the country and especially, in the transport sector, Government will:"}, {"text_block_id": "p61_b674", "text": "1."}, {"text_block_id": "p61_b675", "text": "Develop appropriate legislation for the use of biofuels."}, {"text_block_id": "p61_b676", "text": "2."}, {"text_block_id": "p61_b677", "text": "Adopt appropriate international standards for the blending and manufacture of biofuels. In this respect, the Ministry will work together with the Uganda National Bureau of Standards and the Ministry of Works and Transport."}, {"text_block_id": "p61_b678", "text": "3."}, {"text_block_id": "p61_b679", "text": "License companies through the Commissioner, Petroleum Supplies to blend 20% biofuels into all gasoline fuels and diesel."}, {"text_block_id": "p61_b680", "text": "4."}, {"text_block_id": "p61_b681", "text": "Provide financial incentives for the production of biofuels. These will include: i) subsidies to the farmers of vegetable oil, ii) the removal of taxes on biofuels, iii) a five year tax free importation of machinery and equipment (from licensed manufacturers, who have a patent)."}, {"text_block_id": "p61_b682", "text": "5."}, {"text_block_id": "p61_b683", "text": "Set up a biofuels standard testing facility at the Uganda National Bureau of Standards."}, {"text_block_id": "p62_b684", "text": "6."}, {"text_block_id": "p62_b685", "text": "Monitor the standards of biofuels producers together with the Uganda National Bureau of  Standards."}, {"text_block_id": "p62_b686", "text": "7."}, {"text_block_id": "p62_b687", "text": "Sensitize the public and stakeholders on the use of biofuels."}, {"text_block_id": "p62_b688", "text": "8."}, {"text_block_id": "p62_b689", "text": "Facilitate research on the use of biofuels in liaison with the appropriate tertiary institutions."}, {"text_block_id": "p62_b690", "text": "Targets"}, {"text_block_id": "p62_b691", "text": "The targets for the first four strategies are by the end of 2007. The target for the fifth and sixth is by end of 2008. The target for the seventh strategy is by end of 2007. The target for the last strategy is by end of 2008."}, {"text_block_id": "p62_b692", "text": "3.5.8 Wastes to Energy"}, {"text_block_id": "p62_b693", "text": "To promote the conversion of municipal and industrial waste to energy, Government will:"}, {"text_block_id": "p62_b694", "text": "1."}, {"text_block_id": "p62_b695", "text": "Provide incentives for the conversion of wastes to energy."}, {"text_block_id": "p62_b696", "text": "2."}, {"text_block_id": "p62_b697", "text": "Put in place fiscal measures that will discourage open burning or disposal of wastes without extracting their energy content."}, {"text_block_id": "p62_b698", "text": "Targets"}, {"text_block_id": "p62_b699", "text": "The targets for both strategies is by the end of 2007"}, {"text_block_id": "p62_b700", "text": "3.6 The Main Targets"}, {"text_block_id": "p62_b701", "text": "The main targets of the Renewable Energy Policy are summarized under the five programmes indicated in Table 3.1"}, {"text_block_id": "p64_b702", "text": "4. POLICY ACTIONS"}, {"text_block_id": "p64_b703", "text": "In order to achieve the goals, objectives and targets of the Renewable Energy Policy, five main programmes will be implemented."}, {"text_block_id": "p64_b704", "text": "4.1 Power Generation Programme"}, {"text_block_id": "p64_b705_merged", "text": "Under this programme, there will be two approaches of project realization. The first will deal with large hydropower schemes and the second will deal with small power schemes."}, {"text_block_id": "p64_b710", "text": "i) Large-scale Power Projects"}, {"text_block_id": "p64_b711", "text": "These sites will be tendered out to prospective developers. After the selection, the prospective developer will acquire a license from the Electricity Regulatory Authority to carry out feasibility studies and designs. Once these are approved, the developer will arrange an appropriate financing package that will facilitate the implementation of the scheme. Public Private Partnerships will be encouraged and the tariffs will be negotiated on a case by case basis."}, {"text_block_id": "p64_b712", "text": "ii) Small-scale Power Projects"}, {"text_block_id": "p64_b713", "text": "This will cover small hydropower plants (less than 20MW), biomass, co-generation, geothermal energy, wind power, solar thermal electric power and other sources. Projects in a number of these renewable energy areas are already underway. The programme will include basic studies on identified resources, promotion or tendering of sites to the private sector and development of projects by the private sector. Public private partnerships will be encouraged. According to the Electricity Act 1999, UETCL will determine and publish the feed in tariffs after approval by ERA."}, {"text_block_id": "p64_b714", "text": "a)"}, {"text_block_id": "p64_b715", "text": "Biomass-fired Cogeneration:"}, {"text_block_id": "p64_b716", "text": "Biomass-fired cogeneration will be supported in isolated communities with good biomass reserves, industries with large amounts of combustible wastes as well as industries that require both heat and electricity. These include the sugar, wood, tea, food and beverages, vegetable oil, rice and fish smoking industries."}, {"text_block_id": "p64_b717", "text": "b)"}, {"text_block_id": "p64_b718", "text": "Wind Power:"}, {"text_block_id": "p64_b719", "text": "Wind power technology shall be promoted for power generation, water pumping and other applications."}, {"text_block_id": "p64_b720", "text": "c)"}, {"text_block_id": "p64_b721", "text": "Peat"}, {"text_block_id": "p64_b722", "text": ":"}, {"text_block_id": "p64_b723", "text": "This will include licensing of companies to extract peat. Distributed peat-fired cogeneration will be promoted in industries and isolated towns."}, {"text_block_id": "p65_b724", "text": "d)"}, {"text_block_id": "p65_b725", "text": "Geothermal:"}, {"text_block_id": "p65_b726", "text": "This will include tendering of geothermal sites, supporting feasibility studies,"}, {"text_block_id": "p65_b727", "text": "e)"}, {"text_block_id": "p65_b728", "text": "Solar"}, {"text_block_id": "p65_b729", "text": ":"}, {"text_block_id": "p65_b730", "text": "iii)   Legal and Institutional Framework"}, {"text_block_id": "p65_b731", "text": "For this programme to work, Government will take the following actions:"}, {"text_block_id": "p65_b732", "text": "a)"}, {"text_block_id": "p65_b733", "text": "Provide to the private sector project developers who want to feed power into the grid a"}, {"text_block_id": "p65_b734", "text": "Standardized Power Purchase Agreement."}, {"text_block_id": "p65_b735", "text": "The significance of this type of PPA is that it makes the business predictable by removing market uncertainty, facilitates negotiations between the developer and dramatically cuts down the transaction costs. This will also help to attract a larger number of investors in renewable energy generation. Experiences in other countries where this instrument has been used bear these facts out. The"}, {"text_block_id": "p65_b736", "text": "Standard Power Purchase Agreement (PPA"}, {"text_block_id": "p65_b737", "text": ") is shown in"}, {"text_block_id": "p65_b738", "text": "Annex 1"}, {"text_block_id": "p65_b739", "text": "."}, {"text_block_id": "p65_b740", "text": "b)"}, {"text_block_id": "p65_b741_merged_merged", "text": "Establish a Feed-in-Tariff, based on the principle of avoided cost pricing, in accordance with the provisions of the Electricity Act 1999. The tariff should be able to translate into a csh revenue that will not require the investor to resort to a capital subsidy. The Feed-in-Tariff will be part of the Standardized PPA. The feed-in tariff will be structured to differentiate between peak, shoulder and off-peak prices to reflect the higher value of power in the peak period and between short- to medium-term prices and long-term prices, to reflect the higher risk of load shedding in the short to medium-term. The structure for 2007 is shown in Annex 2. In terms of price levels, the following principles shall apply:"}, {"text_block_id": "p65_b746", "text": "Establish a Feed-in-Tariff, based on the principle of avoided cost pricing, in accordance with the provisions of the Electricity Act 1999. The tariff should be able to translate into a csh revenue that will not require the investor to resort to a capital subsidy. The Feed-in-Tariff will be part of the Standardized PPA. The feed-in tariff will be structured to differentiate between peak, shoulder and off-peak prices to reflect the higher value of power in the peak period and between short- to medium-term prices and long-term prices, to reflect the higher risk of load shedding in the short to medium-term. The structure for 2007 is shown in Annex 2. In terms of price levels, the following principles shall apply:\n* Prices should provide a weighted average price equivalent to the cost\n* In the short to medium term, prices should be based on the estimated"}, {"text_block_id": "p65_b751", "text": "c)"}, {"text_block_id": "p65_b752", "text": "Wheeling of power over third party networks, will be charged in accordance with rates set and published by ERA."}, {"text_block_id": "p66_b753", "text": "d)"}, {"text_block_id": "p66_b754", "text": "Subsidies will be extended to projects which generate power only under the following circumstances:"}, {"text_block_id": "p66_b755", "text": "Subsidies will be extended to projects which generate power only under the following circumstances:\n* In the case where a grid-embedded project also sells power to\n* Mini-grids, i.e. where generation and distribution are combined in"}, {"text_block_id": "p66_b759", "text": "e)"}, {"text_block_id": "p66_b760", "text": "Ensure that all Government authorities, who are supposed to provide the various consents (including permits, licenses, approvals, etc) give them in a well coordinated and expeditious manner."}, {"text_block_id": "p66_b761", "text": "f)"}, {"text_block_id": "p66_b762", "text": "Provide comfort to the private sector investors by using either of the two existing financial instruments to hedge their long term borrowing from local financial institutions. These instruments are the Refinance Facility at the Bank of Uganda and the Credit Support Facility (CSF) (a Public Trust entity). The detailed operational modalities of these instruments can be accessed from the various legal documents that established them."}, {"text_block_id": "p66_b763", "text": "g)"}, {"text_block_id": "p66_b764", "text": "Harmonize the institutional roles in the development of renewable energy projects. The details are contained in"}, {"text_block_id": "p66_b765", "text": "Annex 1."}, {"text_block_id": "p66_b766", "text": "4.2 Rural and Urban-Poor Electrification Access Programme"}, {"text_block_id": "p66_b767", "text": "The rural electrification programme has hitherto focused on unserved rural consumers both within and outside the UMEME footprint. However, future projects should be extended to the urban poor, especially in peri-urban areas, since their conditions are not any different from those living in rural areas. The essence of this action is that all poor people, regardless of where they live, should be facilitated to engage in productive activities and also receive decent social services such as health, education and water supply as a deliberate effort in support of the attainment of the MDGs."}, {"text_block_id": "p66_b768", "text": "Government actions on this programme will include the following:"}, {"text_block_id": "p66_b769", "text": "a)"}, {"text_block_id": "p66_b770", "text": "Match the development of small renewable energy generation capacity to the corresponding extension of electricity to rural and urban-poor connections. This linkage is justified specifically in the context of the design of the ERT Programme, which integrates rural electrification with the development of small renewable"}, {"text_block_id": "p67_b771", "text": "energy. The plans for these connections will be incorporated in the ongoing activities, which include the planning of Priority Rural Electrification Projects (PREPS), the Locally/Community Initiated Rural Electrification Projects (LIREPS/CIREPS) and the extension of grid electricity to agricultural enterprises."}, {"text_block_id": "p67_b772", "text": "b)"}, {"text_block_id": "p67_b773", "text": "Using the Indicative Rural Electrification Master Plan (IREMP), identify and carry out feasibility studies on micro/mini hydro sites and other sources to provide power to mini-grids in remote areas, either managed by communities/cooperatives or local entrepreneurs. In particular, this grid-independent approach has the potential to provide electricity to more rural consumers than relying on grid extensions, during periods of capacity constraint on the grid"}, {"text_block_id": "p67_b774", "text": "c)"}, {"text_block_id": "p67_b775", "text": "Through the National Energy Committee (NEC), MEMD will coordinate and monitor cross-sectoral energy activities, especially those initiated under the ERT, to ensure that the plans for energy services implemented by the sectoral ministries become sustainable. The main sectors include health, education, water supply and agriculture."}, {"text_block_id": "p67_b776", "text": "d)"}, {"text_block_id": "p67_b777", "text": "Detail the light regulatory framework provided for under the Electricity Act and the necessary institutional framework for the promotion of decentralized schemes, the majority of, which are likely to be based on renewable energy generation. The framework will include the procedure for licensing/registration, tariff structure (specifics depending on case by case) and management and operation. The management of these schemes is likely to be done by local rural communities or local entrepreneurs."}, {"text_block_id": "p67_b778", "text": "4.3 Modern Energy Services Programme"}, {"text_block_id": "p67_b779", "text": "This programme will involve the promotion of renewable energy based energy technology for households, institutions, commercial buildings and small scale industries. In particular, these services will be for cooking, lighting, motive power and ICT.  While LPG is not a renewable energy source, it will also be promoted as an integrated part of the programme, since it is a modern and relatively clean fuel, similar to modern renewable energy. Specifically, technologies under this programme will cover solar PV systems, biomass gasifiers, solar water heaters, efficient woodfuel stoves, LPG appliances and energy saving bulbs. Efforts to promote solar PV technology are already under implementation within the ERT Programme, while the wood fuel stoves project has been on-going under GTZ. However, MEMD will identify the various stakeholders that can"}, {"text_block_id": "p68_b780", "text": "make this happen and spearhead its design as a comprehensive, integrated programme. The actions are summarized in Table 4.1.  Government will undertake the following actions:"}, {"text_block_id": "p68_b781", "text": "a)"}, {"text_block_id": "p68_b782", "text": "An energy needs assessment, of selected districts in each of the four regions of the country. Initial data will be acquired from the District Population Offices, UNBS, NFA, MAAIF, MEMD and NGOs and CBOs operating in the different districts. This data will be augmented by additional surveys. For the more urbanized districts, data will be obtained from the town or municipal offices. The data obtained will be analyzed to specify the current energy demand in relation to the supply by the various technologies and the affordability of upgrading their supply."}, {"text_block_id": "p68_b783", "text": "b)"}, {"text_block_id": "p68_b784", "text": "The Directorate of Energy Development will designate specific officers to manage a cluster of districts before District Energy Offices are instituted under the District Local Governments. They will work with the LCs, NGOs, CBOs, the Private Sector, MFIs to develop an implementation plan."}, {"text_block_id": "p68_b785", "text": "c)"}, {"text_block_id": "p68_b786", "text": "The promotion of the programme will be at the District Level with participation of the District Community Development Officer, District Water Officer, District Environment Officer, District Education Officer and District Director, Medical Services.  These officers will work with the District Leaders and sensitize households through the LC system. Schools, training institutions, health centers will be also sensitized."}, {"text_block_id": "p68_b787", "text": "d)"}, {"text_block_id": "p68_b788", "text": "At the District Level a District Energy Committee (DEC) will be established with the District Energy Officer as chairperson. It will include representatives of key social sectors that require energy. These are the District Water Officer, the District Education Officer, the District Director of Medical Services and the District Agricultural Officer. At the Sub county Level (LC3), a Local Energy Committee (LEC) will also be established. The LEC will manage the planning, implementation, operation and maintenance of energy projects. This will include the selection of the most appropriate energy supply technology, taking into account affordability, willingness to pay, efficiency and sustainability. At the Village Level, a Village Energy Committee (VEC) will be established. The representation on both the LEC and VEC will be gender sensitive."}, {"text_block_id": "p68_b789", "text": "e)"}, {"text_block_id": "p68_b790", "text": "There will be grants and revolving funds provided to the beneficiaries. The microfinance institutions will provide loans both to households and to institutions who would like to purchase solar PV systems and biogas digesters. They will also provide loans to potential dealers in solar equipment and liquid petroleum gas (LPG)."}, {"text_block_id": "p69_b791", "text": "The NGOs, CBOs USSIA, PSFU will provide grants to artisans to start making the improved wood stoves, charcoal stoves, kilns, biogas digesters and improving their charcoal business."}, {"text_block_id": "p69_b792", "text": "f)"}, {"text_block_id": "p69_b793", "text": "The PSFU, UREA and USSIA will spearhead capacity building for local artisans to acquire technological and entrepreneurial skills to manage businesses in or wood stoves, charcoal stoves and charcoal production. These will be identified through the LC system."}, {"text_block_id": "p69_b794", "text": "The training of technicians in solar pv technology will continue with support from MEMD and the Private Sector Foundation Uganda."}, {"text_block_id": "p70_b795", "text": "Table 4.1 Modern Energy Services Programme: Main Components"}, {"text_block_id": "p71_b796", "text": "4.4 Biofuels Programme"}, {"text_block_id": "p71_b797", "text": "This will cover production of ethanol, biodiesels, methanol (gasification) and biogas. Initiatives have been undertaken in the past in all these biofuels, but without the necessary thrust to make them an integral part of the country•s energy supply mix. Uganda has the potential to produce substantial amounts of biodiesel from a variety of oil seed crops, which are either already grown for oil extraction or growing wildly. The Ministry envisages that Uganda will be able to cut its diesel and gasoline imports by 10,000 tons a year from 2007 as a result of supporting biodiesel and ethanol production, through a package of policy and regulatory measures. Considering the current trend in the price of oil on the world market, MEMD will have to move fast to put this programme in place. Under this programme, Government will take the following actions:"}, {"text_block_id": "p71_b798", "text": "a)"}, {"text_block_id": "p71_b799", "text": "Appropriate legislation for the use of biofuels will be put in place. This will specify, who is eligible for a licence to blend and sell biofuels, the licensing authority, the minimum standards of the biofuels. The licencing authority will be the Commissioner Petroleum Supplies. Standards will be developed together with the Uganda National Bureau of Standards. The UNBS will have a biofuels testing facility set up. Together with the Ministry, they will be responsible for monitoring the standards of biofuels."}, {"text_block_id": "p71_b800", "text": "b)"}, {"text_block_id": "p71_b801", "text": "MEMD with stakeholders will promote the use of biofuels through sensitization of the stakeholders. The key stakeholders involved will include the Private Sector Foundation Uganda, the Uganda Manufacturers Association, NGOs CBOs and the oil companies. The promotion will include, radio, TV and the print media."}, {"text_block_id": "p71_b802", "text": "c)"}, {"text_block_id": "p71_b803", "text": "MEMD with Ministry of Agriculture Animal Industry and Fisheries, the Ministry of Water and Environment and stakeholders, will develop a comprehensive strategy for the increased production of vegetable oil and ethanol. This strategy will be implemented with the support of the Private Sector Foundation, Uganda Manufacturers Association, Uganda Seed Company, NGOs and CBOs. This will include subsidies to the farmers of all forms of vegetable oil. With recommendations from MEMD, the Ministry of Finance, Planning and Economic Development, will remove taxes from the"}, {"text_block_id": "p72_b804", "text": "biofuels and give a tax holiday for the importation of machinery and equipment from licensed manufacturers."}, {"text_block_id": "p72_b805", "text": "4.5 Wastes to Energy Programme"}, {"text_block_id": "p72_b806", "text": "This will cover the conversion of waste to energy through direct combustion, gasification or biological conversion to biogas and therefore wastes will become part of the energy resource base. To foster this development, MEMD will work with municipal authorities and industries that generate lots of waste in developing this potential."}, {"text_block_id": "p72_b807", "text": "a)"}, {"text_block_id": "p72_b808", "text": "A survey of the amount and type of waste will be carried out in the various municipalities to determine the type of technology and the associated costs that are required, with the help of consultants."}, {"text_block_id": "p72_b809", "text": "b)"}, {"text_block_id": "p72_b810", "text": "The promoters will access financial support from Development Banks, Commercial Banks and MFIs and the Credit Support Facility."}, {"text_block_id": "p72_b811", "text": "c)"}, {"text_block_id": "p72_b812", "text": "Appropriate incentives shall be put in place to promote the conversion of waste to energy. This could be through the Credit Support Facility (CSF), tax waivers, etc. On the other hand, regulations that will discourage open burning or disposal of wastes without extracting their energy content will also be put in place."}, {"text_block_id": "p72_b813", "text": "4.6 Energy Efficiency Programme"}, {"text_block_id": "p72_b814_merged", "text": "The Energy Efficiency Programme will implement the overall Energy Efficiency Strategy for Uganda, which has the following objectives:"}, {"text_block_id": "p72_b817", "text": "i."}, {"text_block_id": "p72_b818", "text": "Highlighting the energy efficiency baselines for Uganda."}, {"text_block_id": "p72_b819", "text": "ii."}, {"text_block_id": "p72_b820", "text": "Defining energy efficiency targets for Uganda."}, {"text_block_id": "p72_b821", "text": "iii."}, {"text_block_id": "p72_b822", "text": "Recommending energy efficiency strategy activities."}, {"text_block_id": "p72_b823", "text": "iv."}, {"text_block_id": "p72_b824", "text": "Setting up an energy efficiency implementation plan."}, {"text_block_id": "p72_b825", "text": "v."}, {"text_block_id": "p72_b826", "text": "Setting up a framework for energy efficiency improvement and for continuous promotion of energy efficiency in Uganda."}, {"text_block_id": "p72_b827", "text": "With the objective of improving the energy efficiency in all sectors of the Ugandan"}, {"text_block_id": "p73_b828_merged", "text": "economy in a sustainable manner, the Energy Efficiency Strategy for Uganda is based on three pillars or areas of intervention, namely"}, {"text_block_id": "p73_b831", "text": "•"}, {"text_block_id": "p73_b832", "text": "Education and Training,"}, {"text_block_id": "p73_b833", "text": "•"}, {"text_block_id": "p73_b834", "text": "Information, and"}, {"text_block_id": "p73_b835", "text": "•"}, {"text_block_id": "p73_b836", "text": "Financial Support and Motivation Programmes."}, {"text_block_id": "p73_b837", "text": "The Government of Uganda will engage in individual activities and programmes for each of these areas, targeting the different sectors of the Ugandan economy. Where applicable and required, legislative provisions will be undertaken for the implementation of the activities and programmes."}, {"text_block_id": "p73_b838", "text": "In order to achieve the goals, objectives and targets of the Energy Efficiency Strategy, specific programmes will be implemented for the relevant sectors of the Ugandan economy. These are:"}, {"text_block_id": "p73_b839", "text": "•"}, {"text_block_id": "p73_b840", "text": "Households and Institutions"}, {"text_block_id": "p73_b841", "text": "• households in the rural and urban areas, governmental institutions including schools, hospitals, universities, ministries and all kinds of administration buildings"}, {"text_block_id": "p73_b842", "text": "•"}, {"text_block_id": "p73_b843", "text": "Industry and Commerce"}, {"text_block_id": "p73_b844", "text": "• large industry as well as small and medium enterprises, hotels, banks, private offices and small commerce"}, {"text_block_id": "p73_b845", "text": "•"}, {"text_block_id": "p73_b846", "text": "Transport"}, {"text_block_id": "p73_b847", "text": "• private motorized transport, public transport, freight transport as well as transport infrastructure"}, {"text_block_id": "p73_b848", "text": "•"}, {"text_block_id": "p73_b849", "text": "Power Generation, Transmission and Distribution"}, {"text_block_id": "p73_b850", "text": "•this will be done through the public utilities of UEGCL, UETCL and UEDCL together with their concessionaires."}, {"text_block_id": "p73_b851", "text": "The responsibilities for the implementation of this Strategy rest mainly with Government organizations, but will also be shared in some cases with private organizations."}, {"text_block_id": "p73_b852", "text": "The Ministry of Energy and Mineral Development will have lead responsibility within the National Government through the new Energy Efficiency and Conservation Department, for developing and implementing the Energy Efficiency Strategy."}, {"text_block_id": "p73_b853", "text": "Other Government bodies that will assist in implementing the various elements of the Strategy include:"}, {"text_block_id": "p74_b854", "text": "The Ministry of Finance, Planning and Economic Development"}, {"text_block_id": "p74_b855", "text": ", will be responsible for making any changes in rates of company or individual tax and in VAT and import duties;"}, {"text_block_id": "p74_b856", "text": "The Ministry of Works and Transport,"}, {"text_block_id": "p74_b857", "text": "will be responsible for taking direct action with respect to energy efficiency in the Transport Sector assisted on technical matters, by the Energy Efficiency and Conservation Department."}, {"text_block_id": "p74_b858", "text": "The Ministry of Education and Sports"}, {"text_block_id": "p74_b859", "text": ", will be directly responsible for introducing curricula changes to emphasize energy efficiency at all levels of education and assisted by the Energy Efficiency and Conservation Department."}, {"text_block_id": "p74_b860", "text": "The Ministry of Lands, Housing and Urban Development"}, {"text_block_id": "p74_b861", "text": ", will be directly involved with the introduction and monitoring for compliance with new energy efficient building codes;"}, {"text_block_id": "p74_b862", "text": "The Ministry of Tourism, Trade and Industry"}, {"text_block_id": "p74_b863", "text": ", will participate in aspects of the strategy relevant to industrial plants."}, {"text_block_id": "p74_b864", "text": "The Ministry of Local Government"}, {"text_block_id": "p74_b865", "text": "will facilitate the participation of municipalities and other appropriate local jurisdictions."}, {"text_block_id": "p74_b866", "text": "The Ministry of Water and Environment and NEMA"}, {"text_block_id": "p74_b867", "text": "will facilitate the development of appropriate legislation to support the strategy."}, {"text_block_id": "p74_b868", "text": "Other main stakeholders will include UMA, PSFU, USSIA, industrial enterprises, industry associations, transport companies, owners of school buildings, hospitals and commercial centers, financial organizations, equipment manufacturers and similar organizations."}, {"text_block_id": "p74_b869", "text": "4.7  Impact of Proposed Actions"}, {"text_block_id": "p74_b870", "text": "The impact of implementing the proposed actions has been evaluated."}, {"text_block_id": "p74_b871", "text": "The impact of introducing Improved Biomass Energy Technologies (BETs) is shown in Table 4.2. The progressive savings in terms of biomass by 2017 is nearly equivalent to the current biomass demand for the entire country, which is at approximately, 27,784,000 tons per annum. (c. f Table 2.3)"}, {"text_block_id": "p75_b872", "text": "Table: 4.3                        Impacts of Proposed Actions"}, {"text_block_id": "p76_b873", "text": "The overall responsibility for this policy lies with the Ministry of Energy and Mineral Development (MEMD). The Ministry will oversee and coordinate the implementation of this policy by various stakeholders and will ensure the effectiveness of these activities."}, {"text_block_id": "p76_b874", "text": "Within the ministry, a Renewable Energy Department is being created to specifically focus on the promotion of RE and RETs.  MEMD shall also work with municipal authorities and industries that generate lots of waste in developing the potential."}, {"text_block_id": "p76_b875", "text": "The functions of the Department are:"}, {"text_block_id": "p76_b876", "text": "i)"}, {"text_block_id": "p76_b877", "text": "To identify new sources of energy to be developed in Uganda"}, {"text_block_id": "p76_b878", "text": "ii)"}, {"text_block_id": "p76_b879", "text": "To collect and process the information concerning renewable energy resources."}, {"text_block_id": "p76_b880", "text": "iii)"}, {"text_block_id": "p76_b881", "text": "To carry out pre-feasibility and pre-investment studies of the various sources and sites."}, {"text_block_id": "p76_b882", "text": "iv)"}, {"text_block_id": "p76_b883", "text": "To mobilize technical assistance and funding for the development of the sources."}, {"text_block_id": "p76_b884", "text": "v)"}, {"text_block_id": "p76_b885", "text": "To develop and review renewable energy policies."}, {"text_block_id": "p76_b886", "text": "vi)"}, {"text_block_id": "p76_b887", "text": "To promote and develop appropriate renewable energy technologies."}, {"text_block_id": "p76_b888", "text": "vii)"}, {"text_block_id": "p76_b889", "text": "To provide technical support to local governments and other stakeholders."}, {"text_block_id": "p76_b890", "text": "viii)"}, {"text_block_id": "p76_b891", "text": "To supervise projects in renewable energy."}, {"text_block_id": "p76_b892", "text": "ix)"}, {"text_block_id": "p76_b893", "text": "To adopt standards and codes of practice for renewable energy technologies."}, {"text_block_id": "p76_b894", "text": "x)"}, {"text_block_id": "p76_b895", "text": "To facilitate the transfer of renewable energy technology."}, {"text_block_id": "p76_b896", "text": "Since renewable energy and energy efficiency are being implemented in a holistic and integrated manner, it is necessary to strengthen the energy efficiency and"}, {"text_block_id": "p77_b897", "text": "conservation functions of the Ministry, by the creation of an Energy Efficiency and Conservation Department."}, {"text_block_id": "p77_b898", "text": "The main functions of the new Department will be:"}, {"text_block_id": "p77_b899", "text": "i)"}, {"text_block_id": "p77_b900", "text": "To regularly collect, analyze and interpret data on the status of energy efficiency and conservation throughout the country."}, {"text_block_id": "p77_b901", "text": "ii)"}, {"text_block_id": "p77_b902", "text": "To develop strategies and programmes to improve energy efficiency and conservation."}, {"text_block_id": "p77_b903", "text": "iii)"}, {"text_block_id": "p77_b904", "text": "To implement and monitor programmes that intend to improve energy efficiency and conservation."}, {"text_block_id": "p77_b905", "text": "iv)"}, {"text_block_id": "p77_b906", "text": "To recommend and develop standards that can be used to improve energy efficiency and conservation."}, {"text_block_id": "p77_b907", "text": "v)"}, {"text_block_id": "p77_b908", "text": "To coordinate and conduct research on the measures to improve energy efficiency and conservation."}, {"text_block_id": "p77_b909", "text": "vi)"}, {"text_block_id": "p77_b910", "text": "To provide advice and technical guidance to energy users on the best practices of energy efficiency and conservation."}, {"text_block_id": "p77_b911", "text": "vii)"}, {"text_block_id": "p77_b912", "text": "To provide technical advice to other Government Departments, Local Governments, the Private Sector and other stakeholders on energy efficiency and conservation."}, {"text_block_id": "p77_b913", "text": "viii)"}, {"text_block_id": "p77_b914", "text": "To disseminate information on energy efficiency and conservation to the public and translate this into local languages."}, {"text_block_id": "p77_b915", "text": "Furthermore, a National Energy Committee will be established to provide strategic policy guidance to the Sector."}, {"text_block_id": "p77_b916", "text": "5.2  Other Stakeholders"}, {"text_block_id": "p77_b917", "text": "The other main stakeholders include the Electricity Regulatory Authority (ERA), which sets the tariffs and issues licenses for studies, generation and distribution, according to the Electricity Act 1999. The Rural Electrification Agency (REA) is the secretariat of the Rural Electrification Board (REB), which manages the Rural Electrification Fund (REF). The REF provides subsidies to support rural electrification projects. The Uganda Electricity Transmission Company (UETCL) is the System Operator and owns the transmission mains of above 33KV on behalf of Government.  The Uganda Electricity Distribution Company (UEDCL) is the owner"}, {"text_block_id": "p78_b918", "text": "of the electricity distribution network, which is being managed by UMEME, the concessionaire. Investments by Government will belong to UEDCL. The Uganda Electricity Generation Company (UEGCL) is the owner the Kiira and Nalubaale Power stations at Owen Falls, which have now been concessioned to Eskom Globeq to manage them."}, {"text_block_id": "p78_b919", "text": "The Uganda National Bureau of Standards (UNBS) is responsible for developing and monitoring standards for renewable energy technologies in addition to biofuels technology. The National Environment Management Agency (NEMA) is responsible for regulating the impact of renewable investments on the environment, through instruments like environment impact assessment (EIA).  The Directorate of Water Development (DWD) is responsible for issuing permits for water extraction for hydropower schemes."}, {"text_block_id": "p78_b920", "text": "The Private Sector Foundation (PSFU) is a body that brings together private companies   will assist in project development. The Uganda Investment Authority (UIA) provides both foreign and local investors with licenses for investment. Other bodies, which will participate in implementing this Policy are the Uganda Manufacturers Association (UMA), which is a body that brings together key users of renewable energy and potential manufacturers of the equipment; the Uganda Renewable Energy Association (UREA), which brings together companies, NGOS and CBOs that are implementing renewable energy projects. The Uganda Small Scale Industries Association (USSIA) will also participate through its members. The Media Houses, which include the radio, print and TV will also participate in the sensitization campaigns."}, {"text_block_id": "p78_b921", "text": "Other Government ministries involved in the provision of renewable energy technologies for social services are the Ministry of Health, Ministry of Finance, Planning and Economic Development, Ministry of Education and Sports, Ministry of Water and Environment, National Forestry Authority, Ministry of Agriculture, Animal Industries and Fisheries, Ministry of Local Government, the District Local Governments and the Municipalities."}, {"text_block_id": "p78_b922_merged", "text": "Special financial mechanisms have been instituted to facilitate rural electrification and  renewable energy investments.  This includes the Credit Support Facility (CSF) known as the Uganda Energy Capitalization Trust that has been instituted to provide partial guarantees for private sector borrowing from the local financial"}, {"text_block_id": "p79_b926", "text": "markets to develop projects. Participating Financial Institutions (PFIs) will include Commercial Banks, Development Banks and Microfinance Institutions (MFIs)."}, {"text_block_id": "p80_b927", "text": "6 FINANCIAL IMPLICATIONS"}, {"text_block_id": "p80_b928", "text": "6.1 Short- and Medium-Term Policy Priority Actions"}, {"text_block_id": "p80_b929", "text": "Several RE Policy actions will be implemented in order to achieve the broad and specific objectives of this RE Policy. The details are indicated in Table 6.1. Strategic interventions required to move forward the RE policy priority actions are indicated along the proposed actions."}, {"text_block_id": "p80_b930", "text": "The total financial resources required to implement the strategic interventions are of the order of UShs 6,500 billion or US$ 3.5 billion over the next ten years. It is estimated that 86% of these resources will come from direct private investment, while 14% have to be obtained from the public sector either through Government resources or from development partners (e.g. Multilateral and Bilateral cooperation, Global Environment Facility, Clean Development Mechanism). In particular, Government will strive to take advantage of these environmental agencies by emphasizing the development of renewable energy resources. Table 6.2 gives a summary of this."}, {"text_block_id": "p81_b931", "text": "Table 6.1  Short and Medium (0 • 10 Years) Term RE Policy Priorities (2007 - 2017)"}, {"text_block_id": "p83_b932", "text": "Table 6.2: REQUIRED SECTOR INVESTMENTS (2006 • 2016)"}, {"text_block_id": "p83_b933", "text": "TOTAL INVESTMENT FUNDS IN THE SHORT TO MEDIUM TERM:  US$ 3,560 M"}, {"text_block_id": "p84_b934", "text": "ANNEXES"}, {"text_block_id": "p84_b935", "text": "AGREEMENT"}, {"text_block_id": "p84_b936", "text": "For"}, {"text_block_id": "p84_b937", "text": "THE PURCHASE AND SALE OF ELECTRICITY"}, {"text_block_id": "p87_b938", "text": "THIS POWER PURCHASE AGREEMENT"}, {"text_block_id": "p87_b939", "text": "is made on the•.• day of •••••••.. 200_"}, {"text_block_id": "p87_b940", "text": "BETWEEN"}, {"text_block_id": "p87_b941", "text": "The [XXX COMPANY LIMITED] of P.O. Box [XXX], KAMPALA (hereinafter referred to as •GENCO• which expression shall where the context so admits include its successors in title and assignees) of the one part;"}, {"text_block_id": "p87_b942", "text": "AND"}, {"text_block_id": "p87_b943", "text": "The UGANDA ELECTRICITY TRANSMISSION COMPANY LIMITED, of P.O. Box 7625, KAMPALA (hereinafter referred to as •UETCL• which expression shall where the context so admits include its successors in title and assignees) of the other part;"}, {"text_block_id": "p87_b944", "text": "WHEREAS:"}, {"text_block_id": "p87_b945", "text": "GENCO is empowered under Licence No. [XXX] issued by the Electricity Regulatory Authority under the Electricity Act Chapter 145 of the Laws of Uganda to engage in the business of generation of electrical energy;"}, {"text_block_id": "p87_b946", "text": "UETCL is empowered and legally authorised under Licence No. [XXXX] to purchase electrical energy;"}, {"text_block_id": "p87_b947", "text": "GENCO is desirous of selling electrical energy to UETCL, and UETCL desires to purchase electrical energy from GENCO"}, {"text_block_id": "p87_b948", "text": "NOW THEREFORE THIS CONTRACT WITNESSETH"}, {"text_block_id": "p87_b949", "text": "as follows: -"}, {"text_block_id": "p87_b950", "text": "Definitions and Interpretation"}, {"text_block_id": "p87_b951", "text": "Definitions"}, {"text_block_id": "p87_b952", "text": "In this Agreement, unless the context otherwise requires, the following words and phrases shall have the meanings given to them below:"}, {"text_block_id": "p87_b953", "text": "•Act•: means the Electricity Act Chapter 145 of the Laws of Uganda, as may be amended from time to time."}, {"text_block_id": "p87_b954", "text": "•Agreement•: means this Power Purchase Agreement as it may be amended from time to time."}, {"text_block_id": "p87_b955", "text": "•Annual Contract Volume•: means the volume of energy estimated by GENCO to be delivered to UETCL in the relevant Contract Year."}, {"text_block_id": "p87_b956", "text": "•Arbitrator•: means an arbitrator appointed in accordance with the dispute resolution procedure set out in Clause 0."}, {"text_block_id": "p87_b957", "text": "•Authorisation•: means any approval, consent, licence, permit, authorisation or other permission granted or to be granted by a Government Authority required for the enforcement of rights or performance of obligations under this Agreement by a Party;"}, {"text_block_id": "p87_b958", "text": "•Authorised Person•: means, in the case of the GENCO or UETCL, the person nominated from time to time to represent the GENCO or UETCL;"}, {"text_block_id": "p87_b959", "text": "•Billing Period Invoice•: means a monthly invoice from GENCO to UETCL setting forth payments due in accordance with Clause 0;"}, {"text_block_id": "p87_b960", "text": "•Business Day•: means any Day of the week other than a Saturday or Sunday, or public holiday in Uganda;"}, {"text_block_id": "p88_b961", "text": "•Change in Law•: means the occurrence of any of the following after the execution of this Agreement:"}, {"text_block_id": "p88_b962", "text": "The enactment of a new Ugandan law;"}, {"text_block_id": "p88_b963", "text": "The repeal or modification or re-enactment of any existing Ugandan law;"}, {"text_block_id": "p88_b964", "text": "The commencement of any Ugandan law which has not yet entered into effect;"}, {"text_block_id": "p88_b965", "text": "A change in the interpretation or application of any Ugandan law by any Governmental Authority having direct authority for its interpretation or application;"}, {"text_block_id": "p88_b966", "text": "e)"}, {"text_block_id": "p88_b967", "text": "The imposition by a Governmental Authority of a requirement for any Authorisation which did not exist at the date of this Agreement;"}, {"text_block_id": "p88_b968", "text": "which establishes a material increase or material reduction in revenue as a consequence of any requirement for the design, construction, financing, ownership, operation or maintenance of the Project that is materially more restrictive than the most restrictive requirements (i) in effect as of the date of this Agreement (ii) specified in any connection with such application for any Authorisation."}, {"text_block_id": "p88_b969", "text": "•Check Meter• • means any of the check meters owned, operated and maintained by GENCO at the Interconnection Points to check the Metered Energy. The Check Meter is more specifically identified and described in Schedules 1 and 4."}, {"text_block_id": "p88_b970", "text": "•Commercial Operation Date•: means the date when GENCO commences delivery of Energy to UETCL."}, {"text_block_id": "p88_b971", "text": "•Consequential Loss•: means all losses, costs and financial harm not directly (whether or not foreseeable) resulting from any breach by a Party of its obligations hereunder."}, {"text_block_id": "p88_b972", "text": "•Contract Year•: means the period from 1st January in any year until and including 31st December in the same year, provided: -"}, {"text_block_id": "p88_b973", "text": "The first Contract Year shall be for a period from the Commercial Operation Date until and including the next following 31 December;"}, {"text_block_id": "p88_b974", "text": "The last Contract Year shall be the period from 1st January of the year this Agreement is terminated or expires and including the date on which this Agreement is terminated or expires."}, {"text_block_id": "p88_b975", "text": "•Day• or •day•: means a period of twenty-four (24) Hours beginning at 0000 Hours on a day and ending at 2400 Hours on that day."}, {"text_block_id": "p88_b976", "text": "•Dispatch Instruction•: means an instruction given by UETCL to dispatch the generating station forming part of the Project."}, {"text_block_id": "p88_b977", "text": "•Dispatch Schedule•: means a schedule showing the amount of Energy expected to be dispatched for each hour from the GENCO power station."}, {"text_block_id": "p88_b978", "text": "•Effective Date•: means the date on which the last of the Conditions Precedents set out under Clause 0 has been satisfied."}, {"text_block_id": "p88_b979", "text": "•Emergency Conditions•: mean conditions giving rise ot an emergency as defined in the Grid Code."}, {"text_block_id": "p88_b980", "text": "•Energy Charge•: means the amount due to GENCO from UETCL for the delivery of Metered Energy, as more particularly described in Schedule 3."}, {"text_block_id": "p88_b981", "text": "•Energy•: means electrical energy measured in MWh delivered by GENCO to UETCL."}, {"text_block_id": "p88_b982", "text": "•ERA•: means the Electricity Regulatory Authority of Uganda established under the Act."}, {"text_block_id": "p88_b983", "text": "•Event of Default• means an event constituting grounds on which a Party may terminate this Agreement, as set out in Clause 0."}, {"text_block_id": "p89_b984", "text": "•Financial Close•: means the date on which the initial disbursement is made by the Lenders."}, {"text_block_id": "p89_b985", "text": "•Force Majeure Event•: means an event constituting Force Majeure as defined under Clause 0."}, {"text_block_id": "p89_b986", "text": "•GENCO System•: means the electric power network, the lines, equipment and associated protective devices, safety and communication equipment owned by GENCO."}, {"text_block_id": "p89_b987", "text": "•GENCO• means the XXX Company Limited."}, {"text_block_id": "p89_b988", "text": "•Governmental Authority•: means any department, authority, instrumentality, agency or other relevant entity from which an Authorisation is to be obtained from time to time and any authority, body or other person having jurisdiction under the Laws of Uganda with respect to GENCO or the Project."}, {"text_block_id": "p89_b989", "text": "•Grid Code•: means the Electricity (Primary Grid Code) Regulations of 2003, as may be amended from time to time."}, {"text_block_id": "p89_b990", "text": "•Hour•: means each continuous period of sixty (60) minutes commencing            with the first minute of each of the twenty-four (24) denominated hours in any Day;"}, {"text_block_id": "p89_b991", "text": "•IEC Standards•: means the relevant standards published by the International Electro technical Commission of No. 3, Rue de Varembe, P.O. Box 131, CH-1211 Geneva, Switzerland."}, {"text_block_id": "p89_b992", "text": "•Interconnection Point•: means the location where the GENCO System interconnects with the Umeme System, as shown in Schedule 1."}, {"text_block_id": "p89_b993", "text": "•Interest Rate•: means the rate of LIBOR plus [one and a half per cent (1.5%)] per annum."}, {"text_block_id": "p89_b994", "text": "•Invoice Dispute Notice•: shall have the meaning ascribed thereto in Sub-clause 0."}, {"text_block_id": "p89_b995", "text": "•kV•: means kilovolts or 1,000 volts."}, {"text_block_id": "p89_b996", "text": "•kW•: means a kilowatt or 1,000 watts."}, {"text_block_id": "p89_b997", "text": "•kWh•: means one (1) kilowatt hour or one unit."}, {"text_block_id": "p89_b998", "text": "•Laws of Uganda•: means the laws of Uganda and all orders, rules, regulations and decrees, judgments and notifications made pursuant thereto as such laws, orders, rules, regulations, decrees, judgments and notifications may be modified, vacated or amended from time to time."}, {"text_block_id": "p89_b999", "text": "•Legal Requirement•: means any requirements established under any statute, law, regulation or other legislation, or any decree, order or directive emanating from any Governmental Authority of the Republic of Uganda, in respect to GENCO and UETCL;"}, {"text_block_id": "p89_b1000", "text": "•Lender•: means the banks and other financial institutions party to the financing agreements to the Project."}, {"text_block_id": "p89_b1001", "text": "•LIBOR• means the London Inter-Bank Offered Rate of interest for three-month deposits of Euro-Dollars displayed on page •LIBOR01• of the Reuters Money Rates Service (or any other page that replaces •LIBOR01• for the purpose of displaying the British Bankers Association (•BBA•) interest settlement rates for such deposits of Euro-Dollars in the London Inter-Bank market) on the date of determination, or in the event that the Reuters Money Rates Service, or any successor thereto, no longer provides such information, such other service as may be agreed by the Buyer and the Seller that provides the BBA interest settlement rates for such deposits of Euro-Dollars in the London Inter-Bank market and any other information previously provided on the page •LIBOR01•."}, {"text_block_id": "p90_b1002", "text": "•Liquidated Damages• means payments determined in accordance with Sub-clause 0."}, {"text_block_id": "p90_b1003", "text": "•Main Meter•: means main meter and associated metering equipment owned, operated and maintained by GENCO at the Interconnection Point and used to measure and record Metered Energy and input at the Interconnection Point.  The Main Meter is more particularly identified and described in Schedules 1 and 4."}, {"text_block_id": "p90_b1004", "text": "•Metered Energy•: is comprised of the Peak Metered Energy, the Shoulder Metered Energy and the Off-Peak Metered Energy (expressed in MWh), as recorded by the Main Meter or the Check Meter or estimated and computed in accordance with Schedule 2."}, {"text_block_id": "p90_b1005", "text": "•Metering System•: means the Main Meter and the Check Meter and all associated equipment."}, {"text_block_id": "p90_b1006", "text": "•Month•: means a calendar month."}, {"text_block_id": "p90_b1007", "text": "•Monthly Exchange Rate• shall have the meaning ascribed thereto in Schedule 3."}, {"text_block_id": "p90_b1008", "text": "•MW•: means a megawatt or 1000 kilowatts or 1,000,000 watts."}, {"text_block_id": "p90_b1009", "text": "•MWh•: means one (1) megawatt hour."}, {"text_block_id": "p90_b1010", "text": "•Notice of Intent to Terminate• shall have the meaning ascribed thereto in Sub-clause 0."}, {"text_block_id": "p90_b1011", "text": "•Off-Peak Block• means the set of Hours as defined in Schedule 2."}, {"text_block_id": "p90_b1012", "text": "•Off-Peak Energy Charge• means the Energy Charge for the Off-Peak Metered Energy as determined in accordance with Schedule 3."}, {"text_block_id": "p90_b1013", "text": "•Off-Peak Metered Energy• means the energy delivered to UETCL by GENCO at the Interconnection Point in the Off-Peak Block as recorded by the Metering System in accordance with Schedule 2."}, {"text_block_id": "p90_b1014", "text": "•Party•: means any of the signatories to this Agreement and •Parties• shall mean all of them."}, {"text_block_id": "p90_b1015", "text": "•Peak Block• means the set of Hours as defined in Schedule 2."}, {"text_block_id": "p90_b1016", "text": "•Peak Energy Charge• means the Energy Charge for the Peak Metered Energy as determined in accordance with Schedule 3."}, {"text_block_id": "p90_b1017", "text": "•Peak Metered Energy• means the energy delivered to UETCL by GENCO at the Interconnection Point in the Peak Block as recorded by the Metering System in accordance with Schedule 2."}, {"text_block_id": "p90_b1018", "text": "•Power Factor•: means the cosine of an angle whose tangent is a ratio of reactive power to active power."}, {"text_block_id": "p90_b1019", "text": "•Project•: means the development, design, construction, ownership, operation and maintenance of the power station and associated electricity distribution infrastructure."}, {"text_block_id": "p90_b1020", "text": "•Prudent Operating Practice•: means generally accepted industry operating and maintenance practices."}, {"text_block_id": "p90_b1021", "text": "•SCADA• means Supervisory Control And Data Acquisition, in the context of this Agreement being a system capable of remotely retrieving data recorded by the Metering System."}, {"text_block_id": "p90_b1022", "text": "•Schedules•: means the schedules attached to this Agreement and forming an integral part of this Agreement."}, {"text_block_id": "p90_b1023", "text": "•Shoulder Block• means the set of Hours as defined in Schedule 2."}, {"text_block_id": "p91_b1024", "text": "•Shoulder Energy Charge• means the Energy Charge for the Shoulder Metered Energy as determined in accordance with Schedule 3."}, {"text_block_id": "p91_b1025", "text": "•Shoulder Metered Energy• means the energy delivered to UETCL by GENCO at the Interconnection Point in the Shoulder Block as recorded by the Metering System in accordance with Schedule 2."}, {"text_block_id": "p91_b1026", "text": "•Supply Period•: means the period commencing on the first Commercial Operations Date and concluding on the expiration of the Term or the earlier termination of this Agreement."}, {"text_block_id": "p91_b1027", "text": "•Term• has the meaning ascribed thereto in Clause 0."}, {"text_block_id": "p91_b1028", "text": "•Termination Notice• shall have the meaning ascribed thereto in Sub-clause 0."}, {"text_block_id": "p91_b1029", "text": "•Tribunal• means the panel of arbitrators as established in accordance with Clause 0."}, {"text_block_id": "p91_b1030", "text": "•UETCL System• means the electric high voltage transmission system, including but not limited to all transmission lines and equipment, transformers and associated equipment, relay and switching equipment and protective devices and safety and communications equipment owned and/or operated by UETCL and required for the performance by UETCL of its obligations under this Agreement."}, {"text_block_id": "p91_b1031", "text": "•UETCL• means the Uganda Electricity Transmission Company Limited"}, {"text_block_id": "p91_b1032", "text": "•UG Shilling•: means the currency that is the legal tender of the Republic of Uganda."}, {"text_block_id": "p91_b1033", "text": "•Umeme System•: means the 33kV distribution system including but not limited to all distribution lines and equipment, transformers and associated equipment, relay and switching equipment and protective devices and safety and communications equipment owned and/or operated by Umeme."}, {"text_block_id": "p91_b1034", "text": "•Umeme• means the company registered in Uganda in this name or its successor."}, {"text_block_id": "p91_b1035", "text": "•US Dollars• or •US $•: the lawful currency of the United States of America."}, {"text_block_id": "p91_b1036", "text": "Interpretation"}, {"text_block_id": "p91_b1037", "text": "In this Agreement:"}, {"text_block_id": "p91_b1038", "text": "References in the singular shall include references in the plural and vice versa, and words denoting natural persons shall include corporations and any other legal entity and vice versa;"}, {"text_block_id": "p91_b1039", "text": "References to the word •including• are to be construed without limitation;"}, {"text_block_id": "p91_b1040", "text": "Except to the extent that the context requires reference to a particular Clause, Sub-clause or Schedule shall be references to that Clause, Sub-clause or Schedule in or to this Agreement;"}, {"text_block_id": "p91_b1041", "text": "Except to the extent that the context requires any reference to •this Agreement• or any other agreement or document is a reference to it as amended, supplemented or notated from time to time and includes a reference to any document which amends, is supplemental to, notates, or is entered into, made or given pursuant to or in accordance with any terms to it;"}, {"text_block_id": "p91_b1042", "text": "The headings and paragraph numbers are inserted for convenience only and are to be ignored for the purposes of construction;"}, {"text_block_id": "p91_b1043", "text": "Calculations carried out pursuant to this Agreement will be rounded to two (2) decimal places."}, {"text_block_id": "p91_b1044", "text": "The language of negotiation of this Agreement has been English, this Agreement is executed in English, and this English text shall prevail for the purposes of determining the intention of the Parties and in any construction of this Agreement."}, {"text_block_id": "p92_b1045", "text": "Conditions Precedent and Term of Agreement"}, {"text_block_id": "p92_b1046", "text": "Conditions Precedent"}, {"text_block_id": "p92_b1047", "text": "This Agreement shall come into full force and effect on the Effective Date upon: -"}, {"text_block_id": "p92_b1048", "text": "This Agreement being approved by ERA; and"}, {"text_block_id": "p92_b1049", "text": "Financial Closure of the Project."}, {"text_block_id": "p92_b1050", "text": "Term of Agreement"}, {"text_block_id": "p92_b1051", "text": "This Agreement shall continue in full force and effect for [15] years following the Commercial Operation Date, provided that this term may be extended or reduced in accordance with the terms of this Agreement (the •Term•)"}, {"text_block_id": "p92_b1052", "text": "The Term shall be extended automatically by the aggregate number of Days that all Force Majeure Events, where declared by either Party, were in existence during the Term.  During such extensions, the terms of this Agreement shall continue with full force and effect."}, {"text_block_id": "p92_b1053", "text": "Unless this Agreement has been terminated prior to such date, not later than two (2) years prior to the end of the Term, at the request of either Party, GENCO and UETCL shall enter into good faith negotiations to establish the terms and conditions under which this Agreement may be extended or renewed."}, {"text_block_id": "p92_b1054", "text": "Delivery of Energy"}, {"text_block_id": "p92_b1055", "text": "Interconnection"}, {"text_block_id": "p92_b1056", "text": "GENCO will build a metered interconnection to the distribution network operated by UMEME at the Interconnection Point as shown in Schedule 1 to this Agreement."}, {"text_block_id": "p92_b1057", "text": "The Interconnection Point shall be the point at which GENCO delivers Energy to UETCL and the point at which UETCL accepts Energy from GENCO."}, {"text_block_id": "p92_b1058", "text": "GENCO will ensure that its interconnection arrangements and agreements are in accordance with Section 11 and Section 25 of the Grid Code."}, {"text_block_id": "p92_b1059", "text": "Dispatch of generating facilities"}, {"text_block_id": "p92_b1060", "text": "GENCO will provide to UETCL the Dispatch Schedule for its generating facilities in a format and frequency as may reasonably be requested by UETCL."}, {"text_block_id": "p92_b1061", "text": "In accordance with the information provided under clause 0, GENCO will have the right to independently operate the generating facilities and deliver Energy to the Interconnection Point, subject to Sub-clause 0."}, {"text_block_id": "p92_b1062", "text": "Under Emergency Conditions, including situations where UETCL is obliged to load shed in such a way that influences the operations of GENCO, GENCO will dispatch the generating facilities in accordance to Dispatch Instructions provided by UETCL."}, {"text_block_id": "p92_b1063", "text": "Quality of Supply"}, {"text_block_id": "p92_b1064", "text": "GENCO shall deliver Energy in accordance with the quality of supply standards of Sections 8 and 11 of the Grid Code as they apply to embedded generation, excepting any standards that the ERA may have provided exemption from."}, {"text_block_id": "p92_b1065", "text": "Metering"}, {"text_block_id": "p92_b1066", "text": "Meter installation and sealing"}, {"text_block_id": "p92_b1067", "text": "GENCO shall install, own and maintain the Main and Check Meters at the Interconnection Point."}, {"text_block_id": "p92_b1068", "text": "The Main and Check Meters shall have the functional capability to determine the Metered Energy quantities as set out in Schedule 2 to this Agreement."}, {"text_block_id": "p93_b1069", "text": "GENCO undertakes to provide to UETCL access to the Main and Check Meters for the installation of any SCADA monitoring equipment that UETCL may at their expense install."}, {"text_block_id": "p93_b1070", "text": "The Metering System shall be jointly sealed.  Each party shall own its seals. These seals shall be broken only jointly by GENCO and UETCL. A Party shall give at least twenty-four (24) hours advance notice to the other Party of the breaking of seals on any part of the Metering System. If the other Party when served with the notice does not appear, the Party wishing to break the seals may proceed but shall provide signed explanation to the other Party within forty-eight (48) hours of such breaking of the seals."}, {"text_block_id": "p93_b1071", "text": "The seals shall not be removed by any of the Parties without consent of the other Party, which consent shall not be unreasonably withheld by a Party. Both Parties undertake not to tamper or otherwise interfere with any part of the Metering System in any way."}, {"text_block_id": "p93_b1072", "text": "Meter Reading"}, {"text_block_id": "p93_b1073", "text": "The Main and Check Meters shall be read monthly by GENCO in accordance with Schedule 2."}, {"text_block_id": "p93_b1074", "text": "The monthly meter readings shall be used to determine the monthly Metered Energy quantities in accordance with Schedule 2."}, {"text_block_id": "p93_b1075", "text": "Meter Testing"}, {"text_block_id": "p93_b1076", "text": "GENCO shall initially test the Main and Check Meters at the Interconnection Point for accuracy in accordance with Schedule 4 at least fifteen (15) days prior to either delivering or receiving Energy through such Interconnection Point."}, {"text_block_id": "p93_b1077", "text": "GENCO shall have the Main and Check Meters tested in accordance with the requirements of Schedule 4 and, if necessary, re-calibrated at least once every twenty-four Months or whenever either Party has reason to believe that the equipment is no longer performing within the standards of accuracy prescribed and has given notice to the other Party of such concern. GENCO shall on reasonable notice to UETCL arrange a suitable date for the Main or Check Meters to be tested.  Testing and re-calibration shall be carried out in the presence of both Parties• duly Authorised Person or Persons appointed in writing."}, {"text_block_id": "p93_b1078", "text": "After completion of any testing in accordance with Sub-clause 0, GENCO shall prepare and promptly submit to UETCL a statement which shall be a record of the results of the testing, and the extent to which the Meters were performing outside the limits of accuracy prescribed under Schedule 4;"}, {"text_block_id": "p93_b1079", "text": "The Metered Energy supplied by GENCO to UETCL shall be measured using readings of the Main Meter unless such meter is found to be malfunctioning or performing outside the limits of accuracy specified in Schedule 4.  In such event, the procedure specified in Schedule 2 shall be used to determine the Metered Energy."}, {"text_block_id": "p93_b1080", "text": "If, at any time, it is determined by the Parties, as a consequence of a test or as is otherwise manifest, that the Main Meter or Check Meter should be replaced, then GENCO shall replace the Main Meter or Check Meter as the case may be."}, {"text_block_id": "p93_b1081", "text": "Sale and Purchase of Energy"}, {"text_block_id": "p93_b1082", "text": "Delivery and Purchase of Energy"}, {"text_block_id": "p93_b1083", "text": "Not later than 60 Days prior to the first Day of any Contract Year GENCO shall notify UETCL of the Annual Contract Volume for the following Contract Year, which shall not be greater than [XXX] GWh."}, {"text_block_id": "p94_b1084", "text": "With effect from the Commercial Operation Date and subject to and in accordance with this Agreement:"}, {"text_block_id": "p94_b1085", "text": "GENCO shall each Contract Year during the Supply Period deliver Energy to UETCL at the Interconnection Point; and"}, {"text_block_id": "p94_b1086", "text": "UETCL shall each Contract Year during the Supply Period accept Energy delivered by GENCO and shall pay GENCO the charges ascertained and calculated in accordance with this Agreement."}, {"text_block_id": "p94_b1087", "text": "The quantities of Energy sold and purchased under this Agreement shall be metered in accordance with Clause 0 and determined in accordance with Schedule 2 to this Agreement."}, {"text_block_id": "p94_b1088", "text": "Invoices for Energy Delivered"}, {"text_block_id": "p94_b1089", "text": "UETCL shall pay GENCO:"}, {"text_block_id": "p94_b1090", "text": "The Energy Charge for Metered Energy delivered to UETCL at the Interconnection Point determined in accordance with Schedule 3 to this Agreement; and"}, {"text_block_id": "p94_b1091", "text": "Any Liquidated Damages as determined in accordance with Sub-clause 0; and"}, {"text_block_id": "p94_b1092", "text": "an amount equal to the Value Added Tax as legally imposed upon GENCO by any Governmental Authority in Uganda and which are due and payable by GENCO on sales of Energy."}, {"text_block_id": "p94_b1093", "text": "Subsequent to the Commercial Operation Date, GENCO shall prepare and submit to UETCL an invoice no later than the [10th] Day of each Month following any Month during which Metered Energy is supplied to UETCL, and that invoice (the •Billing Period Invoice•) showing all intermediate calculations shall state:"}, {"text_block_id": "p94_b1094", "text": "the Metered Energy quantities, comprising the Energy delivered by GENCO to UETCL, determined in accordance with Schedule 2 to this Agreement;"}, {"text_block_id": "p94_b1095", "text": "the Energy Charge, determined in accordance with Schedule 3 to this Agreement; any other sums payable by UETCL to GENCO under this Agreement then due."}, {"text_block_id": "p94_b1096", "text": "The Billing Period Invoice shall be sent to UETCL initially by facsimile or email followed by a hard copy."}, {"text_block_id": "p94_b1097", "text": "Method of Payment"}, {"text_block_id": "p94_b1098", "text": "UETCL shall make payment in UG Shillings, not later than [sixty (60) Days] following the delivery of the Billing Period Invoice, by direct bank transfer to a nominated bank account notified to UETCL by GENCO in such invoice."}, {"text_block_id": "p94_b1099", "text": "Subject to Sub-clause 0, GENCO shall be entitled, without prejudice to any other right, relief or remedy, to receive interest on any payment properly due to it, and not made within the time for such payment at the Interest Rate computed from the due date of the invoice."}, {"text_block_id": "p94_b1100", "text": "Disputed Payments"}, {"text_block_id": "p94_b1101", "text": "If any sum or part of any sum stated in a Billing Period Invoice or other invoice (as the case may be), is in good faith disputed by UETCL, then UETCL shall:"}, {"text_block_id": "p94_b1102", "text": "Promptly issue to the other GENCO a written notice (•Invoice Dispute Notice•) specifying exactly what it is disputing within the invoice and thereafter pay any undisputed sum in accordance with Sub-clause 0."}, {"text_block_id": "p94_b1103", "text": "Pay such amount as is agreed or determined payable in respect of the disputed sum within sixty (60) days of -"}, {"text_block_id": "p94_b1104", "text": "i)"}, {"text_block_id": "p94_b1105", "text": "the date on which the Parties resolve the disputed sum; or"}, {"text_block_id": "p95_b1106", "text": "ii) the date of determination if the Parties fail to reach agreement, and the matter has been referred for arbitration in accordance with Clause 0."}, {"text_block_id": "p95_b1107", "text": "Unless it is so determined that payment should be made in accordance with Clause 0, when making payment of the amount agreed or determined, pay interest on that amount at the Interest Rate divided by twelve compounded monthly, from and including the due date of the Billing Period Invoice or any other invoice (as the case may be) up to but excluding the date of payment."}, {"text_block_id": "p95_b1108", "text": "If UETCL disputes any amount specified in any Billing Period  Invoice presented by GENCO more than three (3) times in any period of nine (9) consecutive Months, and to the extent that the disputes are found to be valid by GENCO or by an Arbitrator, then the Parties shall meet at the request of either Party to discuss and resolve the causes of the persistent billing errors."}, {"text_block_id": "p95_b1109", "text": "If UETCL disputes any amount specified in any Billing Period Invoice presented by the GENCO more than three (3) times in any period of nine (9) months and such disputes are found to be invalid by GENCO or by an Arbitrator, then UETCL shall be liable to pay all the direct costs incurred by GENCO which may accrue as a result of such disputed Billing Period Invoice."}, {"text_block_id": "p95_b1110", "text": "No Set-off"}, {"text_block_id": "p95_b1111", "text": "All payment by UETCL to GENCO under this Agreement shall be made without deduction or withholding (except to the extent required by law) on account of any other amount, whether by way of set-off or otherwise, unless deductible under the express provisions of this Agreement or pursuant to a valid Court Order, provided that nothing in Sub-clause 0 shall prevent GENCO from bringing an action in respect of any contractual dispute."}, {"text_block_id": "p95_b1112", "text": "Liquidated Damages"}, {"text_block_id": "p95_b1113", "text": "If GENCO is prevented from delivering Energy to UETCL as a result of a failure of the UETCL System, UETCL shall pay GENCO Liquidated Damages; Provided that Liquidated Damages shall not be payable where the failure of the UETCL is due to scheduled maintenance."}, {"text_block_id": "p95_b1114", "text": "For the purpose of this Agreement, failure of the UETCL System due to scheduled maintenance shall be limited to [872] hours per Contract Year."}, {"text_block_id": "p95_b1115", "text": "Liquidated Damages for a Month payable by UETCL shall be determined as the average Energy Charge of the preceding three Billing Period Invoices, divided by seven hundred and thirty (730), multiplied by the number of Hours in the Month that the GENCO was unable to delivery Energy to UETCL as a result of a failure of the UETCL System."}, {"text_block_id": "p95_b1116_merged", "text": "The Target Availability for GENCO is [ninety five percent (95%)]."}, {"text_block_id": "p95_b1121", "text": "Availability of the GENCO generator in any year shall be determined as the ratio of the hours during the year when the generator was available to generate to the potential number of operating hours. The potential number of operating hours shall be the number of hours in the year less the number of hours during which the generator was not available due to hydrological constraints."}, {"text_block_id": "p95_b1122", "text": "If the availability of the GENCO generator is below the Target Availability in any calendar year; GENCO shall pay UETCL Liquidated Damages."}, {"text_block_id": "p95_b1123", "text": "Liquidated Damages payable by GENCO shall be calculated as the product of the lost output due to availability below the Target Availability and the average Energy Charge of the preceding twelve Billing Period Invoices divided by seven hundred and thirty (730)."}, {"text_block_id": "p96_b1124", "text": "Undertakings and Warranties of the Parties"}, {"text_block_id": "p96_b1125", "text": "Undertakings of each Party"}, {"text_block_id": "p96_b1126", "text": "Each Party undertakes that"}, {"text_block_id": "p96_b1127", "text": "it shall comply with all the applicable Legal Requirements, and"}, {"text_block_id": "p96_b1128", "text": "will hold and maintain in good order and validity, and renew and comply with, all Authorisations required for the performance of their obligations under this Agreement."}, {"text_block_id": "p96_b1129", "text": "Warranties of each Party"}, {"text_block_id": "p96_b1130", "text": "Each Party represents and warrants that"}, {"text_block_id": "p96_b1131", "text": "It is a limited liability company duly organized and validly existing under the laws of Uganda and has all requisite legal power and authority to execute this Agreement and to carry out the terms, conditions and provisions herein contained;"}, {"text_block_id": "p96_b1132", "text": "All Authorisations required for the execution, delivery and performance by it of this Agreement and the transactions contemplated herein have been taken and are in full force and effect, or have been applied for through the due process required by the relevant Governmental Authority;"}, {"text_block_id": "p96_b1133", "text": "This Agreement constitutes its valid, legal and binding obligations, enforceable in accordance with the terms hereof except where the enforceability may be limited by applicable laws affecting creditors• rights generally;"}, {"text_block_id": "p96_b1134", "text": "There are no actions, suits or proceedings pending or, to its knowledge, threatened, against or affecting it before any court or administrative body or arbitral tribunal that might materially adversely affect its ability to meet and carry out its obligations under this Agreement;"}, {"text_block_id": "p96_b1135", "text": "The execution, delivery and performance of this Agreement have been duly authorised by all requisite corporate action, and will not contravene any provision of, or constitute a default under any other agreement or instrument to which it is a party or by which its property may be bound; and"}, {"text_block_id": "p96_b1136", "text": "It has all necessary legal power and authority to perform its obligations under this Agreement."}, {"text_block_id": "p96_b1137", "text": "Insurance and Taxes"}, {"text_block_id": "p96_b1138", "text": "Each Party shall take out and maintain adequate insurance cover as are customary, desirable and consistent with Prudent Operating Practice and Legal Requirements."}, {"text_block_id": "p96_b1139", "text": "Each Party shall furnish to the other copies of insurance policies effecting the insurance referred to in this Sub-clause 0 and from time to time, any Party may request the other Party to provide proof that all relevant premiums have been paid and that the relevant policy or policies remain in existence."}, {"text_block_id": "p96_b1140", "text": "Each party shall be responsible for payment of royalties, taxes, fees, or assessments levied against its property, leasehold rights or other assets or profits by any Governmental Authority as may be provided for by the Laws of Uganda, and shall settle such levies without attempting to recover them from the other Party except through the Energy Charges determined in accordance with Schedule 3."}, {"text_block_id": "p96_b1141", "text": "Force Majeure"}, {"text_block_id": "p96_b1142", "text": "Definition of Force Majeure"}, {"text_block_id": "p96_b1143", "text": "For the purposes of this Agreement \"Force Majeure\" means any event or circumstance which affects a Party and which is not within the reasonable control (directly or indirectly) of such Party (acting in accordance with Prudent Operating"}, {"text_block_id": "p97_b1144", "text": "Practice) and which results in or causes such Party to fail to perform any obligation under this Agreement;"}, {"text_block_id": "p97_b1145", "text": "Events or circumstances which, subject as aforesaid, may constitute Force Majeure shall include but shall not be limited to: -"}, {"text_block_id": "p97_b1146", "text": "an act of war whether declared or undeclared, invasion, armed conflict or act of foreign enemy, blockade, embargo, revolution, riot, insurrection, civil commotion, political act or campaign of terrorism, sabotage or vandalism;"}, {"text_block_id": "p97_b1147", "text": "strikes, works to rule or go-slows that extend beyond the facilities of either Party, are widespread or nationwide, or that are of a political nature;"}, {"text_block_id": "p97_b1148", "text": "an epidemic or plague that extend beyond the affected Party•s organization and are widespread or nationwide;"}, {"text_block_id": "p97_b1149", "text": "a"}, {"text_block_id": "p97_b1150", "text": "Change in Law;"}, {"text_block_id": "p97_b1151", "text": "an act of God including but not limited to fire, earthquakes, volcanic activities, flood, storms, drought, landslide, cyclone or typhoons, tornados or other unforeseen event; an explosion or chemical contamination;"}, {"text_block_id": "p97_b1152", "text": "an act or omission of any contractor or supplier of UETCL or GENCO which would have been a Force Majeure Event had the contractor or supplier been a party to this Agreement; and"}, {"text_block_id": "p97_b1153", "text": "a"}, {"text_block_id": "p97_b1154", "text": "failure of the UETCL System or of the GENCO System caused by an event that would constitute Force Majeure for the purposes of this Agreement."}, {"text_block_id": "p97_b1155", "text": "Events or circumstances which may constitute Force Majeure shall not include: -"}, {"text_block_id": "p97_b1156", "text": "lack of funds due to any commercial, economic or financial reason such as, but not limited to, a Party•s inability to make a profit or achieve a satisfactory rate of return due to the provisions of this Agreement or changes in market conditions (although the inability to use available funds, due to any reason set out in Sub-clause 0 above, shall be regarded as Force Majeure);"}, {"text_block_id": "p97_b1157", "text": "late delivery of machinery or other materials or a delay in the performance by any contractor or supplier (except where such late delivery or delay is itself attributable to a Force Majeure Event);"}, {"text_block_id": "p97_b1158", "text": "normal wear and tear or random flaws in materials and equipment or breakdown in equipment;"}, {"text_block_id": "p97_b1159", "text": "hazards, including but not limited to lightning or the growth of trees, which can be reasonably anticipated in normal utility operations and planned for as part of Prudent Operating Practice."}, {"text_block_id": "p97_b1160", "text": "In case of an event of Force Majeure"}, {"text_block_id": "p97_b1161", "text": "If a Party (\"the affected Party\") is prevented from or delayed in performing an obligation hereunder by reason of Force Majeure the affected Party shall:"}, {"text_block_id": "p97_b1162", "text": "be relieved from the requirement to perform that obligation;"}, {"text_block_id": "p97_b1163", "text": "promptly notify the other Party of the occurrences of the event within ninety six (96) hours giving full particulars and satisfactory evidence in support of its claim; and in the event of a break down of communication rendering it not reasonably practicable to give notice of Force Majeure within the period specified above, the Party claiming Force Majeure may give such notice as soon as possible, but not later than twenty four (24) hours of reinstatement of communication; and"}, {"text_block_id": "p97_b1164", "text": "use all reasonable endeavours to overcome the consequences of the event and where the Force Majeure Event has been eliminated or no longer affects a Party, the"}, {"text_block_id": "p98_b1165", "text": "obligations in this Agreement shall recommence forthwith, and the applicable period for the performance of the obligation shall be extended by a period equal to the duration of the Force Majeure Event."}, {"text_block_id": "p98_b1166", "text": "The declaration of Force Majeure shall not relieve any Party from the requirement to make any payment when due."}, {"text_block_id": "p98_b1167", "text": "If either Party is prevented, hindered or delayed in the performance of material obligations under this Agreement by reason of Force Majeure occurring after the Commercial Operation Date, then provided the affected Party has complied with its obligations under this Clause 0, the Term shall be extended by a period in time equal to the period during which the affected Party was so prevented, hindered or delayed, in accordance with Clause 0."}, {"text_block_id": "p98_b1168", "text": "Termination"}, {"text_block_id": "p98_b1169", "text": "Event of Default"}, {"text_block_id": "p98_b1170", "text": "Each of the following events shall be a GENCO Event of Default which, if not cured within the time permitted in this Clause shall give rise to the right on the part of UETCL to terminate this agreement:"}, {"text_block_id": "p98_b1171", "text": "Failure by GENCO to achieve the Commercial Operation Date within [two (2) years] from the date of this Agreement or as otherwise agreed between the Parties;"}, {"text_block_id": "p98_b1172", "text": "Assignment by GENCO of this agreement to a third party in violation of the approval requirements of Sub-clause 0;"}, {"text_block_id": "p98_b1173", "text": "Any material breach by GENCO of this Agreement which is not remedied within one hundred and eighty (180) days following notice by UETCL stating that a material breach of this Agreement has occurred and identifying the breach in question;"}, {"text_block_id": "p98_b1174", "text": "The filing of a petition of bankruptcy of GENCO."}, {"text_block_id": "p98_b1175", "text": "Each of the following shall be UETCL Event of Default which, if not cured within the time permitted shall give rise to the right on the part of GENCO to terminate this agreement:"}, {"text_block_id": "p98_b1176", "text": "Failure by UETCL to make a payment in full of any amount due to GENCO under this Agreement within one hundred and eighty  (180) days of its due date, or failure to pay a disputed amount within one hundred and twenty (120) days of resolution of the dispute;"}, {"text_block_id": "p98_b1177", "text": "Assignment by UETCL of this agreement to a third party in violation of the approval requirements of Sub-clause 0;"}, {"text_block_id": "p98_b1178", "text": "Any material breach by UETCL of this Agreement which is not remedied within one hundred and eighty  (180) days following notice by GENCO stating that a material breach of this Agreement has occurred and identifying the breach in question;"}, {"text_block_id": "p98_b1179", "text": "The filing of a petition of bankruptcy of UETCL."}, {"text_block_id": "p98_b1180", "text": "The provisions of this Clause 0 shall be the sole and exclusive grounds on which the Parties may terminate this Agreement save for a circumstance of Force Majeure that has occurred and shall continue for a period of one hundred and eighty two (182) days from the issue of the notice of occurrence of Force Majeure Event by the Party, then, any Party shall be entitled to serve upon the other twenty-eight (28) days• notice to terminate this Agreement.  If at expiry of such period of twenty-eight (28) days Force Majeure shall still continue this Agreement shall terminate."}, {"text_block_id": "p98_b1181", "text": "Termination Notices"}, {"text_block_id": "p98_b1182", "text": "Upon occurrence of a UETCL Event of Default or a GENCO Event of Default, as the case may be, that is not cured within the applicable period (if any) for cure, the"}, {"text_block_id": "p99_b1183", "text": "defaulting party may, at its option, initiate termination of this Agreement by delivering a written notice (•Notice of Intent to Terminate•) of its intent to terminate this Agreement to the defaulting party. The Notice of Intent to Terminate shall specify in reasonable detail the UETCL Event of Default or the GENCO Event of Default, as the case may be, giving rise to the Notice of Intent to Terminate."}, {"text_block_id": "p99_b1184", "text": "Following the giving of a Notice of Intent to Terminate, the Parties shall consult for a period of forty five (45) days in case of a failure by either party to make payments or provide security when due, and ninety (90) days with respect to any other Event of Default (or such longer period as the Parties mutually may agree), as to what steps shall be taken with a view to mitigating the consequences of the relevant event taking into account all prevailing circumstances. During the period following delivery of the Notice of Intent to Terminate, the party in default may continue to undertake efforts to cure the default, and if the default is cured at anytime prior to the delivery of a Termination Notice in accordance with Sub-clause 0, then the non-defaulting Party shall have no right terminate this Agreement in respect of such cured default."}, {"text_block_id": "p99_b1185", "text": "Upon expiration of the consultation period described in Sub-clause 0, if any, and unless the Parties shall have otherwise agreed or unless the UETCL Event of Default or GENCO Event of Default giving rise to the Notice of Intent to Terminate shall have been remedied the Party having given the Notice of Intent to Terminate may terminate this Agreement by delivering a Termination Notice to the other Party, whereupon this Agreement shall immediately terminate."}, {"text_block_id": "p99_b1186", "text": "Payments in the Event of Termination"}, {"text_block_id": "p99_b1187", "text": "Any Party shall be liable to and shall indemnify the other Parties for the loss or damage directly and foreseeable suffered by the other Parties as a result of termination of this Agreement due to that Party•s Event of Default. Provided that the loss or damage suffered by either Party, if disputed by the other Party, shall have been determined by an Arbitrator in accordance with the dispute resolution procedure under Clause 0. Provided further that the loss determined by the Arbitrator does not exceed [US$ 500,000] in any given year."}, {"text_block_id": "p99_b1188", "text": "Antecedent Rights"}, {"text_block_id": "p99_b1189", "text": "The termination of this Agreement shall be without limitation of or prejudice to any other relief, remedy or antecedent right of either Party under or in connection with this Agreement."}, {"text_block_id": "p99_b1190", "text": "Survival"}, {"text_block_id": "p99_b1191", "text": "In the event of the termination of this Agreement then for a period of two (2) years following termination the provisions of this Agreement:"}, {"text_block_id": "p99_b1192", "text": "as they relate to the payment of any sum due or any sum which may become payable by one Party to the other;"}, {"text_block_id": "p99_b1193", "text": "as they relate to confidentiality; and"}, {"text_block_id": "p99_b1194", "text": "as they relate to the disputes resolution procedure under Clause 0;"}, {"text_block_id": "p99_b1195", "text": "shall survive termination and continue to have effect in the terms of this Agreement (save in respect of any continuing arbitration commenced prior to the lapse of such two (2) year period this Agreement shall survive solely in respect of the matter in arbitration)."}, {"text_block_id": "p99_b1196", "text": "Limitation of Liability"}, {"text_block_id": "p99_b1197", "text": "Subject to Sub-clause 0 and Sub-clause 0 neither UETCL nor GENCO shall be liable to the other for the other•s Consequential Loss."}, {"text_block_id": "p100_b1198", "text": "Nothing in this Sub-clause 0 shall relieve either Party from any express obligation under this Agreement to make a payment to the other Party when due including the payment of Liquidated Damages pursuant to Sub-clause 0."}, {"text_block_id": "p100_b1199", "text": "Confidentiality"}, {"text_block_id": "p100_b1200", "text": "General Restriction"}, {"text_block_id": "p100_b1201", "text": "Subject to the exceptions provided in Sub-clause 0, neither of the Parties to this Agreement shall, at any time, whether before or after the termination of this Agreement, without the prior consent of the other Party, divulge or suffer or permit its officers, employees, agents or contractors to divulge to any person (other than to any of its or their respective officers or employees who require the same to enable them properly to carry out their duties or to its or their respective banks or financiers of the Parties) any of the contents of this Agreement or any commercially confidential information relating to the negotiations concerning the same which may come to a Party•s knowledge in the course of such negotiations concerning the operations, contracts, commercial or financial arrangements or affairs of the other  Party."}, {"text_block_id": "p100_b1202", "text": "Exceptions"}, {"text_block_id": "p100_b1203", "text": "The restrictions imposed by Sub-clause 0 shall not apply to the disclosure of any information: -"}, {"text_block_id": "p100_b1204", "text": "which now or hereafter comes into the public domain otherwise than as a result of a breach of this Agreement or the undertaking of confidentiality;"}, {"text_block_id": "p100_b1205", "text": "which is obtainable with no more than reasonable diligence from sources other than the Parties hereto;"}, {"text_block_id": "p100_b1206", "text": "which is required by law or appropriate regulatory/ constitutional authority to be disclosed to any person who is authorized by law to receive the same;"}, {"text_block_id": "p100_b1207", "text": "which is on or comes into the possession of the receiving Party prior to the aforesaid publication or disclosure and which was or is not obtained under any obligation of confidentiality;"}, {"text_block_id": "p100_b1208", "text": "which was or is obtained from a third party who is free to divulge the same and which was or is not obtained under any obligation of confidentiality."}, {"text_block_id": "p100_b1209", "text": "A Party may disclose the confidential information subject to obtaining confidential undertakings to keep the same confidential in terms not less strict than those imposed under this Agreement to:"}, {"text_block_id": "p100_b1210", "text": "a court, Arbitrator or administrative tribunal in the course of proceedings before the court, Arbitrator or tribunal to which the disclosing Party is a Party;"}, {"text_block_id": "p100_b1211", "text": "Appropriate agencies or Ministries of the Government of Uganda."}, {"text_block_id": "p100_b1212", "text": "the lenders or to any consultants, banks, financiers or advisers to the disclosing Party (including their respective managements and Board of Directors), or"}, {"text_block_id": "p100_b1213", "text": "any recognized exchange upon which the share capital of the Party making the disclosure is proposed to be from time to time listed or dealt in; and"}, {"text_block_id": "p100_b1214", "text": "any insurers of either Party."}, {"text_block_id": "p100_b1215", "text": "Dispute Resolution"}, {"text_block_id": "p100_b1216", "text": "Mutual Discussion"}, {"text_block_id": "p100_b1217", "text": "If any dispute or difference of any kind whatsoever shall arise between the Parties in connection with or arising out of this Agreement, the Parties shall attempt to amicably settle such dispute in the first instance within thirty (30) days or within an agreed time frame by mutual discussion."}, {"text_block_id": "p101_b1218", "text": "Upon completion of such thirty (30) day period, or such additional period as may be agreed, either Party may request that the dispute be settled in accordance with Sub-clause 0."}, {"text_block_id": "p101_b1219", "text": "Arbitration (International option)"}, {"text_block_id": "p101_b1220", "text": "All and any disputes or differences arising out of or in connection with this Agreement, which are not first resolved amicably between the Parties in accordance with Sub-clause 0, shall be finally settled by arbitration in accordance with the Arbitration Rules of the United Nations Commission on International Trade Law (•the UNCITRAL Rules•) as at present in force."}, {"text_block_id": "p101_b1221", "text": "Unless the parties agree differently, the following shall apply.  The number of arbitrators comprising the Tribunal shall be three. Appointing authority according to article 6 in the UNCITRAL rules shall be the President for the time being of the London Court of International Arbitration. The place of arbitration shall be Kampala, Uganda. The language of arbitration and any award shall be rendered in English.  The rights and obligations of the Board and the Company shall be determined in accordance with Ugandan Law. The arbitration proceedings shall be conducted in accordance with the laws of the venue where the arbitration proceedings shall be held."}, {"text_block_id": "p101_b1222", "text": "The decision of the Tribunal shall be final and binding upon the Parties and shall not be subject to appeal."}, {"text_block_id": "p101_b1223", "text": "In all matters not expressly provided for in the UNCITRAL Arbitration Rules, the Tribunal shall act in accordance with the spirit of the UNCITRAL Arbitration Rules."}, {"text_block_id": "p101_b1224", "text": "Arbitration (Ugandan option)"}, {"text_block_id": "p101_b1225", "text": "All and any disputes or differences arising out of or in connection with this Agreement, which are not first resolved amicably between the Parties in accordance with Sub-clause 0, shall be finally settled by arbitration in accordance with the Arbitration and Reconciliation Act Chapter 4 of the laws of Uganda."}, {"text_block_id": "p101_b1226", "text": "Unless the parties agree differently, the following shall apply.  The number of arbitrators comprising the Tribunal shall be three. The place of arbitration shall be Kampala, Uganda. The language of arbitration and any award shall be rendered in English.  The rights and obligations of the Board and the Company shall be determined in accordance with Ugandan Law. The arbitration proceedings shall be conducted in accordance with the laws of the venue where the arbitration proceedings shall be held."}, {"text_block_id": "p101_b1227", "text": "The decision of the Tribunal shall be final and binding upon the Parties and shall not be subject to appeal."}, {"text_block_id": "p101_b1228", "text": "In all matters not expressly provided for in the Arbitration and Reconciliation Act, the Tribunal shall act in accordance with the spirit of the Arbitration and Reconciliation Act."}, {"text_block_id": "p101_b1229", "text": "Miscellaneous Provisions"}, {"text_block_id": "p101_b1230", "text": "Notices"}, {"text_block_id": "p101_b1231", "text": "Except for communication in accordance with operating and dispatch procedures, any certificates, notices or written instructions to be given under this Agreement shall be served by sending the same by post, courier, facsimile or leaving the same at the following addresses and marked for the attention of the persons specified in this Sub-clause 0:"}, {"text_block_id": "p101_b1232", "text": "If to GENCO"}, {"text_block_id": "p102_b1233", "text": "Email: XXX"}, {"text_block_id": "p102_b1234", "text": "Any Party may change its nominated address/addresses or facsimile number by prior notice to the other Parties.  Notices given by registered post shall be effective upon the earlier of (i) actual receipt, and (ii) seven (7) Days after mailing.  Notices given by leaving them with the addressee shall only be valid if the addressee or a responsible officer of the addressee acknowledges receipt in writing. Notices given by facsimile shall be deemed to have been received where there is confirmation of uninterrupted transmission by a transmission report and where there has been no telephonic communication by the recipient to the sender (to be confirmed in writing) that the facsimile has not been received in legible form:"}, {"text_block_id": "p102_b1235", "text": "by 1500 Hours on the Day of sending if sent on a Business Day between 0900 Hours and 1500 Hours; and"}, {"text_block_id": "p102_b1236", "text": "by 1000 Hours on the next following Business Day if sent after 1500 Hours on a Business Day but before 0900 Hours on the next Business Day."}, {"text_block_id": "p102_b1237", "text": "Amendments"}, {"text_block_id": "p102_b1238", "text": "This Agreement may only be amended or varied by the written agreement of each Party."}, {"text_block_id": "p102_b1239", "text": "Waiver"}, {"text_block_id": "p102_b1240", "text": "No waiver or failure by a Party to insist on the strict performance of this Agreement or to act in respect of the default or defaults of the other party and no acceptance of payment or performance during the continuance of any such default or defaults shall preclude any right, relief or remedy under or in connection with this Agreement available to the non defaulting Party and may not be relied on by the defaulting Party as a consent to that default or those defaults or its or their repetition."}, {"text_block_id": "p102_b1241", "text": "Successors"}, {"text_block_id": "p102_b1242", "text": "This Agreement shall bind and endure to the benefit of the Parties and their respective successors and permitted assigns."}, {"text_block_id": "p102_b1243", "text": "Assignment, Transfer of Interest and Changes in Ownership"}, {"text_block_id": "p102_b1244", "text": "Neither Party may assign or otherwise transfer all or any of its rights, benefits or obligations hereunder without the other Party•s prior written consent, provided such"}, {"text_block_id": "p103_b1245", "text": "consent is not to be unreasonably withheld or delayed, if the Party seeking assignment can satisfy the other Party of such proposed assignee•s financial, technical and legal status and ability to observe and perform this Agreement, Provided however that the Party wishing to assign has given notice to that effect to the other Party and such notice shall have given sufficient information to show the status and ability of the proposed assignee to carry out the terms of this Agreement."}, {"text_block_id": "p103_b1246", "text": "No assignment pursuant to this Sub-clause 0 shall have effect unless and until the assigning Party has:"}, {"text_block_id": "p103_b1247", "text": "procured the proposed assignee to covenant directly with the other Party in a form reasonably satisfactory to such Party to observe and perform all the terms and conditions of this Agreement;"}, {"text_block_id": "p103_b1248", "text": "and has provided to the other Party a certified copy of the assignment (excluding consideration paid or payable for such assignment)."}, {"text_block_id": "p103_b1249", "text": "Notwithstanding the foregoing provisions, for the purpose of financing the Project, it is expressly acknowledged that GENCO intends to obtain such financing for the Project from Lenders, GENCO may assign to, or grant a security interest in favour of, the Lenders of all of its rights and interests under or pursuant to this Agreement. GENCO shall notify UETCL of the creation of such security over its rights and interests under this Agreement at least 30 days prior to the execution of any such assignment or security interest."}, {"text_block_id": "p103_b1250", "text": "Severability"}, {"text_block_id": "p103_b1251", "text": "If any provision or part of a provision of this Agreement or its application to any party is invalid or cannot be enforced, then all other provisions of this Agreement will be construed, insofar as possible, to be valid and enforceable or in manner which enables them to continue to have full force and effect, and the invalid or unenforceable part shall be severed from this Agreement with a view to maintaining, to the fullest extent possible, the validity and enforceability of all other provisions of this Agreement."}, {"text_block_id": "p103_b1252", "text": "If for any reason whatsoever any provision of this Agreement is or becomes invalid, illegal or unenforceable, or is declared by any court of competent jurisdiction or any Governmental Authority to be invalid, illegal or unenforceable or if such Governmental Authority:"}, {"text_block_id": "p103_b1253", "text": "refuses or formally indicates an intention to refuse authorization of, or exemption to, any of the provisions of or arrangements contained in this Agreement (in the case of a refusal either by way of outright refusal or by way of requirement that this Agreement be amended or any of its provisions be deleted or that a party give an undertaking or accept a condition as to future conduct); or"}, {"text_block_id": "p103_b1254", "text": "formally indicates that to continue to operate any provisions of this Agreement may expose the Parties to sanctions under any law, order, enactment or regulation, or requests any Party to give undertakings or to accept conditions as to future conduct in order that such Party may not be subject to such sanctions; then in all cases, whether initially or at the end of any earlier period or periods of exemption, the Parties will negotiate in good faith with a view to agreeing one or more provisions which may be substituted for such invalid, unenforceable or illegal provisions which substitute provisions are satisfactory to all relevant Competent Authorities and produce as nearly as is practicable in all the circumstances the appropriate balance of the commercial interests of the Parties."}, {"text_block_id": "p104_b1255", "text": "No Partnership"}, {"text_block_id": "p104_b1256", "text": "This Agreement shall not be interpreted or construed to create an association, joint venture, agency relationship or partnership between the Parties or to impose any partnership or agency obligation or liability upon either Party. No Party shall have any right, power or authority to enter into any agreement or undertaking for, or to act on behalf of, or to act as or be an agent or representative of, or to otherwise bind, any other Party."}, {"text_block_id": "p104_b1257", "text": "Further Assurance"}, {"text_block_id": "p104_b1258", "text": "Each Party agrees to execute and deliver all such further instruments and do and perform all such further acts and things as shall be necessary for the carrying out of the provisions of this Agreement."}, {"text_block_id": "p104_b1259", "text": "Entirety of Agreement"}, {"text_block_id": "p104_b1260", "text": "This Agreement constitutes the entire agreement between the Parties in relation to the sale and purchase of Energy at the Interconnection Point and all prior representations, negotiations and undertakings shall be excluded from any construction of this Agreement."}, {"text_block_id": "p104_b1261", "text": "Counterparts"}, {"text_block_id": "p104_b1262", "text": "This Agreement shall be executed in three counterparts by the Parties hereto and when executed and delivered all the counterparts shall together constitute one and the same instrument."}, {"text_block_id": "p104_b1263", "text": "Sovereign Immunity"}, {"text_block_id": "p104_b1264", "text": "If any Party may in any jurisdiction claim for itself or its assets or revenues immunity from suit, execution, attachment (whether in aid of execution, before judgment or otherwise) or other legal process and if in any such jurisdiction there may be attributed to it or its assets or revenues such immunity (whether or not claims), then that party agrees not to claim and irrevocably waives such immunity to the full extent permitted by the laws of such jurisdiction."}, {"text_block_id": "p104_b1265", "text": "Governing Law"}, {"text_block_id": "p104_b1266", "text": "This Agreement shall be governed by and construed in accordance with the Laws of Uganda."}, {"text_block_id": "p105_b1267", "text": "IN WITNESS whereof the Parties or their duly authorized representative have executed this Agreement on the day, month and year first above mentioned."}, {"text_block_id": "p105_b1268", "text": "The Common Seal of THE XXX COMPANY LIMITED is hereto affixed in the presence of:"}, {"text_block_id": "p105_b1269", "text": "MANAGING DIRECTOR"}, {"text_block_id": "p105_b1270", "text": "COMPANY SECRETARY"}, {"text_block_id": "p105_b1271", "text": "The Common Seal of THE UGANDA ELECTRICITY TRANSMISSION COMPANY LIMITED is hereunto affixed in the presence of:"}, {"text_block_id": "p105_b1272", "text": "MANAGING DIRECTOR"}, {"text_block_id": "p105_b1273", "text": "COMPANY SECRETARY"}, {"text_block_id": "p106_b1274", "text": "SCHEDULE 1: Interconnection Facilities"}, {"text_block_id": "p106_b1275", "text": "Map showing location of generation facilities and location of Interconnection Point."}, {"text_block_id": "p106_b1276", "text": "Single line diagrams of the Interconnection Point at including the Main Meter, and Check Meter and showing the location of the Metering Point in each case."}, {"text_block_id": "p107_b1277", "text": "SCHEDULE 2:  DETERMINATION OF METERED QUANTITIES"}, {"text_block_id": "p107_b1278", "text": "Reading of Meters"}, {"text_block_id": "p107_b1279", "text": "The Main Meter and the Check Meters at the Interconnection Point, shall be read at 12:00 on the first Day of each successive Month (or such other Day as may be mutually agreed upon by the Parties). GENCO shall read the Main and Check Meters during normal business hours and shall notify UETCL at least forty-eight (48) hours in advance of the time of reading in order to afford UETCL the opportunity to be present during the reading. GENCO shall provide a copy of the readings to UETCL either by fax, courier or other appropriate means, and shall keep a log of the readings at the Interconnection Point and in the GENCO offices."}, {"text_block_id": "p107_b1280", "text": "The readings of the Main Meter shall be used in the preparation of all invoices unless the Main Meter was not in service for a portion of the Month in question as a result of maintenance, repairs or testing, or is otherwise known to be inaccurate or functioning improperly.  In such event, the following procedures will be followed in the stated order:"}, {"text_block_id": "p107_b1281", "text": "The readings of the Check meter shall be utilised to calculate the correct Metered Energy quantities, unless a test of such Check Meter as required by either Party, reveals that the Check Meter is inaccurate by more than two-tenths of a percent (±0.2%), or is otherwise functioning improperly."}, {"text_block_id": "p107_b1282", "text": "If the Check Meter is found to be inaccurate by more than two-tenths of a percent (±0.2%) or is otherwise functioning improperly, then GENCO and UETCL shall jointly prepare an estimate of the correct reading on the basis of all available information and such guidelines as may have been agreed to for the handling of such matters;"}, {"text_block_id": "p107_b1283", "text": "In the event that the readings of either the Main or Check meter have been relied upon for the preparation of invoices and such meter is subsequently found to have been inaccurate or otherwise functioning improperly, the invoices which relied upon the erroneous meter shall be corrected for the inaccurate readings by reference to a meter whose readings were known to be accurate within plus or minus two-tenths of one percent (±0.2%) for the period during which the meter was inaccurate, if such period can be determined. In the event no there is no alternative meter whose reading can be relied upon, the erroneous readings shall be corrected by the error in excess of two-tenths of one percent (±0.2%) determined by testing of the erroneous meter. If the period of inaccuracy cannot be accurately determined, it shall be deemed to be half the period between the date the meter was found to be inaccurate and the date of the last meter reading accepted by the Parties as accurate, or three months, whichever is the shorter period. In no event, however, shall any such adjustment be made for any period prior to the date on which the subject meter was last tested and found to be accurate within plus or minus two-tenths of one percent (±0.2%) and not otherwise functioning improperly."}, {"text_block_id": "p107_b1284", "text": "Determination of Energy Quantities"}, {"text_block_id": "p107_b1285", "text": "The meter readings shall be used to determine the following monthly energy quantities:"}, {"text_block_id": "p107_b1286", "text": "The Peak Metered Energy for the month will be the increase in meter reading for the Peak Block since the meter reading of the previous month;"}, {"text_block_id": "p107_b1287", "text": "The Shoulder Metered Energy for the month will be the increase in meter reading for the Shoulder Block since the meter reading of the previous month;"}, {"text_block_id": "p107_b1288", "text": "The Off-Peak Metered Energy for the month will be the increase in meter reading for the Off-Peak Block since the meter reading of the previous month."}, {"text_block_id": "p107_b1289", "text": "Definition of TOU Blocks"}, {"text_block_id": "p108_b1290", "text": "The Peak Block shall be between 18:00 and 23:00 every day of the week."}, {"text_block_id": "p108_b1291", "text": "The Shoulder Block shall be between 05:00 and 18:00 every day of the week."}, {"text_block_id": "p108_b1292", "text": "The Off-Peak Block shall be between 23:00 and 05:00 every day of the week."}, {"text_block_id": "p109_b1293", "text": "SCHEDULE 3: DETERMINATION OF PAYMENTS"}, {"text_block_id": "p109_b1294", "text": "Energy Prices"}, {"text_block_id": "p109_b1295", "text": "Energy prices are expressed in US Dollar per MWh and are specified for three time-of-use blocks as defined in Schedule 2, and for two periods, each period being a set of Years. The set of power prices are shown below."}, {"text_block_id": "p109_b1296", "text": "Exchange rate"}, {"text_block_id": "p109_b1297", "text": "The exchange rate to be used for determination of the monthly Energy Charge (the •Monthly Exchange rate•) shall be the average of the official buying and selling exchange rate of the US Dollar to the UG Shilling posted by the Bank of Uganda on the last working day of the month."}, {"text_block_id": "p109_b1298", "text": "Energy Charge"}, {"text_block_id": "p109_b1299", "text": "The Peak energy charge shall be calculated as the product of the prevailing Peak Price in US Dollars per MWh and the Peak Metered Energy for the month in MWh."}, {"text_block_id": "p109_b1300", "text": "The Shoulder energy charge shall be calculated as the product of the prevailing Shoulder Price in US Dollars per MWh and the Shoulder Metered Energy for the month in MWh."}, {"text_block_id": "p109_b1301", "text": "The Off-peak Energy Charge shall be calculated as the product of the prevailing Off-peak Price in US Dollars per MWh and the Off-peak Metered Energy for the month in MWh."}, {"text_block_id": "p109_b1302", "text": "The Energy Charge for a specific Month shall be calculated as the equivalent in UG Shillings of the sum of the Peak Energy Charge, the Shoulder Energy Charge and the Off-Peak Energy Charge for that Month; multiplied by the Monthly Exchange rate for that Month."}, {"text_block_id": "p110_b1303", "text": "SCHEDULE 4: METER SPECIFICATIONS"}, {"text_block_id": "p110_b1304", "text": "Metering System Requirements"}, {"text_block_id": "p110_b1305", "text": "The Main/Check meter system to be installed, owned and maintained by GENCO at the Interconnection Point shall each consist of a single set of three current transformers and potential transformers feeding both a primary and a backup three phase four wire metering instrument. The system shall be designed such that the overall error of the installation, (including instrument transformers, wiring, and metering instruments) shall be no greater than 0.5% for power flows through the metering installation between 600kW and 20000kW.  Both the Main and Check Meters shall be selected to have rated error no greater than 0.2% over the equivalent load range. Both Main and Check Meters shall be electronic time of use (TOU) meters which accumulate data separately for at least three time blocks with programmable beginning and ending times and holiday/weekend discrimination.  Each meter shall be capable of separately accumulating and presenting on the register display the following data for the Peak Block, Shoulder Block and Off-Peak Block:"}, {"text_block_id": "p110_b1306", "text": "Net kWh from the GENCO system"}, {"text_block_id": "p110_b1307", "text": "Net kVArh from the GENCO system"}, {"text_block_id": "p110_b1308", "text": "The metering system shall be described clearly in appropriate drawings to be provided to both Parties. The current and voltage transformers will measure current and voltage as near as practicable to point at which the Interconnection Facility connects with the Umeme distribution system, as shown in Schedule 1.  Both the Main and Check Meters shall be installed in weatherproof enclosures which shall include test switches and shorting blocks to allow removal of either meter instrument without taking the other out of service.  The Main and Check Meters may be installed in a single enclosure or in separate enclosures, but the enclosure shall be so arranged that both meters can be read without disturbing the seals on the enclosure(s)."}, {"text_block_id": "p110_b1309", "text": "Testing"}, {"text_block_id": "p110_b1310", "text": "All testing and calibration of the Main and Check Meter instruments shall be carried out by qualified personnel using test equipment with a rated error of 0.1% or better, and which has been calibrated according to a procedure and against instruments traceable to a national standard within the preceding forty eight (48) months. Meters shall be tested at full rated test current, and at 10% of full rated test current at power factors of 50% lag, 50% lead and 100%. A written test report shall be prepared for all tests showing the calibration history of the test instruments, the as-found, and as-left conditions of the Main and Check Meters which shall be supplied to both Parties."}, {"text_block_id": "p110_b1311", "text": "Current and voltage transformers shall be tested for ratio and phase angle errors following manufacture at an accredited testing station. Test certificates issued by the testing station will be issued independently to both parties"}, {"text_block_id": "p110_b1312", "text": "Instruments"}, {"text_block_id": "p110_b1313", "text": "All instruments shall be of the flush mounting type and shall be fitted with non-reflecting glass according to the relevant IEC Standards."}, {"text_block_id": "p110_b1314", "text": "All instruments and apparatus shall be capable of carrying their full load currents without undue heating. They shall not be damaged by the passage of fault currents within the rating of the associated switchgear through the primaries of their corresponding instrument transformers. All instruments and apparatus shall be back connected, and all cases shall be earthed. Means shall be provided for zero adjustment of instruments without dismantling."}, {"text_block_id": "p110_b1315", "text": "All voltage circuits to instruments shall be protected by a fuse/MCB in each unearthed phase of the circuit placed as close as practicable to the instrument transformer"}, {"text_block_id": "p111_b1316", "text": "terminals, or where instruments are direct-connected, as close as practicable to the main connection. All power factor indicators shall have the star point of their current coils brought out to a separate terminal, which shall be connected to the star point of the instrument transformer secondary windings."}, {"text_block_id": "p111_b1317", "text": "Instrument scales shall be submitted for the approval of UETCL."}, {"text_block_id": "p111_b1318", "text": "Integrating Meters"}, {"text_block_id": "p111_b1319", "text": "Power losses: The losses in each voltage and current circuits shall be measured under reference conditions to prove compliance with Tables IV and V of IEC Standard 60521."}, {"text_block_id": "p111_b1320", "text": "Heating and Dielectric Tests: Tests shall be carried out to establish compliance with the requirements of Sub-clauses 6.4 and 6.5 of IEC Standard 60521."}, {"text_block_id": "p111_b1321", "text": "Accuracy: Under the conditions set out in IEC Standard 60521 and after having been energized for the appropriate period stated therein, the meters shall be listed to establish that the actual percentage error values fall within the limits as set out in Schedule 2. The mean temperature coefficient shall be determined for the reference temperature and shall be within the limits set out in IEC Standard 60521."}, {"text_block_id": "p111_b1322", "text": "Starting and running with no-load: The rotor shall start and continue to run at current values corresponding to 0.4% of basic current and shall complete at least one revolution at this current value. With no current in the current coil(s) and when energized at any voltage between 80% and 110% of the reference voltage, the rotor shall not make a complete revolution within one hour."}, {"text_block_id": "p111_b1323", "text": "Insulation test: The meters shall be tested at a voltage of 2 kV for a period of one minute between all live terminals and earth."}, {"text_block_id": "p111_b1324", "text": "The kWh meters shall be of square or rectangular form and shall be installed in the cubicles mutually agreed upon. The method of mounting of the meters on the panels shall be the same as for the usual instruments. The form of the maters shall be flush with the face. They shall be programmable solid-state or electronic type and of 0.2 accuracy class and be supplied with a MD indicators and a contact for submitting impulses to the SCADA system."}, {"text_block_id": "p111_b1325", "text": "The kWh integrating meters shall comply with the requirements of IEC Standard 60521 Class 0.2 meters unless otherwise approved by UETCL. These meters should be read direct without multiplying factors for kWh and maximum demand indicators and shall be provided with a means of transmitting readings to the System Control Centre."}, {"text_block_id": "p112_b1326", "text": "Annex 2                   FEED IN TARIFFS"}, {"text_block_id": "p112_b1327", "text": "Feed-in tariff schedule for renewable energy generators of less than 20 MW (US¢/kWh)           i) Hydropower"}, {"text_block_id": "p112_b1328", "text": "ii) Cogeneration with Bagasse"}, {"text_block_id": "p113_b1329", "text": "Annex 3            HYDRO POWER SITES IN UGANDA"}, {"text_block_id": "p113_b1330", "text": "Table A3.1 Non-Nile (Mini/Micro) Sites"}, {"text_block_id": "p113_b1331", "text": "Refer to Fig 2.3"}, {"text_block_id": "p119_b1332", "text": "Table A3.2 Sites along the Nile (Large Hydro Sites)"}, {"text_block_id": "p119_b1333", "text": "Refer to Fig 2.2"}, {"text_block_id": "p120_b1334", "text": "Table A4.1 Process and Coordination Mechanisms for PREPS and  LIREPS/ CIREPS"}, {"text_block_id": "p124_b1335", "text": "The process of implementing the PREPS is summarized in Fig A4.1."}, {"text_block_id": "p125_b1336", "text": "Figure A4.1 Implementation of the PREPS"}, {"text_block_id": "p125_b1337", "text": "Figures A4.2 and A4.3 show a timeline for the overall development of LIREPS and PREPS respectively. ERA must make a decision on the permit within 30 days from when they received comments. After the license application has been made, ERA is again obliged by the Electricity Act to make a public notice and to receive comments from the public. The final licence decision must have been made within 180 days from receiving the application. Table A4.2 summarizes the different documents required for project processing and approval"}, {"text_block_id": "p126_b1338", "text": "Figure A4.2 Simplified Timeline for LIREPS Development Process"}, {"text_block_id": "p127_b1339", "text": "Table A4.2 Documents Required for Project Processing and Approval"}, {"text_block_id": "p127_b1340", "text": "1."}, {"text_block_id": "p127_b1341", "text": "Proforma Memorandum of Understanding"}, {"text_block_id": "p127_b1342", "text": "2."}, {"text_block_id": "p127_b1343", "text": "Proforma Power Purchase Agreement"}, {"text_block_id": "p127_b1344", "text": "3."}, {"text_block_id": "p127_b1345", "text": "Proforma Subsidy Contract"}, {"text_block_id": "p127_b1346", "text": "4."}, {"text_block_id": "p127_b1347", "text": "Proforma Interconnection and Wheeling Agreements"}, {"text_block_id": "p127_b1348", "text": "5."}, {"text_block_id": "p127_b1349", "text": "Application Form for Permit"}, {"text_block_id": "p127_b1350", "text": "6."}, {"text_block_id": "p127_b1351", "text": "Application Form for License and Subsidy"}, {"text_block_id": "p127_b1352", "text": "7."}, {"text_block_id": "p127_b1353", "text": "Application Form for Cost Sharing"}, {"text_block_id": "p127_b1354", "text": "8."}, {"text_block_id": "p127_b1355", "text": "Application Form for surface water permit and construction permit from DWD"}, {"text_block_id": "p127_b1356", "text": "9."}, {"text_block_id": "p127_b1357", "text": "Application Form for Investment License for UIA"}, {"text_block_id": "p127_b1358", "text": "10."}, {"text_block_id": "p127_b1359", "text": "Requirements for an Environment Impact Assessment Brief"}, {"text_block_id": "p127_b1360", "text": "11."}, {"text_block_id": "p127_b1361", "text": "Environmental and Social Management Framework for Renewable Energy Investments in Uganda."}], "document_description": "The Renewable Energy Policy follows the commitment in the National Energy Policy 2002 to develop the use of renewable energy resources in Uganda. The Government's overarching policy vision for renewable energy is to make modern renewable energy a substantial part of national energy consumption, where modern renewable energy is understood to mean renewable energy resources that are transformed into modern energy services like electricity.<br />\nTo achieve its goal, a number of supporting objectives are identified. These include: maintaining and improving the responsiveness of the legal and institutional framework to promote renewable energy investments; establishing an financing and fiscal policy framework for investments in renewable energy; increasing public awareness in renewable energy and promoting investment in this area; promoting research and development as well as international co-operation in renewable energy technologies (RETs); utilizing biomass energy efficiently and sustainably; and promoting the conversion of municipal and industrial waste to energy.<br />\nVarious strategies and policy actions are elaborated in order to achieve these objectives. A power generation programme will support public and private sector investments in renewable energy, focussing on large hydropower schemes (hydropower being the most well developed RET) as well as small and more diverse schemes. A rural and urban-poor electricity access programme will support the development of RETs in dispersed and remote settlements. A modern energy services programme will support RETs such as solar PV and solar water heaters, a biofuels programme will support improvements in biofuel technology, and a waste for energy programmes will support the conversion of waste to energy. An energy efficiency programmes will implement the Uganda Energy Efficiency Strategy.<br />\n<br />\nThe responsibility for the policy lies with the Ministry of Energy and Mineral Development and a Renewable Energy Department is to be developed within the Ministry. Moreover, a special financial mechanism, a credit support facility known as the Uganda Energy Capitalisation Trust, is instituted to help realise the policy. The ultimate goal of the Renewable Energy Policy is to increase the use of modern renewable energy, from the current 4% to 61% of the total energy consumption by the year 2017."}