{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_country_english_shortname": "Saudi Arabia", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Royal Decree establishing King Abdullah City for Atomic and Renewable Energy 2010", "document_country_code": "SAU", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Decree", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "17/04/2010", "document_keyword": "Institutions / Administrative Arrangements", "document_url": "https://cdn.climatepolicyradar.org/SAU/2010/SAU-2010-04-17-Royal Decree establishing King Abdullah City for Atomic and Renewable Energy 2010_718f598db6e3954db3f8409ee283e960.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Royal Decree establishing King Abdullah City for Atomic and Renewable Energy"}, {"text_block_id": "p0_b2", "text": "In the Name of Allah, the Most Gracious, the Most Merciful"}, {"text_block_id": "p0_b3", "text": "No. A/35"}, {"text_block_id": "p0_b4", "text": "Date: 3/5/1431 A.H."}, {"text_block_id": "p0_b5", "text": "With the Grace of Allah;"}, {"text_block_id": "p0_b6", "text": "We, Abdullah bin Abdul Aziz Al Saud"}, {"text_block_id": "p0_b7", "text": "King of the Kingdom of Saudi Arabia"}, {"text_block_id": "p0_b8", "text": "Having perused the Basic Law of Governance promulgated by Royal Order No. (A/90) dated 27/8/1412 A.H.; and"}, {"text_block_id": "p0_b9", "text": "Having reviewed the Cabinet Law issued by Royal Order No. A/13 dated 3/3/1414 A.H. and the System of Majlis Al-Shura promulgated by Royal Order No. (A/91) dated 27/8/1412 A.H.; and"}, {"text_block_id": "p0_b10", "text": "Having reviewed Royal Decree No. (M/8) dated 19/4/1406 A.H.; and"}, {"text_block_id": "p0_b11", "text": "Having reviewed Decision of Majlis Al-Shura No. (63/40) dated 20/7/1430 A.H. containing a proposal to establish a Saudi authority for atomic energy; and"}, {"text_block_id": "p0_b12", "text": "Having reviewed what has been discussed in the Cabinet session held on 14/11/1430 A.H. regarding the recommendations of the Ministerial Committee established by Order No. (MB/8894) dated 1/11/1430 A.H. under the chairmanship of the Minister of Foreign Affairs and the membership of the Minister of Water and Electricity and the Minister of Health and the entities concerned to study the issue of the national current and future needs of electricity and water and the extent of participation of the atomic energy in such needs, including the statement of the Minister of Petroleum and Mineral Resources that •the Kingdom is witnessing increasing growth with high rates of demand for electricity and desalinated water due to the growing population and the subsidized prices of water and electricity, and such increasing demand for electricity and water is coupled by an increasing demand for the non-renewable hydrocarbon resources to be used in generating power and desalinating water to which the need to provide will continue to increase; therefore, the use of alternative sustainable and reliable resources for generating power and producing desalinated water reduces dependency on hydrocarbon resources and thereby is considered an additional guarantee for producing water and generating power in the future and at the same time saves the hydrocarbon resources, which by turn extends the life of such resources and keep them as a source for income for a longer period of time•; and"}, {"text_block_id": "p1_b13", "text": "In the light of what is registered in the minutes of the committee referred to above stating that the peaceful use of atomic energy will enable the Kingdom to foresee the need of the society and plan for such need in order to meet the same in an accurate and deliberate manner which increases the rate of development and grants the Kingdom the knowledge capability in accordance with the international agreements and conventions governing the peaceful use of energy and provides the necessary materials for medical uses and in the agricultural and health fields and in meeting the national needs; and"}, {"text_block_id": "p1_b14", "text": "Seeking to establish a specialized scientific entity entrusted with setting and implementing the national atomic and renewable energy policy;"}, {"text_block_id": "p1_b15", "text": "Do hereby order as follows:"}, {"text_block_id": "p1_b16", "text": "First: there shall be established a scientific city to be called •King Abdullah City for Atomic and Renewable Energy• in accordance with the attached bylaws of the said City."}, {"text_block_id": "p1_b17", "text": "Second: Formal procedures shall be taken to review the relevant regulations affected by the provisions of such bylaws and actions shall be taken to complete whatever is necessary in their regard."}, {"text_block_id": "p1_b18", "text": "Third: Our present Order shall be communicated to the relevant authorities for adoption and enforcement of the same."}, {"text_block_id": "p1_b19", "text": "Abdullah bin Abdul Aziz Al Saud"}, {"text_block_id": "p2_b20", "text": "Another Royal Order has been issued appointing Dr. Hashim bin Abdullah Yamani as the president of King Abdullah City for Atomic and Renewable Energy in the rank of minister. The following is the text of the order."}, {"text_block_id": "p2_b21", "text": "In the Name of Allah, the Most Gracious, the Most Merciful"}, {"text_block_id": "p2_b22", "text": "No.A/36"}, {"text_block_id": "p2_b23", "text": "Date: 3/5/1431 A.H."}, {"text_block_id": "p2_b24", "text": "With the Grace of Allah;"}, {"text_block_id": "p2_b25", "text": "We, Abdullah bin Abdul Aziz Al Saud"}, {"text_block_id": "p2_b26", "text": "King of the Kingdom of Saudi Arabia"}, {"text_block_id": "p2_b27", "text": "Having perused Article 58 of the Basic Law of Governance promulgated by Royal Order No. A/90 dated 27/8/1412 A.H.; and"}, {"text_block_id": "p2_b28", "text": "Having reviewed Article 9 of the Bylaws of King Abdullah City for Atomic and Renewable Energy promulgated by Royal Order No. A/35 dated 3/5/1431 A.H.; and"}, {"text_block_id": "p2_b29", "text": "Having examined the system of ministers and deputy ministers and officials of higher rank issued by Royal Decree No. M/10 dated 18/3/1391 A.H.; and"}, {"text_block_id": "p2_b30", "text": "Having reviewed Royal Order No. A/29 dated 19/2/1430 A.H.; and"}, {"text_block_id": "p2_b31", "text": "Having reviewed Royal Order No. A/14 dated 3/3/1414 A.H.;"}, {"text_block_id": "p2_b32", "text": "Do hereby order as follows:"}, {"text_block_id": "p2_b33", "text": "First: Dr. Hashim bin Abdullah Yamani shall be appointed president of King Abdullah City for Atomic and Renewable Energy in the rank of minister."}, {"text_block_id": "p2_b34", "text": "Second: Dr. Walid bin Hussein Abu Al Faraj shall be relieved from office as Rector of Umm Al-Qura University and shall be appointed as vice-president of King Abdullah City for Atomic and Renewable Energy in the rank of minister."}, {"text_block_id": "p2_b35", "text": "Third: Dr. Khaled bin Muhammad Al Sulaiman shall be appointed as vice-president for renewable energy affairs at the excellent rank."}, {"text_block_id": "p2_b36", "text": "Fourth: Our present Order shall be communicated to the relevant authorities for adoption and enforcement of the same."}, {"text_block_id": "p2_b37", "text": "Abdullah bin Abdul Aziz Al Saud"}, {"text_block_id": "p3_b38", "text": "Bylaws of King Abdullah City for Atomic and Renewable Energy"}, {"text_block_id": "p3_b39", "text": "The following is the text of the bylaws of King Abdullah City for Atomic and Renewable Energy."}, {"text_block_id": "p3_b40", "text": "Article 1"}, {"text_block_id": "p3_b41", "text": "There shall be established a scientific city to be called •King Abdullah City for Atomic and Renewable Energy•."}, {"text_block_id": "p3_b42", "text": "Article 2"}, {"text_block_id": "p3_b43", "text": "King Abdullah City for Atomic and Renewable Energy shall have its independent legal personality and shall be administratively linked to the Prime Minister. The City shall have its headquarters in the city of Riyadh and it may establish branches or offices and research centers within the Kingdom."}, {"text_block_id": "p3_b44", "text": "Article 3"}, {"text_block_id": "p3_b45", "text": "The City shall aim at contributing to the sustainable development in the Kingdom through utilization of science, research, and industries related to atomic and renewable energy for peaceful purposes in a way that leads to raising the standards of living and quality of life in the Kingdom. The City shall support and foster scientific research and development activities, localize technology in its fields of specialization, identity and coordinate the activities of the scientific research institutions and centers in the Kingdom in this field, organize local conferences and participate in international conferences, determine priorities and national policies in the field of atomic and renewable energy in order to build a scientific technical base in the field of generating power and producing desalinated water and in the medical, industrial, agricultural and mining fields. The City shall work on developing the national scientific capacities in its fields of specialization. The City shall include requirements of scientific research such as laboratories, means of communication, sources of information, and shall also include all the utilities required for the employees of the City. In achieving its purposes, the City may, without limitation to its terms of reference, undertake the following:"}, {"text_block_id": "p3_b46", "text": "The City shall aim at contributing to the sustainable development in the Kingdom through utilization of science, research, and industries related to atomic and renewable energy for peaceful purposes in a way that leads to raising the standards of living and quality of life in the Kingdom. The City shall support and foster scientific research and development activities, localize technology in its fields of specialization, identity and coordinate the activities of the scientific research institutions and centers in the Kingdom in this field, organize local conferences and participate in international conferences, determine priorities and national policies in the field of atomic and renewable energy in order to build a scientific technical base in the field of generating power and producing desalinated water and in the medical, industrial, agricultural and mining fields. The City shall work on developing the national scientific capacities in its fields of specialization. The City shall include requirements of scientific research such as laboratories, means of communication, sources of information, and shall also include all the utilities required for the employees of the City. In achieving its purposes, the City may, without limitation to its terms of reference, undertake the following:\n* Proposing the national atomic and renewable energy policy and setting plan and strategy for implementation of such policy and proposing the relevant bylaws and regulations\n* Implementing applied scientific research programs in its fields of specialization, whether independently or jointly with others inside and outside the Kingdom\n* Motivating the private sector to develop research on medical, agricultural, and industrial products, and on mining, power generation, desalinated water, rationalization of water uses to preserve natural resources and increase the efficiency of use of the same"}, {"text_block_id": "p4_b52", "text": "The City shall aim at contributing to the sustainable development in the Kingdom through utilization of science, research, and industries related to atomic and renewable energy for peaceful purposes in a way that leads to raising the standards of living and quality of life in the Kingdom. The City shall support and foster scientific research and development activities, localize technology in its fields of specialization, identity and coordinate the activities of the scientific research institutions and centers in the Kingdom in this field, organize local conferences and participate in international conferences, determine priorities and national policies in the field of atomic and renewable energy in order to build a scientific technical base in the field of generating power and producing desalinated water and in the medical, industrial, agricultural and mining fields. The City shall work on developing the national scientific capacities in its fields of specialization. The City shall include requirements of scientific research such as laboratories, means of communication, sources of information, and shall also include all the utilities required for the employees of the City. In achieving its purposes, the City may, without limitation to its terms of reference, undertake the following:\n* Proposing the national atomic and renewable energy policy and setting plan and strategy for implementation of such policy and proposing the relevant bylaws and regulations\n* Implementing applied scientific research programs in its fields of specialization, whether independently or jointly with others inside and outside the Kingdom\n* Motivating the private sector to develop research on medical, agricultural, and industrial products, and on mining, power generation, desalinated water, rationalization of water uses to preserve natural resources and increase the efficiency of use of the same\n* Providing scholarships and training programs for developing the necessary capacities to prepare and execute the scientific research programs\n* Issuing regulations related to protection against hazards of atomic radiation for the specialized employees and for the public\n* Representing the Kingdom before the International Atomic Energy Agency and other relevant international organizations\n* Encouraging research conducted by individuals, institutions and authorities appointed in universities and research centers approved by the City, through the following means:\n\t* Providing financial assistance under various research contracts\n\t* Providing facilities, experts, and necessary materials for conducting such research with or without consideration\n\t* Establishing institutes necessary for training specialists in the atomic activity and health protection fields\n\t* Establishing and operating projects that achieve the purposes of the City or establishing joint projects with others\n\t* Cooperating with peer organizations and entities in other countries and with the international organizations and global research centers"}, {"text_block_id": "p4_b70", "text": "Article 4"}, {"text_block_id": "p4_b71", "text": "The City shall be the competent authority to meet the national obligations with regard to all agreements signed or to be signed by the Kingdom regarding atomic and renewable energy. The City shall take the responsibility for supervising and controlling all works related to the use of atomic energy and the resultant radioactive waste."}, {"text_block_id": "p4_b72", "text": "Article 5"}, {"text_block_id": "p4_b73", "text": "There shall be transferred to the City the departments related to atomic and renewable energy at King AbdulAziz City for Science and Technology including the employees of such departments and the transferable and nontransferable funds which shall devolve to the City and such transfer shall be arranged within one year from the promulgation of the present bylaws."}, {"text_block_id": "p4_b74", "text": "Article 6"}, {"text_block_id": "p4_b75", "text": "The City shall have a supreme council formed as follows:"}, {"text_block_id": "p4_b76", "text": "The City shall have a supreme council formed as follows:\n* The Prime Minister as a Chairman\n* The Deputy Prime Minister and Minister of Defence and Aviation and Inspector General as a vice-chairman\n* Second Deputy Prime Minister and Minister of Interior as a member\n* Minister of Foreign Affairs as a member\n* Minister of Higher Education as a member\n* Minister of Petroleum and Mineral Resources as a member"}, {"text_block_id": "p5_b88", "text": "The City shall have a supreme council formed as follows:\n* The Prime Minister as a Chairman\n* The Deputy Prime Minister and Minister of Defence and Aviation and Inspector General as a vice-chairman\n* Second Deputy Prime Minister and Minister of Interior as a member\n* Minister of Foreign Affairs as a member\n* Minister of Higher Education as a member\n* Minister of Petroleum and Mineral Resources as a member\n* Minister of State and Cabinet Member Dr. Musaed Bin Mohamed Al-Aiban as a member\n* Minister of Finance as a member\n* Minister of Commerce and Industry as a member\n* Minister of Water and Electricity as a member\n* Minister of Agriculture as a member\n* Minister of Health as a member\n* President of King Abdullah City for Atomic and Renewable Energy as a member\n* Dr. Mohamed bin Ibrahim Al-Suwaiyel as a member"}, {"text_block_id": "p5_b104", "text": "Article 7"}, {"text_block_id": "p5_b105", "text": "The supreme council of the City shall be the highest authority of the City and shall supervise and undertake the affairs of the City and shall take all necessary decisions to achieve the purposes of the City within the purview of the present bylaws. The council shall in particular be competent to undertake the following:"}, {"text_block_id": "p5_b106", "text": "The supreme council of the City shall be the highest authority of the City and shall supervise and undertake the affairs of the City and shall take all necessary decisions to achieve the purposes of the City within the purview of the present bylaws. The council shall in particular be competent to undertake the following:\n* approving the draft national atomic and renewable energy policy and the plan needed for implementation of the same\n* approving action programs and projects to be implemented by the City\n* amending the financial and administrative regulations governing the City and the regulations governing its personnel affairs which shall be issued annexed to the present bylaws\n* adopting the draft annual budget of the city."}, {"text_block_id": "p5_b114", "text": "The council may establish permanent or temporary committees from amongst its members or others to study any business entrusted to them by the council."}, {"text_block_id": "p5_b115", "text": "Article 8"}, {"text_block_id": "p5_b116", "text": "The supreme council of the City shall convene under the presidency of the chairman of the council or any one delegated thereby. The meeting shall not be formal unless with the attendance of the majority of the members. Decisions shall be passed by approval of the majority of those present and in case of a tie, the side on which the chairman voted shall prevail."}, {"text_block_id": "p5_b117", "text": "Article 9"}, {"text_block_id": "p5_b118_merged", "text": "The City shall have one president and two vice-presidents to be appointed by a Royal Order and the City shall further have two or more assistants whose grades shall not be less than the 15th grade."}, {"text_block_id": "p5_b121", "text": "Article 10"}, {"text_block_id": "p5_b122", "text": "The president of the City shall be the executive in charge of managing the City and representing the same before third parties within the limits decided by the present bylaws and as per decisions of the supreme council. The president of the"}, {"text_block_id": "p6_b123", "text": "City shall undertake other terms of reference entrusted thereto in the present bylaws or in the decisions of the supreme council."}, {"text_block_id": "p6_b124", "text": "Article 11"}, {"text_block_id": "p6_b125", "text": "Article 11\n* The employees of the city shall be subject to the provisions set forth in clause C of Article (7) of the present bylaws.\n* The Cityâ¢s Saudi employees shall be subject to the civil retirement law and the employees of the City shall be subject to the labour law and social insurance law."}, {"text_block_id": "p6_b129", "text": "Article 12"}, {"text_block_id": "p6_b130", "text": "The City shall have independent annual budget. The City may set a budget for the programs thereof for a period exceeding one year in accordance with the estimated period required for the implementation of such programs. The funds of the City shall consist of the following:"}, {"text_block_id": "p6_b131", "text": "The City shall have independent annual budget. The City may set a budget for the programs thereof for a period exceeding one year in accordance with the estimated period required for the implementation of such programs. The funds of the City shall consist of the following:\n* Funds allocated thereto in the State budget\n* Income generated by the City through practicing the activity falling within the purview thereof\n* Gifts, subsidies, grants, and wills approved by the City and the returns of the endowments thereof in accordance with the rules to be set by the supreme council\n* Any other resources which the supreme council of the City decides to add to the funds of the City."}, {"text_block_id": "p6_b139", "text": "The funds of the City shall be deposited in a separate account at the Saudi Arabian Monetary Agency and disbursement form such account shall be made in accordance with the financial regulations of the City."}, {"text_block_id": "p6_b140", "text": "Article 13"}, {"text_block_id": "p6_b141", "text": "The financial year of the City shall start with the financial year of the State."}, {"text_block_id": "p6_b142", "text": "Article 14"}, {"text_block_id": "p6_b143", "text": "The president of the City shall submit its closing account and an annual report on the activities of the same within three months at most from the end date of the financial year to the supreme council in preparation to be submitted to the Prime Minister. The General Auditing Bureau shall also be provided with a copy of the annual report and the closing account of the City."}, {"text_block_id": "p6_b144", "text": "Article 15"}, {"text_block_id": "p6_b145", "text": "Without prejudice to the right of the General Auditing Bureau to audit the accounts of the City, the supreme council shall appoint one or more auditors from amongst the natural persons having the conditions of auditors and the supreme"}, {"text_block_id": "p7_b146", "text": "council shall set the remuneration of the auditor and in case of multiplicity of auditors, they shall be jointly responsible."}, {"text_block_id": "p7_b147", "text": "Article 16"}, {"text_block_id": "p7_b148", "text": "The City shall be exempted from all kinds of taxes and customs duties on the equipment and machinery the City imports especially for the scientific activity thereof."}, {"text_block_id": "p7_b149", "text": "Article 17"}, {"text_block_id": "p7_b150", "text": "The present bylaws shall be published in the official gazette."}], "document_description": "The decree established the King Abdullah City for Atomic and Renewable Energy (KACARE). As an institution, KACARE is responsible for conducting research setting and implementing the Kingdom's atomic and renewable energy policies. Major KACARE initiatives include:<br />\n- A project aimed at measuring and mapping renewable energy resources in Saudi Arabia<br />\n- The establishment of a Nuclear Holding Company (NHC), responsible for building and operating nuclear power plants.<br />\n- Plans to introduce a sustainable energy mix to Saudi Arabia."}