{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_country_english_shortname": "Saudi Arabia", "document_category": "Policy", "document_sector_name": ["Energy", "Economy-wide"], "document_language": "English", "document_name": "Vision 2030", "document_country_code": "SAU", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Vision", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "25/04/2016", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/SAU/2016/SAU-2016-04-25-Vision 2030_99c11a4e38954ee42a602f2a990443c2.pdf", "text_blocks": [{"text_block_id": "p3_b1", "text": "MY FIRST OBJECTIVE IS FOR OUR COUNTRY TO BE A PIONEERING AND SUCCESSFUL GLOBAL MODEL OF EXCELLENCE, ON ALL FRONTS, AND I WILL WORK WITH YOU TO ACHIEVE THAT."}, {"text_block_id": "p3_b2", "text": "KING SALMAN BIN ABDULAZIZ AL SAUD"}, {"text_block_id": "p3_b3", "text": "Custodian of the Two Holy Mosques"}, {"text_block_id": "p4_b4", "text": "FOREWORD"}, {"text_block_id": "p4_b5", "text": "MOHAMMAD BIN SALMAN BIN ABDULAZIZ AL-SAUD"}, {"text_block_id": "p4_b6", "text": "Chairman of the Council of Economic and Development Affairs"}, {"text_block_id": "p4_b7", "text": "IT IS MY PLEASURE TO PRESENT SAUDI ARABIA’S VISION FOR THE FUTURE. IT IS AN AMBITIOUS YET ACHIEVABLE BLUEPRINT, WHICH EXPRESSES OUR LONG-TERM GOALS AND EXPECTATIONS AND REFLECTS OUR COUNTRY’S STRENGTHS AND CAPABILITIES"}, {"text_block_id": "p4_b8", "text": "All success stories start with a vision, and successful visions are based on strong pillars."}, {"text_block_id": "p4_b9", "text": "The first pillar of our vision is our status as the heart of the Arab and Islamic worlds. We recognize that Allah the Almighty has bestowed on our lands a gift more precious than oil. Our Kingdom is the Land of the Two Holy Mosques, the most sacred sites on earth, and the direction of the Kaaba (Qibla) to which more than a billion Muslims turn at prayer."}, {"text_block_id": "p4_b10", "text": "The second pillar of our vision is our determination to become a global investment powerhouse. Our nation holds strong investment capabilities, which we will harness to stimulate our economy and diversify our revenues."}, {"text_block_id": "p4_b11", "text": "The third pillar is transforming our unique strategic location into a global hub connecting three continents,"}, {"text_block_id": "p4_b12", "text": "Asia, Europe and Africa. Our geographic position between key global waterways, makes the Kingdom of Saudi Arabia an epicenter of trade and the gateway to the world."}, {"text_block_id": "p4_b13", "text": "Our country is rich in its natural resources. We are not dependent solely on oil for our energy needs. Gold, phosphate, uranium, and many other valuable minerals are found beneath our lands. But our real wealth lies in the ambition of our people and the potential of our younger generation. They are our nation’s pride and the architects of our future. We will never forget how, under"}, {"text_block_id": "p5_b14", "text": "tougher circumstances than today, our nation was forged by collective determination when the late King Abdulaziz Al-Saud – may Allah bless his soul – united the Kingdom. Our people will amaze the world again.We are confident about the Kingdom’s future. With all the blessings Allah has bestowed on our nation, we cannot help but be optimistic about the decades ahead. We ponder what lies over the horizon rather than worrying about what could be lost."}, {"text_block_id": "p5_b15", "text": "The future of the Kingdom, my dear brothers and sisters, is one of huge promise and great potential, God willing. Our precious country deserves the best. Therefore, we will expand and further develop our talents and capacity. We will do our utmost to ensure that Muslims from around the world can visit the Holy Sites."}, {"text_block_id": "p5_b16", "text": "We are determined to reinforce and diversify the capabilities of our economy, turning our key strengthsinto enabling tools for a fully diversified future. As such, we will transform Aramco from an oil producing company into a global industrial conglomerate. We will transform the Public Investment Fund into the world’s largest sovereign wealth fund. We will encourage our major corporations to expand across borders and take their rightful place in global markets. As we continue to give our army the best possible machinery and equipment, we plan to manufacture half of our military needs within the Kingdom to create more job opportunities for citizens and keep more resources in our country."}, {"text_block_id": "p5_b17", "text": "We will expand the variety of digital services to reduce delays and cut tedious bureaucracy.We will immediately adopt wide-ranging transparency and accountability reforms and, through the body set up to measure the performance of government agencies, hold them accountable for any shortcomings. We will be transparent and open about our failures as well as our successes, and will welcome ideas on how to improve.All this comes from the directive of the Custodian of the Two Holy Mosques, King Salman bin Abdulaziz Al-Saud, may Allah protect him, who ordered us to plan for a future that fulfills your ambitions and your aspirations.In line with his instructions, we will work tirelessly from today to build a better tomorrow for you, your children,"}, {"text_block_id": "p5_b18", "text": "and your children’s children. Our ambition is for the long term. It goes beyond"}, {"text_block_id": "p5_b19", "text": "replenishing sources of income that have weakened or preserving what we have already achieved. We are determined to build a thriving country in which all citizens can fulfill their dreams, hopes and ambitions. Therefore, we will not rest until our nation is a leader in providing opportunities for all through education and training, and high quality services such as employment initiatives, health, housing, and entertainment."}, {"text_block_id": "p5_b20", "text": "We commit ourselves to providing world-class government services which effectively and efficiently meet the needs of our citizens. Together we will continue building a better country, fulfilling our dream of prosperity and unlocking the talent, potential, and dedication of our young men and women. We will not allow our country ever to be at the mercy of a commodity price volatility or external markets."}, {"text_block_id": "p5_b21", "text": "We have all the means to achieve our dreams and ambitions. There are no excuses for us to stand still or move backwards."}, {"text_block_id": "p5_b22", "text": "Our Vision is a strong, thriving, and stable Saudi Arabia that provides opportunity for all. Our Vision is a tolerant country with Islam as its constitution and moderation as its method. We will welcome qualified individuals from all over the world and will respect those who have come to join our journey and our success."}, {"text_block_id": "p5_b23", "text": "This is our “Saudi Arabia’s Vision for 2030.” We will begin immediately delivering the overarching plans and programs we have set out. Together, with the help of Allah, we can strengthen the Kingdom of Saudi Arabia’s position as a great nation in which we should all feel an immense pride."}, {"text_block_id": "p6_b24", "text": "OUR VISION"}, {"text_block_id": "p9_b25", "text": "INDEX"}, {"text_block_id": "p9_b26", "text": "12"}, {"text_block_id": "p9_b27", "text": "INTRODUCTION"}, {"text_block_id": "p9_b28", "text": "14"}, {"text_block_id": "p9_b29", "text": "A VIBRANT SOCIETY"}, {"text_block_id": "p9_b30", "text": "A VIBRANT SOCIETY\n* A Vibrant Society.. with Strong Roots\n* A Vibrant Society.. with Fulfilling Lives\n* A Vibrant Society.. with Strong Foundations"}, {"text_block_id": "p9_b36", "text": "34"}, {"text_block_id": "p9_b37", "text": "A THRIVING ECONOMY"}, {"text_block_id": "p9_b38", "text": "A THRIVING ECONOMY\n* A Thriving Economy.. Rewarding Opportunities\n* A Thriving Economy.. Investing for the Long-term\n* A Thriving Economy.. Open for Business\n* A Thriving Economy.. Leveraging its Unique Position"}, {"text_block_id": "p9_b46", "text": "62"}, {"text_block_id": "p9_b47", "text": "AN AMBITIOUS NATION"}, {"text_block_id": "p9_b48", "text": "AN AMBITIOUS NATION\n* An Ambitious Nation.. Effectively Governed\n* An Ambitious Nation.. Responsibly Enabled"}, {"text_block_id": "p9_b52", "text": "78"}, {"text_block_id": "p9_b53", "text": "HOW TO ACHIEVE OUR VISION?"}, {"text_block_id": "p10_b54", "text": "INTRODUCTION"}, {"text_block_id": "p10_b55", "text": "THE KINGDOM OF SAUDI ARABIA IS BLESSED WITH MANY RICH ASSETS. OUR GEOGRAPHIC, CULTURAL, SOCIAL, DEMOGRAPHIC AND ECONOMIC ADVANTAGES HAVE ENABLED US TO TAKE A LEADING POSITION IN THE WORLD"}, {"text_block_id": "p11_b56", "text": "To build the best future for our country, we have based our Vision for the Kingdom of Saudi Arabia on three pillars that represent our unique competitiveadvantages. Our status will enable us to build on our leading role as the heart of Arab and Islamic worlds. At the same time, we will use our investment power to create a more diverse and sustainable economy. Finally,we will use our strategic location to build our role as an integral driver of international trade and to connect three continents: Africa, Asia and Europe."}, {"text_block_id": "p11_b57", "text": "Our Vision is built around three themes: a vibrant society, a thriving economy and an ambitious nation. This first theme is vital to achieving the Vision and a strongfoundation for economic prosperity. We believe in the importance of a vibrant society. Members of this society live in accordance with the Islamic principle of moderation, are proud of their national identity and their ancient cultural heritage, enjoy a good life in a beautiful environment, are protected by caring families and are supported by an empowering social and health care system."}, {"text_block_id": "p11_b58", "text": "In the second theme, a thriving economy providesopportunities for all by building an education systemaligned with market needs and creating economic opportunities for the entrepreneur, the small enterpriseas well as the large corporation. Therefore, we will develop our investment tools to unlock our promising economic sectors, diversify our economy and create job opportunities. We will also grow our economy and"}, {"text_block_id": "p11_b59", "text": "improve the quality of our services, by privatizing some government services, improving the business environment, attracting the finest talent and the best investments globally, and leveraging our uniquestrategic location in connecting three continents."}, {"text_block_id": "p11_b60", "text": "Our nation is ambitious in what we want to achieve. We will apply efficiency and responsibility at all levels. Our third theme is built on an effective, transparent,accountable, enabling and high-performing government. We will also prepare the right environment for our citizens, private sector and non-profit sector to take their responsibilities and take the initiative in facing challenges and seizing opportunities."}, {"text_block_id": "p11_b61", "text": "In each of these themes, we highlighted a selection of commitments and goals, as a reflection of our ambition and a representation of what we aim to achieve. This Vision will be the point of reference for our future decisions, so that all future projects are aligned to its content."}, {"text_block_id": "p11_b62", "text": "To clarify our next steps, we have already prepared the ground and launched some executive programs at the Council of Economic and Development Affairs. We will now launch a first portfolio of crucial programs with the aim to achieve our goals and honor our commitments."}, {"text_block_id": "p12_b63", "text": "1"}, {"text_block_id": "p12_b64", "text": "A VIBRANT SOCIETY"}, {"text_block_id": "p14_b65", "text": "A VIBRANT SOCIETY.."}, {"text_block_id": "p14_b66", "text": "WITH STRONG ROOTS"}, {"text_block_id": "p14_b67", "text": "WE HAVE ENORMOUS UNTAPPED OPPORTUNITIES AND A RICH BLEND OF NATURAL RESOURCES, BUT OUR REAL WEALTH LIES IN OUR PEOPLE AND OUR SOCIETY. WE TAKE PRIDE IN WHAT MAKES OUR NATION EXCEPTIONAL: OUR ISLAMIC FAITH AND OUR NATIONAL UNITY. OUR NATION IS THE CORE OF THE ARAB AND ISLAMIC WORLDS AND"}, {"text_block_id": "p14_b68", "text": "LIVING BY ISLAMIC VALUES"}, {"text_block_id": "p14_b69", "text": "Islam and its teachings are our way of life. They are the basis of all our laws, decisions, actions and goals.Following Islam’s guidance on the values of hard-work, dedication, and excellence, Prophet Mohammed, Peace Be Upon Him, said: “That Allah loves us to master our work”."}, {"text_block_id": "p14_b70", "text": "Therefore, the principles of Islam will be the driving force for us to realize our Vision. The values of moderation, tolerance, excellence, discipline, equity,and transparency will be the bedrock of our success."}, {"text_block_id": "p14_b71", "text": "FOCUSING OUR EFFORTS TO SERVE UMRAH VISITORS"}, {"text_block_id": "p14_b72", "text": "Saudi Arabia has assumed a prominent place in the world and has become synonymous with hospitality and a warm welcome to all Muslims. As such, it has carved a specialplace in the hearts of pilgrims and the faithful everywhere.We have been given the privilege to serve the Two HolyMosques, the pilgrims and all visitors to the blessed holysites. In the last decade, the number of Umrah visitors entering the country from abroad has tripled, reaching 8 million people. This is a noble responsibility. It requires us to spare no effort in seeking to offer pilgrims with all theyneed so we fulfil our duty to provide good hospitality to our brothers and sisters."}, {"text_block_id": "p14_b73", "text": "In this context, we have recently begun a third expansion to the Two Holy Mosques, as well as modernizing and increasing the capacities of our airports. We have launched the Makkah Metro project to complement the railroad and train projects that will serve visitors to the Holy Mosques"}, {"text_block_id": "p15_b74", "text": "REPRESENTS THE HEART OF ISLAM. WE ARE CONFIDENT THAT, GOD WILLING, WE WILL BUILD A BRIGHTER FUTURE, ONE BASED ON THE BEDROCK OF ISLAMIC PRINCIPLES. WE WILL CONTINUE TO EXCEL IN PERFORMING OUR DUTIES TOWARDS PILGRIMS TO THE FULLEST AND PROMOTE OUR DEEP-ROOTED NATIONAL IDENTITY"}, {"text_block_id": "p15_b75", "text": "TAKING PRIDE IN OUR NATIONAL IDENTITY"}, {"text_block_id": "p15_b76", "text": "and holy sites. We have reinforced the network of our transport system to facilitate access and help pilgrimsperform their visits with greater ease and convenience. At the same time, we will enrich pilgrims’ spiritual journeysand cultural experiences while in the Kingdom. We will establish more museums, prepare new tourist and historical sites and cultural venues, and improve the pilgrimage experience within the Kingdom."}, {"text_block_id": "p15_b77", "text": "We take immense pride in the historical and cultural legacyof our Saudi, Arab, and Islamic heritage. Our land was, and continues to be, known for its ancient civilizations and trade routes at the crossroads of global trade. This heritage has given our society the cultural richness and diversity it is known for today.We recognize the importance of preservingthis sophisticated heritage in order to promote national unity and consolidate true Islamic and Arab values."}, {"text_block_id": "p15_b78", "text": "We will endeavor to strengthen, preserve and highlight our national identity so that it can guide the lives of future generations. We will do so by keeping true to our national values and principles, as well as by encouraging social development and upholding the Arabic language. We will continue to work on the restoration of national,Arab, Islamic and ancient cultural sites and strive to have them registered internationally to make them accessible to everyone and,in the process, create cultural events and build world-class museums which will attract visitors from near and far. This will create a living witness to our ancient heritage, showcasing our prominent place in history and on the map of civilizations."}, {"text_block_id": "p16_b79", "text": "A VIBRANT SOCIETY.."}, {"text_block_id": "p16_b80", "text": "WITH STRONG ROOTS"}, {"text_block_id": "p17_b81", "text": "To increase our capacity to welcome Umrah visitors from 8 million to 30 million every year"}, {"text_block_id": "p17_b82", "text": "AMONG OUR"}, {"text_block_id": "p17_b83", "text": "GOALS BY"}, {"text_block_id": "p17_b84", "text": "2030"}, {"text_block_id": "p17_b85", "text": "To more than double the number of Saudi heritage sites registered with UNESCO"}, {"text_block_id": "p18_b86", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p19_b87", "text": "THE HONOR TO SERVE THE INCREASING NUMBER OF UMRAH VISITORS IN THE BEST WAY POSSIBLE"}, {"text_block_id": "p19_b88", "text": "We are honored to attend to pilgrims and Umrah visitors’ needs, fulfilling a role bestowed on us by Allah. Our expansion of the Two Holy Mosques has led to a tripling in the number of foreign Umrah visitors over the last decade, reaching eight million in 2015.By increasing the capacity and by improving the quality of the services offered to Umrah visitors, we will, by 2020, make it possible for over 15 million Muslims per year to perform Umrah and be completely satisfied with their pilgrimage experience."}, {"text_block_id": "p19_b89", "text": "We will achieve this by improving visa application procedures which will smooth the visa process with the aim of full automation. We will also further integratee-services into the pilgrims’ journey, which will enrich the religious and cultural experience."}, {"text_block_id": "p19_b90", "text": "Both the public and private sectors will play a crucial role in this project as we work to upgradeaccommodation, improve hospitality and launch new services for pilgrims."}, {"text_block_id": "p19_b91", "text": "THE LARGEST ISLAMIC MUSEUM"}, {"text_block_id": "p19_b92", "text": "We have always taken – and will continue to take – great pride in our heritage. Mohammad, the Last of Prophets, Peace Be Upon Him, was from Makkah, the birthplace of Islam. Medina is where the first Islamic society was born."}, {"text_block_id": "p19_b93", "text": "We will build an Islamic museum in accordance with the highest global standards, equipped with the latest methods in collection, preservation,presentation and documentation. It will be a majorlandmark for our citizens and visitors, where theywill learn about the history of Islam, enjoy interactive experiences and participate in cultural events."}, {"text_block_id": "p19_b94", "text": "Using modern technology, visitors to the museum will take an immersive journey through the different ages of Islamic civilization, as well as its science, scholars and culture."}, {"text_block_id": "p19_b95", "text": "It will also be an international hub for erudition and include a world-class library and research center."}, {"text_block_id": "p20_b96", "text": "A VIBRANT SOCIETY.."}, {"text_block_id": "p20_b97", "text": "WITH FULFILLING LIVES"}, {"text_block_id": "p20_b98", "text": "THE HAPPINESS AND FULFILLMENT OF CITIZENS AND RESIDENTS IS IMPORTANT TO US. THIS CAN ONLY BE ACHIEVED THROUGH PROMOTING PHYSICAL, PSYCHOLOGICAL AND SOCIAL WELL-BEING. AT THE HEART"}, {"text_block_id": "p20_b99", "text": "PROMOTING CULTURE AND ENTERTAINMENT"}, {"text_block_id": "p20_b100", "text": "We consider culture and entertainment indispensableto our quality of life. We are well aware that the cultural and entertainment opportunities currently available do not reflect the rising aspirations of our citizens and residents, nor are they in harmony with our prosperous economy. It is why we will support the efforts of regions, governorates, non-profit and private sectors to organize cultural events. We intend to enhance the role of government funds, while also attracting local and international investors, creating partnerships with international entertainment corporations. Land suitable for cultural and entertainment projects will be providedand talented writers, authors and directors will be carefully supported. We will seek to offer a variety of cultural venues – such as libraries, arts and museums – as well as entertainment possibilities to suit tastes and preferences. These projects will also contribute to our economy and will result in the creation of many job opportunities."}, {"text_block_id": "p20_b101", "text": "LIVING HEALTHY, BEING HEALTHY"}, {"text_block_id": "p20_b102", "text": "A healthy and balanced lifestyle is an essential mainstay of a high quality of life. Yet opportunities for the regularpractice of sports have often been limited. This will change. We intend to encourage widespread and regular participation in sports and athletic activities, working in partnership with the private sector to establish additional dedicated facilities and programs.This will enable citizens and residents to engage in a wide variety of sports and leisure pursuits. We aspire to excel in sport and be among the leaders in selected sports regionally and globally."}, {"text_block_id": "p21_b103", "text": "OF OUR VISION IS A SOCIETY IN WHICH ALL ENJOY A GOOD QUALITY OF LIFE, A HEALTHY LIFESTYLE AND AN ATTRACTIVE LIVING ENVIRONMENT"}, {"text_block_id": "p21_b104", "text": "DEVELOPING OUR CITIES"}, {"text_block_id": "p21_b105", "text": "Our cities already enjoy high levels of security and development. Despite the current turmoil in the region and the wide expanse of our territories, our country and citizens are safe and secure. Our cities are among the safest in the world with annual crime rates that are less than 0.8 per 100,000 people, far below the international rate of 7.6. We will maintain our safety and security by supporting ongoing efforts to fight drugsabuse, as well as by adopting further measures to ensure traffic safety, reduce traffic accidents and minimize their tragic consequences."}, {"text_block_id": "p21_b106", "text": "Our cities have grown significantly in recent decades; a growth which has been accompanied by the steady development of their infrastructure. To ensure we can continue to enhance the quality of life for all and meet the needs and requirements of our citizens, we will continue to ensure high quality services such as water, electricity, public transport and roads are properly provided. Open and landscaped areas will also be developed further, to meet the recreational needs of individuals and families."}, {"text_block_id": "p21_b107", "text": "ACHIEVING ENVIRONMENTAL SUSTAINABILITY"}, {"text_block_id": "p21_b108", "text": "By preserving our environment and natural resources, we fulfill our Islamic, human and moral duties. Preservation is also our responsibility to future generations and essential to the quality of our daily lives. We will seek to safeguard our environment by increasing the efficiency of waste management,establishing comprehensive recycling projects, reducing all types of pollution and fighting desertification. We will also promote the optimal use of our water resources by reducing consumption and utilizing treated and renewable water. We will direct our efforts towards protecting and rehabilitating our beautiful beaches, natural reserves and islands, making them open to everyone. We will seek the participation of the privatesector and government funds in these efforts."}, {"text_block_id": "p22_b109", "text": "A VIBRANT SOCIETY.."}, {"text_block_id": "p22_b110", "text": "WITH FULFILLING LIVES"}, {"text_block_id": "p23_b111", "text": "To have three Saudi cities be recognized in the top-ranked100 cities in the world"}, {"text_block_id": "p23_b112", "text": "AMONG OUR"}, {"text_block_id": "p23_b113", "text": "GOALS BY"}, {"text_block_id": "p23_b114", "text": "2030"}, {"text_block_id": "p23_b115", "text": "To increase household spending on cultural and entertainment activities inside the Kingdom from the current level of 2.9% to 6%"}, {"text_block_id": "p23_b116", "text": "To increase the ratio of individuals exercising at least once a week from 13% of population to 40%"}, {"text_block_id": "p24_b117", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p25_b118", "text": "“DAEM” MEANINGFUL ENTERTAINMENT FOR CITIZENS"}, {"text_block_id": "p25_b119", "text": "We will increase the number and variety of cultural and entertainment activities with the aim of opening dedicated venues to showcase our citizens’ myriad talents. We will also review our regulations to simplify the establishment and registration of amateur, social and cultural clubs. We will launch and provide the necessaryfinancial support for “Daem”, a national programto enhance the quality of cultural activities and entertainment. The program will create a national network of clubs, encourage the exchange of knowledge and international experiences and promote better awareness of a wide range of hobbies and leisure activities."}, {"text_block_id": "p25_b120", "text": "By 2020, there will be more than 450 registeredand professionally organized amateur clubs providing a variety of cultural activities and entertainment events."}, {"text_block_id": "p26_b121", "text": "A VIBRANT SOCIETY.."}, {"text_block_id": "p26_b122", "text": "WITH STRONG FOUNDATIONS"}, {"text_block_id": "p26_b123", "text": "OUR GOAL IS TO PROMOTE AND REINVIGORATE SOCIAL DEVELOPMENT IN ORDER TO BUILD A STRONG AND PRODUCTIVE SOCIETY. WE WILL STRENGTHEN OUR FAMILIES,"}, {"text_block_id": "p26_b124", "text": "CARING FOR OUR FAMILIES"}, {"text_block_id": "p26_b125", "text": "Families are the key building block of a society,protecting it from social breakdown across generations,and acting as both its children’s sanctuary and the main provider of their needs. One of the defining characteristics of the Kingdom is its adherence to Islamic principles and values, together with the unity and extended family relations. Building on these key characteristics, we will provide our families with all the necessary support to take care of their children and develop their talents and abilities. In particular, we want to deepen the participation of parents in the education process, to help them develop their children’s characters and talents so that they can contribute fully to society. Families will also be encouraged to adopt a planning culture, to plan carefully for their future and the futures of their children."}, {"text_block_id": "p26_b126", "text": "We recognize each family’s aspiration to own a home and the important role ownership plays in strengthening family security. Even though 47 percent of Saudi families already own their homes, we aim to increase this rate by five percentage points by 2020. This would be a substantial achievement given the high increase in the number of new entrants to the housing market. We will meet this target by introducing a number of laws and regulations; encouraging the private sector to build houses; and providing funding, mortgagesolutions and ownership schemes that meet the needs of our citizens."}, {"text_block_id": "p26_b127", "text": "DEVELOPING OUR CHILDREN’S CHARACTER"}, {"text_block_id": "p26_b128", "text": "We intend to embed positive moral beliefs in our children’s characters from an early age by reshaping our academic and educational system. Schools, working with families, will reinforce the fabric of society by providing students with the compassion,knowledge, and behaviors necessary for resilient and independent characters to emerge. The focus will be on the fundamental values of initiative, persistenceand leadership, as well as social skills, cultural knowledge and self-awareness. We will also promotecultural, social, volunteering and athletic activities through empowering our educational, cultural and entertainment institutions."}, {"text_block_id": "p27_b129", "text": "PROVIDE THE EDUCATION THAT BUILDS OUR CHILDREN’S FUNDAMENTAL CHARACTERS AND ESTABLISH EMPOWERING HEALTH AND SOCIAL CARE SYSTEMS"}, {"text_block_id": "p27_b130", "text": "EMPOWERING OUR SOCIETY"}, {"text_block_id": "p27_b131", "text": "We will continue modernizing our social welfare systemto make it more efficient, empowering and just.Subsidies for fuel, food, water and electricity will be better utilized by redirecting them towards those in need. We will provide our most vulnerable citizens with tailored care and support. Together with the privatesector and non-governmental organizations, we will offer preparation and training to those unable to find employment so they can smoothly join the workforce whenever possible."}, {"text_block_id": "p27_b132", "text": "CARING FOR OUR HEALTH"}, {"text_block_id": "p27_b133", "text": "Our health care system has benefited from substantive investment in recent decades. As a result, we now have 2.2 hospital beds for every 1,000 people, world-class medical specialists with average life expectancy rising from 66 years to 74 years in the past three decades. We are determined to optimize and better utilize the capacity of our hospitals and health care centers, and enhance the quality of our preventiveand therapeutic health care services."}, {"text_block_id": "p27_b134", "text": "The public sector will focus on promoting preventivecare, on reducing infectious diseases and in encouraging citizens to make use of primary care as a first step. It will deepen collaboration and integration between health and social care, as well as supporting families to provide home care when necessary for their relatives. The public sector will focus on its planning, regulatory and supervisory roles in health care. We intend to provide our health care through public corporations both to enhance its quality and to prepare for the benefits of privatization in the longer term. We will work towards developing private medical insurance to improve access to medical services and reduce waiting times for appointments with specialists and consultants. Our doctors will be given better training to improvetreatment for chronic diseases such as heart disease, diabetes and cancer that threaten our nation’s health."}, {"text_block_id": "p28_b135", "text": "A VIBRANT SOCIETY.."}, {"text_block_id": "p28_b136", "text": "WITH STRONG FOUNDATIONS"}, {"text_block_id": "p29_b137", "text": "To raise our position from 26 to 10 in the Social Capital index"}, {"text_block_id": "p29_b138", "text": "AMONG OUR"}, {"text_block_id": "p29_b139", "text": "GOALS BY"}, {"text_block_id": "p29_b140", "text": "2030"}, {"text_block_id": "p29_b141", "text": "To increase the average life expectancy from 74 years to 80 years"}, {"text_block_id": "p30_b142", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p31_b143", "text": "“IRTIQAA”"}, {"text_block_id": "p31_b144", "text": "A MORE PROMINENT ROLE FOR FAMILIES IN THE EDUCATION OF THEIR CHILDREN"}, {"text_block_id": "p31_b145", "text": "The engagement of parents in their children’s education is one of the main principles of success. Our goal by 2020 is for 80 percent of parents to be engaged in school activities and the learning process of their children."}, {"text_block_id": "p31_b146", "text": "We will launch the“Irtiqaa” program, which will measure how effectively schools are engaging parents in their children’s education. We will establish parent-led boards in schools, to open discussion forums and further engage with parents. Teachers will receive training to raise their awareness of the importance of communicating with parents and equip them with effective methods to do so successfully. We will also collaborate with private and non-profit sectors to offer innovative educational programs and events that can improve this academic partnership."}, {"text_block_id": "p31_b147", "text": "CORPORATIZATION: EFFICIENT AND HIGH QUALITY HEALTH CARE"}, {"text_block_id": "p31_b148", "text": "Our goal is to enhance the standard and quality of health care services. Our aim is a health care sector that promotes competition and transparency among providers. This will enhance the capability, efficiency and productivity of care and treatment and increase the options available to our citizens."}, {"text_block_id": "p31_b149", "text": "To achieve this goal, we will introduce corporatization into the sector by transferring the responsibility for health care provision to a network of public companiesthat compete both against each other and against the private sector. This will provide our citizens with the highest quality of health care while, at the same time, allowing the government to focus on its legislative,regulatory and supervisory roles. Corporatization shall also promote and prioritize specialization in health care services and enable citizens to choose their preferredservice provider."}, {"text_block_id": "p32_b150", "text": "2"}, {"text_block_id": "p32_b151", "text": "A THRIVING ECONOMY"}, {"text_block_id": "p33_b152", "text": "A"}, {"text_block_id": "p33_b153", "text": "35"}, {"text_block_id": "p34_b154", "text": "A THRIVING ECONOMY.."}, {"text_block_id": "p34_b155", "text": "REWARDING OPPORTUNITIES"}, {"text_block_id": "p34_b156", "text": "THE SKILLS AND COMPETENCIES OF OUR CHILDREN ARE ONE OF THE MOST IMPORTANT AND CHERISHED ASSETS. TO MAKE THE MOST OF THEIR POTENTIAL, WE WILL BUILD A CULTURE THAT REWARDS DETERMINATION, PROVIDES OPPORTUNITIES FOR ALL AND HELPS EVERYONE ACQUIRE THE NECESSARY"}, {"text_block_id": "p34_b157", "text": "We will continue investing in education and training so that our young men and women are equipped for the jobs of the future. We want Saudi children, wherever they live, to enjoy higher quality, multi-faceted education. We will invest particularly in developing early childhood education, refining our national curriculum and training our teachers and educational leaders."}, {"text_block_id": "p34_b158", "text": "We will also redouble efforts to ensure that the outcomes of our education system are in line with market needs. We have launched the National Labor Gateway (TAQAT), and we plan to establish sector councils that will precisely determine the skills and knowledge required by each socio-economic sector. We will also expand vocational training in order to drive forward economic development. Our scholarship opportunities will be steered towards prestigiousinternational universities and be awarded in the fields that serve our national priorities. We will also focus on innovation in advanced technologies and entrepreneurship."}, {"text_block_id": "p34_b159", "text": "BOOSTING OUR SMALL BUSINESSES AND PRODUCTIVE FAMILIES"}, {"text_block_id": "p34_b160", "text": "Our productive families now enjoy vast marketing opportunities through social media and digitalplatforms. We will facilitate access to these channels, enable microfinance and motivate the non-profit sector to build the capabilities of our productive families and fund their initiatives."}, {"text_block_id": "p35_b161", "text": "SKILLS TO ACHIEVE THEIR PERSONAL GOALS. TO THIS END, WE WILL REINFORCE THE ABILITY OF OUR ECONOMY TO GENERATE DIVERSE JOB OPPORTUNITIES AND INSTITUTE A NEW PARADIGM IN ATTRACTING GLOBAL TALENTS AND QUALIFICATIONS."}, {"text_block_id": "p35_b162", "text": "PROVIDING EQUAL OPPORTUNITIES"}, {"text_block_id": "p35_b163", "text": "Our economy will provide opportunities for everyone -men and women, young and old -so they may contribute to the best of their abilities. We will place a renewed emphasis on lifelongtraining and we will seek to make the most of the potential of our workforce by encouraging a culture of high performance. These efforts will be coordinated by the recently established Job Creation and Anti-Unemployment Commission."}, {"text_block_id": "p35_b164", "text": "One of our most significant assets is our lively and vibrant youth. We will guarantee their skills are developed and properly deployed.While manyother countries are concerned with aging populations, more than half of theSaudi population isbelowtheageof25 years.Wewilltakeadvantageof this demographic dividend by harnessing our youth’s energy and byexpanding entrepreneurship and enterprise opportunities."}, {"text_block_id": "p35_b165", "text": "Saudi women are yet another great asset. With over 50 percent of our university graduates being female, we will continue to develop their talents, invest in their productivecapabilities and enable them to strengthen their future and contribute to the development of our society and economy.We will also enable those of our people with disabilities to receive the education and job opportunities that will ensure their independence and integration as effective members of society. They will be provided with all the facilities and tools required to put them on the path to commercial success."}, {"text_block_id": "p35_b166", "text": "ATTRACTING THE TALENTS WE NEED"}, {"text_block_id": "p35_b167", "text": "Achieving our desired rate of economic growth will require an environment that attracts the necessary skills and capabilities both from within the Kingdomand beyond our national borders. We will seek to improve living and working conditions for non-Saudis, by extending their ability to own real estate in certain areas, improving the quality of life, permitting the establishment of more private schools and adopting an effective and simple system for issuing visas and residence permits."}, {"text_block_id": "p35_b168", "text": "Our goal is to attract and retain the finest Saudi and foreign minds, and provide them with all they need. Their presence in the Kingdom will contribute to economic development and attract additional foreign investment."}, {"text_block_id": "p36_b169", "text": "A THRIVING ECONOMY.."}, {"text_block_id": "p36_b170", "text": "REWARDING OPPORTUNITIES"}, {"text_block_id": "p37_b171", "text": "To lower the rate of unemployment from 11.6% to 7%"}, {"text_block_id": "p37_b172", "text": "AMONG OUR"}, {"text_block_id": "p37_b173", "text": "GOALS BY"}, {"text_block_id": "p37_b174", "text": "2030"}, {"text_block_id": "p37_b175", "text": "To increase SME contribution to GDP from 20% to 35%"}, {"text_block_id": "p37_b176", "text": "To increase women’s participation in the workforce from 22% to 30%"}, {"text_block_id": "p38_b177", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p38_b178", "text": "AN EDUCATION THAT CONTRIBUTES TO ECONOMIC GROWTH"}, {"text_block_id": "p38_b179", "text": "We will close the gap between the outputs of highereducation and the requirements of the job market. We will also help our students make careful career decisions, while at the same time training them and facilitating their transition between different educational pathways. In the year 2030, we aim to have at least five Saudi universities among the top 200 universities in international rankings. We shall help our students achieve results above international averagesin global education indicators."}, {"text_block_id": "p38_b180", "text": "To this end, we will prepare a modern curriculum focused on rigorous standards in literacy, numeracy,skills and character development. We will track progress and publish a sophisticated range of education outcomes, showing year-on-yearimprovements. We will work closely with the privatesector to ensure higher education outcomes are in line with the requirements of job market. We will invest in strategic partnerships with apprenticeship providers,new skills councils from industry, and large privatecompanies. We will also work towards developing the job specifications of every education field. Furthermore,"}, {"text_block_id": "p39_b181", "text": "we will build a centralized student database tracking students from early childhood through to K-12 and beyond into tertiary education (higher and vocational)in order to improve education planning, monitoring,evaluation, and outcomes."}, {"text_block_id": "p39_b182", "text": "A BIGGER ROLE FOR SMALL AND MEDIUM-SIZED ENTERPRISES"}, {"text_block_id": "p39_b183", "text": "Small and medium-sized enterprises (SMEs) contribute only 20 percent of our GDP whereas, in advanced economies, this contribution can reach up to 70 percent.Despite the efforts made to improve the business environment in the Kingdom, SMEs can still endure unnecessarily slow and complex legal and administrative procedures. They also struggle to attract the necessaryskills, capabilities and funding with financial institutions providing no more than 5 percent of the overall funding- a far lower percentage than the global average. We will strive to facilitate enhanced access to funding and to encourage our financial institutions to allocate up to 20 percent of overall funding to SMEs by 2030."}, {"text_block_id": "p39_b184", "text": "The recently established SME Authority plans to review laws and regulations thoroughly, remove obstacles, facilitate access to funding, and enable youth and entrepreneurs to market their ideas and products. At the same time, we will establish additional new business incubators, specialized training institutions and venture capital funds. These will aid entrepreneurs in developingtheir skills and networks. We will also support SMEs in marketing and help export their products and services, by leveraging e-commerce and collaborating with international stakeholders."}, {"text_block_id": "p40_b185", "text": "A THRIVING ECONOMY.."}, {"text_block_id": "p40_b186", "text": "INVESTING FOR THE LONG-TERM"}, {"text_block_id": "p40_b187", "text": "DIVERSIFYING OUR ECONOMY IS VITAL"}, {"text_block_id": "p40_b188", "text": "FOR ITS SUSTAINABILITY. ALTHOUGH OIL AND GAS ARE ESSENTIAL PILLARS OF OUR ECONOMY, WE HAVE BEGUN EXPANDING OUR INVESTMENTS INTO ADDITIONAL SECTORS,"}, {"text_block_id": "p40_b189", "text": "WE UNDERSTAND THAT THERE ARE COMPLICATED CHALLENGES AHEAD BUT WE HAVE LONG-TERM PLANS TO OVERCOME THEM. IN THE PAST 25 YEARS, THE SAUDI ECONOMY HAS GROWN BY AN ANNUAL AVERAGE RATE OF MORE THAN 4 PERCENT, CONTRIBUTING TO THE CREATION OF MILLIONS OF NEW"}, {"text_block_id": "p41_b190_merged", "text": "JOBS, ALTHOUGH WE ARE ALREADY AMONG THE 20 LARGEST ECONOMIES IN THE WORLD, OUR AMBITIONS ARE EVEN GREATER. WE ASPIRE TO HAVE AN EVEN HIGHER RANKING BY 2030, DESPITE THE HEADWINDS OF THE GLOBAL ECONOMIC SLOWDOWN AND THE EXPECTED IMPACT OF OUR STRUCTURAL ECONOMIC REFORMS. THIS REQUIRES US TO INVEST IN ALL OUR RESOURCES IN ORDER TO DIVERSIFY THE ECONOMY, UNLEASH THE CAPABILITIES OF OUR PROMISING ECONOMIC SECTORS AND PRIVATIZE SOME GOVERNMENT SERVICES"}, {"text_block_id": "p41_b193", "text": "Building on the Kingdom’s leading position and historic alliances, we plan to enter long-term partnerships with neighboring and friendly countries for knowledge transfer and trade."}, {"text_block_id": "p41_b194", "text": "Our Vision is to maximize our investment capabilities byparticipating in large international companies and emergingtechnologies from around the world. This will ensure that we become market makers in selected sectors, as well as a leader in competitively managing assets, funding and investment."}, {"text_block_id": "p41_b195", "text": "All of this will require the formation of an advanced financial and capital market open to the world, allowing greaterfunding opportunities and stimulating economic growth. To this end, we will continue facilitating access to investing and trading in the stock markets. We will smooth the process of listing private Saudi companies and state-owned enterprises,including Aramco. This will require deepening liquidity in our capital markets, fortifying the role of the debt market and paving the way for the derivatives market."}, {"text_block_id": "p42_b196", "text": "A THRIVING ECONOMY.."}, {"text_block_id": "p42_b197", "text": "INVESTING FOR THE LONG-TERM"}, {"text_block_id": "p42_b198", "text": "We will support promising sectors and foster their success so that they become new pillars of our economy. In the manufacturing sector, we will work towards localizingrenewable energy and industrial equipment sectors. In the tourism and leisure sectors, we will create attractions that are of the highest international standards, improve visa issuance procedures for visitors, and prepare and developour historical and heritage sites. In technology, we will increase our investments in, and lead, the digital economy."}, {"text_block_id": "p42_b199", "text": "In mining, we will furnish incentives for and benefit from the exploration of the Kingdom’s mineral resources. At the same time as diversifying our economy, we will continue to localize the oil and gas sector. As well as creating a new city dedicated to energy, we will double our gas production, and construct a national gas distribution network. We will also make use of our global leadershipand expertise in oil and petrochemicals to invest in the development of adjacent and supporting sectors."}, {"text_block_id": "p43_b200", "text": "Although we believe strongly in the important role of the privatesector, it currently contributes less than 40 percent of GDP. To increase its long-term contribution to our economy, we will open up new investment opportunities, facilitate investment, encourageinnovation and competition and remove all obstacles preventingthe private sector from playing a larger role in development.We will continue to improve and reform our regulations, pavingthe way for investors and the private sector to acquire and deliver"}, {"text_block_id": "p43_b201", "text": "services -such as health care and education -that are currentlyprovided by the public sector. We will seek to shift the government’s role from providing services to one that focuses on regulating and monitoring them and we will build the capabilityto monitor this transition."}, {"text_block_id": "p43_b202", "text": "We will seek to increase private sector contribution by encouraginginvestments, both local and international, in healthcare, municipalservices, housing, finance, energy and so forth."}, {"text_block_id": "p44_b203", "text": "A THRIVING ECONOMY.."}, {"text_block_id": "p44_b204", "text": "INVESTING FOR THE LONG-TERM"}, {"text_block_id": "p45_b205", "text": "To move from our current position as the 19th largest economy in the world into the top 15"}, {"text_block_id": "p45_b206", "text": "AMONG OUR"}, {"text_block_id": "p45_b207", "text": "GOALS BY"}, {"text_block_id": "p45_b208", "text": "2030"}, {"text_block_id": "p45_b209", "text": "To increase the localization of oil and gas sectors from 40% to 75%"}, {"text_block_id": "p46_b210", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p46_b211", "text": "The benefits of localizing our own defense industries are not limited to solely reducing military spending. It also stimulates other industrial sectors such as industrial equipment,communications and information technology, which in turn creates more job opportunities."}, {"text_block_id": "p46_b212", "text": "Although the Kingdom is the world’s third biggest militaryspender, only 2 percent of this spending is within our Kingdom.The national defense industrial sector is limited to only seven companies and two research centers."}, {"text_block_id": "p46_b213", "text": "Our aim is to localize over 50 percent of military equipmentspending by 2030. We have already begun developing less complex industries such as those providing spare parts, armored vehicles and basic ammunition. We will expand this initiative to higher value and more complex equipment such as militaryaircraft. We will build an integrated national network of services and supporting industries that will improve our self-sufficiencyand strengthen our defense exports, both regionally and internationally."}, {"text_block_id": "p46_b214", "text": "Localization will be achieved through direct investments and strategic partnerships with leading companies in this sector. These moves will transfer knowledge and technology, and build national expertise in the fields of manufacturing, maintenance, repair,research and development. We will also train our employees and establish more specialized and integrated industrial complexes."}, {"text_block_id": "p47_b215", "text": "A MINING SECTOR CONTRIBUTING TO THE NATIONAL ECONOMY AT FULL POTENTIAL"}, {"text_block_id": "p47_b216", "text": "We have been blessed with rich mineral resources such as aluminum, phosphate, gold, copper, uranium and other raw materials. Although the mining sector has already undergone improvements to cater to the needs of our industries, its contribution to GDP has yet to meet expectations. As such, we are determined to ensure it reaches SAR 97 billion by 2020, creating 90,000 job opportunities in the process."}, {"text_block_id": "p47_b217", "text": "We will also form strategic international partnerships and raise the competitiveness and productivity of our national companies. This will boost their contribution to the sector’s growth, as well as to the localization of knowledge and expertise."}, {"text_block_id": "p47_b218", "text": "A RENEWABLE ENERGY MARKET"}, {"text_block_id": "p47_b219", "text": "Even though we have an impressive natural potential for solar and wind power, and our local energy consumption will increase three fold by 2030, we still lack a competitiverenewable energy sector at present. To build up the sector, we have set ourselves an initial target of generating 9.5 gigawatts of renewable energy. We will also seek to localize a significant portion of the renewable energy value chain in the Saudi economy, including research and development, and manufacturing, among other stages."}, {"text_block_id": "p47_b220", "text": "From inputs such as silica and petrochemicals, to the extensive expertise of our leading Saudi companies in the production of different forms of energy, we have all the raw ingredients for success. We will put this into practice with the forthcoming launch of the King Salman Renewable Energy Initiative. We will review the legal and regulatory framework that allows the private sector to buy and invest in the renewable energy sector. To localize the industry and produce the necessary skill-sets, we will also encourage public-private partnerships. Finally, we will guarantee the competitiveness of renewable energy through the gradual liberalization of the fuels market."}, {"text_block_id": "p48_b221", "text": "A THRIVING ECONOMY.."}, {"text_block_id": "p48_b222", "text": "OPEN FOR BUSINESS"}, {"text_block_id": "p48_b223", "text": "OPENING SAUDI ARABIA FURTHER FOR BUSINESS WILL BOOST PRODUCTIVITY AND SMOOTH OUR JOURNEY TO BECOME ONE OF THE LARGEST ECONOMIES IN THE WORLD. WE WILL IMPROVE OUR"}, {"text_block_id": "p48_b224", "text": "IMPROVING THE BUSINESS ENVIRONMENT"}, {"text_block_id": "p48_b225", "text": "We will further pursue public-private partnerships, continue to facilitate the flow of private investment and improve our competitiveness. We will develop the necessary capabilitiesto increase the quality and reliability of our services. We will coordinate with legislative authorities to review current regulations with the aim of improving the business environment and enforcing contracts."}, {"text_block_id": "p48_b226", "text": "Where it exists in strategic locations, we will also capitalize on the government’s reserves of real estate. We will allocate prime areas within cities for educational institutions, retail and entertainment centers, large areas along our coasts will be dedicated to tourist projects and appropriate lands will be allocated for industrial projects."}, {"text_block_id": "p48_b227", "text": "We will enable banks and other financial institutions to adapttheir financial products and services to the needs of each sector, ranging from large project capital funding to short-term working capital for small businesses. We will also facilitate and expedite licensing procedures based on our national economic priorities. We will apply international legaland commercial regulations strictly and create a business environment conducive to long-term investment."}, {"text_block_id": "p48_b228", "text": "We will strive to facilitate the movement of people and goods, and to simplify customs procedures at our ports.As a result, we will create an environment attractive to both local and foreign investors, and earn their confidence in the resilience and potential of our national economy."}, {"text_block_id": "p48_b229", "text": "REHABILITATING ECONOMIC CITIES"}, {"text_block_id": "p48_b230", "text": "We are aware that the economic cities of the last decade did not realize their potential. Work has halted in several cities, and others face challenges that threaten their viability."}, {"text_block_id": "p48_b231", "text": "We have worked in cooperation with Aramco to restructure Jizan Economic City. We will strive to salvageother economic cities, especially those with comparativeadvantages. To achieve this, we will work with the companies owning those cities to revamp them and transfer vital facilities. This effort will depend on the readiness of these companies to work with the government. Our aim is for these cities to contribute in the development of the economy and to attract quality investments as well as local and international talent, all kept in line with our national priorities."}, {"text_block_id": "p49_b232", "text": "BUSINESS ENVIRONMENT, RESTRUCTURE OUR ECONOMIC CITIES, CREATE SPECIAL ZONES AND DEREGULATE THE ENERGY MARKET TO MAKE IT MORE COMPETITIVE"}, {"text_block_id": "p49_b233", "text": "ESTABLISHING SPECIAL ZONES"}, {"text_block_id": "p49_b234", "text": "We will create special zones in exceptional and competitive locations. We shall take into account the comparative advantages of the Kingdom’s different regions, assess their feasibility for promising sectors, and then establish special zones, such as logistic,tourist, industrial and financial ones. Special commercial regulations to boost investment possibilities and diversify government revenues will be applied to these zones."}, {"text_block_id": "p49_b235", "text": "INCREASING THE COMPETITIVENESS OF OUR ENERGY SECTOR"}, {"text_block_id": "p49_b236", "text": "We plan to raise the efficiency of the government’s support system and make the best use of its benefits by redirecting it and targeting eligible citizens and economic sectors. For example, we understand that providing subsidies with no clear eligibility criteria is a substantial obstacle to the energy sector’s competitiveness. Free market prices shall, in the long term, stimulate productivity and competitiveness among utility companies and open the door to investment and diversification of the energy mix in the Kingdom. We will also seek to set clear subsidy criteria based on the maturity of economic sectors, their ability to compete locally and internationally and their actual need for subsidies, without endangering promising and strategic sectors."}, {"text_block_id": "p50_b237", "text": "A THRIVING ECONOMY.."}, {"text_block_id": "p50_b238", "text": "OPEN FOR BUSINESS"}, {"text_block_id": "p51_b239", "text": "AMONG OUR"}, {"text_block_id": "p51_b240", "text": "GOALS BY"}, {"text_block_id": "p51_b241", "text": "2030"}, {"text_block_id": "p51_b242", "text": "To rise from our current position of 25 to the top 10 countries on the Global Competitiveness Index"}, {"text_block_id": "p51_b243", "text": "To increase foreign direct investment from 3.8% to the international level of 5.7% of GDP"}, {"text_block_id": "p51_b244", "text": "To increase the private sector’s contribution from 40% to 65% of GDP"}, {"text_block_id": "p52_b245", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p53_b246", "text": "A RESTRUCTURED KING ABDULLAH FINANCIAL DISTRICT"}, {"text_block_id": "p53_b247", "text": "In the last decade, works started at the King Abdullah Financial District, without consideration of its economic feasibility. The objective was to prepare the land in order to allow the business and financial communities to invest and build real estate. When this objective was not reached, the government decided back then to develop and rent the real estate. Challenges were deepened by the development of the real estate project in one single phase, which caused a significant increase in construction costs and several delays in delivery. This resulted in large oversupply of commercial space for the years to come. Without any dramatic shift in direction, renting the three million square meters of built-up areas at reasonable prices, or even achieving decent occupancy ravtes, will be very challenging.With this in mind, we have reviewed the economic feasibility of and designed a new fundamental strategy for the district in order to increase the chances of profitability and success. We will seek to transform the district into a special zone that has competitiveregulations and procedures, with visa exemptions, and directly connected to the King Khaled International Airport."}, {"text_block_id": "p53_b248", "text": "We will also seek to repurpose some of the built-up areas and change the real estate mix, increasing the allocation for residential accommodation, services and hospitality areas. We will seek to build and create an integrated and attractive living and working environment. The district will be the headquarters of the Public Investment Fund, the largest sovereign wealth fund, which will contribute to creating an environment attractive to financial, investment and other corporations."}, {"text_block_id": "p54_b249", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p55_b250", "text": "Over the past decade, the retail sector achieved an annual growth rate in excess of 10 percent. It currently employs 1.5 million workers, of which only 0.3 million are Saudis. Traditional retail also still dominates 50 percent of the market in the Kingdom compared to 20 percent in a number of countries in the Gulf Cooperation Council (GCC), with our retail market suffering from limited penetration of modern trade and e-commerce. We aim to provide job opportunities for an additional million Saudis by 2020 in a growing retail sector that attracts modern, local, regional, and international brands across all regions of the country. We also aim to increase the contribution of modern trade and e-commerce to 80 percent of the retail sector by 2020. This will be achieved by attracting both regional and international retail investors and by easing restrictions on ownership and foreign investment."}, {"text_block_id": "p55_b251", "text": "To this end, we will facilitate local and regional flow of goods and develop necessary sectoral regulations. We will also increase financing of small retail enterprises to stimulate their growth and development."}, {"text_block_id": "p55_b252", "text": "A DEVELOPED DIGITAL INFRASTRUCTURE"}, {"text_block_id": "p55_b253", "text": "A sophisticated digital infrastructure is integral to today’s advanced industrial activities. It attracts investors and enhances the fundamental competitiveness of the Saudi economy."}, {"text_block_id": "p55_b254", "text": "We will partner with the private sector to develop the telecommunications and information technology infrastructure, especially high-speed broadband, expanding its coverage and capacity within and around cities and improving its quality. Our specific goal is to exceed 90 percent housing coverage in densely populated cities and 66 percent in other urban zones. We will also develop building standards to facilitate the extension of broadband networks."}, {"text_block_id": "p55_b255", "text": "We will strengthen the governance of digitaltransformation through a national council. Additionally,we will improve our regulations and establish an effective partnership with telecom operators to better develop this critical infrastructure. We will also support local investments in the telecommunications and information technology sectors."}, {"text_block_id": "p56_b256", "text": "A THRIVING ECONOMY.."}, {"text_block_id": "p56_b257", "text": "LEVERAGING ITS UNIQUE POSITION"}, {"text_block_id": "p56_b258", "text": "SAUDI ARABIA IS RIGHT AT THE CROSSROADS OF IMPORTANT INTERNATIONAL TRADE ROUTES, BETWEEN THREE CONTINENTS: ASIA, EUROPE AND AFRICA. WE WILL THEREFORE MAXIMIZE THE BENEFITS FROM OUR EXCEPTIONAL AND STRATEGIC GEOGRAPHIC POSITION, AGREE NEW STRATEGIC PARTNERSHIPS TO GROW OUR"}, {"text_block_id": "p56_b259", "text": "BUILDING A UNIQUE REGIONAL LOGISTICAL HUB"}, {"text_block_id": "p56_b260", "text": "We have already invested heavily in the construction of ports, railways, roads and airports. To take full advantageof these investments, we plan to work with the privatesector and enter into a new series of international partnerships to complete, improve and link our infrastructure internally and across borders. We will also unlock our “hard” infrastructure with systems that can drive higher performance, including more rigorous governance, leaner processes and a more efficient customs system. We will improve and implement existing laws and regulations. Air, maritime, and other transport operators will be encouraged to make the most of their capacity: achieving durable links between existing trade hubs, as well as opening new trade routes. This will reinforce our position as a distinctive logistical gateway to the three continents."}, {"text_block_id": "p56_b261", "text": "INTEGRATING REGIONALLY AND INTERNATIONALLY"}, {"text_block_id": "p56_b262", "text": "With a GDP of SAR 2.4 trillion, our economy is already the largest in the Middle East. We enjoyclose economic ties with the Gulf CooperationCouncil and other Arab countries, as well as constructive relations with Islamic and foreigncountries. We will seek to establish new business partnerships and facilitate a smoother flow of goods, people and capital."}, {"text_block_id": "p56_b263", "text": "Among our top priorities is to fortify and extend our interconnectivity and economic integration with other Gulf Cooperation Council countries. We will strive to complete the process of implementing the GCC common market, unifying customs, economic and legal policies, and constructing shared road and railway networks."}, {"text_block_id": "p56_b264", "text": "We will seek to effectively link with other countries in the region, through enhanced logistics services"}, {"text_block_id": "p57_b265", "text": "ECONOMY AND HELP SAUDI COMPANIES TO INCREASE EXPORTS OF THEIR PRODUCTS. WE WILL LEVERAGE THE CLOSE PROXIMITY OF ENERGY SOURCES AND OUR DISTINCTIVE LOGISTICAL OFFER TO STIMULATE A NEW PHASE OF INDUSTRIALIZATION AND TO CATALYZE EXPORTS AND RE-EXPORTS"}, {"text_block_id": "p57_b266", "text": "SUPPORTING OUR NATIONAL COMPANIES"}, {"text_block_id": "p57_b267", "text": "Rather than competing generically across the board, we will concentrate on our comparative advantages,national strengths and the areas that will assure leadership status. Initially, our priority will be to fully support major national companies, which have already gained a leading market share, by promoting their products and services regionally and globally, especially in the fields of oil, petrochemicals, banking,telecommunications, food, health care, and retail. We will also seek to support Saudi companies with promising growth opportunities so they develop into new regional and global leaders. Finally, we will fully support our national industries, assisting them to market themselves abroad and to export their products."}, {"text_block_id": "p58_b268", "text": "A THRIVING ECONOMY.."}, {"text_block_id": "p58_b269", "text": "LEVERAGING ITS UNIQUE POSITION"}, {"text_block_id": "p59_b270", "text": "To raise our global ranking in the Logistics Performance Index from 49 to 25 and ensure the Kingdom is a regional leader"}, {"text_block_id": "p59_b271", "text": "AMONG OUR"}, {"text_block_id": "p59_b272", "text": "GOALS BY"}, {"text_block_id": "p59_b273", "text": "2030"}, {"text_block_id": "p59_b274", "text": "To raise the share of non-oil exports in non-oil GDP from 16% to 50%"}, {"text_block_id": "p60_b275", "text": "AN AMBITIOUS NATION"}, {"text_block_id": "p62_b276", "text": "AN AMBITIOUS NATION.."}, {"text_block_id": "p62_b277", "text": "EFFECTIVELY GOVERNED"}, {"text_block_id": "p62_b278", "text": "THE ROLES AND REQUIREMENTS OF GOVERNMENT HAVE GROWN SIGNIFICANTLY SINCE THE KINGDOM OF SAUDI ARABIA’S FOUNDING. GOVERNMENT - ANY GOVERNMENT - NEEDS TO EVOLVE AND IMPROVE CONTINUOUSLY, IF ONLY TO KEEP PACE WITH RISING EXPECTATIONS AND NEW CHALLENGES. THIS REQUIRES US TO MEET HIGH"}, {"text_block_id": "p62_b279", "text": "STANDARDS OF TRANSPARENCY AND ACCOUNTABILITY. WE ARE COMMITTED TO MANAGING OUR FINANCES EFFICIENTLY AND EFFECTIVELY, AND TO CREATING AGILE PUBLIC ORGANIZATIONS AND TO TRACKING BOTH THEIR OWN PERFORMANCE AND THAT OF THE GOVERNMENT OVERALL"}, {"text_block_id": "p63_b280", "text": "éñ ÿôíøø ôíñ ñþû ûøñþíúïñ òûþ íøø øññøÿ ûò ïûþþüõûúÙôñôñþíðùõúõÿþíõñûþòõúíúïõíøØéñõøøíðûü øñíðõúó õúñþúíõûúíø ÿíúðíþðÿ íúð íðùõúõÿþíõñüþíïõïñÿÙôñøüõúóÿþñíïôôñôõóôñÿøññøÿ ûò þíúÿüíþñúï íúð óûñþúíúïñ õú íøø ÿñïûþÿØéñ õøø ÿñ íúð üôûøð ôõóô ÿíúðíþðÿ ûò íïïûúíîõøõØ áþ óûíøÿÙ üøíúÿ íúð üñþòûþùíúïñõúðõïíûþÿ õøø îñ üîøõÿôñð ÿû ôí üþûóþñÿÿ íúð ðñøõñþïíúîñüîøõïøùûúõûþñðØæþíúÿüíþñúïõøøîñîûûÿñðíúð ðñøíÿþñðïñðî ñüíúðõúóûúøõúñ ÿñþõïñÿ íúð õùüþûõúó ôñõþ óûñþúíúïñ ÿíúðíþðÿÙõô ôñ íõù ûò îñïûùõúó í óøûîíø øñíðñþ õú ñí óûñþúùñúØ"}, {"text_block_id": "p63_b281", "text": "PROTECTING   OUR VITAL RESOURCES"}, {"text_block_id": "p63_b282", "text": "éñ õøø ðññüñú ïûùùúõïíõûú ïôíúúñøÿ îñññú óûñþúùñú íóñúïõñÿ ûú ûúñ ôíúð íúð ïõõñúÿ íúð ôñ üþõíñ ÿñïûþ ûú ôñ ûôñþØ éñ ÿôíøø òíïõøõíñ õúñþíïõñÙ ûúøõúñ íúð ÿùíþ ñúóíóñùñú ùñôûðÿíúð íÿ û øõÿñú û ïõõñúÿä õñÿÙ íúð û ôñíþ íøø õúÿõóôÿ íúð üñþÿüñïõñÿØ éñ õøø ñúïûþíóñóûñþúùñú íóñúïõñÿ û õùüþûñ ôñ ýíøõ ûò ôñõþÿñþõïñÿÙ íúð û ùññ ôñ úññðÿ ûò ññþ ïõõñúØ éñ íú û óõñ ññþûúñ ôñ ûüüûþúõ û ôíñ ôñõþÿíÿûôíôñóûñþúùñúïíúÿñþñôñùîññþíúðùññôñõþíÿüõþíõûúÿØ"}, {"text_block_id": "p63_b283", "text": "EMBRACING TRANSPARENCY"}, {"text_block_id": "p63_b284", "text": "áþ ïûùùõùñú õÿ ïøñíþÚ ôñþñ õøø îñ úû íñÿ ûú ïõõñúÿä õúïûùñ ûþ ñíøôÙ úûþ ûú îíÿõï óûûðÿØ éñ ÿôíøøüþðñúøíúðñòòõïõñúøîíøíúïñûþîðóñÙíÿñøø íÿ ðõñþÿõò íúð ùíõùõñ ûþ þññúñ ÿûþïñÿØáþóûíøõÿû÷ññüüþõïñÿÿíîøñûñþôñøûúóñþùÙíúðóõñåíðõïõõñúÿóþñíñþñïûúûùõïÿñïþõØÛúôñüîøõïÿñïûþÙñõøøÿññ÷ûñøõùõúíñíÿñíúðïûúõúñûùí÷ñÿüñúðõúóùûþññòòõïõñúØæôõÿõøøîñíïôõññðôþûóôÿþõïñþÿüñúðõúóïûúþûøÿÙòûïÿõúóûúôõóôõùüíïüþûöñïÿÙíøõóúõúóÿþíñóõïüþõûþõõñÿûîðóñÙþõóûþûÿíðõõúóíúðüõúóõúüøíïñûóôíïïûúíîõøõùñïôíúõÿùÿØéñôíñþñõññðíøøûþñõÿõúóíúðíüüþûñðüþûöñïÿûñúÿþñôíôñõøøôíñíÿòòõïõñúøüûÿõõñõùüíïûúôñúíõûúíúðûþñïûúûùØéñôíñí÷ñúôñúñïñÿÿíþùñíÿþñÿûôíøüþûöñïÿôíòíõøûÿôûüûñúõíøõùüíïíúðùññ üþñðñòõúñð ÿíúðíþðÿØ éñ õøø üøíú íøÿû òûþîññþùíúíóñùñúûòûþíøñúñðïõõøÿñþõïñÙíúðüþûõðñ ÿôíþñð ÿñþõïñÿ õôõú ûþ óûñþúùñúíïïûþðõúó û îñÿ üþíïõïñÿØ éñ õøø ûþ÷ û òþôñþõùüþûñôññòòõïõñúïíúðñòòñïõñúñÿÿûòôñâîøõïÛúñÿùñúØúðÙÿûôíõÿüþûïññðÿïíúîñïûùñíúñ íúð ÿÿíõúíîøñ üîøõï þññúñ ÿþñíùØ àûúíûõø þññúñÿ õøø õúïþñíÿñ íÿ øûóõÿõïíø íúð þíðñ òøûÿõúïþñíÿñÙ íúð íÿ ñ óþû í ùûþñ ðõñþÿõòõñð íúð îíøíúïñðåíðõñïûúûùØéñõøøïûúõúñûùíúíóñ ñòòñïõñø ûõø üþûðïõûú û ñúÿþñ í þñíþðõúó òøû ûò ûõø þññúñ íúð þñõúñÿùñúØ éñ õøø þñíùüóûñþúùñúøõïñúÿñíúðÿñþõïñòññÿíúððññøûüôñíüüþûüþõíñ ïûøøñïõûú ûûøÿØ ØõúíøøÙ ñ õøø ÿññ÷ û ûòòñþÙííüüþûüþõíñòññÿÙíúùîñþûòúñÿñþõïñÿõúÿñøñïÿñïûþÿÙ ÿïôíÿùúõïõüíøÙþíúÿüûþ íúð øíîûþÿñïûþÿØ"}, {"text_block_id": "p63_b285", "text": "ÔñøõùõúíõúóÿüþñùñïûúïõøÿõúôñÝõúóðûùíúðñÿíîøõÿôõúó ôñ Õûúïõø ûò âûøõõïíø íúð åñïþõÓòòíõþÿíúðôñÕûúïõøûò×ïûúûùõïíúðÖññøûüùñúÓòòíõþÿÙñôíñõúïþñíÿñðûþñòòñïõñúñÿÿÙñòòõïõñúïíúðôñÿüññðûòðñïõÿõûúíùí÷õúóØéñõøøïûúõúñõúôõÿ üûøõï ðõþñïõûúÙ û ðñøõñþ ôõÿ èõÿõûú òûþ åíðõ ÓþíîõíØ æôõÿ õøø þñÿø õú ñòòñïõñ óûñþúíúïñ íúð îññþ îÿõúñÿÿ ïûúõúõ õôõú ñíïô ùõúõÿþØ éñ õøøïíþñòøøñíùõúñûþóûñþúùñúÿþïþñÿíúðüþûïñðþñÿÙþûøñÿÙþñÿüûúÿõîõøõõñÿíúðïíüíîõøõõñÿØáþíùîõõûúõÿíùûþñöûõúñðíüóûñþúùñúÙõôïøñíþñþøõú÷ÿ îñññú üûøõï ðñïõÿõûúÿÙ ðñøõñþÙ íúð üñþòûþùíúïñ ùûúõûþõúóØ éñ õøø í÷ñ íú ñõðñúïñí îíÿñð íüüþûíïôÙ öÿ íÿ ñ õøø õô üþññúõúóòõúíúïõíøíúðíðùõúõÿþíõñíÿñØéñõøøïûúõúñûðññøûü ùûúõûþõúó úõÿ íúð ôñøü ôñù õô þñïþõùñúÙ îðóñÿ íúð ûôñþ ûþóíúõíõûúíøÿüüûþÙ û ùí÷ñ ÿþñ ôí åíðõ ÿñþõïñÿ íþñüñþòûþùõúó ñøø õú íïïûþðíúïñ õô óøûîíø îñÿüþíïõïñÿØ æôñÿñ úõÿ õøø üÿô òûþ ïûûþðõúíõûúîñññú óûñþúùñú íóñúïõñÿ íúð ûôñþ þñøñíúîûðõñÿÙ íÿ ñøø íÿ ôñøü ôñù ùûúõûþ íúð õùüþûñôñõþüñþòûþùíúïñ"}, {"text_block_id": "p64_b286", "text": "AN AMBITIOUS NATION.."}, {"text_block_id": "p64_b287", "text": "EFFECTIVELY GOVERNED"}, {"text_block_id": "p65_b288", "text": "To increase non-oil government revenue from SAR 163 billion to SAR 1 Trillion"}, {"text_block_id": "p65_b289", "text": "AMONG OUR"}, {"text_block_id": "p65_b290", "text": "GOALS BY"}, {"text_block_id": "p65_b291", "text": "2030"}, {"text_block_id": "p65_b292", "text": "To raise our ranking in the Government Effectiveness Index,from 80 to 20"}, {"text_block_id": "p65_b293", "text": "To raise our ranking on the E-Government Survey Index from our current position of 36 to be among the top five nations"}, {"text_block_id": "p66_b294", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p67_b295", "text": "KING SALMAN PROGRAM FOR HUMAN CAPITAL DEVELOPMENT"}, {"text_block_id": "p67_b296", "text": "We have yet to identify and put into effect the best practices that would ensure that public sector employees have the right skills for the future. However, by 2020, we aim to have trained, through distance learning, 500,000 government employees. All ministries and government institutions will be required to adopt best practices in human capital development. We will continue to hire individuals according to merit and work towards building a broad talent base, so they may become leaders of the future."}, {"text_block_id": "p67_b297", "text": "The King Salman Program for Human CapitalDevelopment will establish HR centers of excellence in every government agency, and provide training. We will work to raise the productivity of employees to the highest levels possible, by implementing properperformance management standards, providing continuous training for professional development, and sharing knowledge. We will develop targeted policiesto identify and empower future leaders, and will furnish a stimulating environment that provides equalopportunities and rewards for excellence."}, {"text_block_id": "p67_b298", "text": "SHARED SERVICES TO OUR GOVERNMENT AGENCIES"}, {"text_block_id": "p67_b299", "text": "We are working towards shared services across our government agencies. This will contribute to achieving our goal of increasing productivity and raising the efficiency of government spending. Shared services in our government will also aim to increase quality, cut costs, unify our efforts, and provide a suitable work environment for all parties at the lowest cost."}, {"text_block_id": "p67_b300", "text": "Shared services can be applied globally and locally in many sectors. This is our long-term goal, and we will implement it gradually. As a first step therefore, we will examine the status of support services in government sectors, set the scope of work and develop comprehensive priorities and implementation plans.We will follow best practices in employing shared services, with a robust set of performance indicators that will measure quality, workflow improvement, cost reduction and knowledge transfer."}, {"text_block_id": "p68_b301", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p69_b302", "text": "“QAWAM”: INCREASING SPENDING EFFICIENCY"}, {"text_block_id": "p69_b303", "text": "We are committed to making our public spendingradically more efficient, using our resources more effectively, and limiting waste. We will launch the “Qawam” program as a reflection of the Qur’anic verse that calls for moderation in spending between excess and parsimony. Allah the Almighty says: “And those who, when they spend, are neither extravagant nor niggardly,but hold a medium (way) between those (extremes)”Through this program, we will comprehensively review financial regulations in all government agencies. The program is intended to move away from a narrow reliance on process auditing, and move towards a more integratedapproach with effective and efficient spending controls, and specific and measurable goals, while sustainingresources and assets. We will raise awareness and reward a culture of efficient spending throughout all administrative levels. Specialized training for employeesand other key stakeholders will be provided as required,boosting the performance of finance departments and internal auditing."}, {"text_block_id": "p69_b304", "text": "EFFECTIVE E-GOVERNMENT"}, {"text_block_id": "p69_b305", "text": "We have made remarkable progress in e-government.The scope of online services has already been expandedover the last decade to include employment programs,online job searches, e-learning services, traffic, passports and civil affairs, online payment services, online issuance of commercial registers, among others. This has improved Saudi Arabia’s ranking on several global indicators. In the UN e-Government Index, for instance, we ranked 36 in 2014, up from 90 in 2004. We will expand the scope of current online services further to include areas such as geographic information, health care and education. Quality will be improved by streamlining processes, and diversifying communication channels. We will also support the wider use of online applications in government agencies, such as cloud applications, data sharing platforms and HR management systems. Finally, we will strengthen the governance of online services within the government itself."}, {"text_block_id": "p70_b306", "text": "AN AMBITIOUS NATION.."}, {"text_block_id": "p70_b307", "text": "RESPONSIBLY ENABLED"}, {"text_block_id": "p70_b308", "text": "THE NATION WE ASPIRE TO BUILD WILL NOT BE REALIZED WITHOUT A GRAND, COLLECTIVE NATIONAL EFFORT WHERE EVERYONE CONTRIBUTES. WE ALL HAVE ROLES TO FULFILL, WHETHER WE ARE WORKING IN THE PUBLIC, PRIVATE OR"}, {"text_block_id": "p70_b309", "text": "BEING RESPONSIBLE FOR OUR LIVES"}, {"text_block_id": "p70_b310", "text": "We have already faced and overcome manychallenges and accomplished much, by the grace of Allah and our brotherhood. We have contributed to building our country. We have been, and still are, a great example in assuming responsibility. Today, as we face fresh challenges, new roles and responsibilities are required. We should feel greatconfidence in our capabilities, in our understandingof our obligations and in our ability to achieve excellence for our nation, our society, our families and ourselves."}, {"text_block_id": "p70_b311", "text": "We are each personally responsible for our own futures. As such, we will develop ourselves and will work to become independent and active members of society, developing new skills in the process. We will remember our lifelong obligations to our families. In the workplace, we will be committed and disciplined, acquire new experience and pursueour ambitions."}, {"text_block_id": "p70_b312", "text": "We will create the right environment to enable us to fulfill these responsibilities. We will promote greaterfinancial independence by providing planning tools such as mortgages, savings portfolios, and retirement options. We will set up a regulatoryframework that empowers the non-profit sector."}, {"text_block_id": "p70_b313", "text": "This will all be achieved by adhering closely to Islamic principles, Arab values and our national traditions. As we build our own long-term future, we will remember our duty to respect these principles,which include supporting the vulnerable and needy,helping our neighbors, being hospitable to guests,respecting visitors, being courteous to expatriates,and being conscientious of human rights."}, {"text_block_id": "p71_b314", "text": "NON-PROFIT SECTORS. WE WILL THEREFORE WORK CONTINUALLY TO ACHIEVE OUR HOPES AND FULFIL OUR ASPIRATIONS AND RESPONSIBILITIES TO OUR COUNTRY, OUR SOCIETY, OUR FAMILIES, AND TO OURSELVES"}, {"text_block_id": "p71_b315", "text": "BEING RESPONSIBLE IN BUSINESS"}, {"text_block_id": "p71_b316", "text": "We aspire to have businesses that contribute to developing our society and our country, not be geared solely towards generating profits. We expectour companies to observe their social responsibilitiesand contribute to creating a sustainable economy,including by creating the stimulating opportunitiesfor young men and women that can help them build their professional careers. We will encourage the businesses that follow through on this commitment to participate in our country and to address national challenges."}, {"text_block_id": "p71_b317", "text": "BEING RESPONSIBLE TO SOCIETY"}, {"text_block_id": "p71_b318", "text": "The values of giving, compassion, cooperation and empathy are firmly entrenched in our society. We have already played an influential role in providing social aid locally, regionally and globally. In the future, we will formalize and strengthen the organization of our social and compassionate work so that our efforts have the maximum results and impact."}, {"text_block_id": "p71_b319_merged", "text": "Government support will be directed to the programswith highest social impact and we will support training workers to encourage volunteering and careers in the non-profit sector. Enabling non-profit organizations to attract the best talents in order to ensure best management practices and the transfer of knowledge,which will strengthen these institutions over the long-term. This will ensure that the non-profit sector plays an enhanced and more efficient role in critical sectors such as health care, education, housing, research, and cultural and social programs."}, {"text_block_id": "p72_b322", "text": "AN AMBITIOUS NATION.."}, {"text_block_id": "p72_b323", "text": "RESPONSIBLY ENABLED"}, {"text_block_id": "p73_b324", "text": "AMONG OUR"}, {"text_block_id": "p73_b325", "text": "GOALS BY"}, {"text_block_id": "p73_b326", "text": "2030"}, {"text_block_id": "p73_b327", "text": "To increase household savings from 6% to 10% of total household income"}, {"text_block_id": "p73_b328", "text": "To raise the non-profit sector’s contribution to GDP from less than 1% to 5%"}, {"text_block_id": "p73_b329", "text": "To rally one million volunteers per year (compared to 11,000 now)"}, {"text_block_id": "p74_b330", "text": "AMONG OUR COMMITMENTS.."}, {"text_block_id": "p75_b331_merged", "text": "A MORE IMPACTFUL NON-PROFIT SECTOR"}, {"text_block_id": "p75_b334", "text": "Today, we have fewer than 1,000 non-profit and charitable foundations and associations. They contribute just 0.3 percent of our GDP, much less than the global average of 6 percent. Currently, just 7 percent of projects are focused on generating social impact or are aligned with the long-term national priorities. By 2020, more than one third of our non-profit organizations’ projects should have measurable and deep social impact."}, {"text_block_id": "p75_b335", "text": "The recently published regulations on non-profit organizations and on the General Authority for Endowments will help the non-profit sector become more institutionalized, formalized and more efficient. We will accelerate this shift further by supporting projects and programs with high social impact and by facilitating the establishment of non-profit organizationsby high net worth families, which will promote rapidgrowth of the non-profit sector. We will support this growth by creating a supportive and cooperateenvironment in which the sector’s institutions and government agencies can collaborate."}, {"text_block_id": "p75_b336", "text": "At the same time, we will encourage the non-profit sector to apply proper governance standards, facilitate high quality training to staff and promote a culture of volunteering and full-time careers in the sector."}, {"text_block_id": "p76_b337", "text": "HOW TO ACHIEVE"}, {"text_block_id": "p76_b338", "text": "OUR VISION?"}, {"text_block_id": "p77_b339", "text": "WE HAVE OUTLINED A COMPREHENSIVE AND AMBITIOUS VISION FOR SAUDI ARABIA UNTIL THE YEAR 2030. IT IS THE FIRST STEP ON OUR JOURNEY TOWARDS A BETTER, BRIGHTER FUTURE FOR OUR COUNTRY AND OUR CITIZENS. TO ACHIEVE OUR ASPIRATIONS AND HOPES, WE HAVE ALREADY LAUNCHED MANY TRANSFORMATIVE PROGRAMS THAT HAVE PAVED THE WAY FOR THE VISION AND WILL HELP US ACHIEVE OUR GOALS. THESE INCLUDE, BUT ARE NOT LIMITED TO THE FOLLOWING:"}, {"text_block_id": "p77_b340", "text": "THE GOVERNMENT RESTRUCTURING PROGRAM"}, {"text_block_id": "p77_b341", "text": "Around the world, governments are organizing themselves with agility, continuously restructuring and aligning their systems to national priorities. We have already started moving along this path by eliminating supreme councils and establishing the Council of Political and Security Affairs and the Council of Economic and Development Affairs. These reforms have helped to speed strategy development and decision-making, as well as enhance performance. We will continue this careful restructuring, comprehensively and gradually, based on our clear priorities."}, {"text_block_id": "p77_b342", "text": "THE STRATEGIC DIRECTIONS PROGRAM"}, {"text_block_id": "p77_b343", "text": "We have approved the strategic directions determined by our government agencies. Existing roles have been reviewed to align with our future economic and social needs. Decisions are based on detailed studies and benchmarks, as well as comprehensive analysis of each agency’s programs, plans and relevant performance indicators."}, {"text_block_id": "p78_b344", "text": "A"}, {"text_block_id": "p78_b345", "text": "80"}, {"text_block_id": "p79_b346", "text": "After the Council of Economic and Development Affairs was established, we began examining our existing capital expenditures, their approval mechanism and their measureable economic impact. We have formed committees and introduced new departments tasked with reviewing relevant regulations and taking the necessary action on the expenditures. As a consequence,last year, we increased our non-oil revenues by 30 percent, and we plan to continue diversifying our non-oil revenues in the coming years, by introducing new measures."}, {"text_block_id": "p79_b347", "text": "The Kingdom’s agencies are currently undergoing a wave of reforms and transformation. To manage this momentum and ensure all efforts are coordinated, we adopted an effective approach to project management and established expert project management offices (PMOs) in the Council of Economic and Development Affairs and many other government agencies. We also set up a central Delivery Unit."}, {"text_block_id": "p79_b348", "text": "THE REGULATIONS REVIEW PROGRAM"}, {"text_block_id": "p79_b349", "text": "Over the past year, we reviewed many current laws and enacted new laws that have been years overdue. These include the company law, the non-governmentalorganizations’ law, the law concerning fees on non-used lands, the General Authority for Endowments (Awqaf ) law, among others. We will continue to review all laws to ensure they are in line with the Kingdom’s priorities."}, {"text_block_id": "p79_b350", "text": "THE PERFORMANCE MEASUREMENT PROGRAM"}, {"text_block_id": "p79_b351", "text": "We adopted the principle of performance measurement, and made sure it is properly used in our evaluation of all government agencies, their programs, initiatives and executives. We established the Center for Performance Management of Government Agencies to institutionalize these efforts for the long-term and built performancedashboards to promote accountability and transparency."}, {"text_block_id": "p80_b352", "text": "TO ENSURE THE REALIZATION OF SAUDI ARABIA’S VISION FOR 2030, WE ARE PREPARING TO LAUNCH A GROUP OF EXECUTIVE PROGRAMS THAT WILL HAVE A SIGNIFICANT IMPACT ON IMPLEMENTATION."}, {"text_block_id": "p80_b353", "text": "،"}, {"text_block_id": "p80_b354", "text": "We believe that Saudi Aramco has the ability to lead the world in other sectors besides oil, and it has worked on a sweeping transformative program that will position it as a leader in more than one sector."}, {"text_block_id": "p80_b355", "text": "THE PUBLIC INVESTMENT FUND RESTRUCTURING PROGRAM"}, {"text_block_id": "p80_b356", "text": "Having worked on restructuring the fund, we are now refining its investment capabilities and enabling the fund to manage a broader portfolio of current and new assets. We aim to transform it into the largest sovereign wealth fund in the world and will announce a comprehensive plan to achieve this goal."}, {"text_block_id": "p80_b357", "text": "Because human capital is a crucial factor in the success of any substantial project, we aim to launch a thorough program for nurturing our human talent. This programwill measure, assess and analyze the efficiency of our civil service. It will also support our government agencies with staff, studies, consultations, and strategic partnerships related to human capital."}, {"text_block_id": "p81_b358", "text": "In a new approach, our government agencies have been working through numerous workshops to examine their role in implementing the initiatives necessary for delivering on national priorities. We are identifying opportunities for partnering with the private sector, as well as innovative administrative and funding approaches. We are detailing specific initiatives that have clear performance indicators.."}, {"text_block_id": "p81_b359", "text": "We will work on restructuring our government agenciescontinuously and with flexibility. We will eliminate redundant roles, unify efforts, streamline proceduresand define responsibilities. We shall also enable our agencies to deliver on their mandate, to be accountable, to ensure business continuity and to show adaptability in the face of new challenges. Under the Council of Economic and Development Affairs, we will establish a strategic management office to focus on coordinating all government programs and ensuring their careful alignment with the national Vision. The office will also prevent gaps, duplication or contradiction between agencies’ policies and programs, and ensure that all components of the Vision are detailed in proper sectoral strategies. We will also establish a Decision Support Center at the Royal Court to support decision-making through analytical and evidence-based information and reports."}, {"text_block_id": "p81_b360", "text": "THE PRIVATIZATION  PROGRAM"}, {"text_block_id": "p81_b361", "text": "We are in the process of determining additional sectors suitable for privatization. Our goal is to create a comprehensive privatization program. We will make use of international best practices, transfer knowledgeand achieve our goals in a balanced and scientific manner."}, {"text_block_id": "p81_b362", "text": "THE STRATEGIC PARTNERSHIPS PROGRAM"}, {"text_block_id": "p81_b363", "text": "We are working with our economic partners around the world to build new strategic partnerships for the twenty-first century, in harmony with our national Vision, so that we can be a trade hub connecting three continents and enhance our exports."}, {"text_block_id": "p82_b364", "text": "OUR COMMITMENT TO ACHIEVING THE GOALS OF THESE PIVOTAL PROGRAMS AND OUR COLLECTIVE CONTRIBUTION SHALL BE THE FIRST STEP TOWARDS ACHIEVING SAUDI ARABIA’S VISION FOR 2030. WE WILL CONTINUE TO LAUNCH NEW PROGRAMS IN THE UPCOMING YEARS AS REQUIRED, AND WE WILL CONTINUOUSLY REVIEW AND ASSESS OUR PERFORMANCE IN ACHIEVING THIS VISION"}, {"text_block_id": "p82_b365", "text": "MAY ALLAH BLESS US AND GUIDE US TO THE RIGHT PATH."}, {"text_block_id": "p84_b366", "text": "www.vision2030.gov.sa"}], "document_description": "The \"Saudi Arabia's Vision 2030\" sets among other goals an initial target of generating 9.5 gigawatts of renewable energy by 2023 (timeline was specified on 5 May 2016 by Saudi Government).\nThe vision also foresees other measures to build a competitive renewable energy sector, such as localising a significant portion of the renewable energy value chain inside Saudi economy, including research & development and manufacturing, and gradually liberalising the energy market. The \"King Salman Renewable Energy Initiative\" is also to be launched to support reaching the 9.5GW goal."}