{"document_instrument_name": ["MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_country_english_shortname": "Myanmar", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_language": "English", "document_name": "Climate Change Strategy 2018-2030", "document_country_code": "MMR", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2019", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/MMR/2019/MMR-2019-01-01-Climate Change Strategy 2018-2030_c0fa3c6dc17db10ed8ebea0ce8a9a84f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Republic of the Union of Myanmar"}, {"text_block_id": "p0_b2", "text": "Myanmar Climate Change Strategy"}, {"text_block_id": "p0_b3_merged", "text": "(2018 – 2030)"}, {"text_block_id": "p0_b6", "text": "2019"}, {"text_block_id": "p2_b7", "text": "Acknowledgements"}, {"text_block_id": "p2_b8", "text": "The Ministry of Natural Resources and Environmental Conservation (MONREC) acknowledges the important contribution made by all members of the Programme Steering Committee of the Myanmar Climate Change Alliance (MCCA) for their guidance and all members of the MCCA's Technical Working Group (TWG) for their contribution in formulating this strategy. The TWG comprises representatives from all key ministries and departments; Yangon, Mandalay and Nay Pyi Taw city development committees; academic institutions; the Union of Myanmar Federation of Chambers of Commerce and Industry (UMFCCI); Civil Society Organisations, including the Myanmar Environment Rehabilitation Network (MERN), and the Platform of CSOs working on Environment and Climate Change; Myanmar Engineering Society; and Development Partners, the United Nations Development Programme(UNDP), Disaster Risk Reduction Working Group, Environment Sector Working Group, UN-REDD+, WWF-Myanmar. These members provided valuable insights, ideas and strategic orientation to produce an actionable strategy."}, {"text_block_id": "p2_b9", "text": "MONREC is sincerely grateful to the European Union for the generous support received through funding the MCCA programme, implemented by the United Nations Human Settlements Programme (UN-Habitat) and the United Nations Environment Programme (UN Environment). MCCA has worked as an efficient platform for convening national and sub-national stakeholders for the strategy formulation process from April 2015 to June 2016, and to mobilize expertise to draft the Strategy. MONREC also wishes to thank the experts of the International Institute for Environment and Development (IIED), the experts who formulated the capacity development need assessments in connection to the Strategy and MERN for facilitating the local consultations."}, {"text_block_id": "p2_b10", "text": "The Ministry of Natural Resources and Environmental Conservation (MONREC) also acknowledges the important contribution made by all stakeholders, including the TWG, PSC, the UMFCCI; civil society organisations, including MERN, and development partners, WWF-Myanmar, consulted for the formulation of the Myanmar Climate Change Policy (MCCP). In particular MONREC would like to thank the Environment Ministers and high level representatives of the Environmental Conservation Department for their valuable"}, {"text_block_id": "p3_b11", "text": "contributions and for travelling from different states and regions to attend the national consultation workshops; and the experts of the International Institute for Environment and Development (IIED) drafting team for their tireless efforts in formulating the Myanmar Climate Change Policy that provides long-term direction and guidance for government, civil society, and the private sector to undertake and promote climate change actions in adaptation and mitigation in Myanmar and to create opportunities for sustainable and low-carbon development."}, {"text_block_id": "p3_b12", "text": "On behalf of the Government of the Republic of the Union of Myanmar, MONREC extends its gratitude to all citizens of Myanmar who participated in meetings at local, sub-national and national levels in more than 20 townships in five states and regions, and those who provided comments through the MCCA website and by other means through out the formulation process of the Myanmar Climate Change Strategy and Master Plan (MCCS and MCCMP) 2018-2030 and the Myanmar Climate Change Policy (MCCP)."}, {"text_block_id": "p4_b13", "text": "Table"}, {"text_block_id": "p4_b14", "text": "of contents"}, {"text_block_id": "p6_b15", "text": "List of Figures"}, {"text_block_id": "p6_b16", "text": "List of Tables"}, {"text_block_id": "p8_b17", "text": "Glossary"}, {"text_block_id": "p8_b18", "text": "Adaptation:"}, {"text_block_id": "p8_b19", "text": "The process of adjustment to actual or expected climate and its effects. In human systems, adaptation seeks to moderate or avoid harm or exploit beneficial opportunities. In some natural systems, human intervention may facilitate adjustment to expected climate and its effects."}, {"text_block_id": "p8_b20", "text": "Adaptive capacity:"}, {"text_block_id": "p8_b21", "text": "The ability of systems, institutions, humans and other organisms to adjust to potential damage, to take advantage of opportunities, or to respond to consequences."}, {"text_block_id": "p8_b22", "text": "Resilience:"}, {"text_block_id": "p8_b23", "text": "The capacity of social, economic and environmental systems to cope with a hazardous event or trend or disturbance, responding or reorganizing in ways that maintain their essential function, identity and structure, while also maintaining the capacity for adaptation, learning and transformation."}, {"text_block_id": "p8_b24", "text": "Mainstreaming:"}, {"text_block_id": "p8_b25", "text": "Integrating adaptation and mitigation objectives, strategies, policies, measures or operations so that they become part of national and regional development policies, processes and budgets at all levels and stages."}, {"text_block_id": "p8_b26", "text": "Low-carbon development or low-emission development strategies:"}, {"text_block_id": "p8_b27", "text": "Though no formally agreed definition exists, LEDS are generally used to describe forward-looking national economic development plans or strategies that encompass low-emission and/or climate-resilient economic growth."}, {"text_block_id": "p8_b28", "text": "Mitigation:"}, {"text_block_id": "p8_b29", "text": "[In the context of climate change], a human intervention to reduce the sources or enhance the sinks of GHGs."}, {"text_block_id": "p8_b30", "text": "Structural transformation:"}, {"text_block_id": "p8_b31", "text": "The reallocation of resources from one sector to another due to changes in economic fundamentals and policies. It results in a significant change in the sectoral composition of gross domestic product (GDP) with the share of the primary employment and output sectors shifting to industry and modern services."}, {"text_block_id": "p9_b32", "text": "Sustainable development :"}, {"text_block_id": "p9_b33_merged", "text": "Development that meets the needs of the present without compromising the ability of future generations to meet their own needs."}, {"text_block_id": "p9_b35", "text": "Vulnerability:"}, {"text_block_id": "p9_b36", "text": "The propensity or predisposition to be adversely affected. Vulnerability encompasses a variety of concepts and elements including sensitivity or susceptibility to harm and lack of capacity to cope and adapt."}, {"text_block_id": "p10_b37", "text": "Acronyms"}, {"text_block_id": "p13_b38", "text": "Foreword by the Union Minister"}, {"text_block_id": "p13_b39", "text": "Increasingly aware of the negative effects of climate change on people, economy and infrastructure, Myanmar considers a priority the reinforcement of its policy and institutional capacities to adapt, as well as to participate to the global effort to curb global warming."}, {"text_block_id": "p13_b40", "text": "For this reason, between 2015 and 2017, we have engaged in an intense work of policy and strategic participatory formulation, which was possible thanks the Technical Working Group of the Myanmar Climate Change Alliance Programme (MCCA), our first ever platform to coordinate and discuss climate change across ministries, cities, the civil society, the private sector, the university and the development partners."}, {"text_block_id": "p13_b41", "text": "The Ministry of Natural Resources and Environmental Conservation (MONREC) has been the proud facilitator of this process that culminates with the adoption of the present Myanmar Climate Change Policy and its related Myanmar Climate Change Strategy and Master Plan 2018-2030(MCCSMP). Most importantly, it is crucial to underline that these two documents are the result of extensive consultations and meetings with all national ministries, high level authorities at national and state and region level, the major city development committees, communities, the civil society, the university and the development partners, through the relentless work of the TWG, facilitated by MCCA and supported in their formulation by dedicated expertise from the International Institute for Environment and Development (IIED). This would not have been possible without the generous support of the European Union and effective implementation by UN-Habitat and UN Environment."}, {"text_block_id": "p13_b42_merged", "text": "In effect, the challenges posed by climate change can only be addressed by a partnership of stakeholders, across sectors, institutions, the private and public sector and citizens of Myanmar. The Myanmar Climate Change Policy, and the related Strategy, must be therefore regarded as the essential instruments to ensure coordinated and effective action at national, sub-national and local level, as well as to attract and target the support by international development partners. MONREC will continue to coordinate"}, {"text_block_id": "p14_b45", "text": "action and monitor the progress, while all relevant ministries and sectoral stakeholders will be called upon integrating climate change considerations in their action, in compliance with the Policy, and to implement the Strategy."}, {"text_block_id": "p14_b46", "text": "H. E. U Ohn Winn"}, {"text_block_id": "p14_b47", "text": "Union Minister"}, {"text_block_id": "p14_b48", "text": "Ministry of Natural Resources and Environmental Conservation"}, {"text_block_id": "p14_b49", "text": "Republic of the Union of Myanmar"}, {"text_block_id": "p15_b50", "text": "Foreword by the Environmental Conservation"}, {"text_block_id": "p15_b51", "text": "Department"}, {"text_block_id": "p15_b52", "text": "The Environmental Conservation Department (ECD) has been tasked over the last years to coordinate and champion the strengthening of the policy tools to address climate change, as well as to coordinate stakeholders across sectors and from national to local level. This is all the more imperative following the signature of the Paris Agreement by Myanmar on 22"}, {"text_block_id": "p15_b53", "text": "nd"}, {"text_block_id": "p15_b54", "text": "April 2016 after its adoption at the 21"}, {"text_block_id": "p15_b55", "text": "st"}, {"text_block_id": "p15_b56", "text": "Conference of the Parties in 2015. ECD has undertaken this coordination task with enthusiasm and it is therefore proud that the Myanmar Climate Change Policy, and its operational instrument the"}, {"text_block_id": "p15_b57", "text": "Myanmar Climate Change Strategy and Master Plan2018-2030"}, {"text_block_id": "p15_b58", "text": "(MCCSMP) are adopted by the Government of Myanmar."}, {"text_block_id": "p15_b59_merged_merged_merged", "text": "These documents rest upon a robust consensus and ownership, obtained through a patient and thorough consultation process conducted over the course of two years, hand in hand with Departments from all Ministries; the Development Committees of Yangon, Mandalay, and Nay Pyi Taw; representatives of the University; the civil society; the private sector; as well as development partners assembled in the Myanmar Climate Change Alliance Technical Working Group. In effect, aware that addressing climate change implies an all-of-society effort, ECD has strived to elicit as many views as possible: over 3000 individuals were consulted over 2 years at national level and in 5 sub-national consultations, with views from 13 townships, through 4 national workshops, bilateral meetings and Thematic Working Groups on key areas. As a by-product of this process, many policy-makers are more attuned to the implications of climate change in their respective sectors, and better inclined to move ahead withactions to address climate change issues."}, {"text_block_id": "p15_b62", "text": "ECD wishes to thank the European Union for funding the Myanmar Climate Change Alliance (MCCA) and to express its gratitude to UN-Habitat and UN Environment for the support of the successful implementation. ECD also sincerely thanks the International Institute for Environment and Development (IIED) for their tireless support and expertise provided throughout the formulation process of the MCCP and MCCSMP."}, {"text_block_id": "p16_b63", "text": "The MCCA has spared no effort to implement other policy, institutional, capacity-building, awareness and local adaptation activities and to develop the Policy and Strategy together with support from the IIED expert."}, {"text_block_id": "p16_b64_merged", "text": "Myanmar is now better equipped to guide the action, mobilize resources and finance to address climate change.These instruments, as a roadmap, will contribute to meet both the goal of MSDP and commitment of Myanmar's NDC for the implementation of Paris Agreement. In this context, cooperation and collaboration of international development partners plays a crucial role to address the limitation of capacity, finance and technology in Myanmar."}, {"text_block_id": "p16_b67", "text": "More importantly, it is the responsibility of all institutions toimplement the task of mainstreaming these instruments into their respective development plans in order to translate their ambitions into actions, so as to build resilience to climate change for the benefit of the people of Myanmar."}, {"text_block_id": "p16_b68", "text": "U Hla Maung Thein"}, {"text_block_id": "p16_b69", "text": "Director General"}, {"text_block_id": "p16_b70", "text": "Environmental Conservation Department"}, {"text_block_id": "p16_b71", "text": "Ministry of Natural Resources and Environmental Conservation"}, {"text_block_id": "p17_b72", "text": "Foreword by the European Union"}, {"text_block_id": "p17_b73_merged", "text": "In December 2015, 195 countries gathered in Paris to negotiate a new global climate agreement under the United Nations Framework Convention on Climate Change (UNFCCC). The result – the first-ever universal, legally binding global climate deal – sets out a global action plan to put the world on track to avoid climate change by limiting global warming to well below 2°C. Two years later, Myanmar takes an important step forward in putting the commitments of the Paris Agreement into practice."}, {"text_block_id": "p17_b78", "text": "The Myanmar Climate Change Policy complemented by the Myanmar Climate Change Strategy and Master Plan (2018-2030) is setting the stage for a strategic answer to the severe impacts of climate change in Myanmar. It aims to ensure that Myanmar's socio-economic development goes hand-in-hand with an efficient use of its resources. This will help Myanmar seize the many opportunities that stem from choosing a climate resilient and low carbon development pathway, to the benefit of all the Myanmar people. From making agriculture more sustainable to achieving heightened productivity in industries that are climate resilient, it illustrates the manner in which choosing climate-conscious development models benefits both individual families and the nation as a whole."}, {"text_block_id": "p17_b79", "text": "Action against climate change can boost economic growth: in the European Union emissions have decreased by 23% since 1990, while the GDP has grown by 46% in the same period. During these years we have created new jobs, businesses and technologies and competitive advantages that prepare us better for the new climate compatible economy."}, {"text_block_id": "p17_b80", "text": "The European Union (EU) is a proud supporter of the Myanmar Climate Change Alliance, which has worked tirelessly to produce this Climate Change Policy, Strategy and Master Plan documents. We will continue to support Myanmar and other vulnerable nations to develop national climate plans and make the transition to low-carbon climate-resilient economies."}, {"text_block_id": "p17_b81", "text": "Paris was a defining moment in safeguarding the planet for future generations. We must maintain that momentum in the years ahead, with lower emissions, greater"}, {"text_block_id": "p18_b82", "text": "energy security and energy efficiency, innovation-driven growth. A lot remains to be done, and we look forward to continuing our partnership with Myanmar against climate change."}, {"text_block_id": "p18_b83", "text": "Kristian Schmidt"}, {"text_block_id": "p18_b84", "text": "Ambassador of the European Union to Myanmar"}, {"text_block_id": "p19_b85", "text": "Foreword by the Development Partners"}, {"text_block_id": "p19_b86", "text": "In 2015, United Nations' member states adopted the Sustainable Development"}, {"text_block_id": "p19_b87", "text": "Goals, including Goal 13"}, {"text_block_id": "p19_b88", "text": "to “"}, {"text_block_id": "p19_b89", "text": "Take urgent action to combat climate change and its impacts"}, {"text_block_id": "p19_b90", "text": "”; the historic Paris Agreement to curb global greenhouse gas emissions and"}, {"text_block_id": "p19_b91", "text": "address the effects of climate change; and the Sendai Framework for Disaster Risk Reduction 2015-2030. These development milestones signify that countries are able to join hands to address global challenges and recognize the enormous threat posed by climate change. Myanmar, a party to the United Nations Framework Convention on Climate Change (UNFCCC), is actively participating in this global process through signature of the Paris Agreement and submission of its"}, {"text_block_id": "p19_b92", "text": "Intended Nationally Determined Contribution"}, {"text_block_id": "p19_b93", "text": "(INDC), while reinforcing capacities at national level."}, {"text_block_id": "p19_b94", "text": "In Myanmar, observed and future effects of climate change heighten the risks of rapid on-set disasters"}, {"text_block_id": "p19_b95", "text": "–"}, {"text_block_id": "p19_b96", "text": "such as floods and cyclones"}, {"text_block_id": "p19_b97", "text": "–"}, {"text_block_id": "p19_b98", "text": "with recurrent loss of lives and economic set-backs. They also bring silent, deep changes, such as erratic rainfall patterns and higher temperatures that are already reducing agricultural productivity in the central dry zone area as well as sea level rise and soil salinization that erode human settlements and infrastructure, already driving many to seek alternative livelihoods in"}, {"text_block_id": "p19_b99", "text": "urban areas or abroad, thus affecting Myanmar's society"}, {"text_block_id": "p19_b100", "text": "and economy."}, {"text_block_id": "p19_b101_merged_merged_merged", "text": "Acknowledging these challenges, Myanmar has made significant progress to equip itself with the institutional and policy instruments required to address climate change at national level. It has formulated and adopted the Myanmar Climate Change Policy, a crucial document that mandates climate change adaptation and mitigation considerations are integrated into national priorities across all sectors, in the decades ahead. Notably, the policy mandates the implementation of the Myanmar Climate Change Strategy (MCCS) 2018-2030 to achieve climate resilience and maximize opportunities for low-carbon development. Both documents enjoy the highest level of ownership by the institutions and the people of Myanmar, having been developed through extensive consultations with government ministries, states and regions and townships, civil society, the private sector, gender and youth representatives, as well as academic institutions and other development partners."}, {"text_block_id": "p20_b106_merged", "text": "The United Nations Human Settlements Programme (UN-Habitat) and the United Nations Environment Programme (UN Environment) are proud to support Myanmar in these processes, in particular in the formulation of the Myanmar Climate Change Policy MCCP, Strategy and Master Plan MCCSMP 2018-2030, through the Myanmar Climate Change Alliance Programme, generously funded by the European Union, and under the leadership of the Environmental Conservation Department."}, {"text_block_id": "p20_b111", "text": "The United Nations stands ready to support the Government and the people of Myanmar in achieving their ambitions to transform Myanmar into a climate-resilient, low-carbon society that is sustainable, prosperous and inclusive, for the wellbeing of present and future generations."}, {"text_block_id": "p20_b112", "text": "The Myanmar Climate Change Alliance Implementing Partners"}, {"text_block_id": "p20_b113", "text": "Atsushi Koresawa"}, {"text_block_id": "p20_b114", "text": "Regional Director"}, {"text_block_id": "p20_b115", "text": "Asia and the Pacific Office"}, {"text_block_id": "p20_b116", "text": "UN-Habitat"}, {"text_block_id": "p20_b117", "text": "Dechen Tsering"}, {"text_block_id": "p20_b118", "text": "Regional Director"}, {"text_block_id": "p20_b119", "text": "Asia and the Pacific Office"}, {"text_block_id": "p20_b120", "text": "UN Environment"}, {"text_block_id": "p21_b121", "text": "Executive summary"}, {"text_block_id": "p21_b122", "text": "Myanmar has achieved significant growth in recent years, and projections indicate that growth will accelerate due to lower levels of political uncertainty and strong investment (WEF 2016). However, the impacts of climate change have already undermined development outcomes and will continue to do so for future development outcomes if these impacts are not managed or addressed."}, {"text_block_id": "p21_b123", "text": "The observed and projected changes in climate include a general increase in temperature, variation in rainfall and an increased occurrence and severity of extreme weather events such as cyclones, floods, droughts, intense rains and extreme high temperatures. The country is also experiencing a decrease in the duration of the southwest monsoon season due to its late onset and early retreat (NAPA 2013)."}, {"text_block_id": "p21_b124", "text": "Current patterns of socioeconomic development rely on climate-sensitive sectors and regions. For example, agriculture is the largest economic sector, contributing to 30 percent of GDP and employing to 61 percent of the labour force (MOAI 2014). An increase in the frequency and severity of extreme weather events has caused a decline in agricultural productivity, which has resulted in a decrease in GDP and household income and rising food insecurity (MOAI 2015)."}, {"text_block_id": "p21_b125", "text": "Myanmar's"}, {"text_block_id": "p21_b126", "text": "population and economic activities are concentrated in disaster risk-prone areas such as the Delta, Coastal and Central Dry Zones, which are highly exposed to hazards and have both high poverty levels and low response capacity. Coastal regions are particularly at risk from sea level rise and cyclones, while the lowlands and Central Dry Zone are vulnerable to the impacts of floods and droughts, respectively. Communities and businesses located in at-risk regions and reliant on climate-sensitive economic activities are particularly vulnerable to the impacts of climate change (NAPA 2013; IPCC 2014)."}, {"text_block_id": "p21_b127_merged_merged", "text": "Due to its exposure and sensitivity to current and projected weather patterns, Myanmar is extremely vulnerable to the impacts of climate change. In the past 20 years (1995–2014), it has been exposed to 41 extreme weather events resulting in a death toll of 7, 146 (annual average) inhabitants and an annual average of 0.74 percent loss per"}, {"text_block_id": "p22_b131_merged", "text": "unit in GDP – making it the second-most affected country to extreme weather events (Kreft et al. 2016)."}, {"text_block_id": "p22_b134", "text": "Myanmar's contribution to greenhouse gas emissions (GHG) is low —"}, {"text_block_id": "p22_b135", "text": "for example, GHG contributions from its industry and construction sectors combined was 10 percent of total emissions in 2000 (INC 2012). However, unplanned growth in the industry, energy, transport and urban sectors could increase its GHG emission levels."}, {"text_block_id": "p22_b136", "text": "Climate-smart responses can provide opportunities for current and future development in Myanmar. The Paris Climate Agreement has strengthened international and national political will, policy direction and financial investment in climate-resilient and low-carbon development."}, {"text_block_id": "p22_b137", "text": "Myanmar'"}, {"text_block_id": "p22_b138", "text": "s economy is undergoing structural transformation. The sectoral composition of GDP is changing: primary sectors such as agriculture and forestry are contributing less to employment, productivity and manufacturing and the service sector is contributing more. Investment in a climate-resilient, low-carbon development pathway and adopting environmentally sound technologies at an early stage can provide sustainable and resource-efficient opportunities for socio-economic development, including green jobs and long-lasting business models. Myanmar is also undergoing a democratisation process, giving diverse national and local-level actors the opportunity to shape and benefit from inclusive and climate-resilient development."}, {"text_block_id": "p22_b139", "text": "Recognizing these circumstances, the Government of the Republic of the Union of Myanmar formulated and adopted its Myanmar Climate Change Policy (MCCP) to provide long-term direction and guidance for government, civil society, and the private sector to undertake and promote climate change actions in adaptation and mitigation in Myanmar and to create opportunities for sustainable and low-carbon development."}, {"text_block_id": "p22_b140", "text": "To this end, the MCCP mandates the adoption of actionable short, medium and long-term strategies and plans to address climate change, and in particular the adoption and implementation of the Myanmar Climate Change Strategy (MCCS) 2018-2030."}, {"text_block_id": "p22_b141", "text": "In compliance with the recommendation, the MCCS 2018-2030 has been formulated and adopted to provide a roadmap for Myanmar to strategically address"}, {"text_block_id": "p23_b142", "text": "climate-related risks, and also seize opportunities, over the next 13 years and beyond. The MCCS fully builds on the Myanmar Climate Change Policy"}, {"text_block_id": "p23_b143", "text": "'"}, {"text_block_id": "p23_b144", "text": "(MCCP) principles and also upholds principles of:"}, {"text_block_id": "p23_b145", "text": "(MCCP) principles and also upholds principles of:\n* that allows poor, landless, marginalised and\n* Driving action to deliver\n* that will incentivise\n* to direct government, development partners, civil\n* Supporting\n* through a time-bound goal and"}, {"text_block_id": "p23_b159_merged_merged_merged_merged", "text": "The MCCS contributes to materialize the MCCP Vision for the Country to be a climate-resilient, low-carbon society that is sustainable, prosperous and inclusive, for the wellbeing of present and future generations. It aims to guide action to achieve its strategic vision, goal and objectives. It was prepared in close consultation with national and local stakeholders representing a cross-section of government institutions, national non-governmental organisations (NGOs), communities, the private sector, development partners, professionals and academia, covering a wide range of sectors. The government engaged with stakeholders through bilateral discussions, four national workshops and five national workshops in five of Myanmar's climate-vulnerable states/regions. Thousands of participants from local government, civil society organisations, communities and the private sector were involved."}, {"text_block_id": "p23_b165", "text": "In line with the vision above, Myanmar aims to become a climate-resilient country, while also contributing to global efforts to curb GHG emissions, reducing its contribution to climate change within a realistic timeline of 13 years. Myanmar wishes to"}, {"text_block_id": "p24_b166", "text": "develop in a sustainable way to ensure it does not deplete its rich environmental capital beyond its capacity, and to create economic opportunities for everyone in an inclusive manner."}, {"text_block_id": "p24_b167", "text": "The long-term goal to achieve this vision is that"}, {"text_block_id": "p24_b168", "text": "by 2030, Myanmar has achieved climate-resilience and pursued a low-carbon growth pathway to support inclusive and sustainable development."}, {"text_block_id": "p24_b169", "text": "To achieve its goal as set out above, Myanmar needs to direct its development actions (specifically in the priority sectors of its economy) along two strategic pathways that represent the two objectives of this strategy:"}, {"text_block_id": "p24_b170", "text": "To achieve its goal as set out above, Myanmar needs to direct its development actions (specifically in the priority sectors of its economy) along two strategic pathways that represent the two objectives of this strategy:\n* To increase the adaptive capacity of vulnerable communities and sectors so\n* To create and maximise opportunities for potential sectors to follow a"}, {"text_block_id": "p24_b174", "text": "Action areas"}, {"text_block_id": "p24_b175", "text": "To increase Myanmar's adaptive capacity and maximise opportunities from low-carbon development, the strategy will focus on the six action areas outlined below. Actions will enable the government and its development partners, private sector entities, civil society and households to invest in climate-resilient and low-carbon development in priority social and economic development sectors."}, {"text_block_id": "p24_b176", "text": "To increase Myanmar's adaptive capacity and maximise opportunities from low-carbon development, the strategy will focus on the six action areas outlined below. Actions will enable the government and its development partners, private sector entities, civil society and households to invest in climate-resilient and low-carbon development in priority social and economic development sectors.\n* : Build a climate-responsive policy environment that integrates\n* : Establish operational institutional arrangements and a"}, {"text_block_id": "p25_b182", "text": "To increase Myanmar's adaptive capacity and maximise opportunities from low-carbon development, the strategy will focus on the six action areas outlined below. Actions will enable the government and its development partners, private sector entities, civil society and households to invest in climate-resilient and low-carbon development in priority social and economic development sectors.\n* : Build a climate-responsive policy environment that integrates\n* : Establish operational institutional arrangements and a\n* : Build aconducive financial environment and mechanisms that can\n* : Increase access to adequate capacity and\n* : Build awareness and capacities at all levels of society to enable\n* : Build functional multi-stakeholder partnerships in the public,"}, {"text_block_id": "p25_b194", "text": "Sectoral outcomes"}, {"text_block_id": "p25_b195", "text": "To increase the adaptive capacity of and maximise opportunities from low-carbon and climate resilient development, the strategy will guide investment in the six priority social and economic development sectors that contribute to current and planned economic and social development in Myanmar. These six sectors are: agriculture, fisheries and livestock sector; natural resource management; energy, transport and industrial systems; towns and cities; disasters, risks and health impacts; and education, awareness and technological systems."}, {"text_block_id": "p25_b196", "text": "The action areas identified above will deliver significant transformation in priority sectors to ensure that current and future investments are resilient to the impacts of climate change and can unlock opportunities from climate-resilient and low-carbon development, including opportunities related to green and inclusive job creation, sustainable revenue generation and innovative business models."}, {"text_block_id": "p25_b197", "text": "Sector-specific outcomes that will help achieve the objectives above and enable Myanmar to reach its goal for a climate resilient and low carbon society by 2030 include:"}, {"text_block_id": "p26_b198", "text": "Sector-specific outcomes that will help achieve the objectives above and enable Myanmar to reach its goal for a climate resilient and low carbon society by 2030 include:\n* Climate-resilient productivity and climate-smart responses in the\n* to support food security and livelihood\n* management that enhances the resilience of biodiversity and\n* Climate-resilient and low-carbon\n* that support inclusive and sustainable development and economic growth.\n* All township and city dwellers, including the most vulnerable, are safe from\n* Communities and economic sectors are able to respond to and recover from\n* and build a healthy\n* Strengthened\n* that foster a"}, {"text_block_id": "p26_b220", "text": "Implementation pillars"}, {"text_block_id": "p26_b221", "text": "The strategy will be implemented through five pillars. These are:"}, {"text_block_id": "p26_b222", "text": "The strategy will be implemented through five pillars. These are:\n* An\n* to guide coherent investment in\n* A\n* to coordinate action across\n* A\n* to mobilise and allocate finance for inclusive\n* A capacity-strengthening framework to enhance the capacity of actors across"}, {"text_block_id": "p27_b238", "text": "The strategy will be implemented through five pillars. These are:\n* An\n* to guide coherent investment in\n* A\n* to coordinate action across\n* A\n* to mobilise and allocate finance for inclusive\n* A capacity-strengthening framework to enhance the capacity of actors across\n* A\n* to guide evidence-based"}, {"text_block_id": "p27_b242", "text": "Master Plan"}, {"text_block_id": "p27_b243_merged_merged", "text": "The MCCS is aligned with Myanmar's development policies — supporting the National Comprehensive Development Plan (NCDP), Myanmar Sustainable Development Plan (MSDP) and National Sustainable Development Strategy — and is mandated by the Myanmar Climate Change Policy (MCCP) as well as the National Adaptation Programme of Action (NAPA)and the Nationally Determined Contribution (NDC). The MCCS also complements the country's Green Growth Strategy and emerging Reducing Emissions from Deforestation and Forest Degradation (REDD)+ strategy which is currently under preparation."}, {"text_block_id": "p28_b248", "text": "Part I: Development in the context of climate change"}, {"text_block_id": "p28_b249", "text": "1. National circumstances"}, {"text_block_id": "p28_b250_merged", "text": "The Republic of the Union of Myanmar is between latitudes 09°32´N and 28°31´N and longitudes 92°10´E and 101°11´E. The country shares its border with India, Bangladesh, China, Laos and Thailand. With a land area of 676,552km , it has the largest landmass of the mainland Southeast Asian countries."}, {"text_block_id": "p28_b261", "text": "Figure 1: States and Regions of Myanmar"}, {"text_block_id": "p28_b262", "text": "(Source: INC 2012)"}, {"text_block_id": "p29_b263", "text": "Myanmar Climate Change Strategy (2018-2030)"}, {"text_block_id": "p29_b264", "text": "The country is divided into three main agroecological zones"}, {"text_block_id": "p29_b265", "text": "—"}, {"text_block_id": "p29_b266", "text": "Central Dry, Coastal and Hilly and eight physiographic regions (see Figure 2). The land area comprises the central lowlands of the Ayeyarwady, Chindwin and Sittaung River valleys, highlands in the north, east and west and the coastal belt in the south and southwest. Almost half 48.2percent of Myanmar's land is under forest; 19.2 percent is classified as agricultural and 32.6 percent as 'other' (CIA World Factbook2016)."}, {"text_block_id": "p29_b267_merged_merged", "text": "Figure 2: (a) Myanmar’s three agro-ecological zones and (b) eight physiographic regions"}, {"text_block_id": "p29_b270", "text": "(Source: NAPA 2012)"}, {"text_block_id": "p29_b271", "text": "1.1 Climate"}, {"text_block_id": "p29_b272", "text": "Myanmar has a tropical climate with three seasons: a cool winter from November to February, a hot summer season in March and April and a rainy season from May to"}, {"text_block_id": "p30_b273", "text": "October, dominated by the southwest monsoon. The Central Dry Zone has the lowest mean annual rainfall (500-1,000 mm/year); it is higher in the Eastern and Northern Hilly Regions; and highest in the Southern and Rakhine Coastal Regions (2,500-5,500 mm/year) (Egashira and Aye 2006). Seasonal temperatures vary greatly throughout most of Myanmar. In the Central Dry Zone, temperatures range from a maximum of 40-43"}, {"text_block_id": "p30_b274", "text": "˚"}, {"text_block_id": "p30_b275", "text": "C in the hot/dry season to 10-15"}, {"text_block_id": "p30_b276", "text": "˚"}, {"text_block_id": "p30_b277", "text": "C in the cool/relatively dry season and decrease from 0"}, {"text_block_id": "p30_b278", "text": "˚"}, {"text_block_id": "p30_b279", "text": "C to -1"}, {"text_block_id": "p30_b280", "text": "˚"}, {"text_block_id": "p30_b281", "text": "C in the highlands. The south of the country does not experience much variation in seasonal temperature (Egashira and Aye 2006)."}, {"text_block_id": "p30_b282", "text": "1.2 Demography"}, {"text_block_id": "p30_b283_merged_merged", "text": "Myanmar has a total population of 51.48 million: 24.82 million male and 26.66 million female (GoM 2015b). With an annual growth rate of 0.89 percent, the country has one of Southeast Asia's lowest growth rates. About 60 percent of the population is concentrated in five states and regions — Yangon (7.36 million); Ayeyarwady (6.18 million); Mandalay (6.16 million); Shan (5.82 million); and Sagaing (5.32 million). The least populated states and regions — Kayah (286,000), Chin (478,000), Nay Pyi Taw (1.16 million), Taninthayi (1.40 million) and Kayin (1.57 million) — account for only 9.5 percent of the population. See Figure 3 for the population distribution and for the proportion of the population by state/region. Myanmar's population is diverse, with 135 ethnic groups who speak around 100 different languages (Austin and Sallabank 2011)."}, {"text_block_id": "p31_b293_merged", "text": "Figure 3: Population Density (people/km) in Myanmar by State/Region ("}, {"text_block_id": "p31_b296", "text": "Source:GoM 2015b)"}, {"text_block_id": "p31_b297", "text": "The census (GoM 2015b) shows that in 2014, about 70.4 percent of the population lived in rural areas and 29.6 percent in urban areas. Ayeyarwady had the largest proportion of rural population (about 86 percent), followed by Magway (85 per cent) and Sagaing and Rakhine (83 per cent). Yangon Region has the highest proportion of people (70.1 per cent) living in urban areas, followed by Kachin (35.9 per cent) and Mandalay (34.8 per cent). The average population density in Myanmar is 76 persons per square kilometer; Yangon is the most densely populated state/region (723), followed by Mandalay (206). The least densely populated are Chin state (13) followed by Kachin state (19). With the increase in population in all states and regions, population density has"}, {"text_block_id": "p32_b298", "text": "increased across the country. Increases are most pronounced in areas of greater urbanisation (GoM 2014)."}, {"text_block_id": "p32_b299", "text": "Figure 4: Proportion of state/region population to total population"}, {"text_block_id": "p32_b300", "text": "(Source: GoM 2015b)"}, {"text_block_id": "p32_b301", "text": "1.3 Economic development"}, {"text_block_id": "p32_b302", "text": "Myanmar's economy is growing. Real GDP growth in the country was 8.4 percent in 2013, 8 percent in 2014,7 percent in 2015, 5.9 percent in 2016, 6.8 percent in 2017 and it is projected to be 6.4 percent in 2018 (IMF 2016). The implementation of major economic reform programmes and re-engagement with the international community has led to visible improvements in the economy."}, {"text_block_id": "p32_b303", "text": "Macroeconomic growth in Myanmar is characterised by structural transformation. The sectoral composition of GDP is changing, with industry and services taking a larger share of employment and output (Figure 6). The natural resources sector continues to substantially support economic growth. Agriculture is the largest economic sector, contributing to 30 percent of GDP (MOALI 2015). Natural gas exports also contribute significantly to economic growth, while the manufacturing and services sectors"}, {"text_block_id": "p33_b304", "text": "Myanmar Climate Change Strategy (2018-2030)"}, {"text_block_id": "p33_b305", "text": "increasingly contribute"}, {"text_block_id": "p33_b306", "text": "(World Bank 2014). For example, industry's share in GDP"}, {"text_block_id": "p33_b307", "text": "increased from less than 10 percent to 26 percent over the last decade."}, {"text_block_id": "p33_b308", "text": "In June 2015, 40.40 percent of foreign direct investment (FDI) was in oil and gas; 38.70 percent in power; 9.71 percent in manufacturing; 6.49 percent in transport and 5.05 percent in mining (MOALI 2015). In 2010, 52 percent of jobs were in agriculture, 36 percent in services and 12 percent in manufacturing (World Bank 2014). By 2030,"}, {"text_block_id": "p33_b309", "text": "manufacturing could become the economy's"}, {"text_block_id": "p33_b310", "text": "leading sector, creating a large number of jobs (Chhor"}, {"text_block_id": "p33_b311", "text": "etal."}, {"text_block_id": "p33_b312", "text": ", 2013)."}, {"text_block_id": "p33_b313_merged_merged_merged", "text": "Figure 6: Structure of Myanmar's GDP, 2012–2013"}, {"text_block_id": "p33_b316", "text": "(Source: GoM2014)"}, {"text_block_id": "p34_b317", "text": "The sectors that drive economic growth at region and states level vary, but they rely primarily on agriculture, industry or services-led growth (see Table 1)."}, {"text_block_id": "p34_b318", "text": "Table 1: Drivers of growth in the regions and states"}, {"text_block_id": "p34_b319", "text": "At the micro level, the main source of household income varies across regions and by wealth and gender. For example, in 2013, the most common source of household income in the Hilly Zone was selling non-rice cereals; in the Dry Zone, it was selling beans, pulses and peanuts; and in the Coastal/Delta Zone, it was paddy sales. Maleheaded households were more likely to earn income from the sale of agricultural products; female-headed households were more likely to earn money from casual agricultural labour. For households with an average monthly income of less than 50,000 kyat (roughly US$36), the most common income source was causal labour; middle-income households were most likely to sell fresh wild catch of fish, prawns and crabs; and the most common source of income for better-off households was the sale of agricultural products (LIFT 2013)."}, {"text_block_id": "p35_b320", "text": "1.4 Social development"}, {"text_block_id": "p35_b321", "text": "1.5 Environmental development"}, {"text_block_id": "p35_b322_merged", "text": "Myanmar is rich in mineral wealth, including silver, lead, zinc and tungsten. It has abundant water resources, comprising four main river basins — Ayeyarwady, Chindwin, Sittaung and Thanlwin/Salween — with a catchment area of about 737,800km . The agriculture sector uses about 70 percent of freshwater resources; 7 percent is domestic use and 3 percent for industrial purposes (ASEAN 2000). Myanmar has the potential to generate 108,000 megawatts of electricity, which would fulfil the country's energy demand. Myanmar has plans to make hydropower the sole electricity source by 2030; and it also has a significant hydropower export potential (GoM 2016). Forest and aquatic resources are a source of rural livelihoods, export earnings and tourism revenue."}, {"text_block_id": "p35_b329", "text": "Myanmar's rich and diverse natural resources are under pressure from internal"}, {"text_block_id": "p35_b330", "text": "reforms, economic liberalisation and global trends, including climate change. The key drivers of change include developments in the energy, industry and urban sectors, land"}, {"text_block_id": "p36_b331", "text": "use change and deforestation (UN-Habitat and UNEP 2016). Unsustainable land use practices and encroachment on forested areas have big environmental implications. Rural households also rely heavily on forest resources: 69.2 percent of households use firewood as their main source of energy (GoM 2014a). Illegal timber harvesting and forest encroachment are an increasing threat to the forest: from 1989 to 1998, Myanmar's deforestation rate was around 466,420 hectares per annum (INC, 2012)."}, {"text_block_id": "p36_b332", "text": "The oil, gas and coal industries are all on track to expand (World Bank 2014). The transport sector is the largest consumer of fossil fuels, contributing 20 per cent of GHG in 2000, and its consumption levels are projected to increase dramatically (INC 2012)."}, {"text_block_id": "p36_b333", "text": "The oil, gas and coal industries are all on track to expand (World Bank 2014). The transport sector is the largest consumer of fossil fuels, contributing 20 per cent of GHG in 2000, and its consumption levels are projected to increase dramatically (INC 2012).\n"}, {"text_block_id": "p36_b335", "text": "1.6 Governance systems"}, {"text_block_id": "p36_b336_merged_merged", "text": "Myanmar is a parliamentary republic, with executive, legislative and judicial branches that are responsible for decision making. The central administrative unitis the Union and the constitution has divided the country into 14 administrative units — seven states (Kachin, Kayah, Kayin, Chin, Mon, Shan and Rakhine) and seven regions (Magway, Mandalay, Sagaing, Bago, Taninthayi, Ayeyarwady and Yangon). Yangon is the largest city and former capital city, but the smaller, more central Nay Pyi Taw now serves as capital (Egashira and Aye 2006). States and regions are subdivided into districts, which are further subdivided into townships, sub-townships, wards, village tracts and villages."}, {"text_block_id": "p36_b339", "text": "In terms of inclusive decisionmaking, Myanmar is in transition to political democratisation and decentralisation. The democratic process started in 2010, with its first general election in 20 years, and by-elections in 2012. The National League for Democracy won the second general election in November 2015."}, {"text_block_id": "p37_b340", "text": "Decentralisation, instigated through the 2008 Constitution, has resulted in the"}, {"text_block_id": "p37_b341", "text": "reorganisation of Myanmar's governance system"}, {"text_block_id": "p37_b342", "text": ",allocating power to regions and states and giving them a mandate for the following roles and responsibilities:"}, {"text_block_id": "p37_b343", "text": ",allocating power to regions and states and giving them a mandate for the following roles and responsibilities:\n* Enacting laws pertaining to certain sectors (Schedule 2 of constitution)\n* Making laws\n* Submitting the Regions and States Budget Bill, based on the annual Union\n* Collecting taxes and revenues\n* Spending the regional and state fund\n* Managing, guiding, supervising and inspecting local government activities\n* Supervising, inspecting and coordinating civil service organisations\n* Forming civil service organisations to support regional and state governance"}, {"text_block_id": "p37_b359", "text": "Union government appoints local government ministers and their cabinets. The latter are accountable to the former. This process has increased representation of regional and ethnic parties (Nixon"}, {"text_block_id": "p37_b360", "text": "et al"}, {"text_block_id": "p37_b361", "text": ". 2013)."}, {"text_block_id": "p37_b362_merged_merged_merged", "text": "Myanmar is a parliamentary republic, with executive, legislative and judicial branches that are responsible for decisionmaking. Within the legislative process, the union is responsible for devising, adopting, planning and budgeting laws — for example, the Union Budget Law, the National Planning Law and the Taxation Law."}, {"text_block_id": "p37_b365", "text": "The National Comprehensive Development Plan (NCDP) guides all national development planning, including long-term reforms for 2011-2030, to be succeeded by the National Sustainable Development Plan (NSDP). It will be formed of four three-year plans, the first of which is already underway. The Framework for Economic and Social Reform (FESR), which bridges the first NDCP three-year plan, outlines short-term policy priorities to meet the aims of the NCDP. It guides detailed sectoral and regional plans, indicates potential quick wins for tangible and sustainable development benefits and advises cooperation with development partners and international bodies. The FESR is the go-to tool for guiding development policies and plans."}, {"text_block_id": "p38_b366", "text": "The Myanmar Sustainable Development Plan (MSDP)"}, {"text_block_id": "p38_b367", "text": "is the main governing development framework for the country. The objective of the MSDP is to give coherence to the policies and institutions necessary to achieve genuine, inclusive and transformational economic growth in Myanmar. The MSDP will offer a framework for actions to provide practical solutions to problems, while maximizing the opportunities for the people of Myanmar to realize their full potential as citizens and in living happy and productive lives. The MSDP is structured around 3 Pillars, 5 Goals, 28 Strategies and 238 Action Plans. All actions contained in it are firmly aligned with the SDGs, the 12 Point Economic Policy of the Union of Myanmar, and various regional commitments which Myanmar has made as part of the Greater Mekong Sub-Region (GMS) Strategic Framework, the ASEAN Economic Community, and many other."}, {"text_block_id": "p38_b368", "text": "Myanmar aims to become a \"modern, developed and democratic nation\" by 2030 (NCDP 2012-2031) by focusing on economic, social and environmental development. Policy direction under each pillar includes: economic, social and environmental development and climate change."}, {"text_block_id": "p38_b369_merged_merged", "text": "The guiding vision of the MSDP is a ‘Peaceful, Prosperous & Democratic Myanmar'. It will achieve this through the MSDP Implementation Matrix comprised of the Pillars, Goals, Strategies and Action Plans it contains, striking the right balance between economic development, social development and environmental protection and based firmly on the SDGs."}, {"text_block_id": "p38_b372", "text": "2.1 Economic development"}, {"text_block_id": "p38_b373", "text": "The policy direction provided under the first three-year plan, the FESR and sectoral plans focus on structural transformation. This aims to achieve a targeted shift in sectoral contributions to GDP, with industry and services sectors increasing their contributions and the agriculture sector decreasing theirs (GoM 2012). The 30-year industrial plan and 2016 industrial policy target also aims to shift the country from an agro-based to an industry-based economy by 2030."}, {"text_block_id": "p39_b374", "text": "There is a strong policy focus on developing the capacity of business and human resources to benefit from the business opportunities and jobs associated with structural transformation. The country aims to invest in skills development programmes, small and medium-sized enterprises (SMEs) and sustainable business models. Sectors are also adopting innovative practices to support the production and consumption of goods and services. For example, policymakers are debating the mix of energy sources (renewable energy, clean coal and fossil fuels), and business models (large or small-scale; on-or off-grid) that should guide energy production and distribution."}, {"text_block_id": "p39_b375", "text": "Myanmar's economic policy direction is presented in the 12"}, {"text_block_id": "p39_b376", "text": "-Point Economic Policy of Myanmar (2017), which aims to help national reconciliation, protect natural resources and set an economic framework in order that natural resources will be allocated equally among states and regions. The 12-Point Economic Policy highlights some of the following points to guide the economic policy of the country:"}, {"text_block_id": "p39_b377", "text": "-Point Economic Policy of Myanmar (2017), which aims to help national reconciliation, protect natural resources and set an economic framework in order that natural resources will be allocated equally among states and regions. The 12-Point Economic Policy highlights some of the following points to guide the economic policy of the country:\n* Transparent, good and strong public financial management system;\n* Developing a skilled work force for a modern and developed economy and\n* Development of infrastructure and increase investments;\n* Establishment of environmentally sound towns and enhancement of public\n* Streamlining the tax system to increase national tax revenues."}, {"text_block_id": "p39_b387", "text": "2.2 Social development"}, {"text_block_id": "p39_b388_merged", "text": "Current policy direction aims to increase investment in inclusive development. Human Resources and Social Devopment for a 21st Century Society' is the 4th goal under the ‘People and Planet' Pillar of the MSDP. The strategies under this goal aim to raise the overall capacity of Myanmar's human capital and contribute to social development in order to sustain economic development. This goal focuses primarily on improving quality and access to education and health services, and expanding social protection programmes. It also prioritizes improved access to quality food and nutrition and protecting the rights of migrant workers."}, {"text_block_id": "p40_b396", "text": "The Myanmar National Social Protection Strategic Plan (2014) is aligned with thisby providing protective, preventive, promotive and transformative social protection (GoM 2014b). The government aims to deliver \"health for all\" via a decentralised, primary healthcare service that prioritises vulnerable groups, such as women, children and the elderly."}, {"text_block_id": "p40_b397", "text": "The Myanmar Rural Development and Poverty Alleviation Strategy complements the Social Protection Strategy. Implementing it increases productive activities with universal programmes for vulnerable groups. The government has also increased spending on the social sectors."}, {"text_block_id": "p40_b398", "text": "2.3 Environmental development"}, {"text_block_id": "p40_b399", "text": "The government is encouraging people to get involved in environmental conservation and management, and to extract natural resources sustainably. It is committed to protecting biodiversity, conserving natural forests and greening the Dry Zone's 17 mountain ranges. Since the 1990s, the government has developed environmental policies and a set of general environmental strategies with strong visions and objectives for a better environment and more sustainable development:"}, {"text_block_id": "p40_b400", "text": "The government is encouraging people to get involved in environmental conservation and management, and to extract natural resources sustainably. It is committed to protecting biodiversity, conserving natural forests and greening the Dry Zone's 17 mountain ranges. Since the 1990s, the government has developed environmental policies and a set of general environmental strategies with strong visions and objectives for a better environment and more sustainable development:\n* Sound environmental management and biodiversity conservation are rooted\n* environment is linked closely with prosperity of the country and is essential\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n Goal of â\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n Goal of â\n Natural Resources and\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n Goal of â\n Natural Resources and\n the Environment for National Prosperity'\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n Goal of â\n Natural Resources and\n the Environment for National Prosperity'\n under its People& Planet Pillar.\n* The revised National Environment Policy (GoM 2018, NEP) and the 2012"}, {"text_block_id": "p41_b419", "text": "The government is encouraging people to get involved in environmental conservation and management, and to extract natural resources sustainably. It is committed to protecting biodiversity, conserving natural forests and greening the Dry Zone's 17 mountain ranges. Since the 1990s, the government has developed environmental policies and a set of general environmental strategies with strong visions and objectives for a better environment and more sustainable development:\n* Sound environmental management and biodiversity conservation are rooted\n* environment is linked closely with prosperity of the country and is essential\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n Goal of â\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n Goal of â\n Natural Resources and\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n Goal of â\n Natural Resources and\n the Environment for National Prosperity'\n* environment is linked closely with prosperity of the country and is essential\n ensuring Myanmar's development gains can be enjoyed by future\n generations. Specific actions are contained in the dedicated strategy for\n âManaging the environment and biodiversity in a sustainable manner for\n so\n und and resilient ecosystems'\n under the 5\n th\n Goal of â\n Natural Resources and\n the Environment for National Prosperity'\n under its People& Planet Pillar.\n* The revised National Environment Policy (GoM 2018, NEP) and the 2012\n"}, {"text_block_id": "p41_b420", "text": ""}, {"text_block_id": "p41_b421", "text": "The 1995 Forest Policy emphasises the protection of soils, water catchments, ecosystems, biodiversity, genetic resources, scenic reserves and national heritage sites. It also recognises that fostering sustainable forest management will ensure endlessness tangible and intangible benefits to the present and future generations. It also aims for 30 percent of the total land area to be reserved forest and five percent to be protected areas."}, {"text_block_id": "p41_b422", "text": ""}, {"text_block_id": "p41_b423", "text": "The 2009 National Sustainable Development Strategy provides a framework for integrating environmental considerations into future national development plans."}, {"text_block_id": "p41_b424", "text": ""}, {"text_block_id": "p41_b425", "text": "The 2015 National Biodiversity Strategy and Action Plan (NBSAP) has reinforced environmental sustainability."}, {"text_block_id": "p41_b426", "text": ""}, {"text_block_id": "p41_b427", "text": "Other environmental policies include Agenda 21 (1997), the National Code of Practice for Forest Harvesting (2000) and the National Water Policy (2014)."}, {"text_block_id": "p41_b428", "text": "The seventh Millennium Development Goal (MDG) emphasised environmental sustainability and the SDGs continue in this trend. As a balanced development approach, the FESR suggested giving special attention to minimising environmental consequences while also developing other sectors, including energy and industry. The government has also taken steps update its national environment policy, strategy and master plan; its national waste management strategy and action plan; and its green economy policy framework and to develop a national climate change policy."}, {"text_block_id": "p42_b429", "text": "2.4 Climate change"}, {"text_block_id": "p42_b430", "text": "Risk profile"}, {"text_block_id": "p42_b431", "text": "Because of its geographic location and characteristics, Myanmar is exposed to severe natural weather events, which have increased in intensity and frequency over the last 60 years. Crossed by large river systems ending in a vast delta, many parts of Myanmar experience heavyrain-induced floods in the centre of Southeast Asia's southwest monsoon area. The na"}, {"text_block_id": "p42_b432", "text": "tion's c"}, {"text_block_id": "p42_b433", "text": "oast makes up more than half of the eastern side of the Bay of Bengal and the Andaman Sea, which is prone to cyclones and associated strong winds, heavy rains and storm surges. Droughts are also frequent, particularly in central Myanmar."}, {"text_block_id": "p42_b434", "text": "The largest part of Myanmar's population is concentrated in two main areas: the Delta area (around 50,400 km"}, {"text_block_id": "p42_b435", "text": "2"}, {"text_block_id": "p42_b436", "text": ") which is most exposed to recurring tropical storms, cyclones and floods and potential storm-surge effects, and the Dry Zone area, which is exposed to chronic drought and other risks. Importantly, in 2014, 70 percent of the total rural population"}, {"text_block_id": "p42_b437", "text": "–"}, {"text_block_id": "p42_b438", "text": "in other words, most of Myanmar's population depended on rain-fed agriculture, livestock and fishery and forest resources. It is clear that the livelihoods and wellbeing of a large part of the population are highly sensitive and vulnerable to climate change, climate variability and natural disaster."}, {"text_block_id": "p42_b439", "text": "Over the last six decades, changes in climate were observed that exacerbated this risk profile (DMH, 2016; NAPA, 2012) and therefore increased the vulnerability of Myanmar"}, {"text_block_id": "p42_b440", "text": "à"}, {"text_block_id": "p42_b441", "text": "-vis natural rapid and slow on-set disasters."}, {"text_block_id": "p42_b442", "text": "Observed changes"}, {"text_block_id": "p42_b443_merged_merged_merged_merged", "text": "Observed changes in the climate for Southeast Asia include: increased temperatures; variable precipitation; a rise in sea level; and increased frequency and magnitude of extreme weather events (Hijiokaet al. 2014)."}, {"text_block_id": "p42_b446", "text": "The Department of Meteorology and Hydrology (DMH) under the Ministry of Transportation and Communication analysed hydrometeorological indicators, which"}, {"text_block_id": "p43_b447", "text": "revealed that Myanmar"}, {"text_block_id": "p43_b448", "text": "'s climate is changing"}, {"text_block_id": "p43_b449", "text": ". There are certain observable trends over last six decades:"}, {"text_block_id": "p43_b450", "text": "(a)"}, {"text_block_id": "p43_b451", "text": "Mean temperature has risen by around 0.08°C each decade;"}, {"text_block_id": "p43_b452", "text": "(b)"}, {"text_block_id": "p43_b453", "text": "Overall rainfall has mainly risen throughout the country"}, {"text_block_id": "p43_b454", "text": "—"}, {"text_block_id": "p43_b455", "text": "although it has fallen in some areas;"}, {"text_block_id": "p43_b456", "text": "(c)"}, {"text_block_id": "p43_b457", "text": "There is late onset and early termination of southwest monsoon;"}, {"text_block_id": "p43_b458", "text": "(d)"}, {"text_block_id": "p43_b459", "text": "There are more extreme weather events; and"}, {"text_block_id": "p43_b460", "text": "(e)"}, {"text_block_id": "p43_b461", "text": "Sea levels are rising."}, {"text_block_id": "p43_b462", "text": "A closer look at observed data also reveals that the shorter monsoon period brings with it more intense rainfall events and that extreme events like destructive cyclones make landfall on Myanmar's coastline annually, compared to once every three years in the 20"}, {"text_block_id": "p43_b463", "text": "th"}, {"text_block_id": "p43_b464", "text": "century (NAPA2012)."}, {"text_block_id": "p43_b465", "text": "A study of 19 DMH weather stations revealed an increase in temperature over the last three decades (1981-2010) of 0.14°C and 0.35°C per decade for coastal and inland regions respectively. It also revealed that total annual precipitation increased slightly between 1981 and 2010, by 157 mm a decade in coastal areas and by 37 mm a decade inland (Horton"}, {"text_block_id": "p43_b466", "text": "et al."}, {"text_block_id": "p43_b467", "text": "2016)."}, {"text_block_id": "p43_b468", "text": "Other observed extreme events are presented below."}, {"text_block_id": "p43_b469", "text": "(a)"}, {"text_block_id": "p43_b470", "text": "Increased prevalence of drought events: Drought years were frequent in the 1980s and 1990s; the country also faced severe drought in 2010."}, {"text_block_id": "p43_b471", "text": "(b)"}, {"text_block_id": "p43_b472_merged_merged_merged_merged_merged", "text": "Higher intensity and frequency of cyclones and strong winds: From 1887 to 2015, 1,304 tropical storms formed in the Bay of Bengal; 80 (6.7 percent) reached Myanmar's coastline (Study of Cyclonic Storms which crossed Myanmar Coasts 1877 to 2015). Cyclones Mala (2006), Nargis (2008) and Giri (2010) were the most severe and damaging cyclones Myanmar has experienced."}, {"text_block_id": "p43_b475", "text": "(c)"}, {"text_block_id": "p43_b476", "text": "Rainfall has become more variable, including erratic and record-breaking intense rainfall events: Every year, Myanmar experiences intense rainfall. From July to October in 2011, there was particularly heavy rain and flooding"}, {"text_block_id": "p44_b477", "text": "in the Magway, Ayeyarwady and Bago Regions, Mon and Rakhine States (INC 2012)."}, {"text_block_id": "p44_b478", "text": "(d)"}, {"text_block_id": "p44_b479", "text": "Increased occurrence of flooding: From 1910 to 2000, there were 12 major floods in the country, and an increase in the frequency of flooding events in the recent years (NAPA 2012). In July and August 2015, flooding and landslides"}, {"text_block_id": "p44_b480", "text": "displaced 1.6 million people, causing almost 132 deaths. The cost of the destruction was equivalent to more than three"}, {"text_block_id": "p44_b481", "text": "percent of Myanmar's"}, {"text_block_id": "p44_b482", "text": "GDP in 2014/2015 (World Bank 2015a)."}, {"text_block_id": "p44_b483", "text": "(e)"}, {"text_block_id": "p44_b484", "text": "More extreme high temperatures: During the summer of 2010, 1,482 cases of heat-related disorders and 260 heat-related deaths were reportedacross Myanmar."}, {"text_block_id": "p44_b485", "text": "(f)"}, {"text_block_id": "p44_b486", "text": "The late onset and early withdrawal of the monsoon means that its normal average duration has decreased: the average annual duration was 144 days over the 30 years period of 1961-1990, which has decreased to an average annual duration of 121 days over the 30 years period 1981-2010."}, {"text_block_id": "p44_b487", "text": "Projected climate change"}, {"text_block_id": "p44_b488", "text": "Projected changes in climate across Southeast Asia include higher mean annual temperatures and more monsoon-related extremes. The future influence of climate change on tropical cyclones will probably vary by region, but there is low confidence in region-specific projections of frequency and intensity (Hijioka"}, {"text_block_id": "p44_b489", "text": "et al."}, {"text_block_id": "p44_b490", "text": "2014)."}, {"text_block_id": "p44_b491_merged_merged_merged", "text": "The new climate change projections for Myanmar (see Table 2 and Table 3) reveal a 0.8-2.7˚C increase of minimum temperature and a 0.8-2.6˚C increase of maximum temperature by the end of 2100 under representative concentration pathway (RCP) 4.5. Under RCP 8.5, minimum and maximum temperatures will increase by 0.9-4.6˚C and 0.8-4.4˚C respectively. Precipitation is projected to rise by 36 percent under RCP 4.5 and 40 percent under RCP 8.5."}, {"text_block_id": "p45_b503", "text": "Other key features of probable change at country level include:"}, {"text_block_id": "p45_b504", "text": "(a)"}, {"text_block_id": "p45_b505", "text": "A general increase in temperature, with more extremely hot days and more extreme rainfall, resulting in more droughts and floods"}, {"text_block_id": "p45_b506", "text": "(b)"}, {"text_block_id": "p45_b507", "text": "An increased risk of flooding as a result of higher average rainfall intensity in monsoon events"}, {"text_block_id": "p45_b508", "text": "(c)"}, {"text_block_id": "p45_b509", "text": "More variable rainfall in the rainy season,with an increase across the country (but particularly in the north) from March to November and a decrease between December and February(INC Report 2012)"}, {"text_block_id": "p45_b510", "text": "(d)"}, {"text_block_id": "p45_b511", "text": "More frequent and more intense extreme weather events, including cyclones/strongwinds, flood/storm surge, intense rains, extreme high temperatures, drought and sea levelrise (MONREC2012a)."}, {"text_block_id": "p48_b512", "text": "Sea level rise is one of the most pressing concerns for the coastal area, particularly the Ayeyarwady Delta region, which will be exposed to increased salinity, coastal erosion and inundation. Deltas are likely to respond rapidly to both natural and anthropogenic climate and sea-level change, and there is potential for significant impacts on the people who live there. Globally, sea level is projected to rise 0.26"}, {"text_block_id": "p48_b513", "text": "-"}, {"text_block_id": "p48_b514", "text": "0.82metres by 2100; regional sea level is predicted to rise by another 10 percent. If sea level rises by 0.5 metres, the shoreline on the Ayeyarwady Delta would move inland by 10 kilometres, with significant impact on local communities and agriculture."}, {"text_block_id": "p48_b515", "text": "Stakeholder consultations"}, {"text_block_id": "p48_b516", "text": "—"}, {"text_block_id": "p48_b517", "text": "part of the strategy formulation process"}, {"text_block_id": "p48_b518", "text": "—"}, {"text_block_id": "p48_b519", "text": "validated and substantiated the observed changes in climate presented in the Intergovernmental Panel on Climate Change (IPCC) fifth assessment report (AR5), Myanmar's NAPA and the new climate change projections DMH presented in June 2016. These observed changes vary according to region"}, {"text_block_id": "p48_b520", "text": "—"}, {"text_block_id": "p48_b521", "text": "for example, stakeholders in Rakhine and Ayeyarwady observed a rise in sea level, frequent cyclones, salt-water intrusion and flooding, while in Bago, Mandalay and Kachin they observed an increase in droughts and floods."}, {"text_block_id": "p48_b522_merged_merged_merged", "text": "The projections of Sea level rise for Myanmar's coast range from 20 to 41 centimetresby the 2050s. Projections for the 2080s, range from 37 to 83 cm, and they could rise as high as 122 cm(Horton et al. 2016). Table 4 shows the middle range of results. These values are consistent along the coast (with minor variability of +/-1cm in projections across different grid cells)."}, {"text_block_id": "p48_b529", "text": "Local results may differ in some areas due to changes in the height of the land, as these results do not take into account local land subsidence. Although projected changes in cyclone severity and frequency are still uncertain, coastal inundation during and independent of cyclones will probably worsen as sea level rises. These projections also take into account various global and regional components that contribute to changes in sea level, including thermal expansion and local ocean height (ocean component), loss of land ice and global land water storage."}, {"text_block_id": "p49_b530", "text": "Data sources: CMIP5; Bamber and Aspinall (2013); Marzion"}, {"text_block_id": "p49_b531", "text": "et al."}, {"text_block_id": "p49_b532", "text": "(2012); Radic"}, {"text_block_id": "p49_b533", "text": "et al."}, {"text_block_id": "p49_b534", "text": "(2013); Church"}, {"text_block_id": "p49_b535", "text": "et al."}, {"text_block_id": "p49_b536", "text": "(2013)."}, {"text_block_id": "p49_b537", "text": "Myanmar is experiencing significant impacts from climate change. In 2015, it was ranked as the world's second-most vulnerable country to extreme weather events for the third consecutive year (Kreft 2016). Adverse impacts of climate change cut across sectors and societies. For example, impacts on agriculture will reduce contributions to GDP growth and affect the livelihoods of both small-firm households and agricultural labourers."}, {"text_block_id": "p49_b538_merged_merged", "text": "The main climate-related drivers of impacts on development in Southeast Asia include: warming and drying trends, extreme temperatures, extreme precipitation, damaging cyclones, sea level rise, and ocean acidification. These drivers will probably affect agricultural productivity and lead to water shortages, more riverine, coastal and urban flooding and an increase in climate-induced public health issues. They will also exacerbate poverty and inequity in the region (Hijiokaet al. 2014)."}, {"text_block_id": "p49_b541", "text": "Both observed and projected changes in climate tell us that the main climate-related drivers to affect Myanmar's development will include: increasing temperature trends; extreme temperature and precipitation events such as heatwaves, droughts and floods; damaging tropical cyclones; sea level rise; salinity intrusion; and ocean acidification."}, {"text_block_id": "p49_b542", "text": "These drivers may hamper Myanmar's capacity to achieve inclusive economic and social development as outlined in its plans and constitution. For example, some 85percent of the rural population relies on climate-sensitive sectors for their livelihoods,"}, {"text_block_id": "p50_b543", "text": "and millions of people are concentrated in regions exposed to the impacts of climate change, including the Delta and Coastal Regions. Sea level rise poses significant challenges to coastal communities and livelihood assets including coastal ecosystem and ecosystem services. It is also evident that climate change would reduce rice yield; sustaining food production and maintaining food security is one of the key consequences of climate change that the whole Asia region will face."}, {"text_block_id": "p50_b544_merged", "text": "The economic impacts of climate change are significant and will likely result in a big setback to national GDP. For example, the estimated cost of loss and damage after Cyclone Nargis in 2008 was more than US$4 billion (World Bank2015b). The estimated cost of the damage from floods and landslides in July–August 2015 was US$1.51 billion; flood damaged 20 percent of the country's cultivated areas, equivalent to 4.2 percent of agricultural GDP (World Bank 2015a). Economic growth in 2015-2016 is at 7 percent; about 1.5 percentage points lower than the last two years. Table 5outlines the main implications of climate change in Myanmar's development sectors, as reported by national and sub-national stakeholders consulted during the strategy formulation process."}, {"text_block_id": "p51_b549", "text": "Source: Sub-national consultations (adapted from MONREC2012b)"}, {"text_block_id": "p51_b550", "text": "Although the adverse impacts of climate change will affect economic growth, social development and environmental sustainability, and inopportune development trajectory particularly when it is energy and resource intensive development, could increase both the degradation of natural resources and GHG emissions. For example, in 2000, Myanmar's industrial and construction sectors contributed 10 percent of the country's GHG emissions (INC 2012). If annual coal production increases as projected from an estimated 2.7 million tons in 2016 to 5.6 million tons by 2030, GHG emissions will soar (GoM 2014)."}, {"text_block_id": "p52_b551", "text": "Climate change will also affect social development, including human health, wellbeing and education. Already vulnerable communities and marginalised regions will feel the impacts first. Myanmar must therefore respond to climate change, before it undermines efforts aimed at balanced and inclusive development."}, {"text_block_id": "p52_b552", "text": "In the next sections, the vulnerability of priority sector and development implications are summarized and areas where Myanmar needs to take action to build resilience and maximise opportunities for low-carbon development identified."}, {"text_block_id": "p53_b553", "text": "Myanmar Climate Change Strategy (2018-2030)"}, {"text_block_id": "p53_b554", "text": "Myanmar Climate Change Strategy (2018-2030)"}, {"text_block_id": "p53_b555", "text": "10 Key Findings of Township Level Climate Change Vulnerability Assessments by 2050"}, {"text_block_id": "p53_b556", "text": "In 2016 and 2017 three detailed vulnerability assessments were conducted in townships of the Delta, Dry Zone and Mountain regions, respectively Labutta (Ayeyawaddy Region); Pakokku (Magway Division) and Hakha (Chin State). Though largely different between them, the following key highlights are interesting case-studies that describe the current and projected impact of climate change on Townships, and call for urgent action at sub-national level ("}, {"text_block_id": "p53_b557", "text": "Horton"}, {"text_block_id": "p53_b558", "text": "et al.,"}, {"text_block_id": "p53_b559", "text": "2017)."}, {"text_block_id": "p53_b560", "text": "1."}, {"text_block_id": "p53_b561", "text": "Climate change in the last decades has already had an impact"}, {"text_block_id": "p53_b562", "text": "on productive sectors, especially agriculture, and increased the risks of disasters, affecting societies and accelerating migration patterns in Labutta, Pakokku and Hakha."}, {"text_block_id": "p53_b563", "text": "2."}, {"text_block_id": "p53_b564", "text": "Township administrations will need to plan for projected changes"}, {"text_block_id": "p53_b565", "text": "that include a significant increase in both mean temperature and more hot days, shortening of the rainy season, likelihood of intensified rain during the wet season. These factors may result in heightened intensity of tropical storms and cyclones, and increased likelihood of floods. Sea is expected to raise up to 41cm by 2050 in Labutta, thus increasing salinization effects and risks of inundation."}, {"text_block_id": "p53_b566", "text": "3."}, {"text_block_id": "p53_b567", "text": "Social and economic conditions"}, {"text_block_id": "p53_b568", "text": "in general unveil an insufficiently diverse economy, very climate-sensitive. Agriculture employs many people yet it is highly exposed to loss of productivity due to climate change. Migrations trends are observed, fuelled by reduced productivity. Because of lack of vocational trainings and technical skills, people migrating may struggle to secure adequate employment abroad or in larger Myanmar cities."}, {"text_block_id": "p53_b569", "text": "4."}, {"text_block_id": "p53_b570", "text": "Eco-system services"}, {"text_block_id": "p53_b571", "text": "largely benefit communities. However, trends of degradation from over"}, {"text_block_id": "p53_b572", "text": "-"}, {"text_block_id": "p53_b573", "text": "exploitation and the combined effects of changes in climate result in the progressive loss of these services, and increased risks of hazards. In Labutta, the degradation of mangroves exposes people to storm-surges, erosion because of sea-level rise. Deforestation effects coupled with more intense rains now and in the future in Hakha, for instance, include a very high risk of landslides."}, {"text_block_id": "p53_b574", "text": "5."}, {"text_block_id": "p53_b575", "text": "Infrastructure and connectivity"}, {"text_block_id": "p53_b576", "text": "are not sufficiently resilient to strong storms, heavy rains, cyclones and floods, and spatial planning is not climate-risk adequate. As a result more people will be at risk and assets could be lost."}, {"text_block_id": "p53_b577", "text": "6."}, {"text_block_id": "p53_b578", "text": "The spatial structure, services and functions"}, {"text_block_id": "p53_b579", "text": "of the townships studied will be deeply altered by changes in climate. This will impact local development."}, {"text_block_id": "p53_b580", "text": "7."}, {"text_block_id": "p53_b581", "text": "In this context women are, and further will be, disproportionately affected by climate change"}, {"text_block_id": "p53_b582", "text": "as they already suffer from lower wages and lack of opportunities."}, {"text_block_id": "p53_b583", "text": "8."}, {"text_block_id": "p53_b584", "text": "In a business as usual scenario,"}, {"text_block_id": "p53_b585", "text": "assuming no or little adaptation, by 2050 the townships studied will seriously struggle to provide for their inhabitants and protect them from increased risks of disasters. This is particularly the case of Labutta."}, {"text_block_id": "p53_b586", "text": "9."}, {"text_block_id": "p53_b587", "text": "Townships must strive to achieve a scenario in which resilience is built and development is enabled before 2050."}, {"text_block_id": "p53_b588_merged_merged", "text": "This may be possible by achieving the following outcomes: 1) Healthy eco-systems that continue to provide for people; 2) A diversified economy with smart agriculture and new opportunities; 3) A resilient infrastructure that protect people, and enable development."}, {"text_block_id": "p53_b591", "text": "10."}, {"text_block_id": "p53_b592", "text": "Townships will need to plan ahead for this to happen,"}, {"text_block_id": "p53_b593", "text": "and obtain the support of District, Regional, National and International actors to achieve the resilience scenario."}, {"text_block_id": "p53_b594", "text": "The case-studies demonstrate that action is required, urgently, at sub-national level."}, {"text_block_id": "p54_b595", "text": "3.1 Agriculture, fisheries and livestock"}, {"text_block_id": "p54_b596", "text": "Significance"}, {"text_block_id": "p54_b597", "text": "Myanmar's agriculture, fisheries and livestock sectors play a key role in supporting economic growth, local livelihoods and food security. The agriculture sector is the second-largest contributor to GDP. It employs a large proportion of the population (61 percent of labour force) and is dominated by small-scale landholders (MOALI 2014). Within the agriculture sector, rice is the predominant crop, covering almost two-thirds of cultivated land. Beans and pulses, both leading export crops, cover one-third of the total cultivated area. Other crops include oilseeds, vegetables, chillies, maize, cotton, rubber, sugarcane and tropical fruit."}, {"text_block_id": "p54_b598", "text": "Fisheries"}, {"text_block_id": "p54_b599", "text": "—"}, {"text_block_id": "p54_b600", "text": "particularly small-scale ones, are a crucial source of livelihood and income for millions of people. They also play an important role in socio-economic development. Fishery contributes about ten percent to GDP and employs more than five percent of total population. Myanmar's open water"}, {"text_block_id": "p54_b601", "text": "—"}, {"text_block_id": "p54_b602", "text": "its lakes, rivers and the Ayeyarwady delta, has considerable potential for aquaculture development. There are also significant marine fishery resources along Myanmar's more than 1,900 km coastline and 380,000 hectares of mangroves (FAO 2003)."}, {"text_block_id": "p54_b603_merged_merged", "text": "Livestock — mostly cattle, buffalo, pigs and poultry, contributes to most households' income and constitute a sizable portion of household capital. Most livestock is raised using backyard methods, although there is some commercial production near largecities. Although the growth in most livestock production appears to have stagnated in the past decade, the number of poultry birds has tripled due to the spread of commercial production techniques in peri-urban areas (UNDP 2011)."}, {"text_block_id": "p54_b606", "text": "At national level, the country produces surplus food and exports some 1.8 million metric tons (MT), contributing around 25 percent of export earnings although eographic differences result in localised food shortages. Chin and Mandalay are rice-deficit regions and net importers, due to harsh weather conditions, remoteness and poor access to appropriate technology. The rural poor have inadequate access to food, nutrition and"}, {"text_block_id": "p55_b607_merged", "text": "essential non-food items, and micronutrient deficiencies account for 4–6 percent of all deaths under five (MOALI 2015)."}, {"text_block_id": "p55_b610", "text": "The agriculture sector is affected by rainfall patterns: 48 percentof rice cultivation is in the favourable, rain-fed lowlands and 32 percent is in unfavourable, rain-fed land. The country has increased its irrigated area from 12 to 20 percent over the last two decades, making more land favourable for cultivation (MOALI 2015). It has also introduced some advanced technologies, such as summer rice production, wetland cultivation and systematic fertiliser use."}, {"text_block_id": "p55_b611", "text": "While the sector is vulnerable to climate change, it emits about 18 percent of GHGs, a trend that is increasing with more agricultural land and fertiliser use. Among domesticated livestock, ruminant animals such as cattle and buffalos are responsible for about 13 percent of GHG emissions (INC 2012)."}, {"text_block_id": "p55_b612", "text": "Impacts of current climate and future changes"}, {"text_block_id": "p55_b613", "text": "The IPCC AR5 revealed that the adverse impacts of climate change will probably affect agriculture in Southeast Asia in the following ways:"}, {"text_block_id": "p55_b614", "text": "(a)"}, {"text_block_id": "p55_b615", "text": "More frequent droughts will result in crop failure in rain-fed agricultural areas, increase the demand for irrigation and put severe strain on water and land resources"}, {"text_block_id": "p55_b616", "text": "(b)"}, {"text_block_id": "p55_b617", "text": "Increased occurrence of intense rains will lead to extreme floods which will result in higher yield losses from crop damage and affect water quality and supply"}, {"text_block_id": "p55_b618", "text": "(c)"}, {"text_block_id": "p55_b619", "text": "Temperature increases will threaten agricultural productivity, stressing crops with greater potential for spikelet sterility (such as infertile rice seeds), insect pests and rodents, which in turn will reduce yields"}, {"text_block_id": "p55_b620", "text": "(d)"}, {"text_block_id": "p55_b621", "text": "Changes in temperature, moisture and carbon dioxide concentrations will cause negative impacts on rice crop growth pattern and productivity, and"}, {"text_block_id": "p55_b622", "text": "(e)"}, {"text_block_id": "p55_b623", "text": "The increased rice and wheat production associated with CO2 fertilisation will be offset by reductions in yields from temperature and/or moisture changes."}, {"text_block_id": "p56_b624_merged", "text": "Almost all these changes are evident in Myanmar, where people—particularly poor and smallholder farmers, are feeling the negative impacts through loss of agricultural productivity that. Both slow onset phenomena, such as temperature increases, changes in precipitation, sea level rise and salinity intrusion, and rapid onset events, such as cyclone and storm surges, droughts and floods, are adversely affecting agriculture, fisheries and livestock sectors. For example, when Cyclone Nargis damaged four million hectares of rice — 57 percent of the country's total production — in 2008, there was negative growth in agricultural production (MOALI 2015; ADB 2013)."}, {"text_block_id": "p56_b631", "text": "Climatic stressors and adverse impacts vary across regions. Ayeyarwady Delta and Costal Zone and Central Dry Zone are the most impacted. For example, excessive sedimentation in Rakhine damaged rice seedlings and reduced harvests in 2010,resulting in around US$ 1.64 million in damages (GoM 2015a). Flooding caused by heavy rain in Ayeyarwady, Bago, Mon and Rakhine resulted in loss of around 1.7 million tonnes of rice in July to October 2011. Tidal surges rendered Sittwe, Pauktaw and Myebon vulnerable in 2013. Heavy rainfall leading to flooding and damages crops triggered heavy flooding in the Dry Zone that caused massive losses in the agriculture sector and other sectors."}, {"text_block_id": "p56_b632", "text": "The stakeholder consultations in Bago and Kayin revealed that frequent flood and storm surges have affected both crops and livestock. In the Hilly Zones, landslides are causing the degradation of agriculture land. The stakeholders who were consulted in Ayeyarwady said that every two years, around two million hectares of land are flooded and 3.25 million hectares are moderately inundated. They also revealed that in 2008, Cyclone Nargis greatly affected Nga Pu Taw, Phyar Pone, Bokalay, Kyaik Latt, Day Da Yae, La Putta and Mawlamyaing Kyun Township, causing human losses and damage to crops, livestock and fisheries. According to the stakeholders who were consulted in Mandalay, extreme drought and flooding in the Central Dry Zone has caused a feed shortage for livestock, and productivity has declined as a result. Vulnerability Assessments to Climate Change conducted in Townships such as Pakokku demonstrated that, failing to address the consequences of climate change on agriculture will drastically reduce the ability of people to live out of agriculture by 2050 (Fee et al., 2016)"}, {"text_block_id": "p57_b633", "text": "Current policy and practices; targets and challenges"}, {"text_block_id": "p57_b634", "text": "Few agricultural policies directly relate to climate change. But, although they tend to focus on increasing productivity for food security, economic growth and rural development, they indirectly encompass mitigation and adaptation strategies for climate change, in that they aim to improve Myanmar's agriculture sector by modernising farming practices, promoting commercial farming and liberalising investment in the sector. The 2016 Climate Smart Agriculture Strategy focuses on adapting crop varieties and corresponding farming practices and managing the risk of disaster and loss of crops and income."}, {"text_block_id": "p57_b635_merged", "text": "The Ministry of Agriculture, Livestock and Irrigation (MOALI) carries out some climate-change related measures, such as adjusting cropping systems, using stress-resistant plant varieties and maximising water use and efficiency. Due to these efforts and farmers' responses to climate change, crop diversification and using stress-resistant varieties are common. The most extensively driven adaptation and mitigation strategies are hybrid rice production technology; using GAP for rice production, including a modified system of rice intensification; and alternate wetting and drying irrigation technique. Others include planting drought-resistant varieties in the Dry Zone and organic vegetable farming and orchards. Farmers are also practicing some adaptation and mitigation measures based on their indigenous knowledge."}, {"text_block_id": "p57_b638", "text": "MOALI has set its target to increase rice production to at least 18.64 million metric tonnes (MT) in 2016-2017; 60 percent for local consumption and 40 percent for international trade. It has set a target to increase milled rice production from 1.315m MT in 2015 to 10.13 m MT for local consumption and at least 6 m MT for international trade by 2030 (MOALI 2015). To meet this target, they will maintain 7.70 m hectares of rice crops, harvesting an annual average yield of at least 4.2 MT per hectare, per cropping season. MOALI has recognised that it needs to sustain large infrastructure investments and further boost exports into the longterm by targeting the modest level of milled rice exports. The sustainable intensification of rice production through efficient and effective natural resource management methodologies for higher rice productivity and profitability is the cornerstone for achieving this aim."}, {"text_block_id": "p58_b639", "text": "Required response"}, {"text_block_id": "p58_b640", "text": "The agriculture, fisheries and livestock sectors play an import role in Myanmar's socioeconomic development. They make significant contributions to GDP, employment, food security, nutrition and poverty alleviation. Climate-resilient responses that include promoting resource-efficient and low-carbon practices will help maintain food and livelihood security, economic growth and social development.In line with the policy recommendations established by the Myanmar Climate Change Policy, food security must be ensured by means of mantaining growth and productivity of food and water systems. To this end,"}, {"text_block_id": "p58_b641", "text": "by 2030 Myanmar needs to have climate-smart agriculture, fisheries and livestock systems that will maintain productivity and growth and support the livelihoods of dependent communities and households"}, {"text_block_id": "p58_b642", "text": "."}, {"text_block_id": "p58_b643", "text": "To adopt climate-smart agricultural practices that can withstand changes in climate and contribute to the reduction of GHG emissions, Myanmar will need to apply new technologies, modify existing ones, revise relevant laws and policies to integrate climate change and enhance capacity to access and use finance and technologies. Early actions on climate change would allow the country to prepare for near-and long-term agricultural adaptation and mitigation action and link these with national food and livelihood security and nutrition policies."}, {"text_block_id": "p58_b644", "text": "The stakeholder consultations reconfirmed the need for Myanmar to integrate climate change into policies, plans and extension systems. To do this, it will need to:"}, {"text_block_id": "p58_b645", "text": "(a)"}, {"text_block_id": "p58_b646", "text": "Strengthen the capacity of actors;"}, {"text_block_id": "p59_b647", "text": "(b)"}, {"text_block_id": "p59_b648", "text": "Strategise actions on climate-smart farming systems;"}, {"text_block_id": "p59_b649", "text": "(c)"}, {"text_block_id": "p59_b650", "text": "Improve the adaptive capacity of smallholder, marginalised and landless households;"}, {"text_block_id": "p59_b651", "text": "(d)"}, {"text_block_id": "p59_b652", "text": "Increase skilled human resources;"}, {"text_block_id": "p59_b653", "text": "(e)"}, {"text_block_id": "p59_b654", "text": "Strengthen institutional coordination mechanisms;"}, {"text_block_id": "p59_b655", "text": "(f)"}, {"text_block_id": "p59_b656", "text": "Increase climate investment;"}, {"text_block_id": "p59_b657", "text": "(g)"}, {"text_block_id": "p59_b658", "text": "Strengthen the financing framework for climate-smart agriculture, livestock and fisheries;"}, {"text_block_id": "p59_b659", "text": "(h)"}, {"text_block_id": "p59_b660", "text": "Focus on the vulnerable, landless, women and marginalised groups in climate-sensitive geographic areas;"}, {"text_block_id": "p59_b661", "text": "(i)"}, {"text_block_id": "p59_b662", "text": "Access climate-resilient technologies and good practice, low-emission farming practices; and"}, {"text_block_id": "p59_b663", "text": "(j)"}, {"text_block_id": "p59_b664", "text": "Encourage multi-stakeholder partnerships for technology transfer and implementation of efficient technologies."}, {"text_block_id": "p59_b665", "text": "The set of proposed outcomes for the agriculture, fisheries and livestock sectorsare fully aligned with the country's 2016 Climate Smart Agriculture Strategy, NAPA priorities and INDC."}, {"text_block_id": "p59_b666", "text": "3.2 Environment and natural resources"}, {"text_block_id": "p59_b667", "text": "Significance"}, {"text_block_id": "p59_b668_merged", "text": "A healthy environment, the availability and quality of natural resources and a rich biodiversity are key determinants of the performance in the primary economic sectors and major components of life-supporting systems. Myanmar's eight main types of ecosystem — forests; mountains; dry and sub-humid lands; estuarine mangroves; inland fresh water; grasslands; marine and coastalareas; and small islands — present a rich ecological diversity and habitats for 11,800 plants, 251 mammals, 1,056 birds, 293 reptiles, 139 amphibians and 775 fish species. These ecosystems also support important ecological functions, such as sequestering carbon and regulating microclimates (NBSAP 2011)."}, {"text_block_id": "p60_b673", "text": "About 45 percent of Myanmar's land comprises various types of fores, including: tidal, beach and dune and swamp forests; tropical evergreen; mixed deciduous; dry forests; deciduous dipterocarp; and hill and temperate evergreen forests. More than 70 percent of the population depend directly or indirectly on forest resources, which contribute 1 percent to GDP. Timber makes up about 10 percent of Myanmar's exports. Rural populations depend heavily on forests and forest products for their livelihoods and basic needs."}, {"text_block_id": "p60_b674", "text": "Although the sector supports a large number of the population, annual GHG emissions are about 198 million tonnes CO2e from deforestation, and 844,000 tonnes from forest degradation. Forest fires emit about 40 million tonnes CO2e a year. But the sector also presents huge potential to sequester carbon through forest enhancement, conservation and sustainable management. There is an urgent need to invest in such programmes as unplanned development will jeopardise Myanmar's current net GHG sink status. Reforesting and restoring 50 percent of Myanmar's degraded forests using REDD+"}, {"text_block_id": "p60_b675", "text": "could sequester about 1,910 million tonnes CO"}, {"text_block_id": "p60_b676", "text": "2"}, {"text_block_id": "p60_b677", "text": "e."}, {"text_block_id": "p60_b678_merged_merged", "text": "The country has large freshwater and marine resources. Its coastline exceeds 2,800 km and it has 8.2 million hectares of inland water bodies and 0.5 million hectares of swamps (NBSAP 2011). Eight principle river basins — Chindwin, Upper and Lower Ayeyarwady, Sittaung, Thanlwin and Mekong rivers, as well as rivers in Rakhine state and Taninthayi division — comprise about 737,800 km². There is a potential water resource volume of about 1,082 km³ for surface water and 495 km³ for groundwater. About 90 percent of water useis agricultural; industrial and domestic use represents 10 percent. In the Central Dry Zone, freshwater resources for domestic, industrial and agricultural use are typically rain fed and people rely on reservoirs, rivers and groundwater to maintain their supply."}, {"text_block_id": "p60_b689", "text": "Coastal and marine ecosystems are the least disturbed. Myanmar's extensive coastline supports essential ecological functions and habitats as spawning, nursery and feeding grounds for fish, prawns and other aquatic fauna and flora of economic importance. Mangrove is one of the most widespread habitats in coastal regions, particularly near estuaries. Rakhine and Taninthayi have some of the most extensive"}, {"text_block_id": "p61_b690", "text": "areas of mangrove; the Ayeyarwady Delta also supports significant mangrove areas (Leimgruber"}, {"text_block_id": "p61_b691", "text": "et al."}, {"text_block_id": "p61_b692", "text": "2005)."}, {"text_block_id": "p61_b693", "text": "Impacts of current climate and future changes"}, {"text_block_id": "p61_b694", "text": "Prevailing climate influences the status and quality of natural resources, ecosystems and biodiversity. As such, and any changes in climatic conditions directly affects their functions. Myanmar is already experiencing changes in climate, and has seenthe impact of slow and rapid onset climatic phenomena on natural resources and the environment. For example, Cyclone Mala destroyed 10 percent of reserve forest in 2006 and heavys rain in 2007 destroyed trees along streams. Future changes in climate are likely to exacerbate the observed impacts of current threats on natural resources, ecosystems, ecosystem services and biodiversity. Intense heat, decreased rainfall and increased in salinity will degrade, damage and convert forest areas; and these changes in forest distribution and the composition of forests will adversely affect ecosystem services and biodiversity."}, {"text_block_id": "p61_b695_merged_merged", "text": "Highly variable and reduced rainfall patterns are expected to worsen an already water-stressed environment. In the north, the Mizoram-Manipur-Kachin rainforests are expected to be climatically less stable than the Ayeyarwady moist deciduous forests and the Northern Triangle sub-tropical forests. The predicted increase in high and extreme day temperatures and drought will increase evapotranspiration from the treecanopy, causing increased moisture stress. This will probably increase the frequency of forest fires in the Central Dry Zone and northern regions. The increase in temperature will cause a shift in species' range and migration patterns, with notable changes in the flowering and fruiting seasons and seed germination. In some areas, climate-induced succession will result in forest conversion to less productive grasslands. Structural and functional changes in Myanmar's forests will also affect the biogeochemical levels through e.g. nitrogen and carbon cycles, which will have a cyclical impact on the climate system."}, {"text_block_id": "p61_b698", "text": "Climate change will induce changes to hydrological systems and cycles affecting water quality, quantity and accessibility. The rate of snow and glacial melt is expected to increase, resulting in changing river flows and unpredictable flooding events. With the"}, {"text_block_id": "p62_b699", "text": "late onset and early withdrawal of the monsoon period, large quantities of rain will fall over shorter periods, leading to floods, contamination of water resources, erosion and limited replenishment of waterways. Changes in river flow and discharge will increase the risk of flash floods and decrease ground water recharge, and vast areas of lowland regions will be regularly inundated. The predicted increase in intense rain events, combined with a reduction in vegetation cover, will also result in decreased rainfall infiltration."}, {"text_block_id": "p62_b700", "text": "At the same time, more drought events will increase pressure on groundwater use to expand irrigated agriculture. IPCC AR5 projected that reduced dry season flows, combined with sea level rise willincrease saltwater intrusion in Myanmar's deltas (Hamilton 2010; Dudgeon 2012). Ground water supplies will be particularly vulnerable to saline intrusion during the dry season because of low water volumes in river systems."}, {"text_block_id": "p62_b701", "text": "The Central Dry Zone receives about one-third of annual precipitation and the shift to perennially lower rainfalls will probably have devastating effects there. River water pumping projects will also face challenges, as they are dependent on precipitation. Ground water availability is also subject to replenishment through precipitation. The expected increase in demand for water resources, combined with lower replenishment rates in reservoirs, rivers and groundwater sources due to a changing climate, will probably lead to regular freshwater shortages, with devastating effects for the people of the Central Dry Zone."}, {"text_block_id": "p62_b702", "text": "The sub-national consultations revealed that extreme flooding and landslides in hilly areas are causing the degradation of forest and loss of biodiversity. Stakeholders in Mandalay said that extreme drought in the Dry Zone is causing the loss of agrobiodiversity and an increase in pest and diseases, including the spread of invasive species. Consultations also revealed that extreme temperatures in the Dry Zone are leading to an increased incidence of forest fire. Stakeholders in Rakhine noticed that sea level rise and other disasters such as cyclones resulted in saltwater intrusion and inundation, which in turn affected marine and coastal biodiversity, including in the mangroves. They further shared that large areas of mangroves are destroyed by cyclones."}, {"text_block_id": "p63_b703", "text": "Current policy, practice, targets and challenges"}, {"text_block_id": "p63_b704_merged", "text": "Myanmar has a well-developed set of general environmental strategies and objectives with strong visions for better environment and sustainable development. Since 1990s, it has developed its environmental policies with the National Environment Policy (1994), the Forest Policy (1995), Agenda 21 (1997), the National Code of Practice for Forest Harvesting (2000), the National Sustainable Development Strategy (2009), the National Biodiversity Strategy and Action Plan (2011), the Environmental Conservation Law (2012) and the National Water Policy (2014). The National Environmental Policy (2018) does recognize that Myanmar's dependence on its natural capital is under pressure and faces extreme threats from climate change. Because the country is embarking on a new era of industrialisation, urbanisation and economic development, the NEP must provide long-term guidance for government, civil society, the private sector and development partners on achieving environmental protection and sustainable development objectives in Myanmar, by placing environmental considerations at the centre of efforts to promote economic and social development, reduce poverty, and mitigate and adapt to climate change and natural disasters."}, {"text_block_id": "p63_b707", "text": "The Forest Policy emphasises the protection of soils, water catchment, ecosystems, biodiversity, genetic resources, scenic reserves and national heritage sites. Fostering sustainable forest management will lead to tangible and intangible benefits for the present and future generations. The policy aims for 30 percent of the total land area to bereserved forest; and 10 percent to beprotected area systems. The National Water Policy is the first integrated policy for watersheds, rivers, lakes, reservoirs, groundwater aquifers and coastal and marine waters. Its vision is to become a water-efficient nation based on integrated water resource management by 2020."}, {"text_block_id": "p64_b708", "text": "It is clear that the quality of environment and environmental resources is influenced by climate change and non-climate stressors as well as development activities implemented by different actors at different levels. Population growth, urbanisation and a growing industrial sector will increase demand forwater and pose serious challenges to water security. Safe drinking water, basic sanitation and other domestic needs continue to be a problem in many areas. Myanmar also needs to consider the interrelation ofwater, food and energy security, as food and energy production both large impact on the country's water resources."}, {"text_block_id": "p64_b709", "text": "The Environmental Conservation Law provides the general legal framework for environmental conservation in Myanmar and the role of the MONREC's Environmental Conservation Department (ECD) (ECL 2012). In addition to the policy principles mandated by the ECL and by the NEP, there is need for more specific action to address the adverse impacts of climate change on environmental and natural resource management and harness co-benefits."}, {"text_block_id": "p64_b710", "text": "Required response"}, {"text_block_id": "p64_b711_merged", "text": "Water, land, forest, marine, mineral and other natural resources play a significant role in maintaining rural livelihoods and economic earnings. The impacts of climate change, economic growth and modern lifestyles all pose athreat to sustainable natural resource use. Myanmar has many opportunities to achieve socioeconomic development without compromising the quality of the environment and natural resources. In line with the policy recommendations by the MCCP, and the principles of the NEP, there is need to promote sustainable natural resource management in the context of climate change, thus to ensure that the ecosystem remains healthy and continue to provide benefits for the present and future generations, while regenerating itself adequately. Therefore, by 2030, Myanmar aspires to manage its natural resources to enhance the resilience of its biodiversity and ecosystem services that support social and economic development and to deliver carbon sequestration. Action in the environment and natural resource management will also help other climate-vulnerable sectors by reducing disaster risks and giving opportunities to avoid GHG emissions."}, {"text_block_id": "p65_b715", "text": "Addressing issues related to the environment and natural resources are complex and become more challenging without specific policies, guidelines and tools to integrate climate change in the design and implementation of big development and infrastructure projects. Informed decision making also requires good-quality, regularly updated baseline data. Myanmar must improve its monitoring of emissions, the state of the environment, environmentally significant activities and specific regional and local objectives. The environmental administration also needs to build capacity at central and regional levels."}, {"text_block_id": "p65_b716", "text": "The stakeholder consultations reconfirm and elaborate several action areas, including:"}, {"text_block_id": "p65_b717", "text": "(a)"}, {"text_block_id": "p65_b718", "text": "Formulating policies, strengthening regulations and building institutional capacity to control ecosystem degradation and environmental deterioration in the context of climate change"}, {"text_block_id": "p65_b719", "text": "(b)"}, {"text_block_id": "p65_b720", "text": "Capitalising on the potential to reduce forest carbon emissions; enhance and sustainably manage its forest carbon stocks; and conserve, restore and protect fragile, threatened and crucial natural resources and ecosystems"}, {"text_block_id": "p65_b721", "text": "(c)"}, {"text_block_id": "p65_b722", "text": "Support climate-resilient livelihood diversification through income-generating opportunities, value addition and market linkages targeting landless, poor and marginalised forest-dependent communities"}, {"text_block_id": "p65_b723", "text": "(d)"}, {"text_block_id": "p65_b724", "text": "Strengthening local, regional, national and international networks to collaborate in the implementation of climate change adaptation and mitigation priorities."}, {"text_block_id": "p65_b725", "text": "3.3 Energy, transport and industry"}, {"text_block_id": "p65_b726", "text": "Significance"}, {"text_block_id": "p65_b727_merged", "text": "The energy, transport and industry sectors have largely been the defining factor of economic growth and will continue in this role for decades to come, supporting the process of economic transformation. Myanmar's GDP has continued to develop at a sustained rate of 6-8 percent in the last years, peaking with 8.70 percent expansion in 2014 compared to 2013, according to the Central Bank of Myanmar and international"}, {"text_block_id": "p66_b730", "text": "organisations (World Bank 2016). The industry sector contributes about 30 percent to GDP; the service sector 36 percent and manufacturing 12 percent (ADB 2012 and 2015). The expansion of these sectors carries significant mitigation and resilience implications in the context of climate change."}, {"text_block_id": "p66_b731", "text": "About 75 percent of Myanmar's electricity is generated through hydro electricity; 20 percent with natural gas, 3 percent with coal and 2 percent with other sources (MOEPE 2013). But only about 30 percent of the population has access to electricity, and per capita electricity consumption is 180 kilowatts per hour. According to the 2014 National Energy Policy, the electricity sector should expand rapidly over the next decade, with a target of 45 percent electrification by 2020-2021 and 60 percent by 2025-2026. In other words, millions of households will be connected to grid electricity by 2030. Myanmar exports a large proportion of its natural gas to other countries in the region. It must now increase its energy generation to satisfy demand from industrialisation, urbanisation and other productive processes. At the same time, it still needs to secure foreign revenues through export. Although the potential for renewables is a unique opportunity for Myanmar pursue low-carbon development, the variability of rainfall patterns present a challenge for the stable delivery of energy from hydro sources."}, {"text_block_id": "p66_b732", "text": "The country's capacity to harness its full energy potential and improve energy access will determine its ability to achieve its SDGs. A large part of the country's energy production is supplied by biomass, including fuel wood, which 81 percent of households use (GoM 2015b), charcoal and agricultural residues. But Myanmar is rich in natural and renewable energy sources, and this will support it future growth: it has the potential to produce around 100,000 megawatts through hydropower and its natural gas exportsare a key driver of current growth (World Bank 2014). Power, oil and gas attract a large share of FDI in Myanmar as demand for energy increases. Interestingly, there is still a lot of untapped potential in energy generation, mostly from hydropower. There is a need to increase coverage, while maintaining important sources of foreign revenues through energy exports which account for a large share of the national GDP."}, {"text_block_id": "p66_b733", "text": "The transport sector is also expanding, with demand increasing alongside economic growth. It is predicted to grow further for the next 13 years. Since 1988, the country has focused on expanding access particularly for road transport along its main"}, {"text_block_id": "p67_b734", "text": "economic corridors at national and international levels. This involves reinforcing the transport axis along the supra-regional Greater Mekong Sub-Region network and the aligments of the Pan-Asian highways, with urban hubs along the corridors. In immediate terms, the number of vehicles in Myanmar has increased exponentially, from less than one million registered vehicles in 2004 to almost four million in 2012."}, {"text_block_id": "p67_b735_merged", "text": "This growth will continue as economic capacities of households increase and the productive sector diversifies. This implies two main challenges in the context of climate change. The country will need to increase transport infrastructure and services to boost economic activities while containing emissions and mitigating environmental impacts. It will have to build crucial infrastructure with a firm approach to prevent and mitigate the impact of ever-more severe natural hazards. In this context, it will be important to develop low-cost, low-emission public transportation systems in urban areas, such as underground trains and elevated railways to accommodate rapid urbanisation. There is also a need to consider methods to reduce air travel between cities — for example, with high-speed trains between Yangon and Nay Pyi Taw."}, {"text_block_id": "p67_b738", "text": "Although agriculture still makes up a large part of Myanmar's GDP, it has been declining and the industrial sector is growing fast, particularly manufacturing, tourism, telecommunications and construction. This growth has been boosted by national and international investment, societal changes in the workforce with young people attracted to jobs in industry and services and urbanisation. The sector has the largest potential for growth and employment over the next years. Both Yangon and Mandalay are expanding their capacity for industrial zones, attracting workforce and economic prospects. In a context of climate change, this progressive shift towards a tertiary economy will possibly increase emissions as industrial outputs and energy consumption both rise. And in the immediate and mid-terms, increased hazards may have an impact on the cost and availability of materials, disruption of work and production cycles and productivity loss."}, {"text_block_id": "p67_b739", "text": "Impacts of current climate and future changes"}, {"text_block_id": "p67_b740", "text": "The energy, transport and industry sectors are at the same time exposed to the negative effects of the changing climate and have the potential to negatively affect Myanmar's net GHG sink status (INC 2012)."}, {"text_block_id": "p68_b741", "text": "The resilience of these crucial sectors will be key determinant to Myanmar's ability to sustain economic development. The recurrent destruction of key transport infrastructure from cyclones, severe storms and floods,which are due to increase in the next decades,are a threat to the country's development objectives. An additional 1-2"}, {"text_block_id": "p68_b742", "text": "˚"}, {"text_block_id": "p68_b743", "text": "C increase by 2040"}, {"text_block_id": "p68_b744", "text": "—"}, {"text_block_id": "p68_b745", "text": "with a global scenario of reduced emissions by 2030"}, {"text_block_id": "p68_b746", "text": "—"}, {"text_block_id": "p68_b747", "text": "will result in more intense tropical storms and cyclones and abnormal rainfall in the rainy seasons, which will have an impact on the main and secondary transport infrastructures. As a result, the logistics required for trade and industrial production may come to a halt for protracted periods. This would impact not only at national level, but also along the supra-national development corridors, possibly decreasing the competitiveness of the hubs along the corridors in Myanmar. If the projections of up to 40 cm rise in sea level materialise, this would impact on coastal areas and the delta, affecting connectivity to and from regional hubs, such as Pathein."}, {"text_block_id": "p68_b748", "text": "Prices may also depend on variations in temperature and rainfall, with effects along the supply chain that could result, on higher prices for the commodity-based industries that involve food production as basic ingredients become more difficult to grow or scarcer. This could make Myanmar's industry less attractive on a regional scale, compared to other, more prepared countries. Ultimately, this may result in a reduced capacity to absorb workforce."}, {"text_block_id": "p68_b749_merged_merged", "text": "The ability to produce and distribute energy will also be a key component of energy security that may be affected by climate change. Heat waves could affect power generation and distribution as the number of very hot days rise; the generation of hydropower — a main source of renewable energy and revenues for the country, may also suffer from prolonged droughts periods, erratic and intense rainfall. Although it is difficult to establish a precise cause and eventchain without specialised studies applied to specific sites, rains could trigger large-scale erosion, resulting in siltation and sedimentation of waterways and dams. This will reduce the water storage capacity of dams and cause structural damages, increased maintenance and operational costs. Myanmar will need to increase the security of power plants, considering the shorter return periods for hazards, related to more intense storms and floods. A thorough resilience building for these intertwined sectors will be a crucial component Myanmar's"}, {"text_block_id": "p69_b752", "text": "climate responsiveness and its ability to sustain development. Also, large infrastructure and industrial facilities containing hazardous materials such as oil and gas may cause secondary risks after natural disasters, such as toxic spillage. The additional nature of this risk highlights the need to ensure that we take climate-related hazards into consideration when building or maintaining infrastructure and industrial facilities."}, {"text_block_id": "p69_b753", "text": "In terms of mitigation potential, Myanmar's Initial National Communication (INC) reported in 2012, with a baseline from 2000, that the energy, transport and industry sectors contributed 68 percent of total GHG emissions. The breakdown is: 10 percent from the industry and construction sectors; 28 percent from transport; and the rest from the energy industry sector (INC, 2012). With the development of the last 15 years, it is reasonable to think that this balance may have shifted. In their quest for energy security to sustain development overtime, the government may need to increase other sources with a high carbon footprint, such as coal. Although these plans are not confirmed, the country faces the challenge of delivering a stable and secure source of energy despite the changes in climate and the expected periods of extended drought."}, {"text_block_id": "p69_b754", "text": "Myanmar should and could engage in a low-carbon energy pathway by maximising renewable energy production from hydro and solar sources for the electricity grid that are necessary for critical industry and by seeking alternative ways to increase access to electricity both off-grid or with a mix of renewables. Both the private sector and the government have an interest in working for energy efficiency to reduce waste atthe consumption end of energy at residential and industrial levels, increase availability, contain prices and reduce emissions."}, {"text_block_id": "p69_b755_merged", "text": "The need to increase transport capacities must be accompanied by sustainable practices: at urban level, this will mean working on integrated spatial strategic plans to reduce transportcosts. At regional and national levels, it will entail rationalising the road transport system, in particular. The industrial sector will need to increase its adherence to principles of environmental management with co-benefits in reduced carbon generation — for example, energy efficiency, reduction of waste generation, better waste treatment, and efficient water and natural resource use."}, {"text_block_id": "p70_b758", "text": "Myanmar has a unique richness of natural resources that may boost its economic development, but only if they are managed adequately. The primary concern is maintaining a safe capacity for replenishment for the current and future generations. As the economy grows, the expansion of the energy, transport and industry sectors will lead to extreme environmental stress unless this is planned and managed carefully. The need to maximise the use of renewables on and off grid to ensure a manageable impact on the environment is paramount. Laying down large infrastructure at national, regional and local scale must take into account the impact on the country's natural capital and any potential depletion of eco-system services. Industrial development must also incorporate a strong stand for the sustainable use of natural resources in the whole production cycle, through a mix of awareness, advocacy and regulations measures."}, {"text_block_id": "p70_b759", "text": "Stakeholder consultations provided several examples of climate change impact in the energy, industry and transport sectors. In Rakhine and Pathein, cyclone, flooding and other disaster events had damaged infrastructure and roads, affecting the industry and transport sectors. In Rakhine, almost one-third of the fishery industry is negatively impacted, with saltwater intrusion and sea level making the fisher communities more vulnerable. In Kachin, excessive flooding is affecting hydropower generation and having a negative impact on the transport sector."}, {"text_block_id": "p70_b760", "text": "Current policy,practices,targets and challenges"}, {"text_block_id": "p70_b761", "text": "Although the sectors are regulated by an extensive and rapidly evolving regulatory framework, it is not explicit on the relatively new challenges posed by climate change. However, their respective policy directions incorporate, to different degrees and extent, some level of awareness on the need to develop in a sustainable manner, which has relevant co-benefits to making Myanmar resilient to climate change. The overall challenge across sectoral policy remains to keep a balance between the needs to pursue energy production and distribution; Increase transport access; traffic capacity and industrial productivity; and to ensure sustainability in undertaking these actions. In other words, there is a need to do it right the first time."}, {"text_block_id": "p70_b762", "text": "Energy policy directions for Myanmar focus on the need for energy security, affordability, access, poverty benefits, well being and foreign revenue generation."}, {"text_block_id": "p71_b763", "text": "Although climate change is not prominent in the policy so far, there are considerations related to carbon emissions"}, {"text_block_id": "p71_b764", "text": "—"}, {"text_block_id": "p71_b765", "text": "for example, in the draft Energy Master Plan. There is a growing concern"}, {"text_block_id": "p71_b766", "text": "—"}, {"text_block_id": "p71_b767", "text": "confirmed by the sub-national consultations undertaken when developing the Myanmar Climate Change Policy, Strategy and Master Plan"}, {"text_block_id": "p71_b768", "text": "—"}, {"text_block_id": "p71_b769", "text": "that Maynmar needs to prioritise the production of energy from renewable sources. That said, the environmental and social impacts of large dams remainthe highest concern, so the focus should be on mid-sized to small hydropower generation projects. A number of national policies focus on energy efficiency and conservation, with the evident co-benefits of reducing prices and so increasing inclusiveness of access; reducing carbon emissions from fugitive and wasted energy use; and reducing the overall impact on natural resources."}, {"text_block_id": "p71_b770", "text": "Myanmar's Ministry of Industry developed the National Energy Efficiency and Conservation Policy, Strategy and Roadmap in February 2016 and it has been approved by the Cabinet. The policy's objective is to reduce the use of energy 12 percent by 2020, 16 percent by 2025 and 20 percent by 2030 against the baseline year 2012 by reducing energy use and resulting GHG emissions. However, the policy environment is highly dynamics and changes may be expected: following the policy recommendations of the Myanmar Climate Change Policy (MCCP) it is essential that sustainable and renewable energy is prioritized in policies and actions."}, {"text_block_id": "p71_b771_merged_merged", "text": "As energy is the world's largest single GHG source, main streaming climate change considerations in this policy environment will be key to reaching the overall strategy ambition. The regulatory framework for transport is also evolving, with a focus on improved and extended public transport systems and infrastructure, particularly for roads. Myanmar is directing its efforts at improved national and international transport systems, environmental improvement and reduced emissions. There is evidence of attempts to contain emissions through e.g. incentives for electric cars. However,the regulatory environment for transport could further consider climate resilience to long-term changes in the climate, in addition to reducing GHG emissions, to ensure viability of the sector overtime."}, {"text_block_id": "p71_b774", "text": "The policy framework for industry is largely regulated, although most of the legal instruments such as the 1914 Companies Act are dated. This limits any considerations"}, {"text_block_id": "p72_b775", "text": "about climate change, the notable exception is the 2012 Environmental Conservation Law, to which all investors must abide. The overall focus of policy directionis on: SME development; support for manufacturing and processing; skills development; and seeking increased FDI for economic development. In Myanmar's drive towards creating an enabling environment for increased FDI it plans to shift to an industry-based economy by 2030. However it is important that small, medium and large-scale industry should not give way to unsustainable practices; the country should operate in the context of adhesion to climate change global commitments and national adaptation requirements."}, {"text_block_id": "p72_b776", "text": "Myanmar launched its new Environmental Impact Assessment procedures in December 2015. This is considered an important step forward. Myanmar was also admitted as a candidate to the Extractive Industries Transparency Initiative in July 2014. The country's adherence to the initiative is a signal of its desire to abide by high international standards of transparency for revenues deriving fromoil, gas and mining activities. The national government, the private sector and all other actors in these sectors must now ensure that this instrument is effective."}, {"text_block_id": "p72_b777", "text": "Required response"}, {"text_block_id": "p72_b778_merged", "text": "Although these sectors are vital for Myanmar's socioeconomic development, they are also potentially so demanding on environmental capital in the context of climate change that keeping the balance between enhancing these sectors and protecting the environment will be a key area for action over the next 13 years. This need is explicitely recognized by the NEP as well as by the Myanmar Climate Change Policy. In alignment with the policy recommendations and principles of both policies, the MCCS identifies priorities to ensure that by 2030, the country would like to achieve resilient and low-carbon energy, transport and industrial systems to sustainably support its socioeconomic development goals.This would mean increasing the resilience of the nascent energy, transport and industrial systems,making them sustainable through efficient, low-carbon and green.The country would need to embrace a full range of activities across these sectors, from basic do-no-harm logic to the most progressive low-carbon choices available to a country with such potential for renewable energy."}, {"text_block_id": "p73_b783_merged", "text": "It is clear that Myanmar's ability to reach ambitious climate resilience and low-carbon goals will depend, to a considerable extent, onits capacity to develop inclusive, sustainable and resilient energy, transport systems and industry within a similar timeframe as the main national development objectives. Although this will assume a variety of forms for these sectors, they allconverge on the need to build resilience to prevent sudden damage to — or progressive deterioration of — financial viability from rainfall, extreme temperatures or sealevel rise.The challenge will be to make progress while ensuring sustainability and low-carbon, green development."}, {"text_block_id": "p73_b788", "text": "In the energy sector, national and sub-national consultations and the evolving policy environment have highlighted priorities including:"}, {"text_block_id": "p73_b789", "text": "(a)"}, {"text_block_id": "p73_b790", "text": "The promotion and diversification of renewable energy sources, supported by further research in energy diversification;"}, {"text_block_id": "p73_b791", "text": "(b)"}, {"text_block_id": "p73_b792", "text": "The improvement of energy efficiency in productive processes and infrastructure; and"}, {"text_block_id": "p73_b793", "text": "(c)"}, {"text_block_id": "p73_b794", "text": "The development of capacities to include climate change considerations in energy practices."}, {"text_block_id": "p73_b795", "text": "Overall, the need to ensure resilience in the face of heightened risks related to a changing climate will need to underpin all energetic choices and actions."}, {"text_block_id": "p73_b796", "text": "In the transport sector, the consultations and the policy framework analysis both focus on strictly implementing existing laws and regulations, which may be enough to bring about considerable gains in emission control as following:"}, {"text_block_id": "p73_b797", "text": "(a)"}, {"text_block_id": "p73_b798", "text": "The country will need to upgrade and retrofit existing infrastructure to reduce vulnerabilities and maximise efficiency and generate adaptation and mitigation co-benefits including greener and more progressive transport systems."}, {"text_block_id": "p73_b799", "text": "(b)"}, {"text_block_id": "p73_b800", "text": "The sector may have considerable need for financial support and technology transfer, to ensure the country benefits from efficient transport and more rational, efficient spatial development."}, {"text_block_id": "p73_b801", "text": "In the industrial sector,"}, {"text_block_id": "p74_b802", "text": "(a)"}, {"text_block_id": "p74_b803", "text": "Myanmar will need to proactively implement environmental regulations around the industrial location suitability and protection, and on water and solid waste management and other issues."}, {"text_block_id": "p74_b804", "text": "(b)"}, {"text_block_id": "p74_b805", "text": "The focus should be on enhancing productivity and profit by developing green industries, and"}, {"text_block_id": "p74_b806", "text": "(c)"}, {"text_block_id": "p74_b807", "text": "By sensitising the private sector on environmental and climate change issues and tangible business cases."}, {"text_block_id": "p74_b808", "text": "3.4 Cities, towns and human settlements"}, {"text_block_id": "p74_b809", "text": "Significance"}, {"text_block_id": "p74_b810", "text": "In 2014, around 14.9 million of Myanmar's 51.48 million population"}, {"text_block_id": "p74_b811_merged", "text": "s lived in urban areas —around 29.6 percent of the population (GoM 2015b). The country has 330 towns and cities; Yangon and Mandalay account for 20 percent of the urban population and generate a significant proportion of the nation's GDP. Although the proportion of people living in urban areas in Myanmar is still low compared to other countries in the region, the context is evolving rapidly, underpinned by four key issues."}, {"text_block_id": "p74_b816", "text": "First, the urban population is due to grow to about 20.4 million in 2030, or 34.7 percent of the current population. This growth is driven by population growth, the increase in the manufacturing sector and the growth of real GDP progressively aligning with regional trends as the country unlocks its potential after years of stagnation. It represents an absolute increase of 36.9 percent in urban population by 2030, compared to the 2014 census baseline. But other estimates indicate a faster growth rate that will see 50 percent of the population living in cities and towns by 2040. Although the percentage of the population living in urban areas is still comparatively low and the annual has been similar to overall population growth (about 0.84 percent, according to the 2014 census) the growth rate of the relative share of people living in agglomerations of one million peopleis comparable to the regional trends."}, {"text_block_id": "p74_b817", "text": "Second, as the country organises its spatial growth strategies, all cities and towns assume important strategic value for sustaining socioeconomic development. This"}, {"text_block_id": "p75_b818", "text": "includes large cities such as Yangon, Nay Pyi Taw and Mandalay, regional centres such as Pathein and Bago and agro-industry centres such as Lashio and Monywa."}, {"text_block_id": "p75_b819", "text": "Third, with the notable exception of the country's main cities, the town management committees that are in charge of township administration and development do not easily engage in long-term strategic coordination and planning (UN-Habitat 2016)."}, {"text_block_id": "p75_b820", "text": "Finally, as the"}, {"text_block_id": "p75_b821", "text": "country's'"}, {"text_block_id": "p75_b822", "text": "economic potential unlocks, both industrial and residential construction is expected to boom. Although the oil, gas and power sectors attract most of the FDI inflow to Myanmar, the construction sector has been growing steadily since 2001. This mainly refers to large infrastructure, but housing and urban commercial buildings are a significant and ever-increasing segment of this sector, reflecting the changes in the country's demographic, including emerging economic sectors and the increased socioeconomic capacities of a growing middle class. This"}, {"text_block_id": "p75_b823", "text": "sector will have a significant impact on the country's GHG emissions"}, {"text_block_id": "p75_b824", "text": "and the form of new urban developments and their potential to be low carbon and resilient. This will increase the consumption of energy at urban level. Interestingly, Yangon already uses about 50"}, {"text_block_id": "p75_b825", "text": "percent of Myanmar's power."}, {"text_block_id": "p75_b826", "text": "Impacts of current climate and future changes"}, {"text_block_id": "p75_b827_merged_merged", "text": "These four issues require immediate attention in light of the country's already high vulnerability to natural hazards and the projected impacts of climate change. Cities will become home to a higher concentration of people and assets. At the same time, the pace of infrastructure development and land-use planning are struggling to integrate environment-sensitive measures; towns and cities struggle to provide adequate services for all. This increases exposure to hazards in both large and small settlements. And because all mid-sized and small towns are home to an increasing number of people and play an explicit role in the country's spatial and economic growth, their vulnerability to changes in climate may decrease their capacity to support sustainable and inclusive development and ensure the safety of residents. In particular, as large cities attract more people who migrate because changes in climate decrease agriculture productivity, informal settlements — with their poor infrastructure and services — may also grow."}, {"text_block_id": "p76_b834", "text": "Informal settlements are often located in the most hazardous zones of towns and cities and the socioeconomic vulnerability of their dwellers will be further deepened by the adverse effects of climate change."}, {"text_block_id": "p76_b835", "text": "Both cities and towns in Myanmar are exposed to recurring rapid-onset natural hazards, such as cyclones and floods. Yangon was badly affected by Cyclone Nargis in 2008 and smaller towns like Laputta also suffered huge numbers of casualties and extensive damage. Urban areas in flood-prone areas or those that experience increased water runoff due to more impermeable surfaces, will increasingly lose assets and lives to the floods that result from more intense rains. Coastal towns such as Bogalay may have to entirely redesign their form and infrastructure or even partly relocate because of sealevel rise. Increasing water shortages may result in higher prices for services in Yangon and Mandalay and threaten affordability and incomes. The sub-national stakeholder consultations indicated thatsmall towns near coastal areas and delta are exposed to cyclones, flooding and sea level rise."}, {"text_block_id": "p76_b836_merged", "text": "Longer-term, slower-onset changes — such as increased temperature and changing rainfall patterns will have serious effects that can drive rural-urban migration. For example, the local consultations and 2014 census confirmed that changes in climate observed over the last 20 years in the Dry Zone have decreased crop productivity and resulted in migration, redistributing the population from rural to urban areas or abroad (GoM 2015b). Projected climate change scenarios are also likely to affect small and mid-sized towns — such as Pakokku or Lashio— which depend on largely rain-fed agrobusiness. They may experience increased food prices and water shortages, which could impair their attractiveness for business, work-force and competitiveness. This, in turn, could affect their role in the national strategic spatial development plan. Stakeholders in Bago and Mandalay also indicated during sub-national stakeholder consultations in September 2015 that extreme heat results in health and sanitation issues."}, {"text_block_id": "p76_b843", "text": "Urban growth may also drive land-use change and deforestation, and have negative impacts on the commitment to maintain forest coverage to reduce global emissions. Deforestation can increase the exposure of urban settlements to risks such as landslides, increased run-off of surface water and heat-island effects. The heat-island effect resulting from increased temperatures and the densification of built-areas (such as"}, {"text_block_id": "p77_b844", "text": "the estimated increase of temperature for Yangon of +1°C by 2040 and +2.8°C by 2070), will result in substantial threats to health and liveability."}, {"text_block_id": "p77_b845", "text": "Urbanisation and the construction processes will lead to increased demand of energy, services and resources, which in turn may result in increased GHG emissions. Myanmar's urbanisation process"}, {"text_block_id": "p77_b846", "text": "—"}, {"text_block_id": "p77_b847", "text": "withits ever-growing access to second-hand car marketsand increased energy demand to operate buildings with poor energy efficiency standards"}, {"text_block_id": "p77_b848", "text": "—"}, {"text_block_id": "p77_b849", "text": "will be among the factors that contribute to reshaping the country's GHG inventory, considering that in some countries about 50 percent of overall GHG emissions come from constructing and operating buildings."}, {"text_block_id": "p77_b850", "text": "Current policy,practice, future targets and challenges"}, {"text_block_id": "p77_b851_merged_merged", "text": "Myanmar is presently at comparatively early stages of urbanisation and has the opportunity to steer the process towards achieving urban resilience. For this reason, Myanmar must engage early in the impending urbanisation process to create resilient, sustainable and low-carbon towns and cities, regardless of size, and work over the long-term through all realistic means. If urban planning and development approaches integrate concepts of participation, resilience and the adoption of low-carbon technologies, Myanmar can develop more inclusive, sustainable and resilient towns and cities."}, {"text_block_id": "p77_b854", "text": "The government of Myanmar is drafting:"}, {"text_block_id": "p77_b855", "text": "(a)"}, {"text_block_id": "p77_b856", "text": "National Urban and Regional Development Planning Law, which makes reference to environmental and social issues that need to be integrated into spatial planning"}, {"text_block_id": "p77_b857", "text": "(b)"}, {"text_block_id": "p77_b858", "text": "National Housing Framework, which should integrate climate change considerations in the delivery of affordable and inclusive housing, and"}, {"text_block_id": "p77_b859", "text": "(c)"}, {"text_block_id": "p77_b860", "text": "National Urban Policy, of which climate change will be an important component."}, {"text_block_id": "p77_b861", "text": "The National Building Code has also been updated since 2016 and enacted in 2018. In addition to safety measures and disaster-sensible use of materials, construction technics and technologies, it also includes specific provisions for energy efficiency, water"}, {"text_block_id": "p78_b862", "text": "supply efficiency and green buildings to contribute to reducing emissions and building more habitablem adaptive buildings that reduce energy, cooling and lighting needs through its use of design, technology and materials. Its enforcement will be essential, but it will require self-adherence from the public and private sectors. If private construction companies and developers do not mainstream resource-efficient, disasterresistant, climate change-adaptive designs and materials consistently at an early stage, Myamar will lose a huge opportunity to create towns and cities that are carbon neutral and can withstand the increased frequency and intensity of hazards. A number of planners will be trained to achieve policy goals; they will be the first in Myanmar to receive such training. But urban planning capacities remain a constraint at national and local level,and will define administrators' ability to enforce regulations and building codes."}, {"text_block_id": "p78_b863", "text": "With the exception of its three main cities, Myanmar's townships do not have the capacity or the mandate for long-term strategic planning. It must urgently address the challenge of integrating long-term climate change effects into decisions for infrastructure, services and land-use."}, {"text_block_id": "p78_b864", "text": "Required response"}, {"text_block_id": "p78_b865", "text": "Although Myanmar's urbanisation process is expected to deliver socioeconomic growth and development in line with regional trends,but brings with its potential heightened risk. People and assets in cities and towns will suffer from more rapid-onset disasters and the slow-onset effects of climate change. Certain population groups"}, {"text_block_id": "p78_b866", "text": "—"}, {"text_block_id": "p78_b867", "text": "often the poorest, particularly those living in informal settlements without secure tenure and livelihoods"}, {"text_block_id": "p78_b868", "text": "—"}, {"text_block_id": "p78_b869", "text": "have the lowest capacity to adapt and will be more vulnerable to the impacts of climate change. Urbanisation itself also implies increased emissions."}, {"text_block_id": "p78_b870_merged_merged", "text": "At this comparatively early stage of urbanisation, Myanmar has an opportunity to steer the process towards city resilience and sustainability. Regardless of settlement size, Myanmar must engage early to create towns and cities that are safe and habitable for all people — especially the most vulnerable. It should aim to prevent and mitigate risks by managing urban growth in a way that all urban residents have access to resilient infrastructure, including sanitation, drainage and secure housing. At the same time,"}, {"text_block_id": "p79_b873", "text": "transport plans and compact design must contribute to sustainable urban growth. Ultimately, Myanmar sees its efforts to mitigate and adapt to climate change as a contribution to alleviate suffering from climate change and enable sustainable and durable development of the poor, in both rural and urban areas (INDC 2015)."}, {"text_block_id": "p79_b874", "text": "Following the policy recommendations of the Myanmar Climate Change Policy to build climate resilient and low-carbon human settlements, and in alignment with the drafts of national urban policy consulted, the MCCS defines priorities to ensure that"}, {"text_block_id": "p79_b875", "text": "by 2030, Myanmar must develop resilient and sustainable cities and towns for all to live and thrive, with emphasis on the most vulnerable people."}, {"text_block_id": "p79_b876", "text": "This is in alignment with national policies and the Sustainable Development Goal (SDG)"}, {"text_block_id": "p79_b877", "text": "11: “"}, {"text_block_id": "p79_b878", "text": "make cities inclusive, safe, resilient and s"}, {"text_block_id": "p79_b879", "text": "ustainable”."}, {"text_block_id": "p79_b880", "text": "Myanmar can achieve this aspiration through two main streams of action:"}, {"text_block_id": "p79_b881", "text": "(a)"}, {"text_block_id": "p79_b882", "text": "First, it canreduce the vulnerability that results from the interaction of increased concentrations of people and assets in towns and cities, sensitive socioeconomic and infrastructural urban systems, and increasingly intense and frequent climatic hazards."}, {"text_block_id": "p79_b883", "text": "(b)"}, {"text_block_id": "p79_b884", "text": "Second, it canengage in reducing and preventing new emissions through compact urban development and low-carbon construction technologies."}, {"text_block_id": "p79_b885", "text": "3.5 Climate hazards and health"}, {"text_block_id": "p79_b886", "text": "Significance"}, {"text_block_id": "p79_b887_merged_merged", "text": "Disaster preparedness and risk management are essential to securing and sustaining Myanmar's social and economic development and putting it on a climate-resilient pathway. Myanmar is striving for social and economic transformation to achieve its vision for 2030. With social development as one of its main priorities, the government has devised policy responses to address key social protection and health issues:"}, {"text_block_id": "p79_b890", "text": "(a)"}, {"text_block_id": "p79_b891", "text": "National Social Protection Strategic Plan, which envisions supporting vulnerable households to protect livelihood assets and invest in activities that will promote and transform livelihoods (GoM 2014b), and"}, {"text_block_id": "p80_b892", "text": "(b)"}, {"text_block_id": "p80_b893", "text": "National Environment and Health Action Plan (2010), to increase health safety and create a healthy environment for the population."}, {"text_block_id": "p80_b894", "text": "Myanmar has made significant progress in achieving MDG targets, especially in health and education. For example, under-five child mortality fell from 10 to 5.2 percent between 1990 and 2010 (ADB 2015). The government has also increased spending in the social sector. But extreme events and disasters are undermining development gains and social progress and the country's climate projections suggest that these could get worse. Disaster preparedness, health and risk management will play a key role in building the resilience of households and the economy to climate change. The government has recognised the growing threat thatdisaster risk poses to the achievement of its development goals. In response, it has improved its capacity to prevent, manage and recover from disasters. It has made some advances on predicting drought and generating credible early warning information, but the challenge of effective response has become more urgent as climate change increases vulnerability. Myanmar needs to build on these responses to ensure that it can deal with climate-induced disaster and risks and build a healthy and resilient society."}, {"text_block_id": "p80_b895", "text": "Impacts of current climate and future changes"}, {"text_block_id": "p80_b896", "text": "Climate change projections for Myanmar suggest that the population's social and economic development is at risk if the country does not strengthen and support public health and social protection measures. Climate-induced disasters have already caused huge economic and social losses in the past and will continue to be a major threat in future. With projected climate change impacts, there will be more human and economic losses in years to come, which will undermine GDP growth and social prosperity."}, {"text_block_id": "p80_b897_merged", "text": "Extreme temperature and rainfall variability has led to an increase in the frequency and timing of disasters. Data from 1998-2007 indicates that 71 percent of reported disaster events were fire-related; 10 percent were from floods; 11 percent from storms; and 8 percent from others, including earthquakes, tsunami and landslides (MoSWRR 2009). But in the last ten years, Myanmar has experienced a number of major cyclones, including Nargis in 2008 — which affected 2.4 million people, leaving 84,537 dead and 53,836 missing (MoSWRR2009) —and Cyclone Giri in Rakhine in 2010, which"}, {"text_block_id": "p81_b902", "text": "Climate-induced shocks and stresses indiscriminately affect poor and marginalis"}, {"text_block_id": "p81_b903", "text": "ed people's livelihoods and health and undermine the country's economic"}, {"text_block_id": "p81_b904", "text": "development. Increased temperature and rainfall variability and change are projected to have huge impact on health in Myanmar. The NAPA projection shows that the public health sector is most at risk. It is projected that the increases in intense rain events will lead to increased flooding and storm surges. These will result in increased diarrhoeal diseases through contaminated water and skin disease from exposure to flood waters. At the same time, increases in the occurrence and severity of droughts will decrease water availability and quality, with concurrent health impacts."}, {"text_block_id": "p81_b905_merged_merged", "text": "Projections indicate that higher temperatures will also reduce the development time for pathogens, increasing transmission rates. For example, mosquito-borne diseases such as malaria and dengue will increase in highland areas such as Shan state, which are too cold for vector insects. The IPCC AR5 for Asia projects that climate change is also expected to affect the spatiotemporal distribution of dengue fever in the region (Banuet al. 2011). The sub-national consultation in Kachin reported that malaria was evident in Shan State, and becoming more frequent with increasing temperatures and the spread of mosquitoes. In Mandalay, stakeholders reported that local populations were experiencing heat-related stresses and diseases more frequently, while increased temperature and variability in rainfall and sea level rise is fuelling the occurrence and spread of diseases."}, {"text_block_id": "p81_b908", "text": "Table 6: Climate change impacts on health sector"}, {"text_block_id": "p82_b909", "text": "Current policy, practice, future targets and challenges"}, {"text_block_id": "p82_b910", "text": "Health and social protection"}, {"text_block_id": "p82_b911_merged", "text": "Current policy direction in the health sector focuses on ‘health for all' via decentralised healthcare services that will prioritise vulnerable communities. The health policies — the 2009 Myanmar Action Plan on Disaster Risk Reduction, Preparedness, Relief and Rehabilitation (MAPDRR) and the 2013 Natural Disaster Management Law— focus on protection, preventative and curative measures, public fitness, research, financing, nationwide health services, multi-stakeholder and international engagement. These could play a key role in addressing climate induce vulnerability. Access to health infrastructure and improved institutional structures within the health sectors play an important role in raising awareness and building capacity. Myanmar has 20 national hospitals and 32 state and regional hospitals; the WHO has supported the establishment of these hospitals since 2006. The Department of Health raises awareness through newspapers, TV advertisements and posters to promote behaviour change."}, {"text_block_id": "p82_b918", "text": "The 2014 National Social Protection Strategic Plan provides steps to helpvulnerable households protect their livelihood assets and invest in activities that will promote and transform their livelihoods (GoM 2014b). The social protection strategies"}, {"text_block_id": "p83_b919", "text": "focus on the four key pillars of protective, preventive, promotive and transformative social protection. The government of Myanmar has planned to expand the social protection strategies to cover all states and regions."}, {"text_block_id": "p83_b920", "text": "Disaster risk management"}, {"text_block_id": "p83_b921", "text": "Myanmar is committed to disaster risk reduction and has disaster management systems and procedures at national, state/division, district, township, ward and village levels. Its National Disaster Preparedness Central Committee has a Disaster Risk Reduction, Preparedness, Rehabilitation and Reconstruction Action Plan. The central Disaster Emergency Relief Fund has been established at the central level to provide immediate relief in the case of disaster."}, {"text_block_id": "p83_b922", "text": "Both MAPDRR and the 2013 Disaster Management Law focus on better risk information, preparedness planning, awareness and early warning, improved management and better data for early warning systems. Myanmar formed a Disaster Risk Reduction Working Group in 2008 during Cyclone Nargis'searly recovery phase. This group is increasingly active and hasa diverse network of more than 60 agencies working to increase capacity for disaster risk reduction (DRR) in Myanmar."}, {"text_block_id": "p83_b923", "text": "The government developed MAPDRR to address disaster risk. It has seven components:"}, {"text_block_id": "p83_b924", "text": "(a)"}, {"text_block_id": "p83_b925", "text": "Policy, institutional arrangements and further institutional development"}, {"text_block_id": "p83_b926", "text": "(b)"}, {"text_block_id": "p83_b927", "text": "Hazard, vulnerability and risk assessment"}, {"text_block_id": "p83_b928", "text": "(c)"}, {"text_block_id": "p83_b929", "text": "Multi-hazard early warning systems"}, {"text_block_id": "p83_b930", "text": "(d)"}, {"text_block_id": "p83_b931", "text": "Preparedness and response programmes at national, state/region, district and township levels"}, {"text_block_id": "p83_b932", "text": "(e)"}, {"text_block_id": "p83_b933", "text": "Mainstreaming DRR into development"}, {"text_block_id": "p83_b934", "text": "(f)"}, {"text_block_id": "p83_b935", "text": "Community-based disaster preparedness and risk reduction, and"}, {"text_block_id": "p83_b936", "text": "(g)"}, {"text_block_id": "p83_b937", "text": "Public awareness, education and training."}, {"text_block_id": "p83_b938", "text": "The action plan complements the National Disaster Prevention Central Committee's Disaster Risk Reduction, Preparedness, Rehabilitation and Reconstruction"}, {"text_block_id": "p84_b939", "text": "Action Plan and Standing Order.The MAPDRR period is now complete and the government plans to update or develop a new plan to address DRR."}, {"text_block_id": "p84_b940", "text": "Early warning system projects include assessing the hydrological impact of climate change on river systems and developing flood and drought early warning systems to reduce the vulnerability of local communities to extreme weather events. Myanmar is working with international exerts to develop end-to-end early warning system capacities. The annual Monsoon Forum provides updates on forecasted data, but technical and financial constrictions limit the extent to which Myanmar can collect, analyse and use data. It needs assistance to increase capacity in this area. The government has plans to set up an emergency operation centre to upgrade capacities to respond to disasters and to focus on township planning for adaptation."}, {"text_block_id": "p84_b941", "text": "Required responses"}, {"text_block_id": "p84_b942", "text": "Myanmar's exposure and sensitivity to current and projected weather patterns and climate fluctuations makes it extremely vulnerable to the impacts of climate change. These are likely to become more severe in future. Communities and businesses that are located in at-risk regions and reliant on climate-sensitive economic activities are particularly vulnerable to the impacts of climate change."}, {"text_block_id": "p84_b943_merged", "text": "Myanmar is in a process of social and economic transformation, and climate change could challenge the social and development gains that it has already achieved. The government must now develop a road map to guide Myanmar's strategic responses and actions to address climate-related risks and opportunities over the next 13 years and beyond. Current policy initiatives on DRR, health and social protection need to be strengthened sovulnerable communities and sectors can prepare and recover from current and future climate-induced shocks. There is also a need to improve information and awareness on climate change and its associated impacts so vulnerable communities and sectors canrespond effectively to current and future climate change impacts. Resources need to be mobilised and allocated to help communities and sectors prepare and recover from climate-induced risks."}, {"text_block_id": "p85_b946", "text": "In line with the policy recommendations of the Myanmar Climate Change Policy to ensure that national health systems integrate climate change considerations and actions, and following the priorities identified by the MAPDRR and other existing instruments, the MCCS identifies priorities to ensure that"}, {"text_block_id": "p85_b947", "text": "by 2030, Myanmar's communities and economic should be able to respond to"}, {"text_block_id": "p85_b948", "text": "—"}, {"text_block_id": "p85_b949", "text": "and recover from"}, {"text_block_id": "p85_b950", "text": "—"}, {"text_block_id": "p85_b951", "text": "climate-induced disasters and risks and build a healthy society"}, {"text_block_id": "p85_b952", "text": ". This is aligned with the national development vision of 2030; national and sectoral policies; SDG3:"}, {"text_block_id": "p85_b953", "text": "“"}, {"text_block_id": "p85_b954", "text": "good health and we"}, {"text_block_id": "p85_b955", "text": "llbeing for all at all ages” and SDG13 “"}, {"text_block_id": "p85_b956", "text": "take urgent action to combat climate action and its imp"}, {"text_block_id": "p85_b957", "text": "act”. This objective"}, {"text_block_id": "p85_b958", "text": "can be achieved by ensuring a numberof actions are taken:"}, {"text_block_id": "p85_b959", "text": "(a)"}, {"text_block_id": "p85_b960", "text": "Firstly, climate change needs to be integrated into disaster management, health and social protection policies, plans, programmes and regulations. This will strengthen the policy direction for disaster preparedness, risk reduction and recovery and support climatechange-responsive institutions in the health and social protection sectors."}, {"text_block_id": "p85_b961", "text": "(b)"}, {"text_block_id": "p85_b962", "text": "Secondly, capacities and awareness ofclimate change and its associated impacts should be improved at the level of communities, government, civil society and private sector. This will enable vulnerable communities and sectors to respond effectively to current and future climate change. Itincludes improved access to disaster forecasting knowledge and technology and surveillance and monitoring systems for improved climate risk management."}, {"text_block_id": "p85_b963", "text": "(c)"}, {"text_block_id": "p85_b964", "text": "Climate resilient infrastructure and systems, including healthcare and social protection systems, including through civil society and public-private partnerships must be developed."}, {"text_block_id": "p85_b965", "text": "(d)"}, {"text_block_id": "p85_b966", "text": "Financial mechanisms to mobilise and allocate resources to help communities and sectors prepare for and recover from climate-induced risks should be enhanced."}, {"text_block_id": "p85_b967", "text": "(e)"}, {"text_block_id": "p85_b968_merged_merged", "text": "Finally, specific gender considerations need to be included, following SDG 13's target to “promote mechanisms for raising capacities for effective climate change related planning and management, in Least Developed"}, {"text_block_id": "p86_b971", "text": "Countries, including focusing on women, youth, local and marginalized communities."}, {"text_block_id": "p86_b972", "text": "”"}, {"text_block_id": "p86_b973", "text": "3.6 Education, science and technology"}, {"text_block_id": "p86_b974", "text": "Significance"}, {"text_block_id": "p86_b975", "text": "The education, science and technology sectors play a key role in developing a knowledge-based society that will drive Myanmar's inclusive and resilient economic and social development. The government has prioritised investment in both sectors, broadly comprising:"}, {"text_block_id": "p86_b976", "text": "(a)"}, {"text_block_id": "p86_b977", "text": "Formal education"}, {"text_block_id": "p86_b978", "text": "—"}, {"text_block_id": "p86_b979", "text": "including primary, secondary and higher education"}, {"text_block_id": "p86_b980", "text": "—"}, {"text_block_id": "p86_b981", "text": "to improve research and innovation capacity"}, {"text_block_id": "p86_b982", "text": "(b)"}, {"text_block_id": "p86_b983", "text": "Professional development and training to strengthen the knowledge and skillset of professional staff, and"}, {"text_block_id": "p86_b984", "text": "(c)"}, {"text_block_id": "p86_b985", "text": "Awareness-raising programmes to strengthen awareness on climate change and its associated impacts and response strategies."}, {"text_block_id": "p86_b986_merged_merged", "text": "Myanmar has made significant progress in achieving its MDG targets. Net primary education enrolment rates have improved over the past two decades (UNDP 2012). Myanmar's census data (2014) shows that the literacy rate among people aged 15 and overis 89.5 percent; 78.2 percent of over-fives have received some form of formal education and 84.4 percent of the population is literate. Literacy rates have become more equitable among boys and girls under 15; but for over 15–year-olds, the male literacy rate (92.6percent) is slightly higher than the female literacy rate (86.9percent) (GoM 2015b)."}, {"text_block_id": "p86_b989", "text": "But there are issues of exclusion and lack of access to education, information and technology. For example, literacy rates in urban areas are higher than those in rural areas, and more than 30 percent of households have no communication tools such as radio, television, landline phone, mobile phone, computer or internet access (GoM 2014a). But 49.5 percent do have television, 35.5 percent have radios, 32.9 percent have mobile phones and 6.2 percent have internet at home."}, {"text_block_id": "p87_b990", "text": "Impacts of current climate and future changes"}, {"text_block_id": "p87_b991", "text": "Extreme weather events"}, {"text_block_id": "p87_b992", "text": "—"}, {"text_block_id": "p87_b993", "text": "such as floods, cyclones and extreme heat days"}, {"text_block_id": "p87_b994", "text": "—"}, {"text_block_id": "p87_b995", "text": "will affect the education, science and technology sectors. Over the longer term, incremental environmental changes such as sea level change, salinisation, changes in season patterns, desertification, soil erosion and species loss are also likely to result in deteriorating livelihoods."}, {"text_block_id": "p87_b996", "text": "Children will be the hardest hit by these impacts.Loss of income affects household spendingon schooling and children's nutritional status. For example, 3,600"}, {"text_block_id": "p87_b997", "text": "-"}, {"text_block_id": "p87_b998", "text": "4,500 schools were damaged by Cyclone Nargis, which also disrupted the education of about 500,000 children (UNICEF2013). Total damages and losses in the education sector reached US$118,095, of which US$1,038 was estimated as losses (Save the Children 2008)."}, {"text_block_id": "p87_b999_merged_merged_merged", "text": "Stakeholders at sub-national workshops shared their experiences of climate change impacts on the education sector. Participants said that flood is one of the main disasters affecting the education sector — for example, floods damaged school infrastructure in Gwa township, Rakhine State in 2010, 2014 and 2015. Local stakeholders also reported that cyclones destroyed school buildings, such as cyclone Mala in GwaTownship, Rakhine state in 2010 and Cyclone Giri in KyaukPhu Townshipin Rakhine state during 2010 destroyed more than 30% of the school buildings.Extreme heat days in Mandalay forced all schools to closein 2015."}, {"text_block_id": "p87_b1002", "text": "Current policy,practice,futuretargets and challenges"}, {"text_block_id": "p87_b1003", "text": "The education, science and technology sectors can play a significant role in formal education, professional development and awareness-raising to build a climate-smart society."}, {"text_block_id": "p87_b1004", "text": "The government is reforming the education sector, with policy direction driving this reform shapedby a number of national, environmental and sector-specific policies. These include the National Comprehensive Development Strategy and FESR, which focus on improving education and innovation for development. The National Biodiversity"}, {"text_block_id": "p88_b1005", "text": "Strategy and Action Plan, Disaster Management Law and national water policies focus on education awareness for conservation and risk reduction."}, {"text_block_id": "p88_b1006", "text": "Agenda 21 has six integrated programmes for the pursuit of environmental education and public awareness activities, which are:"}, {"text_block_id": "p88_b1007", "text": "(a)"}, {"text_block_id": "p88_b1008", "text": "Formation of national advisory and coordination body for environmental education and training"}, {"text_block_id": "p88_b1009", "text": "(b)"}, {"text_block_id": "p88_b1010", "text": "Improvement of environmental education in school"}, {"text_block_id": "p88_b1011", "text": "(c)"}, {"text_block_id": "p88_b1012", "text": "Improvement of environmental education and research at tertiary and professional level"}, {"text_block_id": "p88_b1013", "text": "(d)"}, {"text_block_id": "p88_b1014", "text": "Building the capacities of business, industry, academic and private sectors for proper code of conduct in environmental conservation"}, {"text_block_id": "p88_b1015", "text": "(e)"}, {"text_block_id": "p88_b1016", "text": "Launching a public education and awareness campaign, and"}, {"text_block_id": "p88_b1017", "text": "(f)"}, {"text_block_id": "p88_b1018", "text": "Developing partnerships with other national and international stakeholders."}, {"text_block_id": "p88_b1019_merged", "text": "Education policies and plans are directed towards strengthening education systems and improving literacy rates. Policy direction focuses on strengthening primary, secondary and higher education, vocational training and improving scientific research to support development. The government is carrying out a Comprehensive Education Sector Review and developing new legislation, policies and a National Education Sector Plan to improve education for children throughout the country. The Myanmar National Education Law, enacted on 30 September 2014, is designed to reform the country's education system."}, {"text_block_id": "p88_b1022", "text": "In compliance with the Article 6 of the United Nations Framework Convention on Climate Change(UNFCCC), Myanmar has paid special attention to enhancing education and public awareness of climate change through trainings and other means.The Ministry of Education has started mainstreaming climate change concepts and practices into the school curricula and learning materials. Universities and research institutions have recognised that climate change is a key field of knowledge and skills to offer to future graduates.But their research streams need to support qualitative social research as well as quantitative technical research to better understand the drivers of vulnerability and how to target these in adaptive measures."}, {"text_block_id": "p89_b1023", "text": "The government of Myanmar has also prioritised science and technology, setting up the Ministry of Science and Technology to enhance development of these fields. The ministry plans, coordinates and carries out research and development works for national economic, social and human resource development."}, {"text_block_id": "p89_b1024", "text": "Although the government has policies and programme to enhance education, science and technology, their focus on climate change is limited. And climate change policies and strategies such as NAPA, INDC and REDD+ have not prioritised the education sector."}, {"text_block_id": "p89_b1025", "text": "There are opportunities to promote the education, science and technology sectors by supporting innovation, entrepreneurship and research for climate-smart, sustainable green growth and adaptation. These sectors will play a key role in building a knowledge-based society that can respond to current and future impacts of climate change. But Myanmar lacks the capacity to integrate climate change into its formal and informal education systems. Awareness and knowledge about climate change among the public, technical service providers and government agencies is also limited."}, {"text_block_id": "p89_b1026", "text": "Required responses"}, {"text_block_id": "p89_b1027", "text": "Climate change has major implications for the education sector. Extreme weather events and longer-term changes in climate have already posed a huge threat to access to education for thousands of children. Extreme weather events and climate-induced disasters have damaged education infrastructure, restricted children's mobility and created psychological problems in many children and young people. The incidence of severe weather events is projected to increase in frequency; the impact will be severe."}, {"text_block_id": "p89_b1028", "text": "As recommended by the Myanmar Climate Change Policy, the availability and dissemination of appropriate and up-to-date information on climate change is essential for promoting public awareness on climate change issues to take effective actions to address the problems. Access to improved knowledge, practices and technologies on climate change and mitigation will help the government and communities prepare for climate risks and respond to impacts. Therefore,"}, {"text_block_id": "p89_b1029", "text": "by 2030, Myanmar should develop a climate-responsive society with the human capital to design and implement"}, {"text_block_id": "p90_b1030", "text": "resilient and low-carbon development solutions for inclusive and sustainable development"}, {"text_block_id": "p90_b1031", "text": "."}, {"text_block_id": "p90_b1032", "text": "This is in line with the national development vision of 2030; national and sectoral policies; and SDG4:"}, {"text_block_id": "p90_b1033", "text": "“"}, {"text_block_id": "p90_b1034", "text": "ensure inclusive and equitable education and promote life"}, {"text_block_id": "p90_b1035", "text": "long learning opportunities for all”."}, {"text_block_id": "p90_b1036", "text": "The stakeholder consultations identified key actions to ensure Myanmar achieves climate-responsive education, science and technology sectors and builds a knowledge-based society that is able to respond to climate change:"}, {"text_block_id": "p90_b1037", "text": "(a)"}, {"text_block_id": "p90_b1038", "text": "Integrating climate change into sector policies, curriculum and training programmes;"}, {"text_block_id": "p90_b1039", "text": "(b)"}, {"text_block_id": "p90_b1040", "text": "Strengthening technical and institutional capacity for research, data analysis and innovation within education, science and technology organisations;"}, {"text_block_id": "p90_b1041", "text": "(c)"}, {"text_block_id": "p90_b1042", "text": "Enhancing regional and international cooperation on knowledge sharing and technology transfer for climate-resilient and low-carbon development."}, {"text_block_id": "p90_b1043", "text": "4. Readiness and capabilities for addressing climate change"}, {"text_block_id": "p90_b1044", "text": "4.1 Policy landscape"}, {"text_block_id": "p90_b1045_merged_merged", "text": "The government of Myanmar signed the UNFCCC in 1992 and ratified it in 1994; it also ratified the Kyoto Protocol in 2003. As part of its commitments under the UNFCCC, the government submitted its INC in 2012, its NAPA in 2012 and its INDC in 2015, which is currently adapting to be transformed into the NDC. It signed the Paris Agreement on climate change in April 2016 and awaiting ratification. Myanmar has also adopted the 2030 Development Agenda entitled 2015."}, {"text_block_id": "p90_b1051", "text": "In 2015 and 2016 Myanmar has covered significant ground in terms of policy and normative development in several sectors. Concerning climate change, the Country has adopted the Myanmar Climate Change Policy (MCCP), which mandated the formulation"}, {"text_block_id": "p91_b1052", "text": "and implementation of the present Strategy and the implementation of the Nationally Determined Contribution (NDC) adapted after the submission to the UNFCCC in 2015. Importantly, climate change has been considered a main area of work already in the NCDP,and remains so under the current MSDP and its Implementation Matrix. This"}, {"text_block_id": "p91_b1053", "text": "constains a dedicated strategy (‘Increasing climate"}, {"text_block_id": "p91_b1054", "text": "-resilience and shifting to a low-carbon growth p"}, {"text_block_id": "p91_b1055", "text": "athway') under the 5"}, {"text_block_id": "p91_b1056", "text": "th"}, {"text_block_id": "p91_b1057", "text": "goal of the ‘People and Planet' Pillar, dedicated"}, {"text_block_id": "p91_b1058", "text": "exclusively to climate action for sustainable development. In addition to this, climate action is highlighted in several other strategies under the other four goals and across the implementation matrix of the NCDP (2011-2030) and MSDP (2018).  Finally, climate change mentioned in the Environmental Conservation Law of 2012."}, {"text_block_id": "p91_b1059_merged_merged", "text": "The present Strategy is developed in compliance to the MCCPand fully builds on its principles. The MCCS is an instrument to deliver the MCCP vision, and serves the purpose of the policy by facilitating the integration of climate change adaptation and mitigation actions into key sectoral action."}, {"text_block_id": "p91_b1061", "text": "In addition, between 2013 and 2017 the Country has developed a variety of sectoral policies and planning documents. However, as they have been developed in parallel, some of these sectoral policies do not adequately reflect climate change as an important concern. This will require correction and, possibly, the adjustment of these policies within the mid-term. The country is developing a REDD+ strategy (currently in draft form) and a Climate Smart Agriculture Strategy (CSAS). The Green Growth Strategy and National Adaptation Plan (NAP) are underway."}, {"text_block_id": "p91_b1062", "text": "As well as adopting its Myanmar Climate Change Policy and its related present Strategy, Myanmar also developed other national policies and laws that are relevant to resilient and low-carbon development including:"}, {"text_block_id": "p91_b1063", "text": "(a)"}, {"text_block_id": "p91_b1064", "text": "National Environmental Policy (2018) and its implementation framework (under elaboration)"}, {"text_block_id": "p91_b1065", "text": "(b)"}, {"text_block_id": "p91_b1066", "text": "Disaster Management Law (2013)"}, {"text_block_id": "p91_b1067", "text": "(c)"}, {"text_block_id": "p91_b1068", "text": "The Environmental Conservation Law (2012)"}, {"text_block_id": "p92_b1069", "text": "(d)"}, {"text_block_id": "p92_b1070", "text": "Myanmar Action Plan for Disaster Risk Reduction (2017)"}, {"text_block_id": "p92_b1071", "text": "(e)"}, {"text_block_id": "p92_b1072", "text": "National Biodiversity Strategy and Action Plan (2011, revised in 2015)"}, {"text_block_id": "p92_b1073", "text": "(f)"}, {"text_block_id": "p92_b1074", "text": "National Sustainable Development Strategy (NSDS) (2009), and"}, {"text_block_id": "p92_b1075", "text": "(g)"}, {"text_block_id": "p92_b1076", "text": "National Environment and Health Action Plan (2010)."}, {"text_block_id": "p92_b1077", "text": "(h)"}, {"text_block_id": "p92_b1078", "text": "Myanmar Sustainable Development Plan (MSDP) (2018)"}, {"text_block_id": "p92_b1079_merged", "text": "The NSDS promotesa balance of environmental, economic and social development to achieve its vision of wellbeing and happiness for the people of Myanmar. With the government reform efforts now underway, it continues to pursue the achievement of its NSDS and SDG targets. But the gains so far achieved from both of these are under threat from the country's exposure to natural hazards and impacts of a changing global climate."}, {"text_block_id": "p92_b1082", "text": "The government also endorsed the ASEAN Multi-Sectoral Framework on Climate Change: Agriculture, Fisheries and Forestry towards Food Security (AFCC), an integrated framework to help ASEAN respond to climate change threats and food security (GoM 2012)."}, {"text_block_id": "p92_b1083", "text": "Table 7:Myanmar's climate change policies and climate change-relevant strategies and plans"}, {"text_block_id": "p95_b1084", "text": "Source: MCCS drafting team"}, {"text_block_id": "p95_b1085", "text": "Between 2013 and 2016, the country developed a large variety of sectoral policies and plans. However, as they have been developed in parallel, some of these sectoral policies do not adequately reflect climate change as an important concern. This will require correction and, possibly, adjustment of these policies within the mid-term."}, {"text_block_id": "p95_b1086", "text": "A capacity needs assessment undertaken by MCCA revealed that sectoral officials are capable of delivering the policies through their decisions and actions. As previously stated, there is however hardly any insight on climate change in sectoral policies, which leaves a major gap in policy guidelines and it is difficult for officials to integrate climate change into their regular activities. In order to address this the government may need to develop sector-specific policies by inserting climate change-related aspects such as building resilience against the adverse impacts of climate change in each sector. Intersectoral climate change policy harmonization will ensure one sector's policies do not undermine the effectiveness of another sector's policies. Hence although the NCDP and MSDP make climate change an important cross-cutting issue, even before the development of the MSDP, mainstreaming climate change into sectoral policies and programming remains uneven, with varying degrees of integration. A holistic, overarching policy on climate change will help ensure inter-sectoral integration and mainstreaming, fulfilling the need for climate-sensitive policies that transform Myanmar into a resilient nation. Effectively mainstreaming climate change into all sectoral policies remains a high priority that MCCS will need to address."}, {"text_block_id": "p96_b1087", "text": "4.2 Institutional arrangements"}, {"text_block_id": "p96_b1088", "text": "Environmental Conservation Department"}, {"text_block_id": "p96_b1089_merged", "text": "MONREC's ECD is the focal point for climate change and deals with climate change issues at international level, including UNFCCC negotiations and reporting. It is also responsible for translating global-level decisions for national implementation. This includes endorsing projects for support under different climate change funds — the Least Developed Countries Fund, Green Climate Fund, Global Environment Facility Trust Fund, Special Climate Change Fund and Adaptation Fund under Kyoto Protocol. The ECD is also responsible for engaging other ministries and departments to address climate change."}, {"text_block_id": "p96_b1092", "text": "But the ECD needs to strengthen its own capacity so it can give other ministries and agencies the dedicated support they need to integrate climate change in their respective programmes. Participation in COP21 and consistent exchanges with the Myanmar Climate Change Alliance's (MCCA) Technical Working Group (TWG) in 2015 and 2016 have significantly increased the participation of several sectoral actors and inter-ministerial coordination in addressing climate change issues."}, {"text_block_id": "p96_b1093", "text": "ECD plays an important coordination role when it comes to climate change issues and has effectively used the MCCA's TWG to this end. The TWG, originally designed to develop the MCCS and MCCP, has in fact evolved into a coordination platform, which also served to develop the INDC, disseminate new climate change projections and other issues. This platform deserves to be institutionalize, beyond the life of projects, as it is the first mechanism that consistently discusses climate change action in Myanmar at national, sub-national and local levels and much remains to be done around coordination and sectoral mainstreaming of climate change."}, {"text_block_id": "p96_b1094", "text": "National Environmental Conservation and Climate Change Committee"}, {"text_block_id": "p96_b1095", "text": "In June 2016, the government set up the National Environmental Conservation and Climate Change Central Committee (NECCCCC)at the highest level of government, chaired by the vice president and supported by six sub-committees. It is important that"}, {"text_block_id": "p97_b1096", "text": "members of the national committee and six sub-committees understand their own roles and responsibilities and those of the different ministries and departments in delivering and reporting on projects; the ECD as committee secretariat; and the climate change sub-committee. Specific capacity building efforts for all committee and sub-committee members and for the ECD staff serving as the secretariat could help with this. The Committee expands to state/region level, and will extend to district and township level."}, {"text_block_id": "p97_b1097", "text": "4.3 Financing mechanism"}, {"text_block_id": "p97_b1098", "text": "The INDC states that Myanmar needs climate change financing to assess its technological, financial and capacity building needs, implement national and sectoral plans and recover from existing climate change damage (INDC 2015). Although it has not calculated the costs associated with climate-resilient and low-carbon investments, these are likely to be significant. For example, estimates to meet business-as-usual development targets need and 5-10 percent increase in GDP and increasing annual capital investment by 21-28 percent of GDP over the next two decades (OECD 2014b).Current flows of climate finance will probably be insufficient to meet the costs of climate-responsive development in Myanmar (see Table 8)."}, {"text_block_id": "p97_b1099_merged", "text": "Bilateral aid accounts for the majority of climate finance flows to Myanmar. Key donors include Japan, Germany, United Kingdom, Norway, Switzerland and France. Multilateral climate finance sources include ADB Special Fund, International Development Association and the Global Environmental Facility (OECD 2014)."}, {"text_block_id": "p97_b1101", "text": "Source: OECD (2015b)"}, {"text_block_id": "p98_b1102", "text": "Other sources for investment in climate-smart initiatives include FDI and government budgets, which are mobilised from tax revenues, SOEs, other non-tax revenues, grants and gas revenues (OECD 2014b)."}, {"text_block_id": "p98_b1103", "text": "Myanmar will need to set up a financial mechanism to mobilise and channel climate finance for inclusive investment in climate-resilient and low-carbon development. The MCCS consultations identified key elements of such a financial mechanism."}, {"text_block_id": "p98_b1104", "text": "1."}, {"text_block_id": "p98_b1105", "text": "Establishing a climate change fund"}, {"text_block_id": "p98_b1106", "text": ": Myanmar has no dedicated financial mechanism to mobilise and deliver finance for investment in climate-smart initiatives.The Disaster Managament Law(2013) makes provision for setting up a Natural Disaster Management Fund (GoM 2013); the Environmental Conservation Law (2012) specifies an Environmental Management Fund; and there is also a cross-sectoral poverty reduction fund to enhance subnational planning, multi-stakeholder co-ordination, fiscal transparency (Nixon"}, {"text_block_id": "p98_b1107", "text": "et al."}, {"text_block_id": "p98_b1108", "text": "2013). These funds could play a key role in the management of climate finance."}, {"text_block_id": "p98_b1109", "text": "2."}, {"text_block_id": "p98_b1110", "text": "Using appropriate financial instruments"}, {"text_block_id": "p98_b1111", "text": ": Myanmar needs to introduce a range of financial instruments"}, {"text_block_id": "p98_b1112", "text": "—"}, {"text_block_id": "p98_b1113", "text": "such as grants, guarantees, climate-smart insurance, loans, equity and debt-based financial instruments"}, {"text_block_id": "p98_b1114", "text": "—"}, {"text_block_id": "p98_b1115", "text": "to support and incentivise inclusive investment in climate-resilient and low-carbon development."}, {"text_block_id": "p98_b1116", "text": "3."}, {"text_block_id": "p98_b1117", "text": "Using financial management systems"}, {"text_block_id": "p98_b1118_merged_merged_merged", "text": ": Myanmar needs to use financial planning systems to govern the flow of climate finance. This includes integrating climate change priorities into planning and budget allocation systems and using financial management systems such as auditing, reporting and procurement systems to manage climate finance effectively. As a result of new planning and budgeting practices stipulated in the FESR, public financial management functions have been devolved from the President's Office to the Ministry of Planning and Finance (World Bank 2013). However, budgeting remains a top-down process, with budgets ultimately assigned according to Financial Commission guidelines (TAF"}, {"text_block_id": "p99_b1121", "text": "2014)."}, {"text_block_id": "p99_b1122", "text": "Preparation of the capital budget remains centralised under the Ministry of Planning and Finance (previously known as the Ministry of National Planning and Economic Development), while all other aspects of budgeting"}, {"text_block_id": "p99_b1123", "text": "—"}, {"text_block_id": "p99_b1124", "text": "including preparing current and financial budgets, compiling final budget documents and managing the approval process"}, {"text_block_id": "p99_b1125", "text": "—"}, {"text_block_id": "p99_b1126", "text": "are the responsibility of the Budget Department (UNICEF 2013; World Bank 2013). The public finance management reform project that is underway seeks to establish a more systematic approach for the devolution of funds from union to state/region level. This provides an opening to integrate climate change responses i"}, {"text_block_id": "p99_b1127", "text": "nto the country's financial management system."}, {"text_block_id": "p99_b1128", "text": "4.4 Monitoring and evaluation"}, {"text_block_id": "p99_b1129_merged_merged", "text": "The government has prioritised the establishment of a rigorous monitoring and evaluation (M&E) system to improve the reliability and availability of economic and social data. In general, M&E systems focus on collecting data on inputs rather than assessing progress against objectives. National and sub-national-level M&E systems vary in their approaches to data collection and management. National-level M&E frameworks — such as the MDGs and MSDP— use indicators to collect and manage data."}, {"text_block_id": "p99_b1135", "text": "Concerning climate change, the Government is in the process of establishing a Monitoring, Reporting, and Verification (MRV) system of GHG in connection to the NDC and to support the Second National Communication (SNC) to the UNFCCC. The MCCS should accompany and support the development of this MRV."}, {"text_block_id": "p99_b1136", "text": "The government also uses environmental impact assessment and strategic environmental assessment frameworks. Each sector submits bi-annual progress reports and States and Regions submit progress reports against targets and revenue spend to Union agencies."}, {"text_block_id": "p99_b1137", "text": "The Central Statistical Office plays a key role in collecting sector-level data, and some sectors have set up M&E task forces for this purpose. For example, a taskforce"}, {"text_block_id": "p100_b1138", "text": "monitors progress against the MAPDRR, and submits this data, bi-monthly, to the Rehabilitation and Reconstruction Sub-Committee for review. The sub-committee then provides strategic inputs to guide the overall implementation process."}, {"text_block_id": "p100_b1139", "text": "4.5 Technology and innovation"}, {"text_block_id": "p100_b1140", "text": "Building climate resilience and materialising a low-carbon development trajectory requires access to environmentally sound technology and innovation. Myanmar relies on existing and new, innovative technologies at international and regional levels, and so needs enabling policies and regulatory frameworks and adequate capacity to access technology."}, {"text_block_id": "p100_b1141_merged", "text": "The generation of knowledge on technological needs and innovation as related to climate change is vital. But there is a dearth of research findings on the current state of knowledge on climate change in Myanmar. Since successful adaptation depends largely on location and context-specific narratives on vulnerability, filling these research gaps is a priority. But scientific research can be quite demanding in terms of both human resources andfinance. So Myanmar may first focus on collaborating with international research, which will also help develop Myanmar's reseachers' capabilities on various aspects of climate change, particularly on climate modelling. Once a critical mass of trained researchers is available, the country can undertake its own follow-up research through inter-agency collaboration. Carrying out research on climate change must be the way for Myanmar to generate climate change-related knowledge."}, {"text_block_id": "p100_b1144", "text": "4.6 Awareness and capacity"}, {"text_block_id": "p100_b1145", "text": "As economic and social development are heavily dependent of climate-sensitive sectors, sectoral agencies and policy makers are aware of the impacts of environmental resource degradation and extreme climatic events such as floods, droughts and cyclone. But policy makers and communities in vulnerable areas have limited awareness of slow-onset climatic phenomena such as salinity intrusion, temperature change, erratic rainfall, changes in monsoon behaviour and their implications on sectors and society."}, {"text_block_id": "p101_b1146", "text": "So, alongside research on generating evidence of the adverse impacts of climate change and the implications they have, there is a need to raise awareness of and build capacity to deal with them. Adverse impacts and climate change-induced complications will manifest in different ways. People need adequate orientation on how a known problem might change its pattern and bring new hazardous dimensions, the timeframe in which this could happen, and more importantly, how they could overcome those hazardous dimensions with minimal effort and cost."}, {"text_block_id": "p101_b1147", "text": "A"}, {"text_block_id": "p101_b1148", "text": "number of enabling activities can increase people's awareness of how climatechange will affect their future. But first, Myanmar must enhance the capacity of its national research institutions on climate change to produce credible research-based scientific understanding on climate change and increase the country's climate modelling, projection and forecasting capacities. To provide better and earlier warnings on imminent weather conditions and meso-scale weather advisories, Myanmar must modernise its early warning system to make it more functional and its weather data acquisition system with advanced scientific tools and equipment such as Dopplar Radar and automated rainfall/temperature gauges."}, {"text_block_id": "p101_b1149", "text": "Myanmar can strengthen its information systems for local people by educating young people, particularly students. The latter must be exposed to climate-induced hazards by introducing the subject in the curricula and helping students specialise in the subject at the appropriate (most likely at tertiary) level. Such an approach will generate a continuous supply of capable and skilled professionals to take informed decisions in the future."}, {"text_block_id": "p101_b1150_merged", "text": "Myanmar also needs to strengthen its institutional capacities to implement actions to reduce vulnerability or realise low-carbon development opportunities. Strong institutional capacities ensure that the country undertakes quality actions in a timely manner, satisfying people's aspirations to become more resilient. Strong resource use, efficiency, transparency and accountability in project or activity delivery also ensure that the government optimises its allocations for climate change adaptation and low-carbon development —an essential enabler towards achieving sustainable development."}, {"text_block_id": "p102_b1155", "text": "4.7 Partnerships"}, {"text_block_id": "p102_b1156", "text": "Adverse impacts of climate change cut across sectors and society at national level. And the nature of the problem binds the international community together to deal with climate change collectively by supporting each other to achieve the overall objective of a climate convention that follows the principle of common but differentiated responsibility and respective capability. Considering the wide range of actors involved in dealing with climate change at both national and international levels, strong partnerships among actors at all levels would expedite the implementation of responses and avoid duplication of efforts."}, {"text_block_id": "p102_b1157_merged", "text": "Many groups — the private sector; the media; young people; civil society(including organisations representing vulnerable populations such as people with disabilities)— need to be actively involved in climate change partnerships alongside multilateral and bilateral development agencies. It is also important to clarify roles and responsibilities."}, {"text_block_id": "p102_b1162", "text": "4.8 Youth and children"}, {"text_block_id": "p102_b1163", "text": "Climate change will significantly affect the capacity of Myanmar's children and young people to benefit from development opportunities and dividends. Already, in townships such as Pakokku and Laputta, the population pyramid shows that many youths migrate in search of employment, because the interplay between changing climatic features land productivity and scarce employment and socioeconomic opportunities."}, {"text_block_id": "p102_b1164", "text": "Climate change impacts such as an increase in the frequency and magnitude of climate-related disasters, sea level rise and the spread of vector-borne diseases are already undermining the basic needs and rights of children worldwide, including their right to life, education, healthcare, water, food and a clean environment. Children and women are 14 times more likely to die than men during a disaster, due to a combination of physical, biological, social, cultural and economic factors that make them more vulnerable to the impacts of disasters. Children living in poor households, girls and"}, {"text_block_id": "p103_b1165", "text": "children with disabilities are most vulnerable due to social norms and challenges in the environment."}, {"text_block_id": "p103_b1166", "text": "The potential loss of family livelihoods through climate change could mean that children need to support their household incomes, making it more difficult for them to attend school and affecting their future prospects. Although demographic trends do not indicate a high growth rate and the population has aged since 1973"}, {"text_block_id": "p103_b1167", "text": "Myanmar's"}, {"text_block_id": "p103_b1168", "text": "child population (under 15) is 14.4 million or 28.6 percent of the total population. Those in the"}, {"text_block_id": "p103_b1169", "text": "‘productive"}, {"text_block_id": "p103_b1170", "text": "' age groups of 15-19 and 20-24 amount to around 8.5 million (Republic of the Union of Myanmar 2015)."}, {"text_block_id": "p103_b1171", "text": "Socioeconomic changes, political democratisation and progressive development have generated vibrant youth movements in rural and urban areas of the country, facilitated to some extent by social media and internet communications, particularly Facebook and email."}, {"text_block_id": "p103_b1172", "text": "Children and young people have unique strengths and capacities, and are incredibly resourceful in terms of developing creative ideas and innovative solutions. It is a key that young people find ways to participate actively in addressing climate change in Myanmar. They will be the ones who have to deal with the effects of change over the next decades; they also have the capacity to provoke change and influence behaviours."}, {"text_block_id": "p103_b1173_merged_merged", "text": "Myanmar's INDC is clear that including civil society perspectives, empowering those who are most at risk from the impacts of climate change, such as children and young people is essential if the country is going to \"alleviate suffering caused by climate change and enable sustainable and durable development of the poor, both in rural and urban areas” (GoM 2016). So education is a key. The country is revising is primary and secondary curricula, and these must both capture climate change as an important topic to create awareness and capacities. There are also several disaster risk and climate change projects and programmes that target young people. These need to be enhanced: Government and development partners involved in supporting climate resilient and low carbon planning in Myanmar should consider youth as a leading group to form"}, {"text_block_id": "p104_b1176", "text": "partnerships with, influence and capture ideas from; it is important to ensure their voices are heard in discussions, decisions and actions that affect them and their future."}, {"text_block_id": "p104_b1177", "text": "4.9 Gender considerations"}, {"text_block_id": "p104_b1178", "text": "Climate change impacts the lives of women and men in different ways because of existing inequalities, responsibilities and roles. In Myanmar, the women and men have unequal access to natural resources and land ownership; women have limited opportunities to participate in decision making and limited access to markets, capital, training and technology; they also have the common double burden of responsibilities inside and outside the household."}, {"text_block_id": "p104_b1179", "text": "Although women constitute about 51 percent of the members of households that depend on agriculture, they are mostly viewed as agricultural labourers, not farmers, despite undertaking the sowing, planting, weeding, harvesting and processing. They often work for their family as subsistence farmers. Where women are employed as agricultural labourers, they are frequently paid less than men for the same work. Of the 5.4 million households with agricultural holdings in Myanmar, 15.1 percent are female-headed households."}, {"text_block_id": "p104_b1180", "text": "Open-ocean and river fishing are almost exclusively male domains. Most official data on employment in the fishing industry focus on this role, rather than the entire"}, {"text_block_id": "p104_b1181", "text": "fishing cycle. Women's roles in the fisheries often include post"}, {"text_block_id": "p104_b1182", "text": "-harvest processing, net-building and selling fish and seafood products. But despite their important role and contribution in the fisheries, women struggle to secure land rights and access to fishery resources, as the men are viewed as the formal fishermen."}, {"text_block_id": "p104_b1183_merged_merged", "text": "Women are also more vulnerable to climate change and hazards in Myanmar, which in turn influences whole communities' levels of resilience. With many women's activities not defined as “economically active employment”, they risk exclusion from training and information relating to climate change. And in the event of a cyclone, flood or other disaster that requires mobility, being responsible for children and elderly people may hinder women's timely escape, access to shelter or access to healthcare."}, {"text_block_id": "p105_b1188", "text": "But women can also lead the way in adapting to climate change impacts"}, {"text_block_id": "p105_b1189", "text": "—"}, {"text_block_id": "p105_b1190", "text": "for example, through small-scale entrepreneurship and business. They can play a key role in mitigating climate change by optimising energy efficiency, using low-footprint energy sources and techniques, and influ"}, {"text_block_id": "p105_b1191", "text": "encing a household's use of ecosystem services."}, {"text_block_id": "p105_b1192", "text": "Recognising these different vulnerabilities, needs and capacities is central to effective environmental protection and management in the face of climate change."}, {"text_block_id": "p105_b1193", "text": "Throughout the implementation of climate change planning on a national level, women should be consulted and targeted as programme beneficiaries through best practice. This can include quotas for including women on local climate change-related committees, women-only consultation meetings and providing safe transportation and childcare for women to attend meetings."}, {"text_block_id": "p105_b1194_merged_merged", "text": "Myanmar signed the 1979 UN Convention on the Elimination of All Forms of Discrimination Against Women (CEDAW) in 1997. It also has a National Committee for the Advancement of Women and assigned the Ministry of Social Welfare, Relief and Resettlement responsibility for implementing and monitoring the National Strategic Plan for the Advancement of Women, a ten-year plan (2013-2022) that aims to advance women's status in 12 areas to reach substantive gender equality by 2022."}, {"text_block_id": "p105_b1197", "text": "Myanmar is a signatory to the Convention on Elimination of all Forms of Discrimination Against Women (CEDAW) and recently underwent a review with the United Nations. After the parties to the UNFCCC recognised the importance of addressing issues of gender and climate change and involving women and men equally in the UNFCCC, the Myanmar government stated in that it would pay attention to gender consideration in its climate change policy design (GoM 2014). Ensuring the full and effective participation of women in decision making means women can act as agents of change in all circumstances. Climate change-related actions would benefit from the insights, knowledge and other resources that women bring in crafting effective and sustainable solutions for adapting to and mitigating climate change impacts. MCCS includes capacity building and guidance on mainstreaming gender into climate change actions, how to ensure equal participation of men and women in interventions and improve the availability of sex-disaggregated data."}, {"text_block_id": "p107_b1198", "text": "Part II: The Strategy"}, {"text_block_id": "p107_b1199", "text": "Myanmar has made significant progress in political reform, economic growth and development in socioeconomic sectors, including health and education. Its NCDP, which guides long-term reform for 2011-2030, states its aspiration to become a \"modern, developed and democratic nation\" by 2030. The MSDP, which will give coherence to the policies and institutions necessary to achieve genuine, inclusive and transformational economic growth, states its aspiration to become a \"Peaceful, Prosperous and"}, {"text_block_id": "p107_b1200", "text": "Democratic Myanmar'."}, {"text_block_id": "p107_b1201", "text": "The combination with the FESR, which guides shorter development policies and plans on a sectoral and regional level, has ambitious development goals for the country to continue the growth trend on its development trajectory."}, {"text_block_id": "p107_b1202_merged_merged", "text": "The problem: Climate change threatens Myanmar’s society and economy"}, {"text_block_id": "p107_b1205", "text": "However, the capacity of Myanmar to reach these ambitious goals is contingent on its ability to address the negative consequences produced by climate change, to which the country is highly exposed. Although the NCDP makes climate change an important cross-cutting issue(and it remains so under the current MSDP), mainstreaming it into sectoral policies and programming remains uneven. The impacts of climate change have been observed in many sectors, and climate projections foresee increases in average temperatures; as hrinking monsoon season; more hot days; higher rainfall in fewer days, with consequent floods, cyclones and storm-surges; and sea level rise."}, {"text_block_id": "p107_b1206", "text": "These impacts will affect all vital sectors of Myanmar's society and economy."}, {"text_block_id": "p107_b1207", "text": "A lack of investment in climate-smart responses could lock Myanmar into a carbon-intensive development pathway and leave it vulnerable to the escalating impacts of climate change. The industry and construction sectors contributed ten percent of Myanmar's GHG emissions in 2000(INC 2012). Annual coal production is projected to increase significantly to 2.7 million tonnes by 2016 and 5.6 million tonnes by 2030, which will lead to escalating GHG emissions (ADB 2012a). If not managed properly, these developments could undermine economic gains and forfeit the opportunities offered by climate-resilient and low-carbon development. A lack of targeted investment in climate-smart responses could also exacerbate inequity by exposing vulnerable communities and"}, {"text_block_id": "p108_b1208_merged", "text": "regions to climate-induced risks and excluding the poor from the benefits of climate-resilient investments and low-carbon opportunities. If Myanmar fails to take action to address the root causes and impacts of climate change, these increased impacts will hamper not only its future development efforts and aims, but also its ability to function and reach development goals under current climate change conditions. Therefore, the government must develop a roadmap to guide Myanmar's strategic responses and actions to address climate-related risks and opportunities over the next 15 years and beyond."}, {"text_block_id": "p108_b1211", "text": "The solution: addressing climate change impacts and providing climate-smart responses"}, {"text_block_id": "p108_b1212", "text": "Myanmar must address its lack of resilience and readiness to tackle climate change for two reasons: to ensure its development objectives are attainable and not challenged by current and foreseen climate impacts, and to maintain basic conditions for people's wellbeing and safety."}, {"text_block_id": "p108_b1213", "text": "Climate-smart responses can also provide opportunities for current and future development in Myanmar. The Paris Agreement has strengthened international and national political will, policy direction and financial investment in climate-resilient and low-carbon development. Investment in climate-resilient and low-carbon development strategies and technologies at an early stage can provide sustainable and resourceefficient opportunities for socioeconomic development, including green jobs, business opportunities and emission reduction. They will also ensure that current and future development outcomes are resilient to the impacts of climate change."}, {"text_block_id": "p108_b1214", "text": "To maintain its current development rate and achieve its national development goals, Myanmar must strengthen its social, infrastructure and economic sectors to ensure they continue to perform in order to sustain the economy in the context of climate change. To ensure that this is achieved Myanmar has set out the following Strategic Vision, Goal, Objectives and Sectoral Outcomes as described below."}, {"text_block_id": "p109_b1215", "text": "5. Myanmar Climate Change Strategy"}, {"text_block_id": "p109_b1216", "text": "5.1 Strategic vision"}, {"text_block_id": "p109_b1217", "text": "To ensure the country can continue to develop and maintain the conditions for the wellbeing and safety of its people, Myanmar as a society and country must adopt a strategic vision to"}, {"text_block_id": "p109_b1218", "text": "transform Myanmar into a climate-resilient, low-carbon society that is sustainable, prosperous and inclusive, for the wellbeing of present and future generations."}, {"text_block_id": "p109_b1219", "text": "With this vision as a beacon over the next 13 years, Myanmar can organise and maximise the efforts of its government, regions, local communities, public and private sectors and civil society."}, {"text_block_id": "p109_b1220", "text": "5.2 2030 Goal"}, {"text_block_id": "p109_b1221", "text": "In line with the vision above, Myanmar aims to become a climate-resilient country, while also contributing to global efforts to curb GHG emissions, reducing its contribution to climate change within a realistic timeline of 13 years. Myanmar wishes to develop in a sustainable way to ensure it does not deplete its rich environmental capital beyond its capacity, and to create economic opportunities for everyone in an inclusive manner. The long-term goal of this strategy to achieve this vision is:"}, {"text_block_id": "p109_b1222", "text": "By 2030, Myanmar has achieved climate-resilience and pursued a low-carbon growth pathway to support inclusive and sustainable development."}, {"text_block_id": "p109_b1223", "text": "5.3 Objectives"}, {"text_block_id": "p109_b1224", "text": "To achieve its goal as set out above, Myanmar needs to direct its development actions (specifically in the key social, infrastructure and economic sectors) along two strategic pathways:"}, {"text_block_id": "p109_b1225_merged_merged", "text": "One pathway is building resilience so that communities, the economy and all assets (whether industrial, urban, educational, domestic and so on) are adapted to current and projected climate change, in a way that allows them to continue to perform and thrive under the adverse climate change impacts already being felt and those that are projected to intensify in the coming decades."}, {"text_block_id": "p110_b1228_merged", "text": "The second pathway is making development choices that are low-carbon whereby development opportunities are pursued in line with the global effort to combat climate change and provide the correct balance between development and environmental sustainability."}, {"text_block_id": "p110_b1232", "text": "These two pathways reflect the parallel adaptation and mitigation requirements where Myanmar needs to concentrate its efforts to ensure it is a climate-resilient nation pursuing a low-carbon development pathway by 2030.They are expressed as two separate but parallel objectives the country needs to achieve to meet the long-term goal:"}, {"text_block_id": "p110_b1233", "text": "1."}, {"text_block_id": "p110_b1234", "text": "Increase the adaptive capacity of vulnerable communities and sectors so that they are resilient to the adverse impacts of climate change, and"}, {"text_block_id": "p110_b1235", "text": "2."}, {"text_block_id": "p110_b1236", "text": "Create and maximise opportunities for sectors to pursue a low-carbon growth pathway by ensuring development benefits to communities and all economic sectors."}, {"text_block_id": "p110_b1237", "text": "5.4 Action areas"}, {"text_block_id": "p110_b1238", "text": "To increase adaptive capacity and maximise opportunities from low-carbon development in a way that achieves the objectives above, Myanmar needs to make key improvements to realise the following enabling conditions under six broad action areas:"}, {"text_block_id": "p110_b1239", "text": "1."}, {"text_block_id": "p110_b1240", "text": "Policy"}, {"text_block_id": "p110_b1241", "text": ": A climate-responsive policy environment that integrates climate-smart initiatives into sectoral and development policies and plans and provides the knowledge to achieve this."}, {"text_block_id": "p110_b1242", "text": "2."}, {"text_block_id": "p110_b1243", "text": "Institutions"}, {"text_block_id": "p110_b1244", "text": ": Operational institutional arrangements and a coordination mechanism that monitor progress against achieving objectives and enable an inclusive and effective approach to identifying and implementing climate-smart investments in priority sectors."}, {"text_block_id": "p110_b1245", "text": "3."}, {"text_block_id": "p110_b1246", "text": "Finance"}, {"text_block_id": "p110_b1247", "text": ": Conducive financial environment and mechanisms that mobilise and allocate resources so that sectors can access and channel climate finance opportunities for inclusive investment in climate-resilient and low-carbon development."}, {"text_block_id": "p111_b1248", "text": "4."}, {"text_block_id": "p111_b1249", "text": "Capacity and technology"}, {"text_block_id": "p111_b1250", "text": ": Increased access to adequate capacity and technology across sectors and actors that enable the delivery of climate-smart responses."}, {"text_block_id": "p111_b1251", "text": "5."}, {"text_block_id": "p111_b1252", "text": "Awareness"}, {"text_block_id": "p111_b1253", "text": ": Building awareness and capacities at all levels of society to enable climate-smart decision making."}, {"text_block_id": "p111_b1254", "text": "6."}, {"text_block_id": "p111_b1255", "text": "Partnerships"}, {"text_block_id": "p111_b1256", "text": ": Functional multi-stakeholder partnerships between public, private and civil society sectors across local, national and international levels that support and promote investment in and implementation of climate-smart initiatives."}, {"text_block_id": "p111_b1257", "text": "5.5 Priority sectors and outcomes"}, {"text_block_id": "p111_b1258", "text": "As highlighted in the problem statement, all the sectors that are crucial for"}, {"text_block_id": "p111_b1259", "text": "Myanmar's continued development are"}, {"text_block_id": "p111_b1260", "text": "also highly vulnerable to the adverse effects of climate change. Climate change considerations are currently not integrated into sectoral development in a way that aligns with the pathways described above and responds to the action areas necessary for enabling change along the desired development pathways."}, {"text_block_id": "p111_b1261_merged_merged", "text": "Six priorities social, infrastructure and economic sectors were identified through the strategy formulation process. If Myanmar is to reach its long-term desired goal of achieving climate-resilient development and pursuing a low-carbon development pathway to support inclusive and sustainable development, it must first generate the following six sectoral outcomes, which encapsulate these changes."}, {"text_block_id": "p111_b1265", "text": "Sectoral expected results"}, {"text_block_id": "p111_b1266", "text": "Each of the six priority sectors needs to generate specific results to build the foundation for the desired sectoral outcomes. These are some of the entry points identified by the MCCS under each priority sector to deliver the actions needed to deliver inclusive climate-resilient and low-carbon development outcomes."}, {"text_block_id": "p111_b1267", "text": "By achieving the expected results, Myanmar will advance along the road to achieving its adaptation and mitigation objectives. Three expected results are proposed under each"}, {"text_block_id": "p112_b1268", "text": "sectoral outcome. These are described below and also included in the overall master plan under Table 9."}, {"text_block_id": "p112_b1269", "text": "5.5.1. Climate-smart agriculture, fisheries and livestock for food security"}, {"text_block_id": "p112_b1270", "text": "Agriculture, fisheries and livestock"}, {"text_block_id": "p112_b1271", "text": "enable food security and are still the predominant source of livelihood for many in Myanmar, although very vulnerable to slow-onset changes in climate and extreme events. Myanmar needs to create conditions to maintain growth and productivity of agricultural and food systems"}, {"text_block_id": "p112_b1272", "text": "—"}, {"text_block_id": "p112_b1273", "text": "for example, by applying new technologies and modifying existing ones to enable the adoption of climate-smart agricultural practices that can withstand changes in climate and contribute to the reduction of GHG emissions. The sector must integrate climate change into its policies and plans to strategise actions on climate-smart farming systems and improve the adaptive capacity of smallholder, marginalised and landless households."}, {"text_block_id": "p112_b1274", "text": "For this reason, Myanmar must"}, {"text_block_id": "p112_b1275", "text": "“"}, {"text_block_id": "p112_b1276_merged_merged", "text": "achieveclimate-resilient productivity and climate-smart responses in the agriculture, fisheries and livestock sectors to support food security and livelihood strategies while also promoting resource-efficient and carbon practices”as a sectoral outcome."}, {"text_block_id": "p112_b1280", "text": "By achieving the expected results, Myanmar will advance along the road to achieving its adaptation and mitigation objectives. The three expected results to achieve the sectoral outcomes are:"}, {"text_block_id": "p112_b1281", "text": "By achieving the expected results, Myanmar will advance along the road to achieving its adaptation and mitigation objectives. The three expected results to achieve the sectoral outcomes are:\n* The agriculture, fisheries and livestock sectors have integrated climate\n* The agriculture, fisheries and livestock sectors have adopted climate-resilient\n* Institutional coordination and multi-stakeholder engagement framework"}, {"text_block_id": "p113_b1287", "text": "5.5.2. Sustainable management of natural resources for healthy ecosystem"}, {"text_block_id": "p113_b1288", "text": "Natural resources and the environment"}, {"text_block_id": "p113_b1289", "text": "provide eco-system services that are crucial to people's livelihoods and wellbeing. Communities are highly dependent on the quality and availability of ecosystem services. Ecosystem services must be enhanced and protected from unsustainable exploitation. They can also help communities use ecosystem-based adaptation to build resilience to climate impacts and carbon sequestration for mitigation of GHG emissions."}, {"text_block_id": "p113_b1290", "text": "For this reason, Myanmar must engage in “"}, {"text_block_id": "p113_b1291_merged", "text": "natural resource management that enhances the resilience of biodiversity and ecosystem services that support social and economic development and deliver carbon sequestration” as a sectoral outcome."}, {"text_block_id": "p113_b1295", "text": "The three expected results to achieve the sectoral outcome are:"}, {"text_block_id": "p113_b1296", "text": "1."}, {"text_block_id": "p113_b1297", "text": "Climate change dimensions are incorporated and enforced in environmental and natural resource management policies, rules and regulations, including gender considerations."}, {"text_block_id": "p113_b1298", "text": "2."}, {"text_block_id": "p113_b1299", "text": "Environmentally sound technologies and good management practices are adopted to improve and maintain forest, water, land and coastal ecosystems, health and services."}, {"text_block_id": "p113_b1300", "text": "3."}, {"text_block_id": "p113_b1301", "text": "Framework for institutional coordination and multi-stakeholder engagement is established and supports access to finance and implementation of responses for health, environment and natural resource management."}, {"text_block_id": "p113_b1302", "text": "5.5.3. Resilient and low-carbon energy, transport and industrial systems for sustainable growth"}, {"text_block_id": "p113_b1303", "text": "Energy Transport and industry"}, {"text_block_id": "p113_b1304", "text": "are the backbone of development and economic growth, and the projected source of income and jobs in future years. It is important that they grow in a way that is resilient to the changes in climate, while contributing to the global effort of reducing carbon emissions."}, {"text_block_id": "p114_b1305", "text": "For this reason, Myanmar must plan for"}, {"text_block_id": "p114_b1306", "text": "“"}, {"text_block_id": "p114_b1307", "text": "climate-resilient and low-carbon energy, transport and industrial systems that support inclusive and sustainable development and economic growth"}, {"text_block_id": "p114_b1308", "text": "”"}, {"text_block_id": "p114_b1309", "text": "as a sectoral outcome"}, {"text_block_id": "p114_b1310", "text": "."}, {"text_block_id": "p114_b1311", "text": "The three expected results to achieve the sectoral outcome are:"}, {"text_block_id": "p114_b1312", "text": "1."}, {"text_block_id": "p114_b1313", "text": "Energy security for the country is based on generating a large share of its energy from renewable sources and high energy efficiency in domestic, industrial and other use."}, {"text_block_id": "p114_b1314", "text": "2."}, {"text_block_id": "p114_b1315", "text": "Transport systems are adapted to heightened risks of disasters from new climatic conditions and sustainable through to efficiency and low-carbon technologies."}, {"text_block_id": "p114_b1316", "text": "3."}, {"text_block_id": "p114_b1317", "text": "Industrial systems are highly productive and competitive due to their climate resilient, sustainable, low-carbon and green characteristics."}, {"text_block_id": "p114_b1318", "text": "5.5.4. Resilient, inclusive and sustainable cities and towns where people can live and thrive"}, {"text_block_id": "p114_b1319", "text": "Cities and human settlements"}, {"text_block_id": "p114_b1320", "text": "are now home to 29 percent of the population. More people will move into cities in the future as the population rises and a greater concentration of people in unplanned settlements will increase the risk of disaster, unsustainable resource use and carbon emissions, especially through the construction of new infrastructure to accommodate an increased urban population. Cities and townships need to be safe, resilient, environmentally viable and carbon-efficient, without sacrificing development."}, {"text_block_id": "p114_b1321", "text": "For this reason, Myanmar must plan in a way that"}, {"text_block_id": "p114_b1322", "text": "“all township and city"}, {"text_block_id": "p114_b1323_merged_merged", "text": "dwellers, including the most vulnerable, are safe from increased risks of rapid-and slow-onset natural disasters and live in sustainable, inclusive, low-carbon, climate-resilient towns” as a sectoral outcome."}, {"text_block_id": "p114_b1327", "text": "The three expected results to achieve the sectoral outcome are:"}, {"text_block_id": "p115_b1328", "text": "1."}, {"text_block_id": "p115_b1329", "text": "Town and city residents have access to resilient infrastructure and services that protect them from natural hazards of increased intensity, continue to perform during and after shocks and are best adapted to the new climatic context."}, {"text_block_id": "p115_b1330", "text": "2."}, {"text_block_id": "p115_b1331", "text": "Climate change resilience, low-carbon development and socially inclusive approaches are defining elements of urban planning and development, providing mitigation and adaptation co-benefits."}, {"text_block_id": "p115_b1332", "text": "3."}, {"text_block_id": "p115_b1333", "text": "New buildings are designed and constructed to be energy and resource efficient and resilient to natural hazards and disasters,"}, {"text_block_id": "p115_b1334", "text": "so"}, {"text_block_id": "p115_b1335", "text": "that they emit less carbon and produce savings from reduced energy consumption, providing equity and affordability."}, {"text_block_id": "p115_b1336", "text": "5.5.5."}, {"text_block_id": "p115_b1337", "text": "Climate risk management for people’s health and wellbeing"}, {"text_block_id": "p115_b1338", "text": "Health, disaster risk management and social protection:"}, {"text_block_id": "p115_b1339", "text": "Climate-smart health, disaster risk management and social protection systems can help secure and sustain"}, {"text_block_id": "p115_b1340", "text": "Myanmar's social and economic development, putting it on a climate"}, {"text_block_id": "p115_b1341", "text": "-resilient pathway. Such systems will enable individuals, households and national and local actors to absorb, adapt and transform in response to climate-induced risks. Health is directly related to climatic conditions, especially in a country that is largely dependent on nature for livelihoods and wellbeing. The human dynamics of climate change indicate high risks for people from new diseases, higher stress and heightened risk of disasters. To protect people, the sector must strengthen climate-responsive health systems, disaster risk reduction through early warning systems and other mechanisms and climate risk information."}, {"text_block_id": "p115_b1342", "text": "For this reason, Myanmar must plan in a way that"}, {"text_block_id": "p115_b1343", "text": "“communities and economic"}, {"text_block_id": "p115_b1344_merged_merged_merged", "text": "sectors are able to respond to and recover from climate-induced disasters, risks and health impacts and build a healthy society”as a sectoral outcome."}, {"text_block_id": "p116_b1348", "text": "The three expected results to achieve the sectoral outcome are:"}, {"text_block_id": "p116_b1349", "text": "1."}, {"text_block_id": "p116_b1350", "text": "Climate risk management system is well established, robust and nationally integrated to respond effectively to increased intensity and impact of risks and hazards on people's health and wellbeing."}, {"text_block_id": "p116_b1351", "text": "2."}, {"text_block_id": "p116_b1352", "text": "Myanmar has improved social protection, gender consideration and risk finance capacity to prepare for and recover from potential loss and damage resulting from climate change."}, {"text_block_id": "p116_b1353", "text": "3."}, {"text_block_id": "p116_b1354", "text": "Myanmar's health system is improved and can de"}, {"text_block_id": "p116_b1355", "text": "al with climate-induced health hazards and support climate-vulnerable communities to respond effectively to disaster and health hazards from climate change."}, {"text_block_id": "p116_b1356", "text": "5.5.6. Education, science and technology for a resilient society"}, {"text_block_id": "p116_b1357", "text": "Education, science and technology"}, {"text_block_id": "p116_b1358", "text": "are the crucial areas for building a smart, knowledgeable, climate responsive society. Myanmar has prioritised investment in these sectors through formal education at all levels to increase the country's research and innovation capacity, professional development and training and awareness-raising on climate change. But changes in climate which could lead, for example, to more frequent and more intense disasters will affect the quality of, and people's access to, education. This, in turn, could result in deteriorating livelihoods. Education is often one of the first expenditures households cut to cope with the effects of economic or hazard stressors. Children are often the hardest hit, and if their access to education is restricted, this could make them more vulnerable. A knowledge base on climate change and access to education are pre-conditions for Myanmar to become resilient to climate change impacts and continue to cultivate technology to achieve a climate-resilient and carbon-efficient economy."}, {"text_block_id": "p116_b1359", "text": "For this reason, Myanmar must"}, {"text_block_id": "p116_b1360", "text": "“"}, {"text_block_id": "p116_b1361_merged", "text": "strengthen education, awareness and technological systems that foster a climate-responsive society and human capital to design and implement climate-resilient and low-carbon development solutions for inclusive and sustainable development” as a sectoral outcome."}, {"text_block_id": "p117_b1367", "text": "The three expected results to achieve the sectoral outcome are:"}, {"text_block_id": "p117_b1368", "text": "1."}, {"text_block_id": "p117_b1369", "text": "The capacity of actors in the education sector is developed to integrate principles of sustainability, low-carbon development and resilience into the curricula at primary, secondary and tertiary levels."}, {"text_block_id": "p117_b1370", "text": "2."}, {"text_block_id": "p117_b1371", "text": "Capacity of actors in the science, technology and education sectors is developed to generate research and build and use climate information systems."}, {"text_block_id": "p117_b1372", "text": "3."}, {"text_block_id": "p117_b1373", "text": "Institutional capacity and multi-stakeholder partnership are enhanced to access and manage climate financing to ensure climate-responsive education, science and technology."}, {"text_block_id": "p117_b1374", "text": "5.6 Strategic indicators"}, {"text_block_id": "p117_b1375_merged", "text": "To assess progress, a number of strategic indicators for each of the expected results has been suggested. These are general and inspirational indicators to orient the country in what it can measure to assess — rather than quantify — the degree of progress as the quantification of progress may not be realistic over 13 years and at this level of complexity. Indicative sectoral indicators are outlined in Table 9 and Table 11. The master plan attached to this strategy contains more specific indicators to monitor progress against each action area."}, {"text_block_id": "p117_b1380", "text": "The overall master plan presented in Table 9 includes expected results and strategic indicators. It is a working document that will need adjusting and validating as the country works towards its ultimate goal. The expected results and indicators are immensely ambitious, but this is what Myanmar needs reach its goal of achieving climate-resilienceand pursuing a low-carbon growth pathway to support inclusive and sustainable development by 2030."}, {"text_block_id": "p117_b1381", "text": "5.6.1 Achieving sectoral outcomes"}, {"text_block_id": "p117_b1382", "text": "The rationale for selecting each sector as well as the desired sectoral outcome and set of associated sectoral expected results to help generate sectoral outcomes are described below. Planning actions under the six action areas identified in Section 6.4 will"}, {"text_block_id": "p118_b1383", "text": "deliver significant transformation in these six priority sectors to ensure that current and future investments are resilient to the impacts of climate change and can unlock opportunities from climate-resilient and low-carbon development. This includes opportunities related to green and inclusive job creation, sustainable revenue generation and innovative business models."}, {"text_block_id": "p118_b1384", "text": "5.6.2 Phases"}, {"text_block_id": "p118_b1385", "text": "The timeline for achieving the desired goal is around 13-years, divided into the following phases:"}, {"text_block_id": "p118_b1386", "text": "Within 3 years:"}, {"text_block_id": "p118_b1387", "text": "Achieving all policy and institutional objectives; initiating the capacity-building and financial mechanisms that are essential to achieving the goal"}, {"text_block_id": "p118_b1388", "text": "Within 8 years"}, {"text_block_id": "p118_b1389", "text": ": Major achievements made in all action areas; financial mechanisms exist that enable expected results; capacities have been created or are well underway; all development choices are informed by sustainability concerns, and"}, {"text_block_id": "p118_b1390", "text": "Within 13 years"}, {"text_block_id": "p118_b1391", "text": ": The capacities created operate in the country effectively; finance is channelled to building ongoing resilience and adaptation; all key milestones have been achieved."}, {"text_block_id": "p118_b1392", "text": "The ultimate outcome is for Myanmar to be a climate-resilient country, and at the same time contribute to global efforts to curb its GHG emissions, reduceing its contribution to climate change within a realistic timeline of 13 years."}, {"text_block_id": "p119_b1393", "text": "Figure 7: Conceptual framework of Myanmar Climate Change Stratety (2018-2030)"}, {"text_block_id": "p120_b1394", "text": "The Myanmar Climate Change Strategy (MCCS) presents a roadmap to guide"}, {"text_block_id": "p120_b1395", "text": "Myanmar's strategic respon"}, {"text_block_id": "p120_b1396", "text": "ses and actions to address climate related risks and opportunities over the next 13 years and beyond. The MCCS aims to support public sector decision makers at national and local levels, vulnerable households, communities, and the private sector to respond to the challenges and opportunities associated with climate change. MCCS aligns with the national vision, goal and objectives to guide Myanmar's transition along a climate-resilient and low-carbon development pathway that will deliver inclusive economic and social development. It identifies priority actions in priority social and economic development sectors to build the adaptive capacity of communities and priority sectors and to promote low-carbon development."}, {"text_block_id": "p120_b1397", "text": "Strategy formulation process and approach"}, {"text_block_id": "p120_b1398", "text": "MONREC (formerly the Ministry of Environmental Conservation and Forestry) coordinated the formulation of the MCCS and its related sectoral master plans, reaching agreement on the methodology in December 2014. ECD played a central advisory role to guide the team in each phase of research, supported by MCCA and their consultants."}, {"text_block_id": "p120_b1399", "text": "Every effort has been made to align the strategy with Myanmar's socioeconomic"}, {"text_block_id": "p120_b1400", "text": "development objectives and evolving policy documents, such as the Green Growth Strategy; the Environmental Policy; annual, medium and long-term development plans;"}, {"text_block_id": "p120_b1401", "text": "the second FESR and the Decentralisation Policy. The strategy builds on Myanmar's"}, {"text_block_id": "p120_b1402", "text": "commitment to gender inclusiveness as highlighted in the INDC and is aligned with the statement in the INDCs to pay consider gender in its climate change policy design."}, {"text_block_id": "p120_b1403_merged_merged_merged", "text": "As the strategy was developed through the MCCA, which has also been advising the government on several aspects of climate change, the strategy is also as aligned as possible to several other climate change or environment policies that have been drafted in parallel — for example, the INDC and the Green Growth Framework."}, {"text_block_id": "p120_b1406", "text": "The strategy was prepared in close consultation with national and local-level stakeholders representing a cross-section of government institutions, national NGOs, community representatives, private sector actors, development partners, professionals"}, {"text_block_id": "p121_b1407_merged", "text": "and academics covering a wide range of sectors. Stakeholders were engaged through bilateral discussions, four national workshops and five sub-national workshops. The latter took place in five of Myanmar's climate-vulnerable states/regions, engaging more than 600 participants from local government, civil society organisations, communities and the private sector. Most of the consultations were conducted under the guidance of TWG of the MCCA. The MCCS is therefore strong, with multiple views and perspectives, effectively capturing this diversity. As well as direct consultations and interviews, the drafting team reviewed policy documents and secondary data, working on all available published policies, laws, documents and available advanced drafts with national importance."}, {"text_block_id": "p121_b1410", "text": "This section of the MCCS provides the five key requisites for action (implementation pillars) as well as an overall master plan and strategic indicators to monitor progress; roles and responsibilities of different stakeholders in implementing and reporting progress; as well as tools to be applied for monitoring implementation of the strategy and master plan that will be used by the government to report on progress against the objectives on a yearly basis."}, {"text_block_id": "p121_b1411", "text": "6. Overall mission: To direct action for addressing climate change"}, {"text_block_id": "p121_b1412", "text": "MCCS aims to direct the government and its development partners, private sector entities, civil society and households to invest in a climate-resilient and low-carbon development pathway to secure inclusive and sustainable development."}, {"text_block_id": "p121_b1413", "text": "It responds to the opportunities and risks provided by ongoing social, economic and political transition in the context of climate change in Myanmar. It aims to support decision makers to:"}, {"text_block_id": "p121_b1414", "text": "1."}, {"text_block_id": "p121_b1415", "text": "Provide a strategic response to climate change by identifying interventions that will enable the most vulnerable women and men, regions and sectors to address climate-induced risks and opportunities;"}, {"text_block_id": "p121_b1416", "text": "2."}, {"text_block_id": "p121_b1417", "text": "Provide a cohesive and coordinated response to climate change by enabling policy makers to deliver coherent policies and programmes; and"}, {"text_block_id": "p122_b1418", "text": "3."}, {"text_block_id": "p122_b1419", "text": "Prioritise responses to climate change by enabling policy makers to identify investments that will deliver climate resilient and low-carbon development opportunities for the most vulnerable populations as a priority."}, {"text_block_id": "p122_b1420", "text": "7. Guiding principles"}, {"text_block_id": "p122_b1421", "text": "The strategy builds fully onthe overall principles established by the Myanmar Climate Change Policy (MCCP), which are:"}, {"text_block_id": "p122_b1422", "text": "1."}, {"text_block_id": "p122_b1423", "text": "Sustainable Development;"}, {"text_block_id": "p122_b1424", "text": "2."}, {"text_block_id": "p122_b1425", "text": "Precaution;"}, {"text_block_id": "p122_b1426", "text": "3."}, {"text_block_id": "p122_b1427", "text": "Prevention;"}, {"text_block_id": "p122_b1428", "text": "4."}, {"text_block_id": "p122_b1429", "text": "Environmental Integrity;"}, {"text_block_id": "p122_b1430", "text": "5."}, {"text_block_id": "p122_b1431", "text": "Shared Responsibility;"}, {"text_block_id": "p122_b1432", "text": "6."}, {"text_block_id": "p122_b1433", "text": "Inclusiveness;"}, {"text_block_id": "p122_b1434", "text": "7."}, {"text_block_id": "p122_b1435", "text": "Good Governance;"}, {"text_block_id": "p122_b1436", "text": "8."}, {"text_block_id": "p122_b1437", "text": "Climate Justice and Equity;"}, {"text_block_id": "p122_b1438", "text": "9."}, {"text_block_id": "p122_b1439", "text": "Gender Eq"}, {"text_block_id": "p122_b1440", "text": "uality and Women's Empowerment,"}, {"text_block_id": "p122_b1441", "text": "In addition, the MCCS upholds the following guiding principles:"}, {"text_block_id": "p122_b1442", "text": "1."}, {"text_block_id": "p122_b1443", "text": "Inclusive development"}, {"text_block_id": "p122_b1444", "text": "to include poor, landless, marginalised and vulnerable women and men to act as agents of change, and all geographic regions to shape and benefit from opportunities provided by climate-resilient and low-carbon development."}, {"text_block_id": "p122_b1445", "text": "2."}, {"text_block_id": "p122_b1446", "text": "Resource-efficient development"}, {"text_block_id": "p122_b1447", "text": "to drive action that will incentivise investment in a green economy where growth is achieved with minimal environmental harm and carbon emissions."}, {"text_block_id": "p122_b1448", "text": "3."}, {"text_block_id": "p122_b1449", "text": "Integrated development"}, {"text_block_id": "p122_b1450", "text": "to direct government, development partners, civil society, private sector entities and communities to align, harmonise and coordinate policies and programmes to support the strategy's overall objectives."}, {"text_block_id": "p122_b1451", "text": "4."}, {"text_block_id": "p122_b1452", "text": "Results-oriented development"}, {"text_block_id": "p122_b1453", "text": "guides the strategy through a theory of change that outlines a vision for a climate-resilient, inclusive nation that can address climate risks and harness the benefits of low-carbon development. It outlines a"}, {"text_block_id": "p123_b1454", "text": "time-bound goal and objectives to achieve this vision and strategic priorities to help the priority sectors implement the strategy."}, {"text_block_id": "p123_b1455", "text": "Implementation of the MCCS will be monitored through assessing progress against an overall master plan with expected results and strategic indicators under each sectoral outcome (see Table 9). The master plan is a working document that will need adjustment and validation over the course of the MCCS implementation. Expected results and indicators reflect a degree of high ambition that Myanmar needs to ultimately achieve climate-resilient development and pursue a low-carbon development pathway to support inclusive and sustainable development by 2030."}, {"text_block_id": "p123_b1456", "text": "8. Strategic master plan and sectoral outcomes"}, {"text_block_id": "p123_b1457", "text": "The strategic over all master plan, compising sectoral outcomes together with the expected results and strategic indicators to monitor progress,is presentedin Table 9 below. The master planis accompanied by six detailed sectoral action plans that identify time-bound priority actions to achieve the specific sectoral outcomes."}, {"text_block_id": "p123_b1458_merged", "text": "Achieving sectoral outcomes through implementation of the MCCS means Myanmar will contribute to achieving all 17 SDGs that Myanmar has adopted, together with other UN member states, as part of the 2030 Agenda for Sustainable Development. Although taking urgent action to combat climate change and its impacts is one of the 17 SDGs, mainstreaming climate change considerations into national planning will result in sustainable development gains across the board and will contribute meaningfully to reaching the targets of all SDGs. This can provide opportunities to support further policy integration between climate change, poverty reduction, sustainable development, environmental management and health and economy issues in a way that can deliver sustainable development benefits.  This is reflected in Table 10, which shows how the MCCS's sectoral outcomes align and can contribute to with the 17 SDGs to transform Myanmar into a climate-resilient and carbon-efficient nation that can harness the benefits of low-carbon and resilient development for present and future generations in a sustainable and inclusive manner."}, {"text_block_id": "p124_b1461", "text": "Table 9: Strategic master plan comprising expected results and strategic indcators for each of the six priority sectors"}, {"text_block_id": "p124_b1462", "text": "1. Climate-smart agriculture, fisheries and livestock for food security"}, {"text_block_id": "p124_b1463", "text": "Sectoral outcome: Achieve climate-resilient productivity and climate-smart responses in the agriculture, fisheries and livestock sectors to support food security and livelihood strategies while also promoting resource-efficient and low-carbon practices"}, {"text_block_id": "p125_b1464", "text": "innovative business models and"}, {"text_block_id": "p125_b1465", "text": "gender-sensitive approaches."}, {"text_block_id": "p125_b1466", "text": "2. Sustainable management of natural resources for healthy eco-system"}, {"text_block_id": "p125_b1467", "text": "Sectoral outcome: Natural resource management that enhances the resilience of biodiversity and ecosystem services that support social and economic development and deliver carbon sequestration."}, {"text_block_id": "p126_b1468_merged", "text": "3. Resilient and low-carbon energy, transport and industrial systems for sustainable growth"}, {"text_block_id": "p126_b1470", "text": "Sectoral outcome: climate-resilient and low-carbon energy, transport and industrial systems that support inclusive and sustainable development and economic growth"}, {"text_block_id": "p127_b1471", "text": "Sectoral outcome: all township and city dwellers, including the most vulnerable, are safe from increased risks of rapid-and slow-onset natural disasters and live in sustainable, inclusive, low-carbon, climate-resilient towns"}, {"text_block_id": "p128_b1472", "text": "5. Climate risk management fo"}, {"text_block_id": "p128_b1473", "text": "r people’s health and wellbeing"}, {"text_block_id": "p128_b1474", "text": "Sectoral outcome: communities and economic sectors are able to respond to and recover from climate-induced disasters, risks and health impacts and build a healthy society"}, {"text_block_id": "p129_b1475", "text": "resilient planning"}, {"text_block_id": "p129_b1476", "text": "# of households in a climate-vulnerable state/region and township who can access improved health and sanitation practices and resilient health infrastructures"}, {"text_block_id": "p129_b1477", "text": "6. Education, science and technology for a resilient society"}, {"text_block_id": "p129_b1478", "text": "Sectoral outcome: strengthen education, awareness and technological systems that foster a climate-responsive society and human capital to design and implement climate-resilient and low-carbon development solutions for inclusive and sustainable development"}, {"text_block_id": "p130_b1479", "text": "Table 10: Mapping SDGs and MCCS sectoral outcomes"}, {"text_block_id": "p132_b1480", "text": "9. The five pillars of implementation"}, {"text_block_id": "p132_b1481", "text": "To achieve the high ambitions laid out in the MCCS"}, {"text_block_id": "p132_b1482", "text": "'s"}, {"text_block_id": "p132_b1483", "text": "overall master plan, Myanmar will need to undertake actions under the five pillars of implementation listed below. These indicate broad areas where the country needs to take concrete actions anational level. The implementing pillarare as follows;"}, {"text_block_id": "p132_b1484", "text": "1."}, {"text_block_id": "p132_b1485", "text": "An"}, {"text_block_id": "p132_b1486", "text": "overarching policy framework"}, {"text_block_id": "p132_b1487", "text": "to guide coherent investment in climate-resilient and low-carbon development."}, {"text_block_id": "p132_b1488", "text": "2."}, {"text_block_id": "p132_b1489", "text": "A"}, {"text_block_id": "p132_b1490", "text": "multi-stakeholder institutional mechanism"}, {"text_block_id": "p132_b1491", "text": "to coordinate action across actors and scales."}, {"text_block_id": "p132_b1492", "text": "3."}, {"text_block_id": "p132_b1493", "text": "A"}, {"text_block_id": "p132_b1494", "text": "financial mechanism"}, {"text_block_id": "p132_b1495", "text": "to mobilise and allocate finance for inclusive investment in climate-resilient and low-carbon development."}, {"text_block_id": "p132_b1496", "text": "4."}, {"text_block_id": "p132_b1497", "text": "A"}, {"text_block_id": "p132_b1498", "text": "capacity-strengthening framework"}, {"text_block_id": "p132_b1499", "text": "to enhance the capacity of actors across scale to plan and implement climate-resilient and low-carbon development initiatives., and"}, {"text_block_id": "p132_b1500", "text": "5."}, {"text_block_id": "p132_b1501_merged_merged_merged_merged_merged_merged", "text": "A monitoring evaluation and learning (MEL) framework to guide evidencebased and iterative solutions for climate-resilient and low-carbon development."}, {"text_block_id": "p132_b1504", "text": "9.1 Policy framework"}, {"text_block_id": "p132_b1505", "text": "An overarching policy framework to guide coherent investment in climate-resilient and low-carbon development will support the implementation of the MCCS. A coherent policy framework is required for policy direction at strategic level. As outlined in Part I, actions for mitigation and adaptation to climate change need to be integrated"}, {"text_block_id": "p133_b1506", "text": "into national and sectoral policies and there needs to be greater coherence between sectoral, national and local policies."}, {"text_block_id": "p133_b1507", "text": "The MCCS will guide the development of policies for resilient and low-carbon development to ensure that climate change is mainstreamed into key national, sub"}, {"text_block_id": "p133_b1508", "text": "-"}, {"text_block_id": "p133_b1509", "text": "national and local public and private sector policies and their implementation. Key actions include:"}, {"text_block_id": "p133_b1510", "text": "1."}, {"text_block_id": "p133_b1511", "text": "Developing new policies such as the Climate Change Policy and Green Growth Framework that will provide a policy mandate for the transition to a climate-resilient, low-carbon development pathway, and"}, {"text_block_id": "p133_b1512", "text": "2."}, {"text_block_id": "p133_b1513", "text": "Mainstreaming climate change into key national, sub-national and sectoral policies and priorities to guide federal, local and sectoral planning."}, {"text_block_id": "p133_b1514", "text": "9.2 Multi-stakeholder institutional mechanism"}, {"text_block_id": "p133_b1515", "text": "Institutions need to take responsibility for advancing towards the strategic goal and o"}, {"text_block_id": "p133_b1516", "text": "bjectives. As highlighted in Part I, Myanmar's institutional structures and"}, {"text_block_id": "p133_b1517", "text": "their respective management capacity are evolving in response to decentralisation and democratisation. In this context, the establishment of a formal institutional mechanism to foster the Strategy is essential. This mechanism is to be further institutionalized in the mid-term as required, and its decentralized capacities can be increased over time."}, {"text_block_id": "p133_b1518", "text": "Functions of the mechanism"}, {"text_block_id": "p133_b1519", "text": "The MCCSwill be implemented by a multi-stakeholder institutional mechanism with the following functions:"}, {"text_block_id": "p133_b1520", "text": "1."}, {"text_block_id": "p133_b1521_merged_merged_merged", "text": "Promoting the implementation of the strategy's master plan at political and programme level — in other words, through a progressive achievement of milestones and outputs in the respective sectoral master plans"}, {"text_block_id": "p133_b1526", "text": "2."}, {"text_block_id": "p133_b1527", "text": "Coordinating the action and ensuring that stakeholders cooperate to achieve common objectives as devised by the strategy, and that partnerships are established as needed, and"}, {"text_block_id": "p134_b1528", "text": "3."}, {"text_block_id": "p134_b1529", "text": "Monitoring progress towards the"}, {"text_block_id": "p134_b1530", "text": "strategy's goal and object"}, {"text_block_id": "p134_b1531", "text": "ives, by observing changes in the strategic indicators for each sectoral outcome and the respective milestones listed in the sectoral master plans."}, {"text_block_id": "p134_b1532", "text": "Composition and functioning of the mechanism"}, {"text_block_id": "p134_b1533", "text": "The mechanism will be functioning within one year of the adoption of the MCCS, with toverall purpose of making progress towards the s"}, {"text_block_id": "p134_b1534", "text": "trategy'"}, {"text_block_id": "p134_b1535", "text": "s objectives."}, {"text_block_id": "p134_b1536", "text": "The NECCCCC is suggested to"}, {"text_block_id": "p134_b1537", "text": "serve as this institutional coordination ‘mechanism'"}, {"text_block_id": "p134_b1538", "text": "as depicted in Figure and Table 11, using the following monitoring timeline and reporting lines:"}, {"text_block_id": "p134_b1539", "text": "1."}, {"text_block_id": "p134_b1540", "text": "Every year"}, {"text_block_id": "p134_b1541", "text": ": MONREC/ECD and focal agencies report to the NECCCCC on progress against the overall masterplan, by describing how sectors are achieving expected results"}, {"text_block_id": "p134_b1542", "text": "2."}, {"text_block_id": "p134_b1543", "text": "Every six months"}, {"text_block_id": "p134_b1544", "text": ": With support from MONREC/ECD, each focal agency collects data on the progress of the sectoral master plans. This detail is not communicated to the NECCCCC unless requested, to simplify the monitoring and reporting system, and"}, {"text_block_id": "p134_b1545", "text": "3."}, {"text_block_id": "p134_b1546", "text": "Ongoing reporting"}, {"text_block_id": "p134_b1547", "text": ": Stakeholders in each sector are in constant relation through the MCCA platform and their respective focal agency."}, {"text_block_id": "p134_b1548_merged_merged_merged_merged", "text": "It has been suggested over the course of the consultations undertaken for the MCCS that the NECCCCC could include a gender advisor or reserve seats on the committee for members of the Department of Social Welfare, the Parliamentary Commission on Women and Children, or civil society women's groups. This would further reinforce and confirm that the institutional coordination mechanism remains inclusive of women's and children's issues."}, {"text_block_id": "p135_b1553", "text": "Figure 8: Inter-linkage of coordination body and implementing agencies"}, {"text_block_id": "p136_b1554", "text": "Table 11: Mechanism for implementing, coordinating and monitoring the MCCS"}, {"text_block_id": "p139_b1555", "text": "Decentralisation (local to national adaptation/mitigation)"}, {"text_block_id": "p139_b1556", "text": "Acknowledging the need to facilitate local adaptation, the MCCS requests that the state/regional committees for environmental conservation and climate change engage on a yearly basis with the townships and city-development committee to ensure a bottom-up/top-down balance."}, {"text_block_id": "p139_b1557", "text": "Human resource and strategic evolution of the mechanism"}, {"text_block_id": "p139_b1558", "text": "Based on the capacity-development assessment conducted alongside the MCCS, a human resource programme will strengthen skills to plan and implement. The"}, {"text_block_id": "p140_b1559", "text": "secretariat will elaborate further details of the programme at a later stage, but within one year of the adoption of the strategy."}, {"text_block_id": "p140_b1560", "text": "Within three years of the adoption of the Strategy, this mechanism could evolve into a Myanmar Climate Change Commission. The Myanmar Climate Change Policy will explore and clarify this possibility."}, {"text_block_id": "p140_b1561", "text": "9.3 Climate finance mechanism"}, {"text_block_id": "p140_b1562", "text": "As highlighted in the INDC and assessed during the formulation of this strategy, the finance available for investment in climate change mitigation and adaptation in Myanmar is inadequate and hencethe country will need to strengthen its financial systems. As one of the implementing pillars, a climate finance mechanism will be established at national levelto mobilise and allocate finance for inclusive investment in climate resilient and low carbon development."}, {"text_block_id": "p140_b1563", "text": "As well as seeking to strengthen the country's climate change-related financial system,the strategy will need to attract funding from many sources. Within a year, the"}, {"text_block_id": "p140_b1564", "text": "cost of delivering the strategy'"}, {"text_block_id": "p140_b1565", "text": "master plan should be estimated at government level, to orient the mobilization of resources."}, {"text_block_id": "p140_b1566", "text": "Financial streams"}, {"text_block_id": "p140_b1567", "text": "Three key streams are required to finance the implementation of the strategic masterplan, which are to be delivered through a multi-source, inclusive, gender-responsive and phased approach as detailed below:"}, {"text_block_id": "p140_b1568", "text": "Stream 1 .Immediate term (within three years):"}, {"text_block_id": "p140_b1569_merged_merged", "text": "To increase access to dedicated climate change finance sources by accessing the Green Climate Fund Readiness programme and pursuing strategies to increase capacities for attracting and managing funds from global climate change funds; preparing concept notes to implement the strategy's master plan for global funds such as the Adaptation Fund, the Global Environment Facility and the Green Climate Fund; and asking bilateral and multilateral donors to align their dedicated climate change programmes to the strategy master plan so as to deliver one or more parts of it."}, {"text_block_id": "p141_b1574", "text": "(fiscal policy, budget and planning cycle and resultsbased finance) by agreeing on a certain percentage of sectoral budgets that can be dedicated to address climate change-related issues within the six action areas of each sectoral outcome; establishing a budget code for climate change activities. Under the 2012 Environmental Conservation Law, the MCCS may participate in the establishment of the Environmental Conservation Basket of Fund to govern the flow of climate finance from both national and international sources."}, {"text_block_id": "p141_b1575", "text": "Stream 3:"}, {"text_block_id": "p141_b1576", "text": "Immediate to mid-term (within three years to eight years), mainstream climate change into sectoral investments by:"}, {"text_block_id": "p141_b1577", "text": "(a)"}, {"text_block_id": "p141_b1578", "text": "Assessing the climate change relevance of sectoral existing investments through a spending review within two years. This will appraise how projects and investments can help advance the master plan and ensure that monitoring framework monitors and reports results that are otherwise not related;"}, {"text_block_id": "p141_b1579", "text": "(b)"}, {"text_block_id": "p141_b1580_merged", "text": "Establishing a ‘climate change marker' or ‘screening' tool for all FDI,sectoral projects and private or public investments within threee years to help implement one or more components of the strategic master plan; and"}, {"text_block_id": "p141_b1583", "text": "(c)"}, {"text_block_id": "p141_b1584", "text": "Requiring that all investments contribute to the sectoral outcomes through adequate design within eight years. All projects should be climate responsive in each sector."}, {"text_block_id": "p141_b1585", "text": "Strategic approach"}, {"text_block_id": "p141_b1586", "text": "Realistically, the union and state/region budget allocations will be the smallest share of finance at least in the short and mid-term (three to eightyears), given the possible conflicting priorities and the low capacities of the state budget. But as the country develops, it should increase its capacity to allocate its own funding to deliver the strategy. Climate change-dedicated finance is extremely important to kick-start the master plan and address a number of action areas in each sectoral outcome, particularly the policy and capacity-building areas."}, {"text_block_id": "p141_b1587", "text": "Gaining access to sectoral investment is a key to achieving the sectoral outcomes, as these require large amounts of funding. Realistically, this might be"}, {"text_block_id": "p142_b1588_merged", "text": "achieved by a combination of direct access — for example, through components of the investments to be dedicated to sections of the strategy master plan — or by assessing the relevance of these investments through a climate change ‘screening' tool or 'marker'."}, {"text_block_id": "p142_b1597", "text": "Figure 9: Key streams for financing the strategy master plans by potential size"}, {"text_block_id": "p142_b1598", "text": "(Source: MCCS drafting team)"}, {"text_block_id": "p142_b1599", "text": "9.4 Capacity-strengthening framework"}, {"text_block_id": "p142_b1600", "text": "A capacity-strengthening framework will be developed to implement the MCCS, enhancing the capacity of actors across scale to plan and implement climate-resilient and low-carbon development initiatives."}, {"text_block_id": "p142_b1601", "text": "Awareness and capacity to plan and deliver climate change is low at all levels. There little capacity to better assess, plan and deliver climate change responses at the national and local level; to generate climate change data, information and evidence; or to project, forecast and respond to disasters, partly due to the lack of advanced computing facilities. There is also a need to better understand the linkages between gender and climate change impacts."}, {"text_block_id": "p142_b1602", "text": "The capacity needs assessment carried out for the MCCS found inadequate institutional, policy and legal frameworks, and higly inadequate climate-resilient"}, {"text_block_id": "p143_b1603", "text": "planning, implementation and monitoring and evaluation skills. Knowledge management on climate change was significantly inadequate, and the focus on community mobilisation and engagement on climate change"}, {"text_block_id": "p143_b1604", "text": "—"}, {"text_block_id": "p143_b1605", "text": "including sensitivity to marginalised groups"}, {"text_block_id": "p143_b1606", "text": "—"}, {"text_block_id": "p143_b1607", "text": "was also inadequate."}, {"text_block_id": "p143_b1608", "text": "Capacity building targeting efforts to enhance a system's ability to address climate change in a sustainable way is important. For institutions to take forward priority adaptation and low-carbon development actions, they will need a wide range of capacities. The emerging areas for developing targeted capacity include climate change assessment, projection, mapping and planning, as well as policy, institutions, finance and coordination to enable institutions to implement the strategy and master plan. In the short-run, the following capacity-building plan is proposed:"}, {"text_block_id": "p143_b1609", "text": "1."}, {"text_block_id": "p143_b1610", "text": "Enhance institutional capacity and develop knowledgeable human resourcesto mainstream climate change through specialised, institution-specific short courses and a manual for mainstreaming climate change"}, {"text_block_id": "p143_b1611", "text": "2."}, {"text_block_id": "p143_b1612", "text": "Enhance policy and legal capacity to integrate climate change into sectoral policy, and"}, {"text_block_id": "p143_b1613", "text": "3."}, {"text_block_id": "p143_b1614", "text": "Enhance education and awareness to make people understand and help them consider adaptive measures by involving the most vulnerable groups and the general public to understand and respond to climate risk and impact."}, {"text_block_id": "p143_b1615_merged_merged", "text": "In the long run, capacity building activities need to focus more on enhancing existing planning, finance and education systems to better integrate, and respond to the negative impact of, climate change. To enhance capacity at the national and sub-national level, Myanmar will need to prioritise:"}, {"text_block_id": "p143_b1618", "text": "1."}, {"text_block_id": "p143_b1619", "text": "Integrating climate change into the education curricula at basic, higher and technological levels"}, {"text_block_id": "p143_b1620", "text": "2."}, {"text_block_id": "p143_b1621", "text": "Promoting research and regional collaboration to enhance national capacity for climate change forecasting, modelling, mapping and planning"}, {"text_block_id": "p143_b1622", "text": "3."}, {"text_block_id": "p143_b1623", "text": "Enhancing institutional implementation capacity for fiduciary risk management and an oversight mechanism on adequacy"}, {"text_block_id": "p144_b1624", "text": "4."}, {"text_block_id": "p144_b1625", "text": "Enhancing the capacity to monitor and evaluate delivery of climate change actions and"}, {"text_block_id": "p144_b1626", "text": "5."}, {"text_block_id": "p144_b1627", "text": "Enhancing institutional capacity for financial management, including capacity building to harness international funds, manage domestic funds, build capacity to develop project proposals and develop guidelines and mechanisms for fund flow."}, {"text_block_id": "p144_b1628", "text": "9.5 Monitoring evaluation and learningframework"}, {"text_block_id": "p144_b1629", "text": "A MEL framework should support MCCS implementation by guiding evidencebased and iterative planning, in connection with the GHG MRV, and with the overall M&E system put in place by the Country under the leadership of the Central Statistical Office."}, {"text_block_id": "p144_b1630", "text": "By guiding a strategic response to climate change, the framework will:"}, {"text_block_id": "p144_b1631", "text": "1."}, {"text_block_id": "p144_b1632", "text": "Support decision makers to set targets for climate resilience and low-carbon development"}, {"text_block_id": "p144_b1633", "text": "2."}, {"text_block_id": "p144_b1634", "text": "Establish a climate vulnerability and emission baseline"}, {"text_block_id": "p144_b1635", "text": "3."}, {"text_block_id": "p144_b1636", "text": "Monitor and evaluate investment in adaptation and mitigation actions, and"}, {"text_block_id": "p144_b1637", "text": "4."}, {"text_block_id": "p144_b1638", "text": "Support accountable and informed decision making."}, {"text_block_id": "p144_b1639", "text": "The system also needs to develop the availability of sex-disaggregated data to capture specific gender dimensions to vulnerability and enable a monitoring framework for the gendered aspects of climate change to further support inclusive and gender-responsive investment in climate-resilient and low-carbon development."}, {"text_block_id": "p144_b1640", "text": "Within the next three years, MCCS will guide the establishment of a national MEL mechanism. The following actions will be undertaken to support this process:"}, {"text_block_id": "p144_b1641", "text": "1."}, {"text_block_id": "p144_b1642", "text": "Develop a results-based framework to identify adaptation and mitigation targets;"}, {"text_block_id": "p144_b1643", "text": "2."}, {"text_block_id": "p144_b1644", "text": "Set a climate vulnerability and emission reduction baseline; and"}, {"text_block_id": "p144_b1645", "text": "3."}, {"text_block_id": "p144_b1646", "text": "Strengthen or develop tools and methods to monitor and evaluate the MCCS in an inclusive manner."}, {"text_block_id": "p145_b1647", "text": "Over the medium and long term, MONREC will support national and sub-national agencies to monitor and evaluate investment in adaptation and mitigation actions. It will also collate M&E reports to support learning and iterative decision-making."}, {"text_block_id": "p145_b1648", "text": "Over the medium and long terms, the MCCS will guide the establishment of a management information system and measurement reporting and verification (MRV) system. It will review the provision of the MEL mechanism every five years, using a participatory evaluation system; and generate evidence and lessons to guide iterative decision making and integrate MCCS priorities into national and sub-national decision making."}, {"text_block_id": "p145_b1649", "text": "* * *"}, {"text_block_id": "p146_b1650", "text": "References"}, {"text_block_id": "p146_b1651", "text": "Asian Development Bank (2012)"}, {"text_block_id": "p146_b1652", "text": "Myanmar in transition: Opportunities and challenges.Mandaluyong City, Philippines: Asian Development Bank."}, {"text_block_id": "p146_b1653", "text": "Asia Development Bank (2013)"}, {"text_block_id": "p146_b1654", "text": "Myanmar: Country Operations Business Plan (2014-2016). Mandaluyong City, Philippines, Asian Development Bank."}, {"text_block_id": "p146_b1655", "text": "Asian Development Bank (2015)"}, {"text_block_id": "p146_b1656", "text": "Myanmar: Cross-Cutting Governance Challenges. Mandaluyong City Philippines."}, {"text_block_id": "p146_b1657", "text": "Association of Southeast Asian Nations [ASEAN] (2000)"}, {"text_block_id": "p146_b1658", "text": "Second ASEAN State of the Environment Report. ISBN: 979-8080-83-1."}, {"text_block_id": "p146_b1659", "text": "Austin and Sallabank (2011)"}, {"text_block_id": "p146_b1660", "text": "Handbook of Endangered Languages, Cambridge University Press."}, {"text_block_id": "p146_b1661", "text": "Bamber and Aspinall (2013)"}, {"text_block_id": "p146_b1662", "text": "An expert judgement assessment of future sea level rise for the sheets. Nature Climate Changes 3, 424-427."}, {"text_block_id": "p146_b1663", "text": "Banu S, Hu W, Hurst C, Tong S. (2011)"}, {"text_block_id": "p146_b1664", "text": "Dengue transmission in the Asia-Pacific region: impact of climate change and socio-environmental factors. Trop Med Int Health 2011:16: 598-607"}, {"text_block_id": "p146_b1665", "text": "Chhor, H; Dobbs, R., Hansen DN., Thompson, F., Shah, N and Streiff, L. (2013)"}, {"text_block_id": "p146_b1666", "text": "Myanmar's"}, {"text_block_id": "p146_b1667", "text": "moment: Unique opportunities, major challenges.McKinsey Global Institute."}, {"text_block_id": "p146_b1668", "text": "Church, J.A., Monselesan, D.Gregory, J.M and Marzeion, B.(2013):"}, {"text_block_id": "p146_b1669", "text": "Evaluating the ability of process based models to project sea-level change. Environ. Res. Lett. 8 014051 (8pp)"}, {"text_block_id": "p146_b1670", "text": "CIA World Factbook, Burma (2016)"}, {"text_block_id": "p146_b1671_merged", "text": "Available from: https://www.cia.gov/ library/ pubbications/the-world-factbook/geos/bm.html (Accessed 20 November 2016) DMH(2016) Climate Trend and Scenarios for Myanmar.Unpublished."}, {"text_block_id": "p147_b1676", "text": "Dudgeon(2012)"}, {"text_block_id": "p147_b1677", "text": "Threats to freshwater biodiversity globally and in the Indo-Burma Biodiversity Hotspot. IUCN."}, {"text_block_id": "p147_b1678", "text": "Egashira, K., and A.T.Aye (2006)"}, {"text_block_id": "p147_b1679", "text": "Cropping characteristics in Myanmar with some case studies in Shan State and Mandalay Division. Journal of the Faculty of Agriculture, Kyushu University 51:73"}, {"text_block_id": "p147_b1680", "text": "Environmental Conservation Law [ECL] (2012)"}, {"text_block_id": "p147_b1681", "text": "The Environmental Conservation Law of the Republic of the Union of Myanmar."}, {"text_block_id": "p147_b1682", "text": "FAO (2003)"}, {"text_block_id": "p147_b1683", "text": "Myanmar AgricultureCensus.Food and Agriculture Organization, Rome."}, {"text_block_id": "p147_b1684", "text": "GLOBE: The Global Climate Legislation Database (2016)"}, {"text_block_id": "p147_b1685", "text": "Available from:hhtp://www.lse.ac.uk/ GranthamInstitute/legislation/the-global-climate-legislationdatabase/?region=all&country=Myanmar &fromyear=all&toyear=all&emitter=all&income= all&framework=all&execleg=all&category=all"}, {"text_block_id": "p147_b1686", "text": "Government of Myanmar [GoM] (2012a)"}, {"text_block_id": "p147_b1687", "text": "Framework for Economic and Social Reforms (2012-2015). The Republic of the Union of Myanmar."}, {"text_block_id": "p147_b1688", "text": "Government of Myanmar [MoM] (2013)"}, {"text_block_id": "p147_b1689", "text": "Natural Disaster Management Law.The Republic of the Union of Myanmar."}, {"text_block_id": "p147_b1690", "text": "Government of Myanmar [GoM] (2014a)"}, {"text_block_id": "p147_b1691", "text": "Myanmar agriculture brief.Ministry of Agriculture, Livestock and Irrigation. Available from:"}, {"text_block_id": "p147_b1692", "text": "Government of Myanmar [GoM] (2014b)"}, {"text_block_id": "p147_b1693", "text": "Myanmar National Social Protection Strategic Plan.The Republic of the Union of Myanamr."}, {"text_block_id": "p147_b1694", "text": "Government of Myanmar [GoM] (2015a)"}, {"text_block_id": "p147_b1695", "text": "National Implementation Plan. The Republic of the Union of Myanmar."}, {"text_block_id": "p147_b1696", "text": "Government of Myanmar [GoM] (2015b)"}, {"text_block_id": "p147_b1697", "text": "The Republic of the Union of Myanmar. The Union Report, the 2014 Myanmar Population and Housing Census. Census Report Volume"}, {"text_block_id": "p148_b1698", "text": "2."}, {"text_block_id": "p148_b1699", "text": "Department of Population, Ministry of Immigration and Population.Avilable from:"}, {"text_block_id": "p148_b1700", "text": "https://data.unhycr.org/thailand/ download.php?id=421"}, {"text_block_id": "p148_b1701", "text": "GoM [MONREC, UN-Habitat-UNEP] (2016)"}, {"text_block_id": "p148_b1702", "text": "State of Environment Report (draft), Myanmar,"}, {"text_block_id": "p148_b1703", "text": "Hijioka, Y., Lin, E., Pereira, J.J et al. (2014)"}, {"text_block_id": "p148_b1704", "text": "‘Asia', in Barros, V.R., Field, C.B.,Dokken, D.J."}, {"text_block_id": "p148_b1705", "text": "et al. (eds) Climate Change 2014: Impacts, Adaptation, and Vulnerability. Par B: Regional Aspects. Contribution of Working Group II to the Fifth Assessment Report of the Intergovernmental Panel on Climat Change. Cambridge and New York: Cambridge University Press"}, {"text_block_id": "p148_b1706", "text": "Horton, R., C.Lesk, D.Peters, M.DeMel, D.Bader, H.Helsingen, R.Bartlett, P.Capizzi, and C. Rosenzweig (2017)"}, {"text_block_id": "p148_b1707", "text": "Climate Risk Information for Myanmar. New York, NY, USA: Center for Climate Systems Research at Columbia University, WWF-US, and WWF-Myanmar"}, {"text_block_id": "p148_b1708", "text": "IMF (2016)"}, {"text_block_id": "p148_b1709", "text": "World economic and financial surveys.Regional economic outlook.Asia and"}, {"text_block_id": "p148_b1710", "text": "Pacific: Building on Asia's strengths during turbulent times."}, {"text_block_id": "p148_b1711", "text": "Available from:"}, {"text_block_id": "p148_b1712", "text": "hhtp://www.imf.org/external/pubs/ft/reo/2016/apd/eng/pdf/areo0516.pdf"}, {"text_block_id": "p148_b1713", "text": "Initial National Communication (2012) [INC]"}, {"text_block_id": "p148_b1714", "text": "Ministry of Environmental Conservation and Forestry, Government of Myanmar.Avilable from:"}, {"text_block_id": "p148_b1715", "text": "http://unfccc.int/resource/docs/natc/mmrnc1.pdf"}, {"text_block_id": "p148_b1716", "text": "Intended Nationally Determined Contribution [INDC] (2015)"}, {"text_block_id": "p148_b1717", "text": "Ministry of Environment Conservation and Forestry.Available from:f"}, {"text_block_id": "p148_b1718", "text": "http://www4.unfccc.int/submissions/"}, {"text_block_id": "p148_b1719", "text": "INDC/Published%20 Documents/Myanmar/1/Myanamr's%20INDC.pd"}, {"text_block_id": "p148_b1720", "text": "IPCC (2014)"}, {"text_block_id": "p148_b1721", "text": "Synnthesis Report. Contribution of Working Groups I,II and III to the Fifth Assessment Report of the Intergovernmental Panel on Climate Change [Core Writing Team, R.K. Pachauri and L.A. Meyer(eds.)]. IPCC, Geneva, Switzerland, 151 pp."}, {"text_block_id": "p148_b1722_merged_merged_merged_merged", "text": "Kreft S., Eckstein D., Melchior, I.(2016), Global Climate Risk Index 2017. Available from:https:// germanwatch.org/de/download/16411.pdf"}, {"text_block_id": "p149_b1725", "text": "Leimgruber, P.,Kelly, D.S., Steininger M.K, Brunner, J., Muller, T., Songer, M.(2005)"}, {"text_block_id": "p149_b1726", "text": "Forest cover change patterns in Myanmar (Burma) 1990-2000. Environmental Conservation 32 (4): 356-364"}, {"text_block_id": "p149_b1727", "text": "LIFT (2013)"}, {"text_block_id": "p149_b1728", "text": "Household survey report. Available from:"}, {"text_block_id": "p149_b1729", "text": "Marzeion et al. (2012)"}, {"text_block_id": "p149_b1730", "text": "Past and future sea-level change from the surface mass balance of glaciers. The Cryosphere, 6, 1295-1322."}, {"text_block_id": "p149_b1731", "text": "Myanmar Sustainable Development Plan [MSDP] (2018)"}, {"text_block_id": "p149_b1732", "text": "Working draft version February 2018."}, {"text_block_id": "p149_b1733", "text": "Ministry of Agriculture and Irrigation [MoAI] (2014)"}, {"text_block_id": "p149_b1734", "text": "Country Statement of Myanmar. Ministry of Agriculture and Irrigation."}, {"text_block_id": "p149_b1735", "text": "Ministry of Agriculture & Irrigation [MoAI] (2015)"}, {"text_block_id": "p149_b1736", "text": "Myanmar Climate-Smart Agricultural Strategy, available from:"}, {"text_block_id": "p149_b1737", "text": "https://cgspace.cgiar.org/rest/bitstreams/ 63308/retrieve"}, {"text_block_id": "p149_b1738", "text": "Ministry of Agriculture, Livestock and Irrigation [MOALI] (2015)"}, {"text_block_id": "p149_b1739", "text": "Outline of the irrigation department, Myanmar."}, {"text_block_id": "p149_b1740", "text": "Ministry of Electric Power and Energy [MOEPE](2013)"}, {"text_block_id": "p149_b1741", "text": "New energy architecture: Myanmar report 2013"}, {"text_block_id": "p149_b1742", "text": "Ministry of Social Welfare, Relief and Resettlement [MoSWRR] (2009)"}, {"text_block_id": "p149_b1743", "text": "Myanamr Action Plan on Disaster Risk Reduction (MAPDRR) 2009-2015. The Republic of the Union of Myanmar."}, {"text_block_id": "p149_b1744", "text": "Myanmar’s"}, {"text_block_id": "p149_b1745", "text": "National Adaptation Programme of Action [NAPA] (2013)"}, {"text_block_id": "p149_b1746_merged_merged", "text": "Department of Meteorology and Hydrology, Ministry of Transport of Union of the Republic of Myanmar.Avilable from: http://unfccc.int/resource/does/napa/ mmr01.pdf"}, {"text_block_id": "p149_b1748", "text": "National Comprehensive Development Plan [NCDP] (2014)"}, {"text_block_id": "p149_b1749", "text": "Available from:"}, {"text_block_id": "p149_b1750", "text": "https://www.mnped. gov.mm/images/stories/pfd-file/PD/ncdp%20eng%20abstract.pdf"}, {"text_block_id": "p150_b1751", "text": "National Biodiveristy Strategy and Action Plan [NBSAP] (2011)"}, {"text_block_id": "p150_b1752", "text": "Ministry of Environmental Conservation and Forestry. Available from:"}, {"text_block_id": "p150_b1753", "text": "https://www.cbd.int/ doc/world/mm/"}, {"text_block_id": "p150_b1754", "text": "nbsap-01-en.pdf"}, {"text_block_id": "p150_b1755", "text": "Nixon, H., Joelene, C., Pyar Chit Saw, K. and Aung Lynn, T. (2013)"}, {"text_block_id": "p150_b1756", "text": "State and region Governments in Myanmar. The Asia Foundation and Myanmar Development Resource Institute (MDRI)-Centre for Economic and Social Development (CESD)."}, {"text_block_id": "p150_b1757", "text": "OECD (2014)"}, {"text_block_id": "p150_b1758_merged_merged", "text": "Climate-related development finance in 2014 from OECD DAC statistics. Available from: https://public.tableau.com/views/Climate-Related-new/Recipientperspective?:embed=y&: showTabs=y&:display-count=no?&:showVizHome=no#1"}, {"text_block_id": "p150_b1764", "text": "OECD (2014b)."}, {"text_block_id": "p150_b1765", "text": "Multi-Dimesional Review of Myanmar: Volume 2: In-depth Analysis and Recommendations.OECD Development Pathways.OECD."}, {"text_block_id": "p150_b1766", "text": "Radic et al. (2013)"}, {"text_block_id": "p150_b1767", "text": "Global glacier changes: a revised assessment of committed mass losses and sampling uncertainties. The Cryosphere, 7, 1565-1577."}, {"text_block_id": "p150_b1768", "text": "Save the Children (2008)"}, {"text_block_id": "p150_b1769", "text": "Evaluation of the Save the Children Response to Cyclone Nargis."}, {"text_block_id": "p150_b1770", "text": "The Asia Foundation [TAF] (2014)"}, {"text_block_id": "p150_b1771", "text": "Available from:"}, {"text_block_id": "p150_b1772", "text": "http://asiafoundation.org/esoureces/pdfs/MM PublicFinancialManagement.pdf"}, {"text_block_id": "p150_b1773", "text": "Ti, L. H. and Facon, T. (012)"}, {"text_block_id": "p150_b1774", "text": "Report on the formulation ofa national water vision to action in the Union of Myanmar. Available from:"}, {"text_block_id": "p150_b1775", "text": "BTun (2014)"}, {"text_block_id": "p150_b1776", "text": "Understading on Myanmar Governance System and Role of Parliamentary on Union Budgeting Process.Powerpoint.Action Aid Myanmar."}, {"text_block_id": "p150_b1777", "text": "United Nations Development Programme [UNDP] (2011)"}, {"text_block_id": "p150_b1778", "text": "Integrated Household Living Conditions Survey in Myanmar (2009-2010). Poverty Profile. IHLCA Project Technical Unit. Yangon."}, {"text_block_id": "p151_b1779", "text": "United Nations Development Programme [UNDP] (2012)"}, {"text_block_id": "p151_b1780", "text": "Myanmar-Human Development Reports."}, {"text_block_id": "p151_b1781", "text": "United Nations Population Fund [UNFPA] (2011)"}, {"text_block_id": "p151_b1782_merged", "text": "United Nations Strategic Framework 2012-2015. United Nations Country Tea in Myanmar. Available from: https://www.unfpa.org/sites/default/files/ portal-document/Myanmar-UNDAF.pdf"}, {"text_block_id": "p151_b1784", "text": "United Nation Children’s Fund"}, {"text_block_id": "p151_b1785", "text": "[UNICEF] (2013)"}, {"text_block_id": "p151_b1786", "text": "Snapshot of Social Sector Public Budet Allocations and Spending in Myanmar."}, {"text_block_id": "p151_b1787", "text": "United Nations Statistics Division [UNSD] (2015)"}, {"text_block_id": "p151_b1788", "text": "Millennium Development Indicators: Country and Regional Progress Snapshot: Myanmar."}, {"text_block_id": "p151_b1789", "text": "WEF (2016)"}, {"text_block_id": "p151_b1790", "text": "WWF in collaboration with the Natural Capital Project and Center for Climate Systems Research (CScR) at Columbia University"}, {"text_block_id": "p151_b1791", "text": "CMIP5 (2016)"}, {"text_block_id": "p151_b1792", "text": "Coupled Model Intercomparison Project Phase 5."}, {"text_block_id": "p151_b1793", "text": "UN-Habitat and UNEP (2016)"}, {"text_block_id": "p151_b1794", "text": "Draft State of Environment Report, Myanmar, MONREC, UN-Habitat,UNEP 2016"}, {"text_block_id": "p151_b1795", "text": "World Bank (2013)"}, {"text_block_id": "p151_b1796", "text": "Myanmar Economic Monitor. Washington, D.C.: World Bank Group. Available from:"}, {"text_block_id": "p151_b1797", "text": "World Bank (2014)"}, {"text_block_id": "p151_b1798", "text": "Myanmar Ending Poverty and Boosting shared prosperity in a time of transition. A systematic country diagnostic. Report no. 93050-MM. Washington DC."}, {"text_block_id": "p151_b1799", "text": "World Bank (2015a)"}, {"text_block_id": "p151_b1800", "text": "Myanmar-Post-disaster needs assessment of floods and landslides: July-September 2015. Washington, D.C.: World Bank Group."}, {"text_block_id": "p151_b1801", "text": "World Bank (2015b)"}, {"text_block_id": "p151_b1802", "text": "Myanmar: Empowering people for inclusive growth.Myanmar country partnership framework for the period 2015-2017. Report No. 95183-MM"}, {"text_block_id": "p151_b1803", "text": "World Bank (2016)"}, {"text_block_id": "p151_b1804", "text": "Myanmar Economic Monitor, Washington DC."}], "document_description": "The Myanmar Climate Change Strategy sets out the framework for climate change action in Myanmar, setting out Myanmar's vision to become a climate-resilient country and to contribute to efforts to curb greenhouse gas emissions. The strategy, which covers multiple sectors and aims to both reduce vulnerability to climate change and promote low-carbon growth rests on five implementation pillars including an overarching policy framework, a multi-stakeholder institutional mechanism, a financial mechanism, a capacity strengthening framework, and a monitoring and evaluations framework. The policy aims at the realisation of the following, sector-specific outcomes: (a) Climate-resilient productivity and climate-smart responses in the agriculture, fisheries and livestock sectors to support food security and livelihood strategies while also promoting resource-efficient and low-carbon practices. (b) Natural resource management that enhances the resilience of biodiversity and ecosystem services that support social and economic development and deliver carbon sequestration. (c) Climate-resilient and low-carbon energy, transport and industrial systems that support inclusive and sustainable development and economic growth. (d) All township and city dwellers, including the most vulnerable, are safe from increased risks of rapid- and slow-onset natural disasters and live in sustainable, inclusive, low-carbon, climate-resilient towns. (e) Communities and economic sectors are able to respond to and recover from climate-induced disasters, risks and health impacts and build a healthy society, and (f) Strengthened education, awareness and technological systems that foster a climate-responsive society and human capital to design and implement climate-resilient and low-carbon development solutions for inclusive and sustainable development."}