{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Zoning & Spatial Planning|Regulation"], "document_country_english_shortname": "Myanmar", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Energy", "Agriculture"], "document_language": "English", "document_name": "Myanmar Climate-Smart Agriculture Strategy", "document_country_code": "MMR", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "09/01/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/MMR/2015/MMR-2015-01-09-Myanmar Climate-Smart Agriculture Strategy_64ce332f62aa0b3fab56491a1a8ef284.pdf", "text_blocks": [{"text_block_id": "p2_b1", "text": "MYANMAR"}, {"text_block_id": "p2_b2", "text": "Climate-Smart Agriculture"}, {"text_block_id": "p2_b3", "text": "Strategy"}, {"text_block_id": "p2_b4", "text": "September 2015"}, {"text_block_id": "p3_b5", "text": "The vision of the Ministry of Agriculture and Irrigation is to achieve higher “per capita income” and “standards of living” of the rural populace relying on agriculture than neighboring countries and be on a par with developed nations."}, {"text_block_id": "p3_b6", "text": "The MOAI's mission is to attain maximum market share in regional and global markets for agro-based, value-added agricultural and specialty food products; improve food security and alleviate poverty, particularly in rural areas; and, manage green growth."}, {"text_block_id": "p3_b7", "text": "Contact details"}, {"text_block_id": "p3_b8", "text": ":"}, {"text_block_id": "p3_b9", "text": "Minister’s office: (95  67) 410004"}, {"text_block_id": "p3_b10", "text": "Fax: (95  67) 410005, 410006"}, {"text_block_id": "p3_b11", "text": "Email:"}, {"text_block_id": "p3_b12", "text": "moai.myanmar@gmail.com"}, {"text_block_id": "p3_b13", "text": "Web: www.moai.gov.mn"}, {"text_block_id": "p4_b14", "text": "Table of contents"}, {"text_block_id": "p6_b15", "text": "Acknowledgment"}, {"text_block_id": "p6_b16", "text": "We all have an obligation to protect our planet and to feed the world’s population. All world leaders have committed to support communities that are most vulnerable to the changing climate and to work together to preserve our precious world for future generations. Extreme climate variabilities are evident, natural disasters are increasing from year to year, and human activities aggravate the impacts of climate change. These bleak scenarios bear significant impacts on food production. Thus, climate-smart agriculture (CSA) practices and technologies need to be developed urgently so we can better adapt to and help mitigate climate change."}, {"text_block_id": "p6_b17", "text": "This Report was developed as an outcome of the first national consultation meeting on “Climate-Smart Agriculture Strategies in Myanmar,”  facilitated by the CGIAR Research Program on Climate Change, Agriculture and Food Security in Southeast Asia (CCAFS SEA) and the International Rice Research Institute (IRRI) on September 2013."}, {"text_block_id": "p6_b18", "text": "This Report intends to provide the Myanmar CSA strategy to cover the development of technical, policy and investment conditions to achieve a sustainable agricultural development for food security and nutrition through a climate-resilient agriculture. It also includes adaptation and mitigation strategies for agriculture especially for rice production. The relevant information, options and interventions mentioned here provide government officials, technical experts, and others stakeholders with a working framework around the concept of CSA."}, {"text_block_id": "p6_b19", "text": "Our sincere thanks go to His Excellency Union Minister of the Ministry of Agriculture and Irrigation (MOAI), U Myint Hlaing, for his keen interest and continuous support to the successful conduct of the consultation meeting."}, {"text_block_id": "p6_b20", "text": "We are grateful to Dr Leocadio Sebastian and Dr Rex Navarro, CCAFS SEA’s Regional Program Leader and Communication Consultant, respectively, for the technical support, coordination and facilitation of the workshop and production of this Report. We also thank IRRI’s Country Representative to Myanmar, Dr Madonna Casimero and her staff for their hard work in coordinating and facilitating the first consultation workshop."}, {"text_block_id": "p6_b21", "text": "Dr Tin Htut"}, {"text_block_id": "p6_b22", "text": "Permanent Secretary, MOAI"}, {"text_block_id": "p6_b23", "text": "Chair, Myanmar CSA strategy writing team"}, {"text_block_id": "p7_b24", "text": "Myanmar Climate-Smart Agriculture Strategy Publication Team"}, {"text_block_id": "p8_b25", "text": "Preface"}, {"text_block_id": "p8_b26", "text": "The Government of Myanmar envisions to achieve a higher per capita income for the rural populace, whose major source of livelihood is agriculture, and to be abreast with developed countries. Towards this, the government has embarked on an ambitious economic, political and governance reform program since 2010. These reforms are starting to pay off, with Myanmar's economy growing at 7.3% in 2012 to 2013."}, {"text_block_id": "p8_b27", "text": "However, these economic gains are being threatened by climate change. As global warming is felt all over the world, Myanmar is also suffering from the adverse effects of climate change (i.e., droughts, floods, natural disasters, land degradation, desertification and deforestation and severe land slide)."}, {"text_block_id": "p8_b28", "text": "The long-term effects of climatic change will have serious impacts on agriculture and food security, requiring substantive adaptation of agricultural systems over time, as agriculture also significantly contributes to greenhouse gas (GHG) emissions. To initially cope with the adverse effects of climate change, Myanmar mapped out a National Adaptation Program of Action (NAPA) covering eight sectors, namely: 1) agriculture, 2) early warning systems, 3) forests, 4) public health; 5) water resources, 6) coastal zones, 7) energy and industry, and 8) biodiversity. Agriculture, early warning systems and forests are given top priority."}, {"text_block_id": "p8_b29", "text": "Notwithstanding the foregoing, Myanmar has yet to develop a comprehensive strategy on climate change adaptation and mitigation for the agriculture sector focusing on rice-based systems. Rice is the most important and dominant crop in the country. Hence, the Ministry of Agriculture and Irrigation (MOAI) is keen on developing such a strategy which will serve as a roadmap for national action as well a guide for international donors and development partners. Therefore, the development of a ClimateSmart Agriculture (CSA) strategy is indispensable in boosting agriculture and food security in Myanmar."}, {"text_block_id": "p8_b30", "text": "Myanmar’s CSA strategy should be socially, culturally and politically appropriate, environment-friendly and economically feasible to promote sustainable agriculture with maximized food security and nutrition, development, climate change adaptation and mitigation."}, {"text_block_id": "p9_b31", "text": "With the foregoing objective, I designated the Department of Planning, MOAI as the focal agency to work with the CCAFS SEA and various stakeholders locally and internationally to come up with a climate change strategy specific for agriculture and focused on rice-based farming systems. To move this forward, a series of activities were undertaken with the good assistance of CCAFS SEA, IRRI and Yezin Agricultural University (YAU). This CSA strategy document is the result of this dynamic collaboration."}, {"text_block_id": "p9_b32", "text": "We profoundly thank CCAFS SEA, IRRI, YAU and our national and international partners in helping us come up with our CSA strategy. The MOAI will immediately translate this into action to further improve and sustain the country’s agriculture under climate change."}, {"text_block_id": "p9_b33", "text": "H.E. U Myint Hlaing"}, {"text_block_id": "p9_b34", "text": "Minister, Ministry of Agriculture and Irrigation, Myanmar"}, {"text_block_id": "p10_b35", "text": "List of Tables"}, {"text_block_id": "p10_b36", "text": "List of Figures"}, {"text_block_id": "p11_b37", "text": "Abbreviations and Acronyms"}, {"text_block_id": "p14_b38", "text": "Executive summary"}, {"text_block_id": "p14_b39", "text": "Agriculture contributes a lion’s share to the national revenue and plays a key role in reducing poverty in Myanmar. However, climate change has been causing adverse effects to the industry and adding more burdens to the farmers. Late or early onset of monsoon season, longer dry spells, erratic rainfall, increasing temperature, heavy rains, stronger typhoons and flooding are common climate events that have been occurring more frequently in the recent decade. Deforestation, industrialization and increased greenhouse gas (GHG) emissions are just some of the factors that cause climate change. Some agricultural practices, likewise, contribute GHG to the atmosphere."}, {"text_block_id": "p14_b40", "text": "Climate-Smart Agriculture (CSA) seeks to optimize the benefits and minimize the negative trade-offs across food security, agricultural development and climate change adaptation and mitigation. The key elements of CSA include food security by increasing agricultural productivity, resilience of agricultural systems through adaptation, and mitigation by reducing GHG emission or enhancing carbon sequestration and managing interfaces with other land use management."}, {"text_block_id": "p14_b41", "text": "The Myanmar CSA strategy encompasses the development of technical, policy and investment conditions to achieve a sustainable agricultural development for food security and nutrition through climate-resilient and sustainable agriculture. Myanmar has committed to apply CSA to contribute to regional food security and environmental protection during the 24th ASEAN Summit on May 10, 2014."}, {"text_block_id": "p14_b42", "text": "Myanmar’s agriculture is regarded by a number of special features that distinguishes it from other sectors, such as:"}, {"text_block_id": "p14_b43", "text": "Myanmar’s agriculture is regarded by a number of special features that distinguishes it from other sectors, such as:\n* the sectorâs role in producing food and meeting the peopleâs\n* its context and agro-ecological nature that makes uniform\n* the vulnerability of the sector to being directly affected by"}, {"text_block_id": "p15_b49", "text": "Myanmar’s agriculture is regarded by a number of special features that distinguishes it from other sectors, such as:\n* the sectorâs role in producing food and meeting the peopleâs\n* its context and agro-ecological nature that makes uniform\n* the vulnerability of the sector to being directly affected by\n* its adaptation needs and mitigation potential; and\n* its complex links to food security, and broader land use, fisheries,"}, {"text_block_id": "p15_b53", "text": "Myanmar’s population and the calorie intake, which expectedly will increase between 2015 and 2050 due to greater affluence rising demand on land for the generation of food and fuels, will require significant increases in agricultural productivity in the context of more constrained availability of resources. With agriculture contributing about 30% of the country’s gross domestic product (GDP) and providing employment to approximately 60% of the population, the impacts of climate change on agriculture would have repercussions on the livelihoods, food production and the overall economy of Myanmar. While at the same time, the agriculture sector holds significant potential to mitigate climate change through reduction of GHG emissions and enhancement of agricultural sequestration."}, {"text_block_id": "p15_b54", "text": "Myanmar’s CSA strategy should be socially, culturally and politically appropriate, environment-friendly and economically feasible to promote and attain sustainable agriculture, food security and nutrition, agricultural development and climate change adaptation and mitigation. Myanmar’s CSA also aims to provide context and analysis for addressing agriculture in international climate negotiations to better inform climate negotiators and other stakeholders by identifying options and unpacking issues of interest."}, {"text_block_id": "p15_b55", "text": "Myanmar has various ecological zones with rice as the main crop. Hence, the country’s CSA strategy should be primarily focused on rice-based farming systems. While rice and other crops are the backbone of agricultural production, livestock and fisheries provide protein foods and contribute partially, if not fully, to livelihoods of the rural populations. In the past, hydro-meteorological hazards have affected rice production in many regions in Myanmar, and are probably the main triggers of food insecurity. In the most food insecure zones, drought is the major agricultural challenge. The southeastern parts of the country have low soil moisture which has remained below the average level. Agriculture and crop production in Myanmar are strongly affected by rainfall patterns as crop cultivation is mostly rainfed."}, {"text_block_id": "p15_b56", "text": "The Ministry of Agriculture and Irrigation (MOAI) and the Ministry of Livestock, Fisheries and Rural Development (MLFRD) have laid"}, {"text_block_id": "p16_b57", "text": "down polices, objectives and strategies for the development of the agriculture sector, putting priority on food security and rural poverty reduction. These policies, objectives and strategies indirectly encompass mitigation and adaptation strategies for climate change as they relate to the improvement of the country’s agriculture sector. Early actions on climate change have allowed the country to prepare for near- and long-term agricultural adaptation and mitigation action, closely linked with national food security and nutrition policies. Measures include data collection, policy development and support for demonstration activities. Pursuance of early action activities would generate country-specific data and knowledge, as well as experiences on various agricultural practices and policies, which could inform long-term national strategies."}, {"text_block_id": "p16_b58", "text": "By 2030, Myanmar aims, achieve food security and nutrition and climate resiliency, with a globally competitive agriculture sector attaining high productivity through climate-smart good agricultural practices (GAP) resulting in higher standard of living especially in the rural areas. Feeding the country’s population in the context of climate change will require gradual and significant expansion of agricultural products. Adopting agricultural practices that are able to withstand changes in climate and contribute to the reduction of GHG emissions require the application of new technologies, modification of existing ones, and revision of relevant laws and policies."}, {"text_block_id": "p16_b59", "text": "Climate change adaptation and mitigation in the agriculture sector will have to be pursued in the context of food security and nutrition. Although there are practices that hold great potential to address climate challenges, there is no national policy framework within which to build on and operate. Given this situation, early action holds great potential for Myanmar to take positive action in the short run that can inform national policy. The ability to act depends on improved measurement systems, tools and techniques for adaptation and mitigation."}, {"text_block_id": "p18_b60", "text": "Chapter 1: Introduction"}, {"text_block_id": "p18_b61", "text": "1.1   Concept and definition of CSA in  Myanmar"}, {"text_block_id": "p18_b62", "text": "Agriculture is the most important economic sector in Myanmar as it is essential for national food security and a major source of livelihood for its people. The country’s wide agro-ecological diversity enables farmers to grow more than 60 different crops which include tropical and temperate varieties. The predominant food crop is rice which is cultivated in approximately 50% of Myanmar’s agricultural land. The agriculture sector contributes 30 % of GDP, 16% of total export earnings and employs 61% of the labor force (MOAI, 2014)."}, {"text_block_id": "p18_b63", "text": "As global warming is being felt all over the world, Myanmar also suffers from the adverse effects of climate change such as scarcity of rainfall, irregular rainfall, heat stress, drought, flooding, sea water intrusion, land degradation, desertification, deforestation and other natural disasters. The long-term effects of climatic change will have a huge impact on agriculture and food security requiring substantive adaptation of agricultural systems over time (Eitzinger et. al., 2014), as agriculture also significantly contributes to GHG emissions. Therefore, the development of a CSA strategy is indispensable in boosting agriculture and food security in Myanmar."}, {"text_block_id": "p18_b64", "text": "CSA seeks to optimize the benefits and minimize the negative trade-offs across food security, agricultural development and climate change adaptation and mitigation. The major benefits of CSA include increasing productivity and the resilience of agricultural systems, reducing GHG emissions or enhancing carbon sequestration, and managing interfaces with other land uses (Meridian Institute, 2011)."}, {"text_block_id": "p18_b65", "text": "CSA is an approach to developing technical, policy and investment conditions to achieve sustainable agricultural development for food security under climate change. It integrates the three dimensions of sustainable development (economic, social and environmental) by jointly addressing food security and climate challenges. It is composed of three main pillars: (1) sustainably increasing agricultural productivity and incomes; (2) adapting and building resilience to climate change; and (3) reducing and/or removing greenhouse gas emissions, where possible (FAO, 2010)."}, {"text_block_id": "p19_b66", "text": "Between mitigation and adaptation, the latter will clearly be the top priority for low income agriculture-based countries where agricultural development for food security and poverty reduction are the main policy objectives (FAO, 2012)."}, {"text_block_id": "p19_b67", "text": "In the foregoing context, Myanmar’s CSA strategy should be socially, culturally and politically appropriate, environment-friendly and economically feasible to promote and achieve sustainable agriculture, food security and nutrition, agricultural development and climate change adaptation and mitigation."}, {"text_block_id": "p19_b68", "text": "1.2.1 Agricultural production in Myanmar"}, {"text_block_id": "p19_b69", "text": "Myanmar has various ecological zones with rice as the main crop. Hence, the country’s CSA strategy should be primarily focused on rice- based farming systems."}, {"text_block_id": "p19_b70", "text": "While rice and other crops are the backbone of agricultural production, livestock and fisheries provide protein foods and contribute partially, if not fully, to livelihoods of the rural populations. In the past, hydro-meteorological hazards have affected rice production in many regions in Myanmar, and are probably the main triggers of food insecurity. In the most food insecure zones, drought is the major agricultural challenge as indicated in the World Food Programme’s ( WFP) Food Security Assessment in Dry Zone in 2011.."}, {"text_block_id": "p19_b71", "text": "In 2014, the country-wide remote sensing data of the main (wet) season rice crop, which contributes 80% of the annual production, indicated that the central and southeastern parts of the country had low soil moisture and remained below the average level."}, {"text_block_id": "p19_b72", "text": "In 2011-2012, Myanmar’s rice area was 7.59 million hectares and total production was 29.01 million metric tons. In 2014/15, the Food and Agriculture Organization of the United Nations (FAO) tentatively forecasts that the aggregate rice production will increase by 4% from last year but still remains below the average level."}, {"text_block_id": "p19_b73", "text": "Agriculture and crop production in Myanmar are strongly affected by rainfall pattern as crop cultivation is mostly rainfed. The irrigated area"}, {"text_block_id": "p20_b74", "text": "of agricultural land in Myanmar increased from 12% in 1987-1988 to 18% in 2006-2007."}, {"text_block_id": "p20_b75", "text": "Rice ecosystems in Myanmar are divided into favorable lowland (about 68%) and unfavorable rainfed areas (about 32%) ( Table 1.1)."}, {"text_block_id": "p20_b76", "text": "Table 1.1 Rice ecosystems in Myanmar."}, {"text_block_id": "p20_b77", "text": "Source: Annual Report (2012-2013), Agricultural Extension Division, DOA"}, {"text_block_id": "p20_b78", "text": "1.2.2 Food security and nutrition in Myanmar"}, {"text_block_id": "p20_b79", "text": "Myanmar is self-sufficient in food production at the national level. However, food and nutrition insecurity exists at the household level in some areas due to low income, constraints in food production, transportation, poor knowledge in feeding practices and poor care-giving. Myanmar’s food and agriculture systems—including livestock and fisheries—determine the quantity, quality and diversity of food available for consumption. Therefore, food and nutrition security should focus on availability, accessibility, utility and stability."}, {"text_block_id": "p20_b80_merged", "text": "In addition to agriculture and food policies, the efficiency of agricultural production, markets and trade in Myanmar shape the relative prices of different food commodities. At the same time, nutrition education influences knowledge and food preferences. Currently, the rural poor, who constitute 35% - 53% of the rural population, suffer from inadequate food, nutrition and essential non-food items. Micronutrient deficiencies account for 4-6% of all deaths under five years old."}, {"text_block_id": "p21_b83", "text": "Although Myanmar is a net food exporter, about 10% of the population is estimated to be below the official food poverty line, with many pockets of high level food and nutrition insecurity across various states, regions and villages. Food insecurity is generally higher in states than regions and higher in rural than in urban areas. Among the states and regions of Myanmar where  food insecurity  was found prevalent among the populace were: Chin state (40%), Shan (north) (21%), Shan (east) (20%), Shan (south) (12%),  Kachin (14%), Magwe (13%),  Rakhine (12%), Mandalay (11%) , Tanintharyi (11%), Ayeyarwady (10%), Sagaing (8%), Bago (west) (7%), Bago (east) (6%), Mon(4%), Yangon (5%) and Kayin (2%)."}, {"text_block_id": "p21_b84", "text": "In 2011, the government launched a"}, {"text_block_id": "p21_b85", "text": "National Strategy on Rural Development and Poverty Alleviation"}, {"text_block_id": "p21_b86", "text": "focusing on eight priority areas, most of which are related with agriculture and rural sector, namely:  1) agriculture production; 2) livestock and fisheries production; 3) rural productivity and cottage industry; 4) micro savings and credit enterprises; 5) rural cooperatives; 6) rural socio economy; 7) rural renewable energy; and 8) environmental conservation."}, {"text_block_id": "p21_b87", "text": "The first of the eight Millennium Development Goals (MDG) set in 1996 is to reduce poverty by half by 2015. In line with this, Myanmar is striving to attain this MDG goal by reducing current poverty level of 26% to 16% by 2015."}, {"text_block_id": "p21_b88", "text": "1.3"}, {"text_block_id": "p21_b89", "text": "Current policies, initiatives and institutional capacities on agriculture and climate change in Myanmar"}, {"text_block_id": "p21_b90", "text": "1.3.1 Current policies on climate change for the agriculture"}, {"text_block_id": "p21_b91", "text": "sector"}, {"text_block_id": "p21_b92_merged_merged", "text": "To date, there are very few agricultural policies directly related to climate change in Myanmar. However, the president, H.E. U Thein Sein, stated during the 24th ASEAN Summit on May 10, 2014 that Myanmar agrees to apply the CSA approach, which would contribute to regional food security and environmental protection."}, {"text_block_id": "p21_b95", "text": "Towards this, the MOAI and the MLFRD have laid down polices, objectives and strategies for the development of the agriculture sector, putting priority on food security and rural poverty reduction."}, {"text_block_id": "p22_b96", "text": "These policies, objectives and strategies indirectly encompass mitigation and adaptation strategies for climate change as they relate to the improvement of the agriculture sector in Myanmar."}, {"text_block_id": "p22_b97", "text": "Aside from the foregoing, the government of Myanmar has taken several policy initiatives towards sustainable development, conservation of natural resources and disaster risk reduction. In July 2013, the Disaster Management Law which provides for the formation of disaster management bodies and their duties and responsibilities for all phases of disaster and the establishment of disaster management fund at the national and region/state level was enacted. The law also provides guidance to carry out measures of disaster risk reduction along with country’s development plans."}, {"text_block_id": "p22_b98", "text": "Despite the existence of Myanmar’s Disaster Management Law, laws on the regulatory mechanisms to build the resilience and adaptive capacity of communities and ecosystems to climate change impacts still need to be formulated. Other laws that in one way or another relate to climate change mitigation or reduction of GHG emissions and pollutants are the: Forest Law Act (1992); Wildlife Act (1994); and the Protected Area and Forestry Policy Statement (1995). Along with this, Myanmar’s Agenda 21 (MA21) was promulgated in 1997 which set the guidelines in promoting and achieving sustainable development in the country. Published by the National Commission for Environmental Affairs (NCEA), MA21 outlines programs and activities for sustainable consumption and/or production patterns. The following are the major programs:"}, {"text_block_id": "p22_b99", "text": "Despite the existence of Myanmar’s Disaster Management Law, laws on the regulatory mechanisms to build the resilience and adaptive capacity of communities and ecosystems to climate change impacts still need to be formulated. Other laws that in one way or another relate to climate change mitigation or reduction of GHG emissions and pollutants are the: Forest Law Act (1992); Wildlife Act (1994); and the Protected Area and Forestry Policy Statement (1995). Along with this, Myanmar’s Agenda 21 (MA21) was promulgated in 1997 which set the guidelines in promoting and achieving sustainable development in the country. Published by the National Commission for Environmental Affairs (NCEA), MA21 outlines programs and activities for sustainable consumption and/or production patterns. The following are the major programs:\n* Public education and participation\n* Food and nutrition\n* Food production\n* Essential consumption items\n* Production methods\n* Research\n* Institution building"}, {"text_block_id": "p22_b113", "text": "For the agricultural sector, MA21 has identified two priority areas namely, 1) to promote sustainable agriculture, livestock and fisheries development; and (2) to enhance food security. To carry out the sustainable agriculture and food security measures, some of the agricultural policies were laid down by MA21. These policies require"}, {"text_block_id": "p23_b114", "text": "to: 1) follow the code of good agricultural practice (CGAP); 2)  ensure increased food production in a  climate-friendly and resilient manner; and 3)  improve livestock management and livestock feed. To formulate the first two agriculture policies identified in MA21, three key strategies were formulated in 1997, namely:"}, {"text_block_id": "p23_b115", "text": "to: 1) follow the code of good agricultural practice (CGAP); 2)  ensure increased food production in a  climate-friendly and resilient manner; and 3)  improve livestock management and livestock feed. To formulate the first two agriculture policies identified in MA21, three key strategies were formulated in 1997, namely:\n* improve paddy rice planting patterns and water management\n* promote organic farming\n* conduct  research and development on crop varieties"}, {"text_block_id": "p23_b121", "text": "As climate change impacts could severely undermine economic growth in Myanmar, the formulation and implementation of policies that directly relate to climate change adaptation are vital for sustainable development."}, {"text_block_id": "p23_b122", "text": "1.3.2 Current initiatives"}, {"text_block_id": "p23_b123", "text": "To identify and implement priority projects that would address urgent and immediate adaptation needs, Myanmar prepared the National Adaptation Programs of Action (NAPA) in 2009. The NAPA Report was submitted in 2012 by the Department of Meteorology and Hydrology (DMH) and the United Nations Environment Programme (UNEP)."}, {"text_block_id": "p23_b124", "text": "The NAPA prioritizes projects to address the urgent and immediate needs for adaptation to the adverse effects of climate change. Eight main socio-economic sectors were considered under the NAPA project:  a) Agriculture;  b) Early Warning Systems; c) Forest; d) Public Health; e) Water Resources; f ) Coastal Zone; g) Energy and Industry; and h) Biodiversity. Of the 32 top priority adaptation projects identified, four each are in the agriculture, early warning systems and forestry sectors."}, {"text_block_id": "p23_b125", "text": "In the agriculture sector, the NAPA-proposed priority projects include the use of climate-resilient rice varieties, crop diversification, and CSA approaches to reduce climate change vulnerability of subsistence farmers."}, {"text_block_id": "p23_b126", "text": "1.3.2.2  Initial National Communication"}, {"text_block_id": "p23_b127", "text": "Myanmar implemented the Asia Least-cost Greenhouse Gas Abatement Strategy (ALGAS) Project in 1995-2000 with financial assistance from GEF/UNEP. In order to fulfill its commitments and"}, {"text_block_id": "p24_b128", "text": "obligations as required by Articles 4.1 and 12.1 of the United Nations Framework Convention on Climate Change (UNFCCC), apart from developing its NAPA, Myanmar completed the preparation of its Initial National Communication (INC) and submitted to the UNFCCC. The INC project focuses on analyzing levels of GHG emission, climate change scenarios, associated risks and vulnerabilities, potential measures and technology transfer for mitigating climate change and the degree of public awareness on climate change issues."}, {"text_block_id": "p24_b129_merged", "text": "The INC Report stated an emissions inventory and a list of priority investments for mitigation. It proposes a national strategy to reduce GHG emissions for each of the sectors (i.e. energy, industry, agriculture, land use and land use change in forestry and waste sectors), with proposals of 10 priority projects. It includes four projects which are directly related to improved paddy management, and one project for nutrient management on nitrous oxide (N2O) emission from commercial vegetable production. These proposed projects in the INC Report are relevant to CSA."}, {"text_block_id": "p24_b132", "text": "1.3.2.3 Initiatives of the Ministry of Agriculture and Irrigation"}, {"text_block_id": "p24_b133", "text": "Being a non-Annex 1 country, Myanmar has no obligation of reducing GHG emissions. However, it needs to implement some obligations to participate in the global Climate Change Campaign."}, {"text_block_id": "p24_b134", "text": "Along with food security policies, MOAI is implementing  climate change adaptation measures for better soil and water conservation practices, more tolerant crop varieties, improved pest and weed control and appropriate  use of irrigation to adapt to climate change. The MOAI currently carries out some climate change related measures such as cropping systems adjustment, use of stress-resistant plant varieties and maximizing water use and efficiency. Due to MOAI’s efforts and also the farmers’ response to climate change, crop diversification practices and use of stress-resistant varieties are very common. The most extensively driven strategies that are related to climate change adaptation and mitigation are hybrid rice production technology, use of GAP for rice production including a modified  system of rice intensification (SRI) and alternate wetting and drying (AWD) irrigation technique. Moreover, drought resistant varieties in the dry zone and organic farming in vegetables and orchards are also practiced. Farmers are currently practicing some adaptation and mitigation measures based on their indigenous knowledge (IK)."}, {"text_block_id": "p25_b135", "text": "More specifically, the following measures have been implemented in Myanmar to improve agricultural productivity and ensure food security:"}, {"text_block_id": "p25_b136", "text": "More specifically, the following measures have been implemented in Myanmar to improve agricultural productivity and ensure food security:\n* The Government\n* between 1988 and 2002. These include the Thaphanseik Dam\n* In the\n* , varieties of crops are cultivated using\n* In the\n* a range of rice varieties have been"}, {"text_block_id": "p25_b148", "text": "1.3.3 Institutional structures related to climate change adaptation and mitigation"}, {"text_block_id": "p25_b149", "text": "The National Environmental Conservation Committee"}, {"text_block_id": "p25_b150_merged_merged_merged_merged", "text": "The Government of Myanmar signed the UNFCC on 11 June 1992 and ratified it on 25 November 1994.  Likewise, it also signed the Kyoto Protocol in 2003 and the NCEA, the focal point for UNFCCC. The NCEA was established in 1990 to: i) advise the government on environmental policies; ii) act as a coordinating body for environmental affairs; and iii) promote  sustainable development. The NCEA was dismantled in 2011 and was reorganized into the National Environmental Conservation Committee (NECC) in April 2011. NECC comprises 19 line ministries including the MOAI. It serves as the focal point for various international environmental conventions including the UNFCCC in Myanmar."}, {"text_block_id": "p25_b154", "text": "The sub-committees of NECC are:"}, {"text_block_id": "p25_b155", "text": "The sub-committees of NECC are:\n* Pollution control\n* Natural resource conservation\n* Disaster risk reduction"}, {"text_block_id": "p26_b161", "text": "The sub-committees of NECC are:\n* Pollution control\n* Natural resource conservation\n* Disaster risk reduction\n* Research, information and education\n* International cooperation"}, {"text_block_id": "p26_b165", "text": "The Ministry of Agriculture and Irrigation"}, {"text_block_id": "p26_b166", "text": "Under the NECC, the MOAI is driving some climate resilient technologies in line with its food security policy. Projects related to cultural practices such as GAP, SRI, resistant crop varieties, organic farming and cropping pattern experiments are also conducted for climate change adaptation by the Department of Agriculture (DOA)."}, {"text_block_id": "p26_b167", "text": "The Irrigation Department (ID) and Water Resources Utilization Department ( WRUD) under the MOAI pay greater attention on improving existing irrigation networks, construction and renovation of dams and reservoirs, establishing water pumping irrigation schemes from major rivers and exploring groundwater for increased irrigation. Some International non- governmental organizations (INGOs) and non-governmental organizations (NGOs) are cooperating to provide facilities such as treadle pumps for drinking water and irrigation in rural areas (IDE). The area under irrigation has reached approximately 15.9% of the total crop sown area in Myanmar in 2012-2013 (MOAI 2013). In 2010-2014, the National Medium-Term Priority Framework (NMTPF) for the MOAI indicated the construction of new reservoirs or dams, proper management of water storage, renovation of existing dams, diversion of water from streams and creeks and lifting of water from rivers through pump and efficient utilization of ground water. Aligned with these targets, the MOAI constructed 240 dams in March 2013, increasing the irrigable area of 1.5 million hectares."}, {"text_block_id": "p26_b168", "text": "The Yezin Agricultural University (YAU) encourages the implementation of CSA training and technology among students. The YAU is one of the training centers for Myanmar farmers. The Department of Plant Breeding, Physiology and Ecology (DPBPE) conserves indigenous, local and exotic varieties of different crops. Students across the country collect germplasms (i.e. rice, corn, sesame and groundnut), and multiply and evaluate them. Fertilizer management trials are also being conducted."}, {"text_block_id": "p26_b169", "text": "At the Department of Agricultural Research (DAR), adaptation studies on the biotic and abiotic tolerance of varieties have been done. The DAR has a number of collaborative activities with institutions and networks/consortium, to name a few:  Consortium for Unfavorable Rice Environments (CURE) led by the International Rice Research"}, {"text_block_id": "p27_b170", "text": "Institute (IRRI); Irrigated Rice Research Consortium (IRRC)–IRRI, Development of Participatory Multiplication and Distribution System for Quality Rice Seed project done by Japan International Cooperation Agency (JICA) and the International Network for Genetic Evaluation of Rice (INGER)–IRRI."}, {"text_block_id": "p27_b171", "text": "On-going climate change-related projects being implemented by the Forest Department, in collaboration with international organizations, are: 1) the implementation of REDD+ Readiness Roadmap with the United Nations collaborative initiative on Reducing Emissions from Deforestation and Forest Degradation (UN-REDD) Program and the Norwegian Government; 2) capacity building for developing REDD+ activities in the context of sustainable forest management with the International Tropical Timber Organization (ITTO); 3) Study on Forest Degradation Monitoring for REDD with Asia Air Survey Co. Ltd. (Japan); 4) Social and Environmental Research in REDD with Hiroshima University, Japan; 5) Cooperation for Voluntary Carbon Market with Simplon; 6) Grassroots Capacity Building for REDD+ in Myanmar: Implementation approach with The Center for People and Forests (RECOFTC); 7) Improvement of the quality of life of ethnic minorities in the Naga area in Myanmar through youth participation in REDD with the United Nations Development Programme (UNDP); 8) Plantation Investment and Climate Change Mitigation (REDD+) with Korea Forest Service (KFS); 9) Capacity Building on Improving Forest Resources Assessment and Enhancing the Involvement of the Local Communities to Address the Adverse Impact of Climate Change with Korea Forest Service (ASEAN-Korea Forest Cooperation-AFoCo); 10) Forest Carbon Mapping with the Asia-Pacific Network for Sustainable Forest Management and Rehabilitation APFNet;  and 11) NAPA Project with UNEP."}, {"text_block_id": "p27_b172", "text": "On-going climate change-related projects being implemented by the Food and Agriculture Organization-Global Environment Facility (FAO-GEF) are: 1) Sustainable cropland and forest management in priority agro-ecosystems of Myanmar;  2) Strengthening the adaptive capacity and resilience of fisheries and aquaculture-dependent livelihoods in Myanmar; 3) Reducing the vulnerability of forest communities and forest ecosystems to climate change-induced forest fires in Myanmar."}, {"text_block_id": "p28_b173", "text": "Chapter 2:  Major challenges of climate change on Myanmar’s agriculture, food security and nutrition"}, {"text_block_id": "p28_b174", "text": "Climate change poses a serious threat to livelihood security and aggravates risks and vulnerabilities in the agriculture sector through the increased frequency of natural disasters and extreme weather events such as erratic rainfall, flooding, droughts, among others, especially in the regions of Ayeyarwady Delta, costal and Central Dry Zone of Myanmar."}, {"text_block_id": "p28_b175", "text": "2.1"}, {"text_block_id": "p28_b176", "text": "Ayeyarwady Delta and Coastal Regions"}, {"text_block_id": "p28_b177_merged", "text": "The Ayeyarwady Delta comprises the main arms of Pathein, Pyapon, Bogale, and Toe Rivers. It is the rice bowl of the region but challenged with intensification, flooding and high population density. Its famed fertility derives from the silt deposited by the Ayeyarwady River as it reaches the end of its 1,200 km (750-mile) journey from Upper Myanmar to the Andaman Sea, fraying like the end of an old rope into hundreds of narrow, sinuous channels. The coastal regions cover around 10-15% of the land area of Myanmar. The coastal regions have varied production systems, with high dependence on marine resources and a significant proportion of agro-industrial and tree crops (i.e. oil palm, eucalyptus and pulpwood). They are characterized by narrow coastal plains (<25 km wide) rising rapidly to coastal ranges at 500-2,000 m. Rivers tend to be short and steep, with small watersheds (<50 km). There are significant coastal floodplains on the Salween (Moulamein) and Rakhine Rivers, where the average annual rainfall is highest in Myanmar at 3,300 mm."}, {"text_block_id": "p29_b180", "text": "2.1.1 Climate change vulnerabilities in Ayeyarwady Delta and Coastal Regions"}, {"text_block_id": "p29_b181", "text": "2.1.1.1  Cyclones and floods"}, {"text_block_id": "p29_b182", "text": "The adverse effects of climate change on agriculture in the Ayeyarwady Delta and Costal Regions are higher temperature, changing rainfall pattern and subsequent flow regime and sea-level rise."}, {"text_block_id": "p29_b183", "text": "Before 2000, cyclones made landfall (i.e. the center of the storm moved across the coast) along Myanmar’s coast once every three years. Since the turn of the century, cyclones have made landfall along Myanmar’s coastline every year. From 1887 to 2005, 1,248 tropical storms formed at the Bay of Bengal. Eighty of these storms (6.4% of the total) reached Myanmar’s coastline. Recent strong cyclones include Cyclone Mala (2006), Nargis (2008) and Giri (2010)."}, {"text_block_id": "p29_b184", "text": "Floods have been major hazards in Myanmar making up for 11% of all disasters and second only to fire. An increase in the occurrence of flooding and storm surge has been experienced (from 1910 to 2012 major floods occurred in the country). In recent years, however, flooding events have been more frequent as indicated by the following:"}, {"text_block_id": "p29_b185", "text": "Floods have been major hazards in Myanmar making up for 11% of all disasters and second only to fire. An increase in the occurrence of flooding and storm surge has been experienced (from 1910 to 2012 major floods occurred in the country). In recent years, however, flooding events have been more frequent as indicated by the following:\n* Heavy rains which caused severe flooding in Myanmarâs Kayin\n* Flooding by the the Sittoung River in the Taungoo District, Bago\n* Flooding in Pathein in the Ayeyarwady Delta in southern\n* Heavy rains and flooding in the Ayeyarwady and Rakhine\n* Cyclone Nargis hit the coast in May 2008 and was the most"}, {"text_block_id": "p30_b195", "text": "Floods have been major hazards in Myanmar making up for 11% of all disasters and second only to fire. An increase in the occurrence of flooding and storm surge has been experienced (from 1910 to 2012 major floods occurred in the country). In recent years, however, flooding events have been more frequent as indicated by the following:\n* Heavy rains which caused severe flooding in Myanmarâs Kayin\n* Flooding by the the Sittoung River in the Taungoo District, Bago\n* Flooding in Pathein in the Ayeyarwady Delta in southern\n* Heavy rains and flooding in the Ayeyarwady and Rakhine\n* Cyclone Nargis hit the coast in May 2008 and was the most\n"}, {"text_block_id": "p30_b196", "text": "The Ayeyarwady River Delta is the rice bowl of Myanmar and paddy rice is traditionally an important source of income for farmers and agricultural laborers.  The damaged area of summer rice field by Cyclone Nargis is described in Table 2.1 and Figure 2.1."}, {"text_block_id": "p30_b197", "text": "Table 2.1 Summer rice area damaged by Cyclone Nargis"}, {"text_block_id": "p30_b198", "text": "Source: Myanma Agriculture Service, 2008"}, {"text_block_id": "p31_b199", "text": "Figure 2.1 Village and livelihoods were destroyed as rice paddies were flooded for months after Cyclone Nargis struck (adopted from www. globaleducation.edu.au)"}, {"text_block_id": "p31_b200", "text": "According to a report of FAO (2008), rural households are supported by small-scale backyard gardens with fruit trees such as banana, mango, jackfruit, guava, cashew nut; vegetables and small-scale livestock such as pigs, ducks and chickens. Nearly one third of the communities surveyed, at least one household had a small home garden before Cyclone Nargis (Figure 2.2)."}, {"text_block_id": "p31_b201", "text": "Figure 2.2 Home garden lost by Cyclone Nargis (adopted from Post-Nargis Period Review 2008)"}, {"text_block_id": "p32_b202", "text": "In June 2010, intense rains resulted in flood, damage of rice seedlings, sand deposit in paddy fields and reduced harvests resulting in total damages of USD 1.64 million in Rakhaine State. Damaged area of rice field in Maungtaw was 61.4 hectares and 38.5 hectares in Buthetaung (MAS 2010)."}, {"text_block_id": "p32_b203", "text": "On 22 October 2010, Cyclone Giri caused damage and loss of government buildings, households, schools and farm assets. The death toll was significantly less than that of Cyclone Nargis (45 people). However, the cyclone resulted in 70,000 people left without homes (PONJA 2009). The paddy damaged is shown in Table 2.2."}, {"text_block_id": "p32_b204", "text": "Heavy rains and flooding in the Ayeyarwady and Rakhine resulted in losses of 1.7 million tons of rice in 2011. In June 2010, intense rains resulted in flood, damaged rice seedlings, sand deposit in paddy fields and reduced harvests resulting in total damages of USD 1.64 million in Rakhaine State. Damaged area of rice fields in Maungtaw was 61.37 hectares and 38.53 hectares in Buthetaung (MAS 2010). Around the port city of Pathein, 236,000 people were affected due to flooding on August 27, 2012. An estimated 40,000 people were forced to leave their homes in late July and early August 2013 due to heavy rains that caused severe flooding in Myanmar’s Kayin and Mon States, as well as the Thanintharyi Region. Kayin was the worst-affected, with more than 33,000 people displaced (UNHCR 2013). The most critical sites were in Sittwe, Pauktaw and Myebon where displaced people lived near the coast and were vulnerable to tidal surges in 2013."}, {"text_block_id": "p32_b205", "text": "Table 2.2 Paddy damaged by Cyclone Giri in 2010"}, {"text_block_id": "p32_b206", "text": "Source: UNDP, 2010"}, {"text_block_id": "p33_b207", "text": "2.2"}, {"text_block_id": "p33_b208", "text": "Central Dry Zone"}, {"text_block_id": "p33_b209", "text": "The main area affected by desertification and droughts is the Dry Zone located in the central part of the country.  The Dry Zone is characterized by less than 1000 mm of rainfall annually.  Annual rainfall and intra-annual distribution of the rainfall in coastal and delta regions is generally as high as 5000 mm whereas it is only about 600 mm in the Dry Zone. The boundary of Dry Zone encompasses Lower Sagaing, Mandalay and Magway Regions (especially in 13 districts), occupying approximately 87,189 km"}, {"text_block_id": "p33_b210", "text": "2"}, {"text_block_id": "p33_b211", "text": "or 12.8% of the country’s total land area.  The central core area is confined to Pakokku, Nyaung Oo and Myingyan districts which are the hottest places in Myanmar during summer period, where mean annual rainfall is less than 600 mm and the average monthly temperature ranges from a minimum of 9°C to a maximum of 42°C within a year.  The annual mean rainfall, as well as the mean rainy days over the zone during the last three decades, clearly indicates a declining trend (Yarzar 2012)."}, {"text_block_id": "p33_b212_merged_merged", "text": "On the other hand, as the Dry Zone is located between two elevated regions—the Shan Highlands to the east, and the Rakhine Yoma and Chin Hills to the west—it is a lowland, plain area and favors agricultural activity. The longest river, Ayeyarwady, passes through the central dry land region; hence, irrigated cultivation is also possible alongside the river. Due to the advance and retreat of tropical storms, the precipitation pattern in the dry zone area can be characterized as  double maximum (bi-modal), with an early wet season (pre-monsoon) and a late wet season (post-monsoon) occurring. The pre-monsoon starts from April to June and post monsoon extends from September to October. The bi-modal rainfall pattern favors a double cropping system for dry land farming, meaning that farmers can grow crops twice on the same plot each year, and in which a second crop is planted after the first crop is harvested. In one cropping season, farmers may grow one or more crops by intercropping or mixed cropping in order to ensure production from at least one crop as insurance against unreliable rainfall. Varieties of crops are cultivated using crop intensification systems in the Dry zone to avoid the risk of erratic or scarce rainfall. These include: 1) mixed/multiple cropping systems, i.e., two or more crops in the same field to improve soil fertility, increase crop yield and act as insurance against crop failure; and 2) sequence cropping systems, i.e., two or more crops in a time sequence in a year to reduce intercrop competition."}, {"text_block_id": "p34_b215", "text": "2.2.1 Scarce rainfall and droughts"}, {"text_block_id": "p34_b216", "text": "Normally, annual rainfall is 29.5 inches (40 inches–19 inches) and rainy days range from 62–41 days per year (1967-1978) and 21% of the Dry Zone townships (54 townships) were affected by drought every year (Saw Myint Tin 1990). Likewise, the probability of drought occurring in any given township is once every five years (Khin Moe Kyi 2012)."}, {"text_block_id": "p34_b217", "text": "According to the characteristics of identified droughts using rainfall series, the worse drought that hit the area was during 1979 and 1980. The second worse drought that hit lower Sagaing and Mandalay took place during 1982 and 1983.  The third worse drought that hit the whole area of Dry Zone was during 1993 and 1994 (UNCCD 2000). Except for the interval between the second and third worst droughts of some 10 years, recurrence of droughts in the Dry Zone region seems to be showing up at shorter intervals of approximately three years (Yarzar 2012)."}, {"text_block_id": "p34_b218", "text": "The most significant drought occurred in 2010, the most severe in several decades. Extreme temperature also rose to 47.2 °C at the Myinmu station in the Dry Zone area on 14 May 2010. The temperature was higher during that year than in previous years and rainfall came in late, causing severe shortage of water in many parts of the region. Most of the wells dried up due to the depletion of underground water supply due to the late onset of the monsoon, and causing the scarcity of drinking water.  A lot of crop failures also occurred due to this drought that year ( Tin Yi 2011)."}, {"text_block_id": "p34_b219", "text": "Droughts mostly occur in the early monsoon period causing a shortage of soil moisture adversely affecting crop productivity. In the Central Dry Zone area, drought years have significantly affected the production of crops, leading to food shortages for both people and livestock."}, {"text_block_id": "p34_b220", "text": "Drought years with moderate intensity were frequent in the 1980s and the 1990s. Extended dry seasons and warming temperatures have increased the prevalence of droughts. Severe droughts have increased in frequency from 1990 to 2002. In 2010, severe drought depleted village water sources across the country and destroyed agricultural yields of peas, sugar cane, tomato and rice. Droughtprone rainfed lowland in Myanmar was 7% of total monsoon rice area in the country in 2003. This increased to 16% of total monsoon rice area in 2009. The widest drought-prone area in 2003 is described in Table 2.3."}, {"text_block_id": "p35_b221", "text": "Severe drought that happened at Yamethin and Nyung-u Townships in 2010 and 2011 is shown in Figures 2.3 and 2.4. Due to less rainfall, inland salinity occurred in some areas.  Yields in rice and other crops dropped due to that drought in 2011."}, {"text_block_id": "p35_b222", "text": "Table 2.3  Drought-prone areas in 2003"}, {"text_block_id": "p35_b223", "text": "Source: Annual Report of Myanmar Agriculture Service, 2003"}, {"text_block_id": "p35_b224", "text": "Figure 2.3 Rice field experiencing rain scarcity and lack of irrigation water."}, {"text_block_id": "p36_b225", "text": "Figure 2.4 Flood in Pakokku Township (sand filled the rice field)"}, {"text_block_id": "p36_b226", "text": "2.2.2 Heavy rains and floods"}, {"text_block_id": "p36_b227", "text": "Although the region has long experienced drought, unusual changes have been occurring of late.  On 22 October 2010, Cyclone Giri damaged the eastern Rakhine coast, which also affected and hit to some extent the Dry zone. Moreover, on 20 October 2011, Tropical Storm Two, which caused landslides near the Myanmar-Bangladesh border on 19 October, resulted in heavy rains (up to 100-150 mm per day) and subsequently triggered flash floods in Magway, Mandalay and Sagaing Regions of Myanmar.  The Magway Region was the worst affected by the floods."}, {"text_block_id": "p36_b228", "text": "Frequent cyclones result in heavy rains which, sometimes, trigger subsequent flash floods. The torrential rain of a tropical storm on 20 October 2011 triggered heavy flooding in Dry Zone that caused massive losses in the agriculture sector and other sectors, and killed many people.  Eleven days after the storm, 161 were reported dead or missing and 2,657 households were left homeless. Among the seven townships, including Pakokku, four were worst-affected by the disaster with more than 26,000 people homeless and total damages amounting to approximately USD 271,000. In terms of rice production losses from July to October in 2011, heavy rains and flooding in Bago, which is part of Central Myanmar and Mon, Ayeyarwady, Rakhine Regions/States resulted in losses of about 1.7 million tons of rice (Yarzar 2012)."}, {"text_block_id": "p37_b229", "text": "Figure 2.5 Loss of productive assets after Pakokku floods in 2011"}, {"text_block_id": "p38_b230", "text": "Table 2.4 Crop area affected by flood in Ottwin Township, 2013-2014, Monsoon Season"}, {"text_block_id": "p38_b231", "text": "Source: DOA, 2014"}, {"text_block_id": "p38_b232", "text": "In July 2013, severe floods in Ottwin Township, lower part of Centeral Myanmar, caused numerous losses in rice production. As regards the flooding events in Central Myanmar, the most serious were as follows:"}, {"text_block_id": "p38_b233", "text": "In July 2013, severe floods in Ottwin Township, lower part of Centeral Myanmar, caused numerous losses in rice production. As regards the flooding events in Central Myanmar, the most serious were as follows:\n* On August 2009, the Bago Region experienced its highest\n* In 2007, an extensive record-breaking flood inundated about\n* On October 2006, two-weeks of flooding from the Zawgyi River\n* On June 2001, a severe flash flood occurred in the Wuntwin"}, {"text_block_id": "p39_b241", "text": "Chapter 3: Scenario and vision of Climate-Smart Agriculture in Myanmar"}, {"text_block_id": "p39_b242", "text": "3.1"}, {"text_block_id": "p39_b243", "text": "Scenario of agriculture under climate change"}, {"text_block_id": "p39_b244", "text": "By 2030, there will be a high degree of regional cooperation among ASEAN countries, resulting in high foreign direct investment (FDI) in all sectors in Myanmar, especially in agriculture. There will be a large global market share of good quality agricultural products; hence, the country will become a regional green basket. Political stability with good governance will prevail, with the country benefiting national and regional harmony. There will be stable, inclusive and equitable economic growth, better quality education due to higher investments and good quality health care services with secure social safety nets. Overall, Myanmar will be transformed into an industrialized country exporting high quality products, with a well-developed recreation services and eco-tourism industry and a safe and happy country in the region."}, {"text_block_id": "p39_b245", "text": "By 2030, Myanmar will be a climate-resilient, food, and nutrition, secure country, with a globally competitive agriculture sector attaining high productivity through climate-smart good agricultural practices resulting in a higher standard of living especially in the rural areas."}, {"text_block_id": "p40_b246", "text": "Chapter 4:  Strategic thrusts and priority programs"}, {"text_block_id": "p40_b247", "text": "4.1 Regional Thrusts (Ayeyarwady Delta, Coastal Regions and Central Dry Zone)"}, {"text_block_id": "p40_b248", "text": "4.1.1 Addressing vulnerabilities and managing climate risks"}, {"text_block_id": "p40_b249", "text": "In Myanmar, climate change has recently been a priority agenda of the government. The country’s vulnerability to climate change became widely recognized after the catastrophic destruction and loss of lives and livelihoods brought about by tropical Cyclone Nargis in 2008. The adverse impacts of  climate change  in Myanmar are caused by incremental sea-level rise, saltwater intrusion, loss of mangroves, higher incidence of drought, loss of biodiversity and ecosystems such as wetlands, and loss of land resources. Myanmar is already experiencing the adverse effects of climate change: a clear trend in rising temperatures, shorter monsoon duration, and greater frequency of intense rainfall and severe cyclones along Myanmar’s coastlines (Drakenberg & Wolf 2013)."}, {"text_block_id": "p40_b250", "text": "4.1.1.1 Goal"}, {"text_block_id": "p40_b251", "text": "In recognition of these variabilities and risks, Myanmar aims to develop the resilience of its agriculture sector against climate variability and extreme weather events."}, {"text_block_id": "p40_b252", "text": "4.1.1.2 Priority programs and target outcomes"}, {"text_block_id": "p40_b253", "text": "(a) Ayeyarwady Delta and Coastal Regions"}, {"text_block_id": "p40_b254", "text": "The most significant vulnerability of agriculture in the Ayeyarwady Delta and Coastal Regions are: (1) crop loss due to floods and cyclones and (2) intrusion of saline water due to sea-level rise."}, {"text_block_id": "p40_b255", "text": "Hence, action programs for biotic and abiotic tolerance of crop varieties and their introduction are urgently needed. The introduction of improved climate-ready rice germplasm from other countries or agencies and hybridization and selection of early maturing, salt- and submergence-tolerant rice varieties with high yield and quality need to be produced and distributed to farmers."}, {"text_block_id": "p41_b256", "text": "In situ and ex situ"}, {"text_block_id": "p41_b257", "text": "rice germplasm conservation from the three ecological zones of Myanmar will be done to get germplasm resources for crop improvement."}, {"text_block_id": "p41_b258", "text": "Moreover, indigenous knowledge and practices should be recorded and integrated with climate-resilient technologies."}, {"text_block_id": "p41_b259", "text": "(b) Central Dry Zone"}, {"text_block_id": "p41_b260", "text": "In the Central Dry Zone, the most significant vulnerabilities of agriculture are:  (1) severe crop failures due to scarce rainfall and drought; (2) soil erosion due to intense rains and storms; and (3) land degradation due to high temperature and erratic rainfall."}, {"text_block_id": "p41_b261", "text": "As a remedial action, programs on crop improvement and development of resilient farming practices (e.g., use of drought-resistant varieties, diversified and intensified cropping system, intercropping with climate-ready crops, crops-tree system, crop-livestock system, etc.) will be implemented intensively."}, {"text_block_id": "p41_b262", "text": "Along with the foregoing, Myanmar will promptly promote the use of indigenous and locally-adapted plants and animals as well as the selection and multiplication of crop varieties adapted to adverse climatic conditions. The selection of crops and cultivars tolerant to abiotic and biotic stresses (e.g., high temperature, drought, flood, high salinity content in soil and water, pest and disease resistance), allows the harnessing of genetic variability in new crop varieties. Therefore, varietal improvement and seed systems are very important CSA strategies for Myanmar."}, {"text_block_id": "p41_b263", "text": "Overall, the CSA strategy in the Central Dry Zone will be pursued through adaptation and mitigation programs."}, {"text_block_id": "p41_b264", "text": "(1) Adaptation Programs"}, {"text_block_id": "p41_b265", "text": "For adaptation, three important initiatives will be prioritized and carried out immediately in the region."}, {"text_block_id": "p41_b266", "text": "(i)"}, {"text_block_id": "p41_b267", "text": "Adapting crop varieties  and corresponding farming practices"}, {"text_block_id": "p41_b268", "text": "To increase tolerance and resilience to climate change, a diversity of climate-smart crop varieties will be developed in vulnerable areas like those that are flood or drought prone. For instance, developing new crop varieties including hybrids for commercial production area"}, {"text_block_id": "p42_b269", "text": "and open-pollinated varieties for remote areas is required through a climate-adapted crop development program."}, {"text_block_id": "p42_b270", "text": "In this case, the DOA has a significant role in sharing knowledge and practices that promote crop improvement and climate-smart farming practices. Along with this, the DAR will release stress-resistant varieties and distribute them to farmers through relevant local institutions."}, {"text_block_id": "p42_b271", "text": "Likewise, by the coordinated efforts of DOA, DAR and the community, building village seed banks and promoting them locally will enhance and help farmers diversify crops."}, {"text_block_id": "p42_b272", "text": "(ii)"}, {"text_block_id": "p42_b273", "text": "Disaster risk management"}, {"text_block_id": "p42_b274", "text": "In agriculture, the adverse impacts of climate-induced disasters are crop failure and income loss. In reducing the vulnerability to droughts and floods, the use of more water-efficient and/or drought-tolerant crop varieties have a significant role in disaster risk management."}, {"text_block_id": "p42_b275", "text": "In this context, DOA, Irrigation Department, WRUD and the DMH will undertake disaster risk management relevant programs and will train farmers in coordination with other line ministries such as the MOI and the Ministry of Social Welfare, Relief and Resettlement (MSWRR)."}, {"text_block_id": "p42_b276", "text": "(iii)"}, {"text_block_id": "p42_b277", "text": "Crop and income loss risk management"}, {"text_block_id": "p42_b278_merged", "text": "Currently, there is no insurance program and policy for agriculture in Myanmar. Therefore, risk financing instruments and insurance schemes such as Remote Sensing Index based, Weather-based Insurance System and Crop Insurance System will be formulated in Myanmar to reduce climate-related risks in agriculture. In this regard, the Myanmar Agricultural Development Bank (MADB) will work with the DMH and DOA to establish a steering committee, including other appropriate institutions."}, {"text_block_id": "p42_b281", "text": "(2) Mitigation Programs"}, {"text_block_id": "p42_b282", "text": "As a mitigation measure, reducing methane from rice fields is an essential program for irrigated rice growing countries like Myanmar."}, {"text_block_id": "p43_b283", "text": "To reduce methane from rice fields, the following initiatives will be pursued:"}, {"text_block_id": "p43_b284", "text": "To reduce methane from rice fields, the following initiatives will be pursued:\n* Periodic draining of fields\n* Off-season application of rice crop waste\n* Discouraging straw burning\n* Modified water management strategies coupled with efficient\n* Promoting water harvesting technologies  like AWD"}, {"text_block_id": "p43_b294", "text": "Another priority mitigation program in CSA is conservation agriculture. Likewise, the use of early maturing varieties is another option to reduce water use and avoid floods during the first cropping.Furthermore, the MOAI will focus on the following programs for MCSA in line with Myanmar’s Rice Sector Development Strategy:"}, {"text_block_id": "p43_b295", "text": "Another priority mitigation program in CSA is conservation agriculture. Likewise, the use of early maturing varieties is another option to reduce water use and avoid floods during the first cropping.Furthermore, the MOAI will focus on the following programs for MCSA in line with Myanmar’s Rice Sector Development Strategy:\n* Promote high-yielding and stress-tolerant varieties combined\n* Develop new high-yielding varieties and climate-smart\n* Evaluate and promote cultivation of special traditional rice\n* Evaluate and promote integrated farming systems.\n* Develop alternative seed flow systems for accessing quality\n* Conduct awareness campaigns and education programs and"}, {"text_block_id": "p43_b307", "text": "In vulnerable areas of Myanmar, additionally, a community-based approach to climate-resilient sustainable agricultural development is critically required. Therefore, for Myanmar’s CSA, the Climate-Smart Village (CSV ) approach will be pursued. A CSV has the following key features:"}, {"text_block_id": "p44_b308", "text": "Weather Smart:"}, {"text_block_id": "p44_b309", "text": "For farmers, information of near-term weather events go a long way in planning for climate-resilient agricultural production. Farmers are linked to weather information and value-added agro-advisories through radio broadcasts, televisions, newspapers and mobile phone voice messages. Farmers can use index-based insurance schemes to cover risks associated with changes in rainfall and temperature at different stages of crop growth."}, {"text_block_id": "p44_b310", "text": "Water Smart:"}, {"text_block_id": "p44_b311", "text": "Resilient water management practices which enhance the efficiency and productivity of water are critical climate-smart interventions. These could include aquifer recharge, rainwater harvesting community management of water, mechanized land levelling, water conservation, drip irrigation and on-farm water management practices. For instance, drainage is important in places that are prone to waterlogging."}, {"text_block_id": "p44_b312", "text": "Carbon Smart:"}, {"text_block_id": "p44_b313", "text": "Soil organic carbon helps mitigate climate change and improve soil fertility. Carbon content in the soil can be increased through agricultural practices such as agroforestry, crop–livestock system, crop–tree system, conservation tillage, diversified land-use systems and residue management."}, {"text_block_id": "p44_b314", "text": "Nitrogen Smart:"}, {"text_block_id": "p44_b315", "text": "In the CSVs, farmers use leaf-color charts and site-specific nutrient management to decide on the most appropriate dosage of nitrogen fertilizers for their crops and livestock management. This saves on costs and also cuts down GHG emissions."}, {"text_block_id": "p44_b316", "text": "Energy Smart:"}, {"text_block_id": "p44_b317", "text": "This involves the use of fuel-efficient agromachineries, residue management and reduced tillage as interventions to conserve energy and reduce GHG emissions. In some cases, biogas systems are promoted using manure slurry from intensive dairy enterprises as part of the portfolio of innovations."}, {"text_block_id": "p44_b318", "text": "Knowledge Smart:"}, {"text_block_id": "p44_b319", "text": "Partner organizations arrange cross-site visits of farmers to analogue sites and to other areas practicing CSA in-country and the ASEAN region. An innovative approach of crowdsourcing seeds is used in CSVs. A large number of farmers are provided with seed packets of adapted varieties to evaluate those best suited to their local conditions. They provide feedback to researchers to help them develop better varieties (Aggarwal et al. 2013)."}, {"text_block_id": "p45_b320", "text": "For implementing such kind of CSA approach in Myanmar, the MOAI will collaborate with CGIAR-CCAFS and other development partners to formulate and evaluate efficient and effective CSA measures."}, {"text_block_id": "p45_b321", "text": "4.1.1.3 Target outcomes"}, {"text_block_id": "p45_b322", "text": "Adaptation targets: (1)  New varieties and improved farming systems resilient to drought and water stress"}, {"text_block_id": "p45_b323", "text": "Mitigation targets:"}, {"text_block_id": "p45_b324", "text": "(2)"}, {"text_block_id": "p45_b325", "text": "Diversified rural income and improved household economic resilience"}, {"text_block_id": "p45_b326", "text": "(3)"}, {"text_block_id": "p45_b327", "text": "Increased prevention and protection against disasters"}, {"text_block_id": "p45_b328", "text": "(1)"}, {"text_block_id": "p45_b329_merged", "text": "Reduced CH4 emissions"}, {"text_block_id": "p45_b332", "text": "(2)"}, {"text_block_id": "p45_b333", "text": "Reduced land degradation and soil erosion"}, {"text_block_id": "p45_b334", "text": "Double-action targets: (1) New farming systems and techniques"}, {"text_block_id": "p45_b335", "text": "CSV target: (1) Improved farmers’ livelihoods and income"}, {"text_block_id": "p45_b336", "text": "CSV target: (1) Improved farmers’ livelihoods and income\n* Climatic risks resilience of farming\n* Enhanced farmersâ adaptive ability to climate"}, {"text_block_id": "p45_b340", "text": "4.1.2  Sustainable management of natural resources"}, {"text_block_id": "p45_b341", "text": "4.1.2.1 Overview and goal"}, {"text_block_id": "p45_b342", "text": "Ecosystems play a key role in the global carbon cycle and in adapting to climate change, while also providing a wide range of ecosystem services that are essential for human’s well-being. Hence, the management and conservation of natural resources in the ecosystem and biological diversity will support efforts to reduce the negative effects of climate change."}, {"text_block_id": "p45_b343", "text": "4.1.2.2  Priority programs and target outcomes"}, {"text_block_id": "p45_b344", "text": "As part of the CSA strategy, conservation agriculture, conservation of crop/ species diversity, integrated soil management, pest and disease management, agro-forestry, intercropping practices, improved water management and integrated crop-livestock management will be pursued in Myanmar."}, {"text_block_id": "p46_b345", "text": "Conservation agriculture that combines minimum tillage and permanent soil cover and organic farming are promising adaptation options to be promoted in the Dry Zone. Aside from the three fundamental components of conservation agriculture (e.g., minimum tillage, crop rotation and the use of soil cover), other techniques that make use of labor saving tools, draught animal power or mechanical equipment will be utilized. Application of leguminous-based cropping system, crop rotation and intercropping practices are practiced in Myanmar. Application of cover crops and zero tillage or minimum tillage practices are common in certain areas of Myanmar. As growing cover crops and minimum tillage practices are effective measures in reducing soil degradation and soil erosion, these should be applied as CSA strategies in the Dry Zone. Therefore, these should be encouraged extensively for sustainable productivity and to reduce the negative impact of climate change."}, {"text_block_id": "p46_b346", "text": "Moreover, improved water management including rainwater harvesting and AWD system is very important for the irrigated rice and is a practical way of reducing methane gas emissions from irrigated rice fields. The AWD method, however, is limited in the area where irrigation and drainage system is available."}, {"text_block_id": "p46_b347", "text": "Conserved habitats can remove carbon dioxide from the atmosphere, thus, helping address climate change by storing carbon. Moreover, conserving ecosystems such as mangroves can help reduce the disastrous impacts of climate change like flooding and storm surges. Coastal defense through the maintenance and/or restoration of mangroves and other coastal wetlands could reduce coastal flooding and erosion. Conservation of agro-biodiversity is needed to provide specific gene pools for crop and livestock adaptation to climate change."}, {"text_block_id": "p46_b348", "text": "4.2  Cross-cutting thrusts"}, {"text_block_id": "p46_b349", "text": "4.2.1.1 Overview and goal"}, {"text_block_id": "p46_b350", "text": "Although there are no particular agricultural policies for climate change in Myanmar, the policies and objectives laid down by MOAI, which are indirectly encouraging the mitigation and adaptation strategies for climate change, are being implemented"}, {"text_block_id": "p47_b351", "text": "for national food security with strong political interest. More than this, CSA policies should be formulated and integrated with current agricultural policies and development plans in Myanmar. The main goal under this thrust is to mainstream CSA policies and fully integrate these in current agricultural development programs."}, {"text_block_id": "p47_b352", "text": "4.2.1.2 Priority programs and target outcomes"}, {"text_block_id": "p47_b353", "text": "(a)"}, {"text_block_id": "p47_b354", "text": "Formulating coherent policies"}, {"text_block_id": "p47_b355", "text": "Building coherent policies can be divided into two categories: climate change adaptation policy and mitigation policy. There are four key adaptation policy areas on CSA which can be integrated with current agricultural policies: 1) encouraging adaptive crop development and farming practices; 2) irrigation and water resource management; 3) disaster risk management and 4) crop and income loss risk management. Likewise, there are also four mitigation policy pillars for CSA: 1) conservation agriculture; 2) methane reduction in rice fields; 3) watershed and land management and 4) livestock management."}, {"text_block_id": "p47_b356", "text": "Considering that adaptation and mitigation measures to climate change will be effective only if adopted widely by the agriculture sector, the MOAI shall promulgate and implement these policy instruments to ensure protection of farmers’ rights and enhancement of their benefits by accomplishing rapid and wide adaptation."}, {"text_block_id": "p47_b357", "text": "In implementing these policies, active collaboration among the DOA, DARID, WRUD, YAU, MADB under the MOAI and other relevant institutions such as the DMH, and international development partners like the CGIAR, CCAFS, IRRI, International Water Management Institure (IWMI), Worldfish, International Livestock Research Intitute (ILRI), Biodiversity, International Center for Tropical Agriculture (CIAT ), FAO, among many others,  will be needed."}, {"text_block_id": "p48_b358", "text": "(b) Strengthening Myanmar’s National Agricultural Research and Extension System for CSA"}, {"text_block_id": "p48_b359", "text": "The Government of Myanmar will be primarily responsible in leading the development and implementation of the country’s CSA strategy and programs. Along with this, Myanmar’s National Agricultural Research and Extension System (NARES) will be strengthened. At present, there are 11 departments under MOAI with specific programs supporting the mandate of the Ministry.  Even with specific mandates, the functions and operations of these departments often overlap. Therefore, before implementing CSA strategies, there is a need to carry out institutional analysis to synchronize the functions, programs and activities of each department under MOAI, together with other institutional components of the NARES. This way, the human, financial and physical resources are optimized to attain the desired outcomes and impact of CSA initiatives in the country."}, {"text_block_id": "p48_b360", "text": "Towards this, a NARES-CSA Coordinating Team will be established composed of stakeholders in the agriculture sector including concerned departments and representatives from state and regional governments. This body will guide the formulation of regional and local programs, activities and targets. An advisory body composed of senior experts drawn from the MOECAF, MOAI, MLFRD and DMH will be formed to advise the NARES-CSA Coordinating Team. A comprehensive NARES-CSA monitoring and evaluation system will be developed, which will include YAU, DAR, DOA and DAP and other relevant institutions."}, {"text_block_id": "p48_b361", "text": "(c) Rapid Rural Appraisal or Participatory Rural Appraisal in formulating CSA strategies"}, {"text_block_id": "p48_b362", "text": "In formulating location-specific CSA strategies in Myanmar’s ecological regions, there is a need to know the individual and farm level needs to determine climate change responses. Therefore, the assessment of the degree of climate change risk in the target areas will be conducted through Rapid Rural Appraisal (RRA) or Participatory Rural Appraisal (PRA). A multi-disciplinary team will carry out these exercises to identify challenges and constraints as benchmarks in mapping out location- specific CSA interventions."}, {"text_block_id": "p48_b363", "text": "Climate change affects men and women differently. Likewise, they each respond to climate change differently. Training and extension"}, {"text_block_id": "p49_b364", "text": "education regarding CSA technologies should enhance women’s participation. The development of gender-informed climate policy is required. Hence, policies that espouse gender equality should be formulated."}, {"text_block_id": "p49_b365", "text": "(e)  Institutional perspective on CSA"}, {"text_block_id": "p49_b366", "text": "At present, there are seven (7) departments under MOAI with specific programs supporting the mandate of the Ministry.  To enhance GHG mitigation measure, i.e., AWD application needs well-structured irrigation facilities and land development. Coordination among line departments such as DOA, ID, AMD and DAR is vitally important. Therefore, before implementing CSA strategies, there is a need to carry out institutional analysis to synchronize the functions, programs and activities of each department under MOAI for the long-term. By this way, the human, financial and physical resources are optimized to attain the desired outcomes and impact of CSA initiatives in the country."}, {"text_block_id": "p49_b367", "text": "Myanmar’s climate information system will be established through the expertise and facilities of existing DOA weather stations located throughout the country. These facilities will be strengthened into local agro-meteorology stations to gather operational agricultural climate data in specific zones, which will then be shared with farmers in a timely manner."}, {"text_block_id": "p49_b368", "text": "New products and services will be required in the transition to a green economy. Myanmar will need to adapt to the new market opportunities arising from efforts to mitigate climate change. These could also be opportunities to release additional resources investment to increase resilience to climate change and adaption to its impacts."}, {"text_block_id": "p49_b369", "text": "While technology plays a crucial role in climate change mitigation, it is equally important to develop innovative technologies. In view of this, it is extremely relevant to focus on research and development"}, {"text_block_id": "p50_b370", "text": "in specified area of climate change. There is a significant role for private as well as public sectors to play in R&D efforts focusing on the development of short-term and long-term technologies."}, {"text_block_id": "p50_b371", "text": "(a)"}, {"text_block_id": "p50_b372", "text": "Research and Development"}, {"text_block_id": "p50_b373", "text": "The following research areas will be undertaken along CSA in Myanmar:"}, {"text_block_id": "p50_b374", "text": "(i)"}, {"text_block_id": "p50_b375", "text": "Breeding and screening for climate-resilient rice varieties and other crops for early maturity; tolerance to drought, submergence and salt; limited as well as excessive moisture; low glyceamic index; and high carbon sequestration."}, {"text_block_id": "p50_b376", "text": "(ii)"}, {"text_block_id": "p50_b377", "text": "Developing new livestock and fish breeds not only for climate-resilience and sustainable productivity, but also for improving farming practices that reduce GHG emission."}, {"text_block_id": "p50_b378", "text": "(iii)"}, {"text_block_id": "p50_b379", "text": "Site-specific nutrient management and balanced nutrient application: there is a need for a good understanding of site-specific performance of conservation agriculture relative to (i) application of modest amounts of mineral fertilizer according to site-specific recommendations; (ii) improvement of nutrient retention through efficient use of organic and inorganic nutrient sources; and (iii) properly timed or split application of mineral fertilizers to the community."}, {"text_block_id": "p50_b380", "text": "(iv)"}, {"text_block_id": "p50_b381", "text": "Water harvesting and use management: technologies for efficient and cost effective rainwater harvesting and storage ought to be developed and community-based watershed management shall be pilot-tested in selected areas."}, {"text_block_id": "p50_b382", "text": "(v)"}, {"text_block_id": "p50_b383", "text": "Soil and water conservation: implementation of highly efficient micro-irrigation systems, harnessing water conservation structures on rivers, waterways, water-efficient management practices using localized irrigation, and the adoption of irrigation technologies on smallholder farmers’ fields. Soil and stone bunds are structures commonly built to control run-off and thus increase soil moisture and reduce soil erosion."}, {"text_block_id": "p51_b384", "text": "(vi)"}, {"text_block_id": "p51_b385", "text": "Food value chain development: Climate change will influence the quality, quantity and availability of food production globally. It is therefore important to understand how climate change will impact the value chain from inputs to consumers so as to assist agricultural business to make right decisions to address these impacts."}, {"text_block_id": "p51_b386", "text": "(b)"}, {"text_block_id": "p51_b387", "text": "Communication and Public Awareness"}, {"text_block_id": "p51_b388", "text": "As the identification of farming systems adaptation options for climate change has just begun in Myanmar, extensive efforts to enhance public awareness and national understanding of CSA is urgently needed. At the same time, a long-term strategy in adapting and adopting CSA innovations will be developed. Likewise, bringing climate change rather than just climate variability into focus as a core element of CSA requires communication and capacity building. Efficient and responsive activities to enable adaptation to climate change, and integrating climate change in policy and development programs requires understanding and application of scientific knowledge into farm management decisions.  Moreover, CSA will also be incorporated into education and training programs for agricultural industries."}, {"text_block_id": "p51_b389", "text": "(c)  Adaptation Information and Advisory Services"}, {"text_block_id": "p51_b390", "text": "The provision of information relevant to the adaptation and mitigation needs of farmers, and technology advisory services will be undertaken under the NARES-CSA Coordinating Body. Farmers need help, and are looking for easily accessible one-stop source of information and advice on adaptation and mitigation technologies in general and in adopting profit-enhancing farming practices in particular. Sources of climate change information and advice on adaptation and mitigation technologies among farming communities are not generally available, hence, the establishment of climate change information and advisory services will be pursued."}, {"text_block_id": "p51_b391", "text": "Recently, the telecommunication system in Myanmar has been developed and three mobile operators (MPT, Telenor and Oredoo) are providing services at affordable rates. Due to this, most rural people in Myanmar have mobile access at present. Therefore, weather SMS services via mobile phones will be an effective channel for climate change adaptation/mitigation information and advisory"}, {"text_block_id": "p52_b392", "text": "services. Moreover, the role of Farmer Channel on television is important in sharing CSA information and advice to farming families. Through the  “Strengthening Communication and Awareness Program” and “Adaptation Information and Advisory Service”, the MOAI, mainly DAP, DOA, YAU and DAR, will  strengthen  farmers’ and community awareness on CSA in  cooperation with  relevant organizations such as the Ministry of Livestock, Fishery and Rural Development (MLFRD), MOECAF, MOI, DMH, CCAFS, IRRI and CGIAR."}, {"text_block_id": "p52_b393", "text": "(d) Farmer-to-farmer Climate Extension Services"}, {"text_block_id": "p52_b394", "text": "While Myanmar has adopted the farming system research and extension approach, the introduction of farmer-to-farmer extension has been proven effective among smallholder farmers.  Working with mainstream extensionists, sharing of CSA technologies will be done through farmer-to-farmer extension. The advantage of this approach is that the social and economic benefits of CSA technologies are readily understood by the fellow farmers."}, {"text_block_id": "p52_b395", "text": "Extension services on CSA will be undertaken in full coordination by DOA with DAR, YAU, CGIAR, CCAFS, IRRI, NGOs and the private sector. For the CSA strategies, the following technologies will be shared with the community and individual farm level: (1) climate smart agricultural practices, (2) identification of alternative agriculture systems, (3) rainwater harvesting and storage, (4) AWD (5) farm drainage, (6) SRI, (7) balance fertilization, and (8) soil and water conservation."}, {"text_block_id": "p52_b396", "text": "4.2.3 Resource generation"}, {"text_block_id": "p52_b397", "text": "Resource generation is a critical pillar of Myanmar’s CSA strategy. In the context of Myanmar’s CSA strategy, resource mobilization encompasses raising funds from domestic and external sources and gaining non-monetary support from the national, local and community front in terms of time, volunteers, expertise and donations."}, {"text_block_id": "p52_b398", "text": "Social and resource mobilization will be carried out through a comprehensive participatory process involving various sectors from the national to the local level."}, {"text_block_id": "p53_b399", "text": "(a) Climate resilient investment program"}, {"text_block_id": "p53_b400", "text": "Climate change is projected to have profound effects on the agricultural sector in the near future. Hence, it is necessary to incorporate projections on the impacts of climate change in Myanmar’s investment planning. Integrating adaptation and mitigation measures into current agricultural planning and investment plans is essential. Climate investment programs will focus on improving livelihoods and income to provide incentives for smallholder farmers to invest in CSA. To ensure that investments are sufficient to make the transition to CSA, financial mechanisms are needed to blend and coordinate funding from different sources, including public, private, agricultural development and climate financing. CSA requires coordination, among concerned agencies across different sectors at central and local levels. Partnerships with non-state stakeholders play a key role in CSA. Incentive measures for investment partners are also needed to overcome barriers to the adoption of CSA practices."}, {"text_block_id": "p53_b401", "text": "As climate change adaptation and mitigation strategies have to be implemented for long-term, the climate-resilient investment needs on the minimum four years of funding period. It’s annual estimated investment cost is USD 7.5 million on the minimum, comprising USD 3 million for R&D activities together with climate resilience crop breeding programs, more than USD 0.5 million for capacity building programs, over USD 1.6 million for infrastructure development like strengthening DOA’s weather stations and building climate-related information, communication and advisory service centers, and about USD 2.4 million for formulating and implementing CSVs (4 villages in each of the 3 townships in the Dry Zone and 3 townships in Delta). Total investment cost of four years implementation will be about USD 30 million."}, {"text_block_id": "p53_b402", "text": "(c) Fund sourcing"}, {"text_block_id": "p53_b403", "text": "The successful implementation of CSA strategy is ensured by defining its funding mechanism and identifying approaches of getting broad, sustained support and strong ownership from key stakeholders. The identification of funding sources from traditional (e.g., government, regional and international donors, etc.) and non-traditional sources (e.g., foundations, philanthropy, private sector, etc.) and other innovative resource mobilization approaches."}, {"text_block_id": "p54_b404", "text": "Financing options specifically targeting CSA are still limited, necessitating a strategic use and combination of existing funding sources. The international climate finance options are (1) Financing mechanisms directly under the UNFCCC; (2) United Nations (UN) organizations or programs; (3) multilateral development banks (MDBs); (4) bilateral public financing channels; (5) compliance and voluntary carbon markets; and (6) private sector actors and philanthropy. Domestic funding sources will come from the annual budget allocation from parliament, domestic donors and the private sector."}, {"text_block_id": "p54_b405", "text": "Social mobilization will engage stakeholders’ and bring together all possible partners and allies to bring about behavior change along CSA by: (1) raising public awareness of, and support and ownership for CSA initiatives; (2) establishing and sustaining local and community involvement; (3) facilitating the application of CSA practices and innovations; and (4) formulating and advocating policies and generating resources to sustain CSA."}, {"text_block_id": "p54_b406", "text": "4.2.4.2 Priority programs"}, {"text_block_id": "p54_b407", "text": "(a)"}, {"text_block_id": "p54_b408", "text": "Local/National Climate-Smart Advocacy"}, {"text_block_id": "p54_b409", "text": "A Climate-Smart Advocacy Group will be organized by the CSA Coordinating Team, responsible persons from MOAI and relevant organizations and technical experts from climate-related development partners from local to national level. The Advocacy Group will share information in ways that will bridge traditional sectoral, organizational and public/private boundaries. It will advocate, catalyze and help create transformational partnerships to encourage actions towards the three pillars of CSA, as well as synergies between them. The partnerships will inspire the development and sharing of innovative, evidence-based options for CSA in different settings, and will involve a broad range of government and other stakeholders."}, {"text_block_id": "p54_b410", "text": "(b)"}, {"text_block_id": "p54_b411", "text": "Networking and alliance building"}, {"text_block_id": "p54_b412", "text": "A National Alliance for CSA will be implemented by the CSA Coordinating Team. It will be a voluntary, farmer-led, multi-stakeholder, action-oriented coalition committed to the"}, {"text_block_id": "p55_b413", "text": "incorporation of climate-smart approaches within food and agriculture systems. The Alliance will seek to improve climate smart agricultural system by helping governments, farmers, scientists, businesses, and civil society, as well as regional and international organizations, to adjust agricultural practices, food systems and social policies so that they take account of climate change and efficient use of natural resources."}, {"text_block_id": "p55_b414", "text": "Moreover, it will identify priorities for action with the aim of maximizing impact, according to needs and concerns of members. The work of the Alliance will focus on three initial action areas: knowledge, investment and enabling environment. Activities under these action areas include:"}, {"text_block_id": "p55_b415", "text": "-"}, {"text_block_id": "p55_b416", "text": "Voluntary adoption of national strategies for the practice of CSA, within the context of national strategies for agriculture, food security and nutrition;"}, {"text_block_id": "p55_b417", "text": "Development of systems that encourage all people to adopt CSA through accessing (a) expertise from other countries, (b) lessons from pilot studies and (c) resources needed to establish the necessary operating principles, extension services and farmer support schemes;"}, {"text_block_id": "p55_b418", "text": "Engagement of businesses, foundations, development agencies and inter-governmental organizations in support of this government-led agenda in ways that bring benefits to the people whose livelihoods are most threatened by climate change."}, {"text_block_id": "p55_b419", "text": "(c)"}, {"text_block_id": "p55_b420", "text": "Capacity building and strengthening"}, {"text_block_id": "p55_b421", "text": "Capacity building and strengthening  at all levels relating to CSA will be undertaken as follows:  (i)  climate change negotiation, (ii)  preparation of climate change projects for bilateral and multilateral funding, (iii)  assessing the impacts of  technological and policy measures for mitigation and adaptation, and (v)  implementation of various multilateral environmental agreements, including the UNFCCC. The climate change information network will also be strengthened nationally/regionally and internationally. Capacity development in MOAI, other in-line ministries and local communities, the university and related institutions will also be undertaken intensively."}, {"text_block_id": "p56_b422", "text": "4.2.5.1  Overview and goal"}, {"text_block_id": "p56_b423", "text": "To create an enabling environment for the development and mainstreaming of CSA in the overarching national plan, there must be strong linkages among regional, national and international partners. The purpose is to establish a regionally- and nationallyowned mechanism that facilitates the integration of climate change adaptation into national and regional economic and development policies, processes and plans, strengthen linkages between adaptation and the sustainable development agenda in the region, and enhance institutional and research capacity in collaboration with a wide range of national and regional partners."}, {"text_block_id": "p56_b424", "text": "The overarching goal is to ensure that MOAI is strongly linked with other climate change institutions and stakeholders in government, civil society and the private sector."}, {"text_block_id": "p56_b425", "text": "4.2.5.2  Priority programs and target outcomes"}, {"text_block_id": "p56_b426", "text": "Being aware of the threat of climate change to food security in Southeast Asia, and acknowledging its potential to strengthen the resilience of its people and ecosystem, and mitigating climate change through a coordinated response, the ASEAN have developed the concept note on a Multi-Sectoral Framework on Climate Change and Food Security (AFCC)."}, {"text_block_id": "p56_b427", "text": "As Myanmar is one of the ASEAN countries, it will actively coordinate and cooperate in the following components."}, {"text_block_id": "p56_b428", "text": "As the climate change-related policies and actions should not be developed and implemented in isolation, Myanmar will actively coordinate and collaborate with ASEAN countries in this issue. Since climate change impacts will affect the economic and social development of countries and regions, responding policies and actions will be linked to and become part of the National Development Plans of Myanmar."}, {"text_block_id": "p57_b429", "text": "(ii)"}, {"text_block_id": "p57_b430", "text": "Cooperation on the implementation of adaptation and mitigation measures"}, {"text_block_id": "p57_b431", "text": "Increasing population pressure and the resulting need for food and energy, additionally climate change impacts, will lead to increased competition for land and water resources in particular among the agriculture, livestock, forestry and other sectors. Aimed at sharing, promoting and cooperating towards the implementation of integrated climate change adaptation and mitigation measures in the agriculture, fisheries, livestock, and forestry sectors, including response to climate-related disasters, Myanmar will cooperate with ASEAN, Japan, China, Korea and other countries."}, {"text_block_id": "p57_b432", "text": "(iii)"}, {"text_block_id": "p57_b433", "text": "Strengthening of national and regional knowledge sharing, communication and networking on climate change"}, {"text_block_id": "p57_b434", "text": "Information sharing and networking on the impacts of climate change, disaster management and response, as well as on tested practices for adaptation and mitigation offer ASEAN countries opportunities of mutual learning, of responding jointly or in a coordinated way, where possible, and of reducing costs when planning and implementing adaptation and mitigation measures."}, {"text_block_id": "p58_b435", "text": "Chapter 5: Summary and conclusion"}, {"text_block_id": "p58_b436", "text": "Myanmar is a resource-rich country with a strong potential to climate resilience in agriculture. Amidst the challenges, Myanmar has enormous opportunities and potentials to be tapped, including (1) rich natural resources and biodiversity, (2) potential for increasing yield and producing quality agricultural products which are also climate-resilient, (3) an active private sector participation in agriculture, (4) strong interest and presence of development and funding institutions and (5) a supportive policy environment towards CSA."}, {"text_block_id": "p58_b437", "text": "With appropriate CSA strategies, the country will ultimately become climate-resilient, food and nutrition–secure and a regional green basket. Considering current constraints and challenges, the MCSA coordinating body will monitor and guide the government in prioritizing investments in CSA."}, {"text_block_id": "p58_b438", "text": "Therefore, the government needs to substantially and sustainably invest on MCSA. The MOAI will lead, coordinate and facilitate the implementation of MCSA."}, {"text_block_id": "p58_b439", "text": "The implementation of CSA strategies in Myanmar has three steps as follows:"}, {"text_block_id": "p58_b440", "text": "1."}, {"text_block_id": "p58_b441", "text": "Resource and social mobilization"}, {"text_block_id": "p58_b442", "text": "2."}, {"text_block_id": "p58_b443", "text": "Rapid Rural Appraisal (RRA) or Participatory Rural Appraisal (PRA) in benchmarking climate change challenges in the various ecological regions"}, {"text_block_id": "p58_b444", "text": "3."}, {"text_block_id": "p58_b445", "text": "Institutional analysis"}, {"text_block_id": "p58_b446", "text": "4."}, {"text_block_id": "p58_b447", "text": "Establishment or strengthening of local agro-meteorology stations"}, {"text_block_id": "p58_b448", "text": "5."}, {"text_block_id": "p58_b449", "text": "Strengthening communication and public awareness on climate change"}, {"text_block_id": "p58_b450", "text": "6."}, {"text_block_id": "p58_b451", "text": "Evaluation and promoting cultivation of special traditional rice varieties with natural tolerance for deep-water, prolonged flooding, or drought"}, {"text_block_id": "p59_b452", "text": "7."}, {"text_block_id": "p59_b453", "text": "Reducing methane from rice fields and livestock farming"}, {"text_block_id": "p59_b454", "text": "8."}, {"text_block_id": "p59_b455", "text": "Information and knowledge sharing with national, regional and international agencies"}, {"text_block_id": "p59_b456", "text": "9."}, {"text_block_id": "p59_b457", "text": "Promoting adaptive crop - livestock development and farming practices"}, {"text_block_id": "p59_b458", "text": "10."}, {"text_block_id": "p59_b459", "text": "Strengthening climate change research and extension services"}, {"text_block_id": "p59_b460", "text": "11."}, {"text_block_id": "p59_b461", "text": "Practice of conservation agriculture including water, pest and disease management"}, {"text_block_id": "p59_b462", "text": "1."}, {"text_block_id": "p59_b463", "text": "Developing new high-yielding varieties and livestock breeds, climate smart management options for stress-prone environment"}, {"text_block_id": "p59_b464", "text": "2."}, {"text_block_id": "p59_b465", "text": "Establishment of an adaptation/mitigation  information and advisory  services"}, {"text_block_id": "p59_b466", "text": "3."}, {"text_block_id": "p59_b467", "text": "Establishment of CSVs in strategic areas"}, {"text_block_id": "p59_b468", "text": "4."}, {"text_block_id": "p59_b469", "text": "Strengthening the NARES"}, {"text_block_id": "p59_b470", "text": "1."}, {"text_block_id": "p59_b471", "text": "Disaster risk management program in farming"}, {"text_block_id": "p59_b472", "text": "2."}, {"text_block_id": "p59_b473", "text": "Crop and income loss risk management program"}, {"text_block_id": "p59_b474", "text": "3."}, {"text_block_id": "p59_b475", "text": "Climate-resilient investment program"}, {"text_block_id": "p60_b476", "text": "References"}, {"text_block_id": "p60_b477", "text": "Aggarwal P, Zougmoré R and Kinyangi J. 2013.Climate-Smart Villages: A community approach."}, {"text_block_id": "p60_b478", "text": "https://cgspace.cgiar.org/.../CCAFSClimate"}, {"text_block_id": "p60_b479", "text": "-"}, {"text_block_id": "p60_b480", "text": "SmartVillages"}, {"text_block_id": "p60_b481", "text": "2013"}, {"text_block_id": "p60_b482", "text": ".pdf?"}, {"text_block_id": "p60_b483", "text": "DAR. 2009. Promising Research-Findings of Department of Agricultural Research in 2008-2009., 27."}, {"text_block_id": "p60_b484", "text": "Drakenberg and Wolf. 2013. Myanmar (Burma) Environmental and Climate Change Policy Brief."}, {"text_block_id": "p60_b485", "text": "DOA. 2014. Annual Report of Agricultural Education Section 2013-2014, Department of Agriculture. Ministry of Agriculture and Irrigation, Union of Myanmar."}, {"text_block_id": "p60_b486", "text": "FAO. 2008. Emergency and Rehabilitation Program: Needs Assessment for the Cyclone Nargis Affected Areas. p 67."}, {"text_block_id": "p60_b487", "text": "FAO. 2012. Food security and climate change. A report by The High Level Panel of Experts on Food Security and Nutrition"}, {"text_block_id": "p60_b488", "text": "Khin Moe Kyi. 2012. Farmer Vulnerability Amidst Climate Variability: A case study of Dry Zone of Myanmar."}, {"text_block_id": "p60_b489", "text": "MAS. 2003. Annual Report of Myanmar Agriculture Service. Ministry of Agriculture and Irrigation, Union of Myanmar."}, {"text_block_id": "p60_b490", "text": "MAS. 2009. Annual Report of Agricultural Education Section 2008-2009, Myanmar Agriculture Service. Ministry of Agriculture and Irrigation, Union of Myanmar."}, {"text_block_id": "p60_b491", "text": "MAS. 2010. Annual Report of Agricultural Education Section 2009-2010, Myanmar Agriculture Service. Ministry of Agriculture and Irrigation, Union of Myanmar."}, {"text_block_id": "p60_b492", "text": "MOAI. 2010. Myanmar Agricultural in Brief. Ministry of Agriculture and Irrigation, Union of Myanmar."}, {"text_block_id": "p60_b493", "text": "MOAI. 2013. Myanmar Agriculture at a Glance. p.159."}, {"text_block_id": "p60_b494", "text": "MOAI. 2013. Myanmar Agriculture Brief. p. 65."}, {"text_block_id": "p60_b495", "text": "MOAI. 2015. Myanmar Rice Sector Development Strategy."}, {"text_block_id": "p60_b496", "text": "Myanmar Country Report. 2006. National Flood Forecasting System in China. Fourth Annual Mekong Flood Forum, Cambodia, 18-19 May 2006. Pp142-144."}, {"text_block_id": "p60_b497", "text": "NAPA. 2012. Myanmar’s National Adaptation Programme of Action (NAPA) to Climate Change. p. 125."}, {"text_block_id": "p61_b498", "text": "PONJA. 2009. Post Nargis Joint Assessment (PONJA) “Post Nargis Periodic Review II”."}, {"text_block_id": "p61_b499", "text": "RIMES. 2011. Managing Climate Change Risks for Food Security in Myanmar. p. 25."}, {"text_block_id": "p61_b500", "text": "Saw Myint Tin, U. 1990. ‘Climate of the dry zone of Myanmar’, Master Thesis: Department of Geography, University of Mandalay."}, {"text_block_id": "p61_b501_merged", "text": "Swe KL and S Nandar. 2011. Practitioners and Policy Makers Exchange on Climate Change Adaptation in Agriculture (Presentation). Thailand 30th August to 1st September 2010."}, {"text_block_id": "p61_b506", "text": "Tin Yi. 2011. Adaptation to Climate Change In Myanmar. MH, Myanmar."}, {"text_block_id": "p61_b507", "text": "UNDP. 2010. Post–Giri community-based emergency and early recovery initiative: Myanmar, rapid assessment."}, {"text_block_id": "p61_b508", "text": "UNDP. 2013. Myanmar Annual Report. p. 38."}, {"text_block_id": "p61_b509", "text": "UNHCR. 2013."}, {"text_block_id": "p61_b510", "text": "Displacement: The New 21st Century Challenge"}, {"text_block_id": "p61_b511", "text": ", UNHCR, Geneva, Switzerland."}, {"text_block_id": "p61_b512", "text": "United Nations Commission on Sustainable Development. Last Update: December 1999."}, {"text_block_id": "p61_b513", "text": "Yarzar Hein. 2012. Impact of microfinance on climate resilience and livelihood security of rural household in Pakokkutownship, MSc Thesis."}], "document_description": "The Climate-Smart Agriculture Strategy (CSA) has been elaborated in response to the adverse effects of climate change that Myanmar suffers from, such as \"scarcity of rainfall, irregular rainfall, heat stress, drought, flooding, seawater intrusion, land degradation, deserti cation, deforestation and other natural disasters\" (CSA, Chapter 1.1).<br />\nIt seeks to \"optimize the benefits and minimize the negative trade-offs across food security, agricultural development and climate change adaptation and mitigation. The key elements of CSA include food security by increasing agricultural productivity, resilience of agricultural systems through adaptation, and mitigation by reducing GHG emission or enhancing carbon sequestration and managing interfaces with other land use management\" (CSA, Executive Summary, p XV).<br />\nThe key targets of CSA include the below (Chapter 4.1.1.3):<br />\n<br />\n<br />\n<br />\n<br />\n<br />\nAdaptation targets:<br />\n<ol><br />\n<li>New varieties and improved farming systems resilient to drought and water stress</li><br />\n<li>Diversified rural income and improved household economic resilience</li><br />\n<li>Increased prevention and protection against disasters</li><br />\n</ol><br />\n<br />\n<br />\n<br />\nMitigation targets:<br />\n<ol><br />\n<li>Reduced CH4 emissions</li><br />\n<li>Reduced land degradation and soil erosion</li><br />\n</ol><br />\n<br />\n<br />\n<br />\n<br />\n<br />\nClimate-Smart Village targets:<br />\n<ol><br />\n<li>Improved farmers' livelihoods and income</li><br />\n<li>Climatic risks resilience of farming</li><br />\n<li>Enhanced farmers' adaptive ability to climate change</li><br />\n</ol><br />\n<br />\n<br />\n<br />\nThe implementation of CSA strategies in Myanmar has three steps as follows (text adapted from the CSA, Art 5.1 - 5.3):<br />\nShort-term Steps:<br />\n<br />\n<ol><br />\n<li>Resource and social mobilization</li><br />\n<li>Rapid Rural Appraisal (RRA) or Participatory Rural Appraisal (PRA) in benchmarking climate change challenges in the various ecological regions</li><br />\n<li>Institutional analysis</li><br />\n<li>Establishment or strengthening of local agro-meteorology stations</li><br />\n<li>Strengthening communication and public awareness on climate change</li><br />\n<li>Evaluation and promoting cultivation of special traditional rice varieties with natural tolerance for deep-water, prolonged flooding, or drought</li><br />\n<li>Reducing methane from rice fields and livestock farming</li><br />\n<li>Information and knowledge sharing with national, regional and international agencies</li><br />\n<li>Promoting adaptive crop - livestock development and farming practices</li><br />\n<li>Strengthening climate change research and extension services</li><br />\n<li>Practice of conservation agriculture including water, pest and disease management</li><br />\n</ol><br />\nMedium-term Steps:<br />\n<br />\n<ol><br />\n<li>Developing new high-yielding varieties and livestock breeds, climate smart management options for stress-prone environment</li><br />\n<li>Establishment of an adaptation/mitigation information and advisory services</li><br />\n<li>Establishment of CSVs in strategic areas</li><br />\n<li>Strengthening the NARES</li><br />\n</ol><br />\nLong-term Steps:<br />\n<br />\n<ol><br />\n<li>Disaster risk management program in farming</li><br />\n<li>Crop and income loss risk management program</li><br />\n<li>Climate-resilient investment program</li><br />\n</ol><br />\nThe Myanmar Climate-Smart Agriculture coordinating body under the Ministry of Agriculture and Irrigation, is responsible for monitoring and guiding the government in prioritizing investments in CSA."}