{"document_instrument_name": ["MRV|Governance", "Processes, plans and strategies|Governance", "Other|Direct Investment", "Early warning systems|Direct Investment", "Tax incentives|Economic"], "document_country_english_shortname": "Myanmar", "document_category": "Policy", "document_sector_name": "Agriculture", "document_language": "English", "document_name": "Myanmar Agriculture Development Strategy and Investment Plan (2018-19/ 2022-23)", "document_country_code": "MMR", "document_hazard_name": ["Landslides", "Drought", "Flood"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2018", "document_keyword": ["Industry", "Buildings", "Renewables", "Transport", "Agriculture", "Taxes"], "document_url": "https://cdn.climatepolicyradar.org/MMR/2018/MMR-2018-01-01-Myanmar Agriculture Development Strategy and Investment Plan (2018-19_ 2022-23)_6e2b8a74b50d8baec04224ed4a6e5698.pdf", "text_blocks": [{"text_block_id": "p3_b1", "text": "Contents"}, {"text_block_id": "p4_b2", "text": "ii"}, {"text_block_id": "p4_b3", "text": "MYANMAR AGRICULTURE DEVELOPMENT STRATEGY AND INVESTMENT PLAN (2018-19 ~ 2022-23)"}, {"text_block_id": "p7_b4", "text": "LIST OF TABLES"}, {"text_block_id": "p9_b5", "text": "LIST OF FIGURES"}, {"text_block_id": "p11_b6", "text": "FOREWORD"}, {"text_block_id": "p11_b7", "text": "the Agriculture sector is a high priority for the government of myanmar. Agriculture contributes 30 percent of national gdp and about 68 percent of rural population relies on crop husbandry and livestock for their livelihoods and incomes."}, {"text_block_id": "p11_b8", "text": "the vision statement of the agriculture policy reads as follows: “by 2030, myanmar achieves inclusive, competitive, food and nutrition secure, climate change resilient, and sustainable agricultural system contributing to the socio-economic well-being of farmers and rural people and further development of the national economy”. to pursue this vision the agriculture development strategy proposes a sequence of interventions that will pave the way to: commercial expansion of crops and livestock production, , increased incomes for farmers and better access to international markets,  ultimately contributing to the country’s food security and economic development."}, {"text_block_id": "p11_b9", "text": "the agricultural development strategy responds to the need (i) for the consolidation and integration of various plans, strategies, roadmaps, and approaches currently developed by various stakeholders; (ii) for a systematic approach to operationalize agricultural policy implementation; (iii) to coordinate activities, projects, programs, and policies; and (iv) to build a dialogue with domestic and foreign investors and harmonize foreign aid to the sector."}, {"text_block_id": "p11_b10", "text": "it is my honor to commend this comprehensive strategy. in implementing the agriculture development strategy, an important role of our ministry will be to ensure coordination with related ministries over cross-cutting issues, to integrate the union plan with regional and state level planning, to ensure cooperation and synergies among departments and with farmers, development partners and private agribusiness entrepreneurs."}, {"text_block_id": "p12_b11", "text": "inclusiveness, enhanced capacity, cooperation, transparency and commitment will be the decisive forces and a hallmark of success for the implementation of the agricultural development strategy."}, {"text_block_id": "p12_b12", "text": "the preparation of this strategy is in fact a yearlong effort comprising several rounds of consultations and revisions involving all departments of the ministry, parliament members, farmers, civil society, private sector and development partners. thanks to all for your valuable contributions. public consultation workshops were held in 17 cities in all regions and states of the country and from these platforms, public voices, comments and suggestions were put forwarded for improving the strategy. professional expert views and comments were conveyed from academia, peer reviewers and prominent international experts. this strategy is the result of an extensive participative process and a quality peer review. i would like to thank for their support the Agriculture and rural development sector coordination group and stakeholders, in particular, the Asian development bank, the Food and Agriculture organization and the Livelihoods and Food security trust Fund."}, {"text_block_id": "p12_b13", "text": "i am confident that the agriculture development strategy will successfully support myanmar in reducing poverty particularly in rural areas where the development of non-farm activities based on agriculture will be fundamental for the growth of an overall robust economy, a more balanced rural economy, and employment generation."}, {"text_block_id": "p12_b14", "text": "dr. Aung thu"}, {"text_block_id": "p12_b15", "text": "union minister"}, {"text_block_id": "p12_b16", "text": "ministry of Agriculture, Livestock and irrigation"}, {"text_block_id": "p13_b17", "text": "ACRONYMS AND ABBREVIATIONS"}, {"text_block_id": "p17_b18", "text": "˜"}, {"text_block_id": "p17_b19", "text": "LIST OF ABBREVIATED NAMES OF MINISTRY OF AGRICULTURE, LIVESTOCK AND IRRIGATION AND CONCERNED DEPARTMENTS"}, {"text_block_id": "p19_b20", "text": "Section – i"}, {"text_block_id": "p19_b21", "text": "MYAnMAR AGRicULtURe DeVeLoPMent StRAteGY"}, {"text_block_id": "p21_b22", "text": "1. INTRODUCTION"}, {"text_block_id": "p21_b23", "text": "1. INTRODUCTION\n* over the last seven years (2011-2017)\n* After decades of isolation and with\n* After decades of isolation and with\n -\n* After decades of isolation and with\n -\n engaging with the global economy.  myanmarâs\n* After decades of isolation and with\n -\n engaging with the global economy.  myanmarâs\n gross domestic product\n* initial investment has primarily been\n* initial investment has primarily been\n the development of myanmarâs agricultural and\n* initial investment has primarily been\n the development of myanmarâs agricultural and\n sectors.\n* initial investment has primarily been\n the development of myanmarâs agricultural and\n sectors.\n Agriculture, livestock\n* experiences in other south-east Asia"}, {"text_block_id": "p22_b38", "text": "1. INTRODUCTION\n* over the last seven years (2011-2017)\n* After decades of isolation and with\n* After decades of isolation and with\n -\n* After decades of isolation and with\n -\n engaging with the global economy.  myanmarâs\n* After decades of isolation and with\n -\n engaging with the global economy.  myanmarâs\n gross domestic product\n* initial investment has primarily been\n* initial investment has primarily been\n the development of myanmarâs agricultural and\n* initial investment has primarily been\n the development of myanmarâs agricultural and\n sectors.\n* initial investment has primarily been\n the development of myanmarâs agricultural and\n sectors.\n Agriculture, livestock\n* experiences in other south-east Asia\n* in a national environment of rapidly\n* the Agriculture development strategy\n* since August 2016, the moALi with the\n* between september 2016 and december\n* the strategy builds off the recently developed"}, {"text_block_id": "p25_b50", "text": "2. BACKGROUND"}, {"text_block_id": "p25_b51", "text": "2. BACKGROUND\n* myanmar has an ethnically diverse\n* myanmar has an ethnically diverse\n in the delta zone, in the south, with a population\n* Approximately 72% of the population lives\n* Approximately 72% of the population lives\n below the general poverty line.  with a per capita\n* Approximately 72% of the population lives\n below the general poverty line.  with a per capita\n ) 1,205,\n* Approximately 72% of the population lives\n below the general poverty line.  with a per capita\n ) 1,205,\n .\n* myanmarâs human development index (Hdi)\n* the agricultural sector is estimated to\n* the agriculture sector also accounts for"}, {"text_block_id": "p26_b66", "text": "about 25% of total exports by value.  beans and pulses are currently the largest agriculture export, returning $1,152 million in 2015/16, with rice, livestock and fisheries, the other main agricultural export items, each generating between $400-500 million."}, {"text_block_id": "p26_b67", "text": "about 25% of total exports by value.  beans and pulses are currently the largest agriculture export, returning $1,152 million in 2015/16, with rice, livestock and fisheries, the other main agricultural export items, each generating between $400-500 million.\n* the production of paddy rice, estimated at\n* other key crops include beans and pulses,\n* by volume, fish is second to rice in its\n* Livestock and fisheries contribute about\n* Livestock and fisheries contribute about\n demand. with the recent inter-government\n* myanmarâs agriculture is characterized\n* Food security is a problem in remote upland\n* Against this background, the following"}, {"text_block_id": "p29_b82", "text": "3. KEY ISSUES"}, {"text_block_id": "p29_b83", "text": "3.1 The Context of Agricultural Transformation and Implications for the ADS"}, {"text_block_id": "p29_b84", "text": "3.1 The Context of Agricultural Transformation and Implications for the ADS\n* For moALi, the key role of agriculture\n* the Ads is a strategy for the\n* in this context, it is worth emphasizing\n* in this context, it is worth emphasizing\n sustainable farmer organizations.\n* the strategy is formulated considering\n* in this process of transformation, several\n* the relevant lessons derived from the\n* Accelerate public and private investment"}, {"text_block_id": "p30_b99", "text": "3.1 The Context of Agricultural Transformation and Implications for the ADS\n* For moALi, the key role of agriculture\n* the Ads is a strategy for the\n* in this context, it is worth emphasizing\n* in this context, it is worth emphasizing\n sustainable farmer organizations.\n* the strategy is formulated considering\n* in this process of transformation, several\n* the relevant lessons derived from the\n* Accelerate public and private investment\n* ensure broad-based and inclusive agricultural\n* Associating smallholder farmers and\n* develop rural infrastructure and promote\n* Against this evolving strategy and policy"}, {"text_block_id": "p30_b107", "text": "3.2 Integrated Value Chain Development"}, {"text_block_id": "p30_b108", "text": "3.2.1 Smallholder Promotion"}, {"text_block_id": "p30_b109", "text": "3.2.1 Smallholder Promotion\n* with 80% of farm holders having less\n* in the case of rice intensification, for\n* in the case of rice intensification, for\n since the early years of the green revolution in\n* while rice exports from myanmar have\n* in other subsectors, the scope and"}, {"text_block_id": "p31_b119", "text": "3.2.1 Smallholder Promotion\n* with 80% of farm holders having less\n* in the case of rice intensification, for\n* in the case of rice intensification, for\n since the early years of the green revolution in\n* while rice exports from myanmar have\n* in other subsectors, the scope and\n* regional experience from both south east\n* wherever smallholder production is"}, {"text_block_id": "p31_b123", "text": "3.2.2 Agribusiness and Value Chain Development"}, {"text_block_id": "p31_b124", "text": "3.2.2 Agribusiness and Value Chain Development\n* while government of the republic\n* Agribusinessâ most critical role is in the\n* Agribusinessâ most critical role is in the\n chemicals, seeds, feed, irrigation equipment, power\n* clearly, where smallholder agriculture is at\n* A key factor in ensuring an âinclusiveâ value"}, {"text_block_id": "p31_b133", "text": "3.3 Agricultural Diversification"}, {"text_block_id": "p31_b134", "text": "3.3.1 Issues in Rice Intensification"}, {"text_block_id": "p31_b135", "text": "3.3.1 Issues in Rice Intensification\n* given the importance of rice as a staple\n<\\li1>"}, {"text_block_id": "p32_b137", "text": "3.3.1 Issues in Rice Intensification\n* given the importance of rice as a staple\n<\\li1>\n"}, {"text_block_id": "p32_b138", "text": "3.3.1 Issues in Rice Intensification\n* given the importance of rice as a staple\n<\\li1>\n\n* while undoubtedly there is a significant\n* to be competitive, myanmar needs to\n* Although, from the farmersâ perspective,\n* Although, from the farmersâ perspective,\n other cash crops such as pulses, oilseeds, fruits\n* there have been only limited improvements"}, {"text_block_id": "p32_b149", "text": "3.3.2 The Scope for Diversification and Growth of the Non-Farm Sector"}, {"text_block_id": "p32_b150", "text": "3.3.2 The Scope for Diversification and Growth of the Non-Farm Sector\n* improvements in post-harvest systems,\n* in myanmarâs case, outmigration from"}, {"text_block_id": "p33_b154", "text": "agriculture and rural areas has occurred because of the negative impact of earlier government policies as well as the negative impact of the sharp appreciation in the kyat from 2006, which has seriously undermined the returns to most agriculture. there are estimated to be well over 4 million myanmar people working in neighboring countries, especially in thailand. while many may well return as new opportunities emerge in myanmar, experience from elsewhere in the region suggests that once people have left agriculture it is difficult to attract them back. such outmigration clearly has implications for rural labor supply and thus mechanization. it also leads to the ageing and feminization of agriculture. myanmar is already experiencing a steady rise in the average age of farmers, despite it being at a relatively early stage in its rural transformation."}, {"text_block_id": "p33_b155", "text": "46."}, {"text_block_id": "p33_b156", "text": "A strong agricultural economy based on smallholder farmers’ development will entail a growth of the rural non-farm economy. this can be accelerated through public investment in rural roads and electrification, and public-private investment in telecommunication and market infrastructure (market places, warehouses, collection centers and packing houses). subject to a supportive policy and investment environment and improved social capital, a constellation of smes well integrated with their farm-based and with larger agribusiness concerns within the supply chain could stimulate the growth of an inclusive rural economy."}, {"text_block_id": "p33_b157", "text": "47."}, {"text_block_id": "p33_b158", "text": "in poor rural areas, most off-farm employment is in services, reflecting the typically low entry barriers for services and few economies of scale (which processing typically does have). in contrast to products that would require sufficient through put and plant scale to be competitive, there are several agriculture-related services that include both value added processing and other services including:"}, {"text_block_id": "p33_b159", "text": "in poor rural areas, most off-farm employment is in services, reflecting the typically low entry barriers for services and few economies of scale (which processing typically does have). in contrast to products that would require sufficient through put and plant scale to be competitive, there are several agriculture-related services that include both value added processing and other services including:\n* Upstream:\t groundwater\t tubewell\t drilling\t and\n* Upstream:\t equipment\t operation,\t rental,\t and\n* preparation and chemical application, with\n* Upstream:\t farmer-to-farmer\t (F2F)\t and\n* Upstream:\t farmer-to-farmer\t (F2F)\t and\n enterprise-to-farmer (e2F) private advisory\n* services for paddy and pulses at district level;\n* vegetables, milk and fish collection, etc.\n* Mid-stream:\ttransport\tservices."}, {"text_block_id": "p33_b179", "text": "3.4  Institutional Development"}, {"text_block_id": "p33_b180", "text": "3.4.1 Land"}, {"text_block_id": "p33_b181", "text": "48."}, {"text_block_id": "p33_b182_merged", "text": "secure and unchallenged land rights are a prerequisite for increased investment in agriculture, whether by smallholders or larger-scale commercial enterprises.  Land ownership is vested in the state since 1953. Farmers had the right to use the land under leasehold and tenant arrangements but were legally not able to buy or sell land. neither could land be used as collateral. while this system did give farmers a degree of security of tenure, it was always subject to arbitrary interference from the landlord and subject to confiscation. in practice, land transfers have occurred, driven largely by the pressure on living standards and rising indebtedness resulting in stress sales. in march 2012, two new land laws were passed by parliament, namely the Farmland Law and the vacant, Fallow and virgin Land management Law (vFvLm Law)."}, {"text_block_id": "p33_b184", "text": "49."}, {"text_block_id": "p33_b185", "text": "the Farmland Law builds on the constitutional principle of the “right to ownership” and provides a tool for farmers to register their land, albeit as a land use right, over which a Land use certificate (Luc) can be issued. Although the state continues as the allodial title holder, certified farmland can be mortgaged, sold and transferred.  while consistent with other reforms that are moving myanmar towards a market based system, there is growing concern that the Farmland Law does not provide sufficient security of tenure for smallholders. First, the law only applies over “farmland” which is narrowly defined and does not include all agricultural production systems such as agro-forestry or shifting and rotating agriculture. in addition the farmland law does not cover other important agrarian production systems that are"}, {"text_block_id": "p34_b186", "text": "important for food security and especially nutrition like fishponds, grazing lands and home gardens in rural settlements. second, the issuance and holding of a Luc over farmland is conditional to crop choices; unauthorized changes may result in land confiscation, landlessness and loss of livelihoods. the law includes administrative mechanisms to request crop and land use changes, but these are cumbersome, and the authorization of such requests is strongly centralized, especially for lands classified as paddy fields. while the dynamics of a land market support the effective use of land, it can also facilitate stress sales because of indebtedness. the other legal building block of land management, the vFvLm Law, is an instrument to allocate temporary land use rights over land classified as being “vacant”, “Fallow” or “virgin”. unclear definitions and perceptions of these land classifications as well as out-dated mapping of such lands result in the alienation of land from customary rights holders who do not qualify to secure their land under the Farmland Law. in addition, elder or legislation such as the Land Acquisition Act (1894) enables that land can be legally confiscated in the ‘national interest’ and seized without modern day due process or compensation. there have been many reports in recent years of ‘land grabbing, either as legal acquisition or unlawful confiscation often for larger-scale projects by agribusiness companies."}, {"text_block_id": "p34_b187", "text": "50."}, {"text_block_id": "p34_b188", "text": "the challenge of ‘land grabbing’ or land confiscation is not new and is not always an illegal practice. in fact, old legislation (the 1894 Land Acquisition Act; the 1991 Law on the management of cultivable land, Fallow land and waste land) and new legislation (the 2012 vFvLm law) have encouraged land confiscation through legal means for public and private purpose. Applying these laws without due process may be considered as unlawful land confiscation. while both legal and unlawful practice occurs, the liberalization of the economy and the encouragement of some public (hydropower installations) and private (agricultural and mining concessions"}, {"text_block_id": "p34_b189", "text": ") investments are certainly exacerbating land confiscation. in fact,"}, {"text_block_id": "p34_b190", "text": "most of the land confiscation claims documented by the parliamentary Land confiscation inquiry commission relate to the pre-2012 period. practices of land confiscation contribute, beyond doubt, to the many land disputes that have arisen over the last few years, setting up smallholders against land allocation beneficiaries. in addition, large scale land allocations for private investment in the agricultural sector have not, in many cases, yet resulted in tangible development of these areas. As little as 20-25% of land allocated under the vFvLm Law are actually being used according to contractual lease contract agreements. it will be difficult in such an environment of dispute and claims to plan for agricultural growth, especially for the smallholder sector. it is also acknowledged that the poor handling of land issues such as confiscation may impact more profoundly on myanmar society and the national reconciliation and peace building process than just on the agricultural growth process. sustainable economic growth cannot be achieved under circumstances of protracted conflict. dealing with land challenges therefore must be considered in a larger context than just as a production factor for agricultural production; it is an integral part of the peace process, as well acknowledged by the 21st century panglong process."}, {"text_block_id": "p34_b191", "text": "51."}, {"text_block_id": "p34_b192_merged_merged", "text": "in a response to the growing concerns on a broad set of land issues that are negatively impacting on the social fabric and the development processes of myanmar, the government, in January 2016, endorsed a comprehensive national Land use policy (nLup). the nLup policy development process, using an unprecedented multi-stakeholder consultative process managed by both the public sector and civil society, stands out as a milestone in myanmar´s history . the nLup is a “living policy” adjustable over time as more information becomes available, that adopts a broad set of international good practice aligned with the voluntary guidelines on the responsible governance of tenure (vggt), of which myanmar is a signatory."}, {"text_block_id": "p34_b194", "text": "52."}, {"text_block_id": "p34_b195", "text": "the nLup covers a broad range of issues including: (i) creating an institutional and legal"}, {"text_block_id": "p35_b196", "text": "framework that comprises a national Land use council, the development of new legislation and the harmonization of existing legislation; (ii) land use planning; (iii) strengthening land administration services; and (iv) land dispute resolution. it considers the drafting of an umbrella national Land Law that would preferably convert into law the basic principles and guidance captured in the nLup. the umbrella Land Law would specifically identify the need for additional subject matter law development for each of the issues that will need to be covered. one such specific new law would be a Land rights Law that unequivocally identifies the nature of rights over land and property that will be recognized, as well as mechanisms to acquire and transfer these rights. this law would thus address issues of land acquisition for public purpose and private investment, as well as tenure security issues for smallholders. current ongoing ad hoc law amendments such as these of the Farmland law, the vFvLm law and the Land Acquisition law will need to fit into this future framework.  it is also essential that a future Land rights law addresses the issues of customary land rights, occurring mainly but not exclusively in ethnic minority upland states. the recognition, documentation and registration of customary land rights, often of a communal nature and sometimes established under shifting cultivation and agro-forestry systems, is not only necessary to protect the land rights of smallholders but also for success in national reconciliation efforts."}, {"text_block_id": "p35_b197", "text": "53."}, {"text_block_id": "p35_b198_merged", "text": "while appropriate legislation that gives farmers secure rights of use, transfer, inheritance, exchange and collateralization is essential, effective implementation of the law(s) is equally important. this requires an appropriate institutional structure and capacity at both the national and especially local level to deal with a range of land administrations tasks and service delivery, including land surveys, updating existing cadastral data and generating new data in areas not yet covered by cadastral surveys, land titling, data management, and land dispute resolution.  it is also required that all stakeholders including land rights holders and land administrators comply with the law. poor enforcement of good law is not conducive for the development of the agricultural sector. A law setting the legal framework for land use planning is still absent and will need to be drafted. such a law should define land-use planning tools to"}, {"text_block_id": "p35_b201", "text": "be used (i.e. different types of plans at different levels, including Local Adaptation plans of Action (LApAs), institutional responsibilities, needs and rights for public participation, information sharing, and other basic principles."}, {"text_block_id": "p35_b202", "text": "54."}, {"text_block_id": "p35_b203", "text": "several donors including united states Agency for international development (usAid), swiss development corporation (sdc), the european union (eu), department for international development (dFid), LiFt and their implementing partners have already been supporting development and implementation of the national Land use policy through various pilot activities and a set of strategic interventions.  these pilots generally consist of conducting ongoing work on law harmonization in relation to tenure security and land resource administration in the country, conducting a national land inventory, developing participatory land use planning processes, modernizing the land registration system, securing land resource tenure rights at the village or community level, developing local dispute resolution mechanisms, and development of a government-managed open access spatial database (one map myanmar). these nLup implementation pilot programmatic activities are all closely interrelated to one another, designed to be scalable over time, and all pilot activities might feed into and support the development of the one map myanmar concept."}, {"text_block_id": "p35_b204", "text": "3.4.2 Rural Finance"}, {"text_block_id": "p35_b205", "text": "55."}, {"text_block_id": "p35_b206", "text": "the main institution providing finance to the rural sector had been the myanma Agricultural development bank (mAdb). mAdb is not a commercial bank; it is a financial institution that provides subsidized credit to farmers. the bulk of mAdb lending consists of seasonal loans to paddy farmers that meet about 50% of production costs. A large number of the farming and rural population rely on microfinance institutions (mFi) and the informal sector - traders, shopkeepers and moneylenders for their credit needs usually at very high rates of interest."}, {"text_block_id": "p35_b207", "text": "56."}, {"text_block_id": "p35_b208", "text": "the myanmar economic bank (meb) and the cooperative bank (cb) provide loans to small businesses and traders, who in turn might lend to farmers. while the businesses and traders benefit from relatively affordable credit from meb or cb,"}, {"text_block_id": "p36_b209", "text": "their lending rates to farmers are much higher. while part of the interest rate differential can be explained by the acute shortage of capital in the rural economy, the lack of collateral and high risk of default, and the high administrative costs, the high lending rates to farmers are a disincentive to investment. equally, such high rates are a serious disincentive to productive investment and make it difficult or impossible for low income rural inhabitants to break out of their poverty."}, {"text_block_id": "p36_b210", "text": "57."}, {"text_block_id": "p36_b211", "text": "A rapid expansion in rural credit, both short-term seasonal credit, as well as more medium-to-long–term credit will be needed if agriculture is to grow rapidly. while the mAdb has an extensive branch network that covers over 60% of the county’s townships (giZ 2016), this type of public institutional banking is fraught with risk and its expansion is not a recommended rural financial services strategy. enabling other banks, including private banks, to expand into the rural sector will be necessary to meet the rising credit need. while financial sector reforms, including the removal of interest rate caps, would accelerate this process by making such lending more profitable, private banks also have the opportunity to use digital financial services to reduce the cost and risks of serving a clientele that consists of many relatively small farmers. At the same time, private banks can help the sector more generally by increasing credit supply to agribusiness companies and suppliers. recent positive experience with a donor-financed “loan loss reserve” to support hire purchase procurement of agricultural machinery provides one avenue for improved financial services for agriculture. others could include, inter alia: (i) the establishment of a national loan guarantee fund: (ii) a donor-funded facility that refinances a percentage of private bank lending to agriculture at a discounted rate; (ii) a donor taking an equity position in a private bank in return for the development of cash-flow-based financing with reduced equity requirements; or (iv) the use of a “compensating balance” to secure digital financing of smallholder farmer seasonal input costs. the private banking sector should also be assisted to develop commercially viable products for agricultural value chain financing. the government has transferred mAdb from moALi to mopF (ministry of planning and Finance) in its former place. the mopF has been designing financial services system of mAdb to better meet the demand of agricultural and rural sector. the role"}, {"text_block_id": "p36_b212", "text": "of strengthening moALi is supporting such reform measures. beside the technology transfer function, moALi should play the role of strengthening farmer cash flow management and repayment capacity in order to help them pull out of the debt trap."}, {"text_block_id": "p36_b213", "text": "58."}, {"text_block_id": "p36_b214_merged", "text": "microfinance has a particularly important role to play in meeting the needs of poorer, more vulnerable groups, including women, and in supporting non-farm economic activities. since the late 1990s, there have been several successful externally funded microcredit/microfinance projects in myanmar, based on the Grameen model. there are also several government and non-government organizations involved in microcredit. developing sustainable microfinance models, however, can be a difficult and controversial area, as demonstrated most recently in india and china. microfinance institution (mFi) interest rates needed to ensure sustainability are often high, and, while rarely a problem for cash-strapped borrowers for whom access to finance is more important than its cost, such rates can be seen as politically unacceptable and there is no single blue-print for mFi development. basic conditions for effective mFi development include a sound mFi law, including national bank oversight of mFi management, effective commercial relations between private banks and mFis and long-term donor and government commitment to support the emergence of a private mFi sector. other promising financial innovations include mobile transfer, payment and banking, no-frills saving accounts, credit plus approaches, and person to person (p2p) lending provided through a p2p platform, with advances in technology helping to reduce the transaction costs (see Adb 2012)."}, {"text_block_id": "p36_b217", "text": "59."}, {"text_block_id": "p36_b218", "text": "Although still an evolving area in the development field, the introduction of crop and livestock insurance could be one element of myanmar’s rural finance sector. As the cyclones in 2008 and 2010 and floods and landslides in 2015 have shown, disaster risk is high, while the country is also vulnerable to increased risks from climate change. myanmar has the second highest risk assessment (after Honduras) on the 2017 global climate risk index. this climate risk, and its likely increased frequency as a result of climate change, raises the cost and complexity of crop and livestock insurance, which can only be viable for the insure if accompanied by a substantial subsidy, typically"}, {"text_block_id": "p37_b219", "text": "in the range of 60% to 70% of total cost. nepal, for example is progressively introducing such a subsidy (60%), however, at this juncture, many of the offered private sector insurance products are very conservative in their loss cover. in india, the recent attempt to introduce a national agricultural insurance scheme has stumbled badly. myanmar should approach any proposed agricultural insurance scheme with caution, carefully assessing the financial and economic benefit of such an approach."}, {"text_block_id": "p37_b220", "text": "3.4.3 Research and Extension"}, {"text_block_id": "p37_b221", "text": "60."}, {"text_block_id": "p37_b222", "text": "myanmar’s system of research and extension has been commodity and productivity (not profitability) focused, with little coordination between the large numbers of different institutions involved (undp 2004). crop research is carried out in different departments (e.g. department for Agricultural research (dAr) and department of Agriculture (doA)), whereas very little institutionalized research takes places in livestock and fisheries. moreover there are duplication of research projects between doA, dAr and yAu. there is no national level research plan, priorities and corresponding budget allocation plans. in the case of extension, there is little use of participatory methods or focus on farmer’s needs, while the coordination between research and extension is very weak.  Agricultural research and extension, furthermore, are grossly underfunded, with their existing budget representing about 1% of the overall moALi budget and less than 0.1% of Agricultural gdp."}, {"text_block_id": "p37_b223", "text": "61."}, {"text_block_id": "p37_b224", "text": "the research and extension system has been excessively focused on maximizing crop yields, to the relative neglect of other issues of critical importance to farmers, such as cost of production, profitability, pests and diseases, water management, overall farm income, and suitability to agro-ecological zones.  the uptake of improved technologies, therefore, has been limited. A major reorientation of both research and extension to a farming systems approach will be required. this includes the clear definition of public and private sector roles in agricultural research and extension delivery in a modern agricultural economy."}, {"text_block_id": "p37_b225", "text": "62."}, {"text_block_id": "p37_b226", "text": "on the research side, myanmar can draw on the existing knowledge base within the consultative group for international Agriculture research"}, {"text_block_id": "p37_b227", "text": "(cgiAr) system and focus on adaptive research. it must reorganize its research governance under a national structure, remove research duplication where it exists, create new research capacity where necessary, and build research center linkages to ensure a farming systems approach to research planning. given the dire research budget, the governance body should explore opportunities for public-private partnership in research financing, including with international agribusinesses, and the possibility of research centers retaining resulting income for additional research and equipment and staff incentives. viet nam successfully introduced this model almost two decades ago."}, {"text_block_id": "p37_b228", "text": "63."}, {"text_block_id": "p37_b229", "text": "with extension, government should redefine its role from that of delivering extension services, which it has not be able to do effectively in the past, to becoming the overall facilitator of a system of pluralistic, farmer-responsive agricultural extension services. this would include developing clear roles and opportunities for expanding and institutionalising F2F and e2F advisory services. extension implementation should be devolved to regional and township level with union extension staff providing capacity building, coordination and monitoring services to locally managed extension centers. the exact nature of regional/township extension structures and delivery systems should be a matter for local administrations under the framework of pluralistic, farmer-responsive service delivery. the introduction of a voucher system for farmers to purchase needed services from their preferred service provided should be explored."}, {"text_block_id": "p37_b230", "text": "3.4.4 Farmer Organizations and Cooperative Societies"}, {"text_block_id": "p37_b231", "text": "64."}, {"text_block_id": "p37_b232", "text": "in an agrarian structure characterized by smallholders, farmer organizations and cooperative societies can play an important role in facilitating farmer access to affordable inputs and support services, including extension and credit and in strengthening the bargaining power of farmers in both input and output markets and in ensuring the effective integration of smallholders into value chains. government promoted Farmers Associations played a key role in the agrarian transformations in taiwan and in korea. elsewhere attempts to develop top down associations or cooperatives have generally been far less successful. in myanmar, the cooperative societies"}, {"text_block_id": "p38_b233", "text": "Law does not meet international norms concerning cooperative autonomy, governance or regulation, which has contributed to the generally low public trust in cooperatives, furthermore, rural credit cooperatives can only lend to landowners, limiting their relevance to non-farm rural households, while women’s participation in rural cooperatives is very low.  Hence, a ‘bottom-up approach’ encouraging the growth of more informal grassroots community based organizations, user-groups, self-help groups and associations, is likely to offer the best route to the development of more viable and sustainable farmers organizations pending the integration of international cooperative principles into the law of cooperative societies of myanmar. ngo support in building capacity of such organizations is likely to be important. since cyclone nargis there has been a rapid growth of non-government organizations (ngos) in myanmar. this is also an area where international ngos (ingos) can play an effective role."}, {"text_block_id": "p38_b234", "text": "3.4.5 Policy Analysis, Planning, and Monitoring and Evaluation"}, {"text_block_id": "p38_b235", "text": "65."}, {"text_block_id": "p38_b236", "text": "myanmar has embarked on an ambitious reform process that is both challenging and complex, particularly in the case of the agriculture sector and the rural economy. policy and planning needs to shift from a commodity/sub-sector focus to a farming systems/rural household focus and from a system that sets arbitrary targets to one that sets realistic output goals that take into account both market demand and potential productivity gains and constraints faced by producers. if development is to be driven by the private sector, whether small- or larger-scale, an enabling environment, including reducing the cost of doing business and the proper price incentives needs to be created. policy in the rice sector is particularly challenging given the importance of rice as the basic staple food and wage good and the need to balance the interests of producers and consumers, while also considering the opportunities in the export market."}, {"text_block_id": "p38_b237", "text": "66."}, {"text_block_id": "p38_b238", "text": "the planning process also needs to be more decentralized and participatory, allowing farmers to pursue local comparative advantages and the special needs of remote and upland areas."}, {"text_block_id": "p38_b239", "text": "67."}, {"text_block_id": "p38_b240", "text": "the LiFt-assisted village development planning (vdp) process, implemented by drd, provides a sound basis for this process. vdps"}, {"text_block_id": "p38_b241_merged", "text": "could be supported by the inclusion of Local Adaptation plans of Action (LApA)  to identify local options for adaptation, for integration into local development plans. the lack of reliable data and statistics is a major constraint to effective policy analysis, strategy development, and planning that requires urgent attention. it is also a basic requirement for effective monitoring of policy and planning outcomes to enable policy adjustment. systematic monitoring and evaluation of policy is largely absent: the organizational structure of moALi include very few policy or monitoring and evaluation (m&e) units dedicated to the regular preparation and dissemination of professionally and independently prepared m&e reports."}, {"text_block_id": "p38_b243", "text": "68."}, {"text_block_id": "p38_b244", "text": "the reorientation and strengthening of the policy and planning system for agriculture and the rural sector is clearly a priority area where extensive capacity development and resource allocation is needed. moALi has already established a m&e division with two units of Agricultural policy unit and m&e unit under the department of planning (dop); however, this unit requires strengthening and considerable capacity building."}, {"text_block_id": "p38_b245", "text": "3.5 Infrastructure Development"}, {"text_block_id": "p38_b246", "text": "69."}, {"text_block_id": "p38_b247", "text": "while there has been some investment in road and irrigation infrastructure, myanmar’s rural infrastructure overall is poor. the investment needs are huge, but in addition to government and both multilateral and bilateral dps investment, the private sector can play an active role, notably in mobile phone, energy and port investments and through public private partnerships. communities can also play a role through community driven development (cdd) infrastructure programs. while absorptive capacity will be an issue, a significant improvement can be expected within a 5-year period."}, {"text_block_id": "p38_b248", "text": "70."}, {"text_block_id": "p38_b249", "text": "From an agricultural sector perspective, priority areas include connectivity in all forms, roads, including village to farm and farm to market roads, bridges, mobile phones and internet. given myanmar’s abundant water resources, irrigation"}, {"text_block_id": "p39_b250_merged", "text": "expansion will be important to reducing the production risks in an increasingly variable climate environment  while rebuilding the country’s comparative advantage in rice and expanding opportunity for a wide range of other commodities. At the same time, the legal and regulatory framework on water management and use needs improvement (Adb, 2012). expanded rural electrification will be necessary for the development of both the farm and non-farm sectors. in the case of small-scale rural infrastructure development, a pro-poor cdd approach will help generate employment and incomes, and encourage a sense of ownership."}, {"text_block_id": "p39_b252", "text": "71."}, {"text_block_id": "p39_b253", "text": "the efficient operation and maintenance (o&m) of infrastructure should be a priority, requiring the allocation of adequate fiscal resources and the involvement of the private sector, including local communities. o&m of publicly-funded infrastructure such as irrigation schemes, rural roads, and bridges is mostly implemented by the public sector, but, due to insufficient financial and human resources, its effectiveness remains limited. involvement of farmer groups and communities, and institutional mechanisms that make their involvement effective is necessary for effective rural infrastructure o&m."}, {"text_block_id": "p39_b254", "text": "3.6 Imbalance between Budget and Policy"}, {"text_block_id": "p39_b255", "text": "72."}, {"text_block_id": "p39_b256", "text": "the distribution of the capital budget among different departments and units of moALi is shown in table 1 and Figure 2 and Figure 3. three departments absorb 95% of the capital budget: department of rural development (49%), irrigation and water utilization management department (35%), and Agricultural mechanization department (11%). the combined activities related to research, extension, education, planning, land records and statistics, fisheries, and livestock receive only 5% of the capital budget."}, {"text_block_id": "p39_b257", "text": "73."}, {"text_block_id": "p39_b258", "text": "given this unbalance, it is difficult to ensure that the key policy goals of the government related to the land issues, promoting farmer organization, improving productivity and diversifying towards higher value added, can be successfully implemented. the Ads will redress this unbalance by providing a direction for future budget preparation."}, {"text_block_id": "p40_b259", "text": "Table 1 Initial Capital Budget of MOALI Year 2016 - 2017 (MMK in Billion)"}, {"text_block_id": "p40_b260", "text": "source: moALi"}, {"text_block_id": "p41_b261", "text": "Figure 2 Capital Budget MOALI 2016-17 (Billion Kyat)"}, {"text_block_id": "p41_b262", "text": "source: based on data from dop of moALi."}, {"text_block_id": "p42_b263", "text": "74."}, {"text_block_id": "p42_b264", "text": "After the merging of three former ministries (agriculture and irrigation; livestock, fisheries, and rural development; and cooperatives), the new ministry (moALi) clearly covers not only the domain proper of agricultural sector including crops, livestock, and fisheries, but some key rural development areas including rural infrastructure (rural energy, potable water), credit, and cooperatives. moALi is thus responsible for both the systemic nature of the agricultural sector (including crops, livestock, and fisheries) and the linkages between farm and non-farm activities that are enhanced by improving connectivity (eg rural roads and electricity) and can lead to the emergence of a vibrant rural economy. this is important, not only for increasing farmer’s income, but also to ensure employment and income diversification for marginal farmers and the landless."}, {"text_block_id": "p42_b265", "text": "75."}, {"text_block_id": "p42_b266", "text": "overall more than 80% of moALi capital expenditures are for hardware for agriculture and rural development, including rural roads, rural energy, irrigation systems, potable water, buildings, equipment, machinery, and facilities. Although mostly needed, there are two issues of concern addressed in the Ads. the first relates to the need for integrating ‘hardware” development with ‘software’ development, including social mobilization, participatory planning, farmer organizations, and food and nutrition security, which could also assure closer collaboration between departments, resulting in improved"}, {"text_block_id": "p42_b267_merged", "text": "investment efficiency and impact . the second is to assure effective asset management. the effectiveness of moALi’s infrastructure investment could be strengthened by: (i) conducting ex-ante and ex-post evaluation of investments; (ii) m&e of the infrastructure performance in providing the expected services; and (iii) involving beneficiaries and stakeholders in the design, o&m, and m&e of infrastructure investment."}, {"text_block_id": "p43_b269", "text": "4. POLICIES AND STRATEGIES"}, {"text_block_id": "p43_b270", "text": "4.1 Agriculture-related policies and strategies"}, {"text_block_id": "p43_b271", "text": "76."}, {"text_block_id": "p43_b272", "text": "Agricultural policy and planning in myanmar is formulated within a context of policies, plans, and regulations that include the national economic policy, the Framework for economic and social reforms (Fesr), myanmar comprehensive development vision (mcdv), the national comprehensive development plan (ncdp), the Foreign investment Law, and the national export strategy (nes). each of these documents, although addressing general issues and not being specific to agriculture, contains several important implications for agricultural development."}, {"text_block_id": "p43_b273", "text": "77."}, {"text_block_id": "p43_b274", "text": "the 2016 national economic policy “aims to establish an economic framework that supports national reconciliation, based on the just balancing of sustainable natural resource mobilization and allocation across the states and regions.” it contains 12 policies addressing: (i) financial resource expansion; (ii) efficient public and private enterprises; (iii) human capital development; (iv) rapid development of key economic infrastructures; (v) job creation; (vi) balanced sectorial growth while improving food security; (vii) economic rights; (viii) financial stability; (ix) environmental sustainability;"}, {"text_block_id": "p43_b275", "text": "the 2016 national economic policy “aims to establish an economic framework that supports national reconciliation, based on the just balancing of sustainable natural resource mobilization and allocation across the states and regions.” it contains 12 policies addressing: (i) financial resource expansion; (ii) efficient public and private enterprises; (iii) human capital development; (iv) rapid development of key economic infrastructures; (v) job creation; (vi) balanced sectorial growth while improving food security; (vii) economic rights; (viii) financial stability; (ix) environmental sustainability;\n* fair and efficient taxation; (xi) intellectual\n<\\li1>"}, {"text_block_id": "p43_b277", "text": "78."}, {"text_block_id": "p43_b278", "text": "the Framework for economic and social reforms (Fesr), prepared in 2012, targets reforms and strategies to improve food security, agricultural growth, welfare and incomes of farmers, farm laborers, and their dependent families.  it aims to improve productivity through increased extension"}, {"text_block_id": "p43_b279", "text": "services and government loans, removing barriers in supply chains, and moving toward demand-driven market support mechanisms. For example, it proposes to improve productivity targets in the rice sector through “improved seed quality, better agronomic practices, optimized inputs, and integrated pest management”."}, {"text_block_id": "p43_b280", "text": "79."}, {"text_block_id": "p43_b281", "text": "the national comprehensive development plan (ncdp), prepared in 2011, which was preceded by myanmar comprehensive development vision (mcdv) prepared with Japanese technical assistance, comprises a series of five-year plans covering 2011-2031. the long-term vision related to agriculture and rural development seeks to “increase incomes and living standards of rural people who depend on the agriculture sector in myanmar more than those of neighboring countries and keeping abreast of developed countries.” to achieve the vision by 2030, the following outcomes are sought to: (i) achieve maximum market share in the domestic and world markets for specialty foods and other agro-based value-added products; (ii) improve food security of rural people; and (iii) achieve green growth harmonizing with the natural environment"}, {"text_block_id": "p43_b282", "text": "80."}, {"text_block_id": "p43_b283", "text": "in the short run, the sector objectives include: (i) accelerate the productivity of the agriculture sector; (ii) increase the productivity of rural agro-based small and medium enterprises; (iii) attract inflow of Foreign direct investment (Fdi) in the agriculture sector for advanced technology, investment, market and employment opportunities; (iv) improve domestic and export market access, as well as market information infrastructure; (v) develop activities of pure and applied research in the agriculture sector; and (vi) reduce transaction costs along the value chain as much as possible"}, {"text_block_id": "p44_b284", "text": "81."}, {"text_block_id": "p44_b285", "text": "the national export strategy (nes), approved by the ministry of commerce in 2015, is a five-year roadmap of the needs and priorities for myanmar’s sustainable development through trade in the following priority sectors: beans, pulses and oilseeds; fisheries; forestry products; textiles and garments; rice; rubber; and tourism. the nes recommends targeted investments for each export sector and addresses constraints in the business environment through cross-sector functions including: access to finance; trade information and promotion; trade facilitation and logistics; and quality management. the nes also aims to enhance innovation capabilities by businesses and trade support institutions."}, {"text_block_id": "p44_b286", "text": "82."}, {"text_block_id": "p44_b287", "text": "the myanmar investment Law (miL), approved in october 2016, aims to promote foreign investment. the miL, which integrates the 2012 Foreign investment Law and the 2013 citizens’ investment Law, includes a new range of tax breaks on investment. According to the miL, foreign direct investors shall be treated no less favorable than it accords to myanmar citizens and investors. the Ads will align agribusiness investment with the safeguards for small holders under the miL."}, {"text_block_id": "p44_b288", "text": "83."}, {"text_block_id": "p44_b289", "text": "the 2014 national water policy (nwp) of myanmar is the first to integrate water policy for the watersheds, rivers, lakes and reservoirs, groundwater aquifers and coastal and marine waters. in myanmar no single institution is responsible for the management of water resources. the nwp will provide the framework for a system of laws and institutions and a plan of action including the myanmar water Framework directive (mwFd), which will provide an umbrella statement of general principles governing the exercise of legislative and executive powers."}, {"text_block_id": "p44_b290", "text": "84."}, {"text_block_id": "p44_b291", "text": "other agricultural related strategies and plans have been formulated in recent years include the: (i) Five year plan 2016-17 to 202021: (ii) myanmar national Action plan for Food and nutrition security (mnApFns); (iii) myanmar climate smart Agricultural strategy; (iv) myanmar rice sector development strategy; (v) white paper from rice bowl to Food basket; (vi) white paper vegetables; (vii) Food value chain road map; and (viii) Agricultural sector policies and thrusts for second Five year short term plan of moALi (october 2016). A review of these documents"}, {"text_block_id": "p44_b292", "text": "indicates three main conclusions:"}, {"text_block_id": "p44_b293", "text": "indicates three main conclusions:\n* they\n* towards such as agricultureâs\n* for the"}, {"text_block_id": "p44_b302", "text": "85."}, {"text_block_id": "p44_b303", "text": "the formulation of the Ads and investment plan builds on this body of work and tries to address the gaps and integrate the contributions into a consolidated document. it includes the"}, {"text_block_id": "p45_b304", "text": "following parts: (a) principles; (b) vision; (c) List of outcomes and outputs; (d) investment plan; (e) monitoring and evaluation Framework; (f) risk and mitigation; and (g) implementation Arrangements. the formulation is undertaken with the guidance of the moALi and the participation of stakeholders including the private sector, civil society, and dps."}, {"text_block_id": "p45_b305", "text": "4.2 Agricultural Policy"}, {"text_block_id": "p45_b306", "text": "86."}, {"text_block_id": "p45_b307", "text": "moALi has prepared an Agricultural policy (2016) to guide implementation of the second Five-year plan. the policy includes the following objectives:"}, {"text_block_id": "p45_b308", "text": "moALi has prepared an Agricultural policy (2016) to guide implementation of the second Five-year plan. the policy includes the following objectives:\n* balance diet intake during the period of the\n* to\t ensure\t farmers\t fully\t enjoy\t their\t rights\t and\n* and fisher folks, gathered into groups or\n* status improves though a target program\n* assistance from local and external sources\n* to\t enhance\t production\t of\t high\t quality\t grain,\n* including small scale industries, and\n* investment for the agriculture sector; and\n* stakeholders involved in poverty alleviation,"}, {"text_block_id": "p47_b335", "text": "5. DEVELOPMENT PARTNERS’ ONGOING AND PIPELINE PROGRAMS"}, {"text_block_id": "p47_b336", "text": "5.1 Investment in Core Agriculture, Livestock and Fisheries"}, {"text_block_id": "p47_b337", "text": "87."}, {"text_block_id": "p47_b338_merged", "text": "table 2 summarizes development partners (dps) funded projects during the 2010-2105 planning period under four categories together with anticipated donor funded projects during the 2016-2022 planning period, covering all moALi department mandates excepting  the drd and the department of cooperatives (doc)."}, {"text_block_id": "p47_b340", "text": "88."}, {"text_block_id": "p47_b341", "text": "excepting rural development and cooperatives, it is anticipated that overall dp investment in the agricultural sector will increase by 280% from us$ 131.352 million in 2010-2015 to $ 499.609 million in 2016-2022. between 2010 and 2015, infrastructure development dominated investments in the sector, accounting for $ 63.463 million or 48.3% of all investment. within infrastructure, irrigation rehabilitation and maintenance amounted to $ 60.212 million or 45.7% of total infrastructure investment in the sector. capacity development of institutions amounted to almost 30% of total investment, while the remainder was taken up by policy, re gulatory and governance and production enhancement investments in almost equal share. infrastructure’s"}, {"text_block_id": "p47_b342", "text": "dominance is expected to continue at slightly increased levels during 2016-2022, rising to $ 269.091 million or 53.9% of total investment. of this increase, $ 248.934 million will be devoted to irrigation rehabilitation and maintenance."}, {"text_block_id": "p47_b343", "text": "89."}, {"text_block_id": "p47_b344", "text": "during 2016-2022, investment in the remaining three categories is also expected to rise dramatically; however, their absolute levels will be well below that in the irrigation sector. respectively, during 2016-2022, investment in production enhancement is anticipated to rise by 313% from $ 18.630 million to $ 77.050 million; investment in capacity development of education, extension and farm organizations is anticipated to rise by 202% to $ 89.401 million; and investments in policy, regulations and governance is anticipated rise by 230% to $ 64.064 million."}, {"text_block_id": "p47_b345", "text": "90."}, {"text_block_id": "p47_b346", "text": "with regard to the geographical location of development partner’s programmes in agriculture, livestock and fisheries sub-sectors, an analysis by the world bank shows that, of 103 projects examined, the nation-wide distribution included:– 21.1%; mandalay region – 13.0%; sagaing region – 12.4%; magway region – 10.7%; Ayeyarwady region – 8.9%; rakhine state – 7.1%; shan state – 7.1%; bago region – 5.9%; chin state – 5.9%; yangon region – 4.1%; nay pyi taw – 3.6%; with the remaining 5 states/regions each hosting less than 1%  of development projects.  this analysis shows a clear concentration of dp investment in the central dry Zone, with mandalay, sagaing and magway collectively hosting 36% of dp projects."}, {"text_block_id": "p49_b347", "text": "5.2 Investment in Rural Development"}, {"text_block_id": "p49_b348", "text": "91."}, {"text_block_id": "p49_b349", "text": "rural development and agricultural production or farming (i.e. crop, livestock and fisheries husbandry) are complementary activities. rural development can secure infrastructure, services, markets, income and environmental factors that are critical to the enhancement of agricultural production. similarly, agricultural development contributes to rural development in terms of supporting employment and ancillary businesses and environmental services. in peripheral regions, farming may be the most important factor supporting economic and social infrastructure. rural development and farming thus re-enforce and exploit each other, both in terms of improving on-farm activities and supporting ancillary services, to secure sustainable development in rural areas where most farming takes place. given this complementarity, it is not surprising that rural development falls under the purview of moALi."}, {"text_block_id": "p49_b350", "text": "92."}, {"text_block_id": "p49_b351", "text": "the government of the republic of union of myanmar (gorum), with the support of dps, has committed considerable resources to rural development. it has not been possible to analyze the rural development programme by the previous agriculture sector timeframe; nevertheless, the drd has a comprehensive compilation of rural"}, {"text_block_id": "p49_b352", "text": "development projects in myanmar. the earliest starting date among the compiled projects is 2014, while the latest end-date is 2022. the total budget for drd rural development projects is us$ 783.907 million. this figure exceeds the total budget of all the agriculture projects by some us$ 284 million. the largest two items in the portfolio are: us$ 400 million project (mainly infrastructure) from the world bank and a us$ 90 million off-grid electrification project from the world bank. the remaining projects range from us$ 25 million for water supply to 23 townships phase 1, from Japan international cooperation Agency (JicA) to   us$ 0.120 million rural research project from the social policy & poverty research group, an ngo."}, {"text_block_id": "p49_b353", "text": "5.3 Investment in Cooperatives"}, {"text_block_id": "p49_b354", "text": "93."}, {"text_block_id": "p49_b355", "text": "the cooperatives sector has two on-going projects: a us$ 400 million nation-wide loan from china eXim bank for micro-finance for rural development and poverty reduction; and a us$ 100 million nation-wide loan for hire purchase for mechanization. it is estimated that only about 80% of operations of the doc are devoted to farming operations including hire purchase.  security for credit delivery to individual cooperative members is often through joint and several liability agreements. there has been little lending for group investment activities."}, {"text_block_id": "p51_b356", "text": "6. PRINCIPLES AND APPROACHES OF THE ADS"}, {"text_block_id": "p51_b357", "text": "6.1 Principles"}, {"text_block_id": "p51_b358", "text": "94."}, {"text_block_id": "p51_b359", "text": "the principles that underlie the formulation of the Ads, all of which require increased women’s participation to be effectively applied, include:"}, {"text_block_id": "p51_b360", "text": "the principles that underlie the formulation of the Ads, all of which require increased women’s participation to be effectively applied, include:\n* government provides the\n* smallholder farmersâ rights to land, food,\n* Focus will be on small\n* Agricultural\n* Agricultural\n increasing farm and rural household income;\n* poverty, social and geographic\n* these principles should\n* Environmental and social sustainability.\n* Environmental and social sustainability.\n Agriculture and food production has"}, {"text_block_id": "p52_b382", "text": "the principles that underlie the formulation of the Ads, all of which require increased women’s participation to be effectively applied, include:\n* government provides the\n* smallholder farmersâ rights to land, food,\n* Focus will be on small\n* Agricultural\n* Agricultural\n increasing farm and rural household income;\n* poverty, social and geographic\n* these principles should\n* Environmental and social sustainability.\n* Environmental and social sustainability.\n Agriculture and food production has\n* Agricultural and food\n* given the enlarged\n* given the enlarged\n departments within the ministry; between\n* the consolidation of three ministries into one\n* given the new governmentâs commitment to\n* As communities,"}, {"text_block_id": "p52_b383", "text": "6.2 Approaches"}, {"text_block_id": "p52_b384", "text": "95."}, {"text_block_id": "p52_b385", "text": "the following approaches will underline the design and implementation of the Ads:"}, {"text_block_id": "p53_b402", "text": "7. THE ADS VISION, STRATEGIC FRAMEWORK AND IMPACTS"}, {"text_block_id": "p53_b403", "text": "7.1 The Vision"}, {"text_block_id": "p53_b404", "text": "96."}, {"text_block_id": "p53_b405", "text": "the Agricultural policy vision underpins the Ads formulation:"}, {"text_block_id": "p53_b406", "text": "An inclusive, competitive, food and nutrition secure and sustainable agricultural system contributing to the socio-economic well"}, {"text_block_id": "p53_b407", "text": "-"}, {"text_block_id": "p53_b408", "text": "being of ftarmers and rural people and further development of the national economy."}, {"text_block_id": "p53_b409", "text": "7.2 The ADS Strategic Framework"}, {"text_block_id": "p53_b410", "text": "97."}, {"text_block_id": "p53_b411_merged_merged", "text": "Accelerated agricultural growth represents the best way out of poverty for the millions in myanmar still living below the poverty line. Agricultural-based growth is 2 to 3 times more effective at reducing poverty than similar level of growth originating from other economic sectors . experience from Asian economies has demonstrated that one of the most successful ways to stimulate growth in agriculture is by creating an enabling investment climate for agricultural entrepreneurs and by creating increased access"}, {"text_block_id": "p53_b413", "text": "to the critical knowledge and inputs needed to achieve higher levels of productivity. For growth to be sustainable it needs to be rooted in structural changes and improvements that do not evaporate with fluctuations in global prices, disappear after a bad monsoon or depend on concessional external funding."}, {"text_block_id": "p53_b414", "text": "98."}, {"text_block_id": "p53_b415", "text": "in order to achieve the agriculture policy vision, the Ads will accelerate agricultural sector growth through the three strategic pillars of governance, productivity, and competitiveness while promoting social and geographic inclusiveness, sustainability and resilience to climate change, transparency, clear public and private sector roles, democratic farmer and private sector organizations, and connectivity to market, information and power infrastructure. the three strategic pillars are based on a solid foundation of collaborative relationships among government, farmers, and enterprises."}, {"text_block_id": "p53_b416", "text": "99."}, {"text_block_id": "p53_b417", "text": "the acceleration of transparent, inclusive, sustainable, multi-sector, and connectivity-based growth, with clear definition of public and privates sector roles, is expected to result in increased food and nutrition security, rural poverty reduction, higher smallholder farmers’ and rural household income, agricultural trade competitiveness, and strengthened farmer’s rights. Figure 4 provides an illustration of the strategic framework of the Ads."}, {"text_block_id": "p54_b418", "text": "Figure 4 Strategic Framework of the Agricultural Development Strategy"}, {"text_block_id": "p54_b419", "text": "100."}, {"text_block_id": "p54_b420", "text": "the Ads Framework consists of a logical sequence of impacts, objectives, outcomes, outputs, and activities.  together this sequence is expected to contribute to the achievement of the agriculture policy vision."}, {"text_block_id": "p54_b421", "text": "7.3 Impacts of the ADS"}, {"text_block_id": "p54_b422", "text": "101."}, {"text_block_id": "p54_b423", "text": "the overall impacts of the Ads consist of the five dimensions of: (i) increased food and nutrition security; (ii) poverty reduction; (iii) competitiveness; (iv) higher and more equitable income of rural households; and (v) strengthened farmers’ rights. indicators of impacts are reported in table 3. several baseline data surveys need to be carried out before the implementation of the Ads."}, {"text_block_id": "p55_b424", "text": "Table 3 Indicators of ADS Impact"}, {"text_block_id": "p56_b425", "text": "“Promotion of farmers’ organization by MOALI will play a key role in agricultural transformation process. In an agrarian structure predominantly with smallholders, farmer organization and cooperative societies could facilitate farmers’ access to credit, aˆordable inputs and support service, strengthening bargaining power of farmers’ inputs and output markets and ensure integration of smallholders into value chains”."}, {"text_block_id": "p56_b426", "text": "“Myanmar agriculture had changed from subsistence farming into commercial agriculture. It needs to step up to agriculture business development. Agribusiness’ most critical role is in the improvement of the supply chain. On the output side, this not only includes storage, milling and marketing but also value-addition in terms of processing, packaging, branding, logistics services, and niche market development. On the input side, it includes the supply of farm inputs, particularly fertilizers and agro-chemicals, seeds, feed, irrigation equipment, power tillers, tractors, threshers, combine harvesters, and increased access to pluralistic sources of extension and ÿnance”."}, {"text_block_id": "p56_b427", "text": "“Agricultural development strategy is seeking the inclusive value chain development built on a governance structure ensuring a fair distribution of beneÿts in the value chain between all parties inclusive of small holders”."}, {"text_block_id": "p56_b428", "text": "“As part of the Agricultural Innovation Policy, closer links between the research, extension, and education services within MOALI will be stimulated through conductive structures and continuous coordination and eˆective feedback mechanisms system. °e establishment of a National Agricultural Research and Extension System (NARES) is strongly recommended to promote agricultural Innovation. Under NARES several speciÿc activities to promote collaboration between research and extension will be conducted including: joint demonstrations, joint training, joint research, and joint preparation of commodity manuals. In addition, annual research-extension liaison meetings will be institutionalized and used to discuss, harmonize and synergize previous, on-going and future research and extension approaches, plans, activities and results”."}, {"text_block_id": "p57_b429", "text": "8. ADS OBJECTIVES,OUTCOMES AND OUTPUTS"}, {"text_block_id": "p57_b430", "text": "8.1  ADS Objectives"}, {"text_block_id": "p57_b431", "text": "102."}, {"text_block_id": "p57_b432", "text": "The ADS has three objectives corresponding to the three strategic pillars of governance, productivity, and competitiveness:"}, {"text_block_id": "p57_b433", "text": "The ADS has three objectives corresponding to the three strategic pillars of governance, productivity, and competitiveness:\n* â Enhanced governance and\n* â Increased productivity and\n* â Enhanced market linkages"}, {"text_block_id": "p57_b442", "text": "103."}, {"text_block_id": "p57_b443", "text": "selected targets for each objective of the strategy are presented in table 4"}, {"text_block_id": "p57_b444", "text": "Table 4 Targets for the Strategic Components of the ADS"}, {"text_block_id": "p58_b445", "text": "8.2 Outcomes"}, {"text_block_id": "p58_b446", "text": "104."}, {"text_block_id": "p58_b447", "text": "the Ads objectives related to the pillars of governance, productivity and competitiveness will be achieved through the pursuit of the outcomes detailed below. these outcomes vary in terms of complexity and resources and time needed to implement. the outcomes include a mix of policy, institutional, and investment measures that are detailed in the list of outputs activities, tasks, and investment plans. specific targets and indicators"}, {"text_block_id": "p58_b448", "text": "are provided in the monitoring and evaluation Framework."}, {"text_block_id": "p58_b449", "text": "105."}, {"text_block_id": "p58_b450", "text": "in most cases, the achievement of the objectives, outcomes and outputs is under the control of moALi. in some cases, close coordination with other agencies is necessary. in all cases, the participation of key stakeholders (primarily farmers and private sector) will be crucial to the success of the Ads"}, {"text_block_id": "p58_b451", "text": "Table 5 ADS Pillars, Objectives and Outcomes"}, {"text_block_id": "p59_b452", "text": "8.3  Pillar 1 on Governance"}, {"text_block_id": "p59_b453", "text": "106."}, {"text_block_id": "p59_b454_merged", "text": "Governance in the ADS refers to  “the capacity of government to design, formulate and implement policies and discharge functions.” In the absence of such capacity the ADS will not be implemented successfully. Key elements of governance include  accountability, participation, predictability, and transparency"}, {"text_block_id": "p59_b457", "text": "."}, {"text_block_id": "p59_b458", "text": "107. the Ads recognizes the complexity of the agricultural sector and the associated requirement for better coordination between different agencies, different levels (union and states/regions), and different stakeholders (farmers, private sector, civil society, and dps). these functions include; (i) effective and integrated planning both at the central level (union) and at the local level (states/regions, districts, townships, and village tracts); (ii) policy analysis, formulation, and review; (iii) monitoring and evaluation informing a web-based management information system (mis); and (iv) a sound statistics and data gathering system for evidence-based decisions. in addition, the inclusion dimension of the Ads (gender, marginal and landless farmers, geographically disadvantaged) must be addressed through mechanisms that ensure participation and accountability in the planning, implementation, and monitoring of the strategy. capacity building of human resources both within the government and selected organizations in civil society (e.g."}, {"text_block_id": "p60_b459", "text": "farmer and private agri-business organizations) will contribute to the overall strengthening of Ads governance."}, {"text_block_id": "p60_b460", "text": "108."}, {"text_block_id": "p60_b461_merged", "text": "one of the most important tests for governance and success of the Ads will be addressing land issues effectively. this requires several measures including: (i) the creation of an inter-sector national Land use council or equivalent;  (ii) the formulation of an umbrella land law and comprehensive but specific land legislation and  regulations based on the recently approved national Land use policy; (iii) require both heads of the household to be named on the land title (iv) updating cadastral data in already surveyed areas; generating new land rights data in areas that are not yet covered by kwin maps and where land is not yet surveyed, especially in ethnic states; remote and border area; (v) modernizing data management systems; (vi) issuance of new land use certificates for updated and new parcel data information; (vii) reclassification of land and land uses; (viii) resolution of land disputes including cases of land confiscation; and (ix) land restitution and redistribution. these numerous and complex tasks can be carried out only through strengthening capacity of the institutions responsible for land administration."}, {"text_block_id": "p60_b463", "text": "109."}, {"text_block_id": "p60_b464", "text": "Land issues under the Ads are not only of a technical nature, but are fundamentally about socioeconomic relationships. without the participation of the key stakeholders (farmers, enterprises, civil society) in the formulation of policies and plans, decision making and implementation, the energy and resources of stakeholders will remain unutilized at best or become apathetic or hostile at worst."}, {"text_block_id": "p60_b465", "text": "110."}, {"text_block_id": "p60_b466", "text": "in addition to addressing land issues, ensuring food and nutrition security is one of the fundamental governance task of the Ads. the Ads recognizes the right to food. without credible programs to alleviate the food and nutrition security conditions of the most disadvantaged groups, there could be little credibility in the Ads and its contribution to food and nutrition security. the vision of the Ads clearly states food and nutrition"}, {"text_block_id": "p60_b467", "text": "security of myanmar population, which is further confirmed by sustainable development goal (sdg) 1 and sdg 2 commitments. this is a long-term goal towards which all the components of the Ads contribute. in the short term, the test of success of the Ads is the capacity of the government to meet the urgent needs of the most disadvantaged groups. to respond to this governance test, a program on food and nutrition security has been included in the Ads under the governance component. pillar 1 outcomes and associated outputs are detailed below."}, {"text_block_id": "p60_b468", "text": "8.3.1 Outcome 1.1 on Planning"}, {"text_block_id": "p60_b469", "text": "111."}, {"text_block_id": "p60_b470", "text": "For moALi to function effectively, the key tasks of planning, policy review and formulation, and monitoring and evaluation must be performed effectively and professionally. currently, few resources are allocated to these critical functions of the ministry. visible establishment of capacity in these areas must occur within the first two years of Ads implementation, necessitating early institutional reorganization and human resources development, particularly in social sciences."}, {"text_block_id": "p60_b471", "text": "112."}, {"text_block_id": "p60_b472", "text": "the first set of tasks is to ensure integration of existing plans of different departments through shared templates and methodologies. the ministry will need to establish a server or a cloud space where to share information about planning, so that different departmental plans become integrated and duplications are avoided.  A methodology for participatory planning methodologies must be prepared and adopted by all the relevant departments."}, {"text_block_id": "p60_b473", "text": "113."}, {"text_block_id": "p60_b474", "text": "the next set of tasks is related to the integration of state/region plans with union plans. currently, this integration is weak and, when it occurs, it is within the national planning commission. state/region staff of various departments should be in the best position to harmonize region/state plans with union plans. that would require again sharing space on a server to facilitate collaboration and rapid comparison and integration between region/state plans and union plans."}, {"text_block_id": "p60_b475", "text": "114."}, {"text_block_id": "p60_b476", "text": "while aligning and unifying plans is important, they have limited usefulness unless their implementation is monitored regularly. An important part of the plans preparation is the establishment of targets and indicators that the monitoring and"}, {"text_block_id": "p61_b477", "text": "evaluation units can track and report periodically."}, {"text_block_id": "p61_b478", "text": "115."}, {"text_block_id": "p61_b479", "text": "Although planning is a fundamental activity of the government, effective planning requires the participation of the key stakeholders. in the agricultural sector, farmers and agro-enterprises are the key stakeholders. currently, there is no institutional mechanism to ensure that the viewpoints of farmers and agro-enterprises are accounted for during plan formulation. the national planning commission tries to coordinate the plans of different ministries. An Agricultural planning commission (Apc) might be considered in the future as an institutional mechanism to ensure key stakeholders engagement in agriculture sector planning at union and region/state levels. the Apc would be a body comprising representatives of government (moALi, other relevant union ministries (e.g. monrec), and Agricultural ministers of all"}, {"text_block_id": "p61_b480", "text": "regions and states), farmers organizations and private sector organizations who meet regularly (semester) to review and assess plans and policies needed to ensure effective implementation of the Ads."}, {"text_block_id": "p61_b481", "text": "116."}, {"text_block_id": "p61_b482", "text": "currently, plans of moALi are available only to a limited number of government officials and experts. in the interest of transparency and participation, during the implementation period of the Ads, plans will be make available to everybody through internet. A physical copy of the plans will also be available in every village tract."}, {"text_block_id": "p61_b483", "text": "117."}, {"text_block_id": "p61_b484", "text": "moALi will also move towards e-government system to improve access to information and collaboration and coordination among agencies"}, {"text_block_id": "p61_b485", "text": "Table 6: Outcome 1.1: Outputs on Planning"}, {"text_block_id": "p61_b486", "text": "8.3.2 Outcome 1.2 on Policy"}, {"text_block_id": "p61_b487", "text": "118."}, {"text_block_id": "p61_b488", "text": "moALi has already established an Agriculture policy unit within the department of planning (dop). this unit needs further strengthening and will be promoted to a division of dop. the objective of the division is to support the formulation of new policies, review ongoing policies, and assess their implementation. the policy division will also assure consistency of ongoing and new"}, {"text_block_id": "p61_b489", "text": "policies with existing policies, laws, and regulations. the establishment of the policy division will require capacity building of the staff in policy analysis and formulation. the division will require considerable technical assistance during its initial years. the division will also be responsible for commissioning policy studies on moALi and key stakeholder priorities and independent policy reviews, which will be an important input into moALi decision processes."}, {"text_block_id": "p61_b490", "text": "Table 7: Outcome 1.2: Outputs on Policy"}, {"text_block_id": "p62_b491", "text": "8.3.3 Outcome 1.3 on Monitoring and Evaluation"}, {"text_block_id": "p62_b492", "text": "119."}, {"text_block_id": "p62_b493", "text": "currently, moALi has established a unit under dop for the monitoring and evaluation (m&e) of its performance or agriculture sector outcomes. similar units need to be established under different department. it is essential that m&e units are established and staffed with dedicated human resources both in the department of planning and other departments at both union and state/region levels. m&e development should be accompanied by the development of a web-based mis to inform management decision making."}, {"text_block_id": "p62_b494", "text": "120."}, {"text_block_id": "p62_b495", "text": "the monitoring and evaluation of Ads requires a monitoring and evaluation framework"}, {"text_block_id": "p62_b496", "text": "consisting of indicators, baselines, means of verification, and reporting. m&e survey missions including government and key stakeholders should be organized periodically, particularly in the review of major programs and projects implemented under the Ads."}, {"text_block_id": "p62_b497", "text": "121."}, {"text_block_id": "p62_b498", "text": "As in the case of planning, transparency and access to information is needed in m&e. the department of planning will be responsible for producing periodic and annual m&e reports that will be made available online and for the systematic updating of the mis. timely and effective monitoring and evaluation processes that via a web-based management information system (mis)."}, {"text_block_id": "p62_b499", "text": "Table 8: Outcome 1.3: Outputs on M&E"}, {"text_block_id": "p62_b500", "text": "8.3.4 Outcome 1.4 on Statistics"}, {"text_block_id": "p62_b501", "text": "122."}, {"text_block_id": "p62_b502", "text": "A sound statistics system is necessary for informed decision making. current statistics on agriculture are primarily limited to production, with little emphasis on several key variables such as assets, farmer landholding and tenure right, cost of production, prices, margins at different stages of value chains, postharvest losses, cultural practices, animal husbandry practices, water use, and farmer organizations. An improved statistics system at moALi requires not only the collection of more data, but also improved systems of collection"}, {"text_block_id": "p62_b503", "text": "using modern and more efficient technologies (e.g. remote sensing) which are largely based on information and communication technology (ict). A new census of Agriculture should be conducted and include livestock and fisheries as well as crops, and detailed information about land use and tenure. the statistics division at moALi should also be responsible for organizing periodic surveys to assess specific situations relevant to the formulation of new policies. sound statistical systems for evidence based decisions."}, {"text_block_id": "p62_b504", "text": "Table 9: Outcome 1.4: Outputs on Statistics"}, {"text_block_id": "p63_b505", "text": "8.3.5 Outcome 1.5 on Associations and Groups"}, {"text_block_id": "p63_b506", "text": "123."}, {"text_block_id": "p63_b507", "text": "effective implementation of the Ads requires strong partnership with farmer and agri-food industry representatives. government, farmers, and private sector need to collaborate in the formulation of sector and sub-sector policies, plans, industry legislation, and in monitoring and evaluation."}, {"text_block_id": "p63_b508", "text": "124."}, {"text_block_id": "p63_b509", "text": "currently there is an asymmetry between smallholder farmers and private sector. while private sector organizations are relatively well developed, and have a voice, including through the union myanmar Federation of chambers of commerce and industry (umFcci) and other associations/federations (e.g. national rubber board, sugar council, cotton Authority), farmers’ organizations are still at a nascent stage and lack a structure from the local to the national level. this structure should emerge organically from the bottom up, rather than imposed from the top. to this end, the Ads will support the formation of farmer organization through capacity building."}, {"text_block_id": "p63_b510", "text": "125."}, {"text_block_id": "p63_b511", "text": "A new unit of Farmer organizations Affairs (FoAu) should be temporarily created under the department of cooperatives to support capacity building and registration of farmer organizations. the registration of these farmer organizations might enable closer coordination with other units within moALi (example division of extension or department of rural development). the FoAu would also be facilitating responsible for establishing regular meetings of government with farmer organizations and industry organizations. After the department of Agribusiness and marketing could have been established, these tasks could be handed over to the new department. in the case of prioritized value chains meetings among value chain stakeholders will be related to the specificities of the value chains. in other cases, cross-cutting issues will be discussed both at the union level and at the region/state level."}, {"text_block_id": "p63_b512", "text": "126."}, {"text_block_id": "p63_b513", "text": "the Ads will promote farmer organizations emphasizing their comparative advantage in facilitating marketing of individual farmers and opportunities for primary processing of agricultural products."}, {"text_block_id": "p63_b514", "text": "Table 10: Outcome 1.5: Outputs on Associations and Groups"}, {"text_block_id": "p63_b515", "text": "8.3.6 Outcome 1.6 on Land Rights"}, {"text_block_id": "p63_b516", "text": "127."}, {"text_block_id": "p63_b517", "text": "the main objective of this set of activities is to ensure that land issues are adequately addressed in the medium term (5 years). during the past five years, there has been a ferment of legislative, policy, civil society and private sector activities related to land issues, including agricultural land. securing land rights, classifying land, issuing land use certificates, dealing with a massive caseload of land confiscations, land restitution, land allocation"}, {"text_block_id": "p63_b518", "text": "to the landless and land re-distribution are complex matter anywhere.  poor land governance and rule of law over the past 5 decades have exacerbated the issues at stake.  the government only started recently with decisive efforts at redressing the impact of this legacy.  given the complexity of the issues, this will be an effort to last several years. Quick and sustainable solutions to all challenges cannot be achieved within the Ads time frame"}, {"text_block_id": "p64_b519", "text": "but, it is possible to show a clear direction and a willingness of solving the problems. specific results need to be achieved within a reasonable time frame to reassure smallholder farmers, the private sector, and civil society that progress is made; a new social contract on land governance between the government and the myanmar people is an indispensable part of the new myanmar and of this Ads."}, {"text_block_id": "p64_b520", "text": "128."}, {"text_block_id": "p64_b521", "text": "to achieve the outcome of strengthened farmers’ land rights and enhanced capacity of institutions involved in agricultural land management, several activities need to be implemented including:"}, {"text_block_id": "p64_b522", "text": "to achieve the outcome of strengthened farmers’ land rights and enhanced capacity of institutions involved in agricultural land management, several activities need to be implemented including:\n* Actively participate in a national Land\n* participate in developing an umbrella land\n* remove restrictions that condition\n* increasing the coverage of the land use\n* simplifying the land use classification system\n* creating an  environment of free crop choice\n* securing the holding and use of agricultural\n* easing the strict land use conditions of titled\n* simplifying and decentralizing procedures for\n* reconsidering excessive measures in case\n* prioritize the enforcement of the vacant,\n* inventory of issued vFv land focusing on\n* Audit on the current use of this vFv land\n* decision making on vFv land that does not"}, {"text_block_id": "p65_b550", "text": "to achieve the outcome of strengthened farmers’ land rights and enhanced capacity of institutions involved in agricultural land management, several activities need to be implemented including:\n* Actively participate in a national Land\n* participate in developing an umbrella land\n* remove restrictions that condition\n* increasing the coverage of the land use\n* simplifying the land use classification system\n* creating an  environment of free crop choice\n* securing the holding and use of agricultural\n* easing the strict land use conditions of titled\n* simplifying and decentralizing procedures for\n* reconsidering excessive measures in case\n* prioritize the enforcement of the vacant,\n* inventory of issued vFv land focusing on\n* Audit on the current use of this vFv land\n* decision making on vFv land that does not\n"}, {"text_block_id": "p65_b551", "text": "d."}, {"text_block_id": "p65_b552", "text": "Large scale land allotment to the agribusiness company should be determined based on the accompanied enterprise of agro-processing factories and inclusion of land allotment to groups of small holder in the neighborhood. scaling up the land allotment to the Abcs could be determined based on the scale sensitive of the crop cultivated and the performances of the Abcs."}, {"text_block_id": "p65_b553", "text": "vi."}, {"text_block_id": "p65_b554", "text": "update existing cadastral information of landholdings that are already certified. extend tenure security through land use titling to those areas that were not yet covered for one or the other reason (no base maps available, lands currently not eligible for land titling. develop a cadastral information management system based on modern technology and progressively convert the paper based cadastral system into a digitized format. train land administrators in the use of new technologies and principles (such as the use of the general boundary principle)."}, {"text_block_id": "p65_b555", "text": "vii."}, {"text_block_id": "p65_b556", "text": "development of a clear legal and institutional framework describing how different mechanisms to address land conflicts can be used and possibly be integrated under one comprehensive system. the nLup identifies the following such mechanisms: (i) Alternative dispute resolution (Adr) at the local level with involvement of farmers associations; (ii) special courts; (iii) independent arbitration; (iv) regular courts; and (v) administrative adjudication. clear procedures for each of these dispute resolution mechanisms will need to be developed."}, {"text_block_id": "p65_b557", "text": "viii."}, {"text_block_id": "p65_b558", "text": "Land administration mechanism for safeguarding land tenure security (for share cropper, tenants and land-based contract farmer, etc.) need to be established."}, {"text_block_id": "p65_b559", "text": "iX. recognize, document, register and protect customary tenure rights. this is crucial to secure the livelihoods of individuals, households and communities in many areas of the country, particularly non-paddy upland hilly areas, where people have established diversified agro-forestry systems that are managed under local norms and customs. these lands are currently e highly"}, {"text_block_id": "p65_b560", "text": "vulnerable to legal land confiscation, especially under the vFvLm law and the Land Acquisition law. the recognition of these customary rights is not only essential to develop the livelihoods of a significant part of myanmar´s rural population but also essential as part of a much broader national reconciliation and peace building process. customary land rights cover a wide range of rights including collective community rights, group rights, family holding and individual parcels."}, {"text_block_id": "p65_b561", "text": "X."}, {"text_block_id": "p65_b562", "text": "strengthen the capacity of land administration services and their support institutions to update and generate cadastral information, register land holding titles, document customary land rights, maintain land management systems, produce new “kwin” maps, resolve land conflicts, address land confiscation issues, inventory and audit vFv land, implement land allocation and restitution programmes, among others. several of these services are delivered under a sometimes-unclear partnership of both department of Agriculture Land management and statistics (dALms) and general Administration department (gAd), and are complemented by the functioning of several special committees and commissions. ministry of natural resources and environment conservation (monrec) (hosting the survey department) are supporting institutions. it will also be required to look at the institutional set up of land administration services. Altogether, the development of a roadmap is required for dALms and possibly other land institutions that captures a long term vision for decentralized land administration service delivery, including institutional reform, technology development, capacity strengthening."}, {"text_block_id": "p65_b563", "text": "Xi. document and register land rights of smallholders, families and communities, by land use certification or otherwise (especially for community land rights) which, under current legislation, does not qualify for such registration. these new categories of land mainly include:"}, {"text_block_id": "p65_b564", "text": "a."}, {"text_block_id": "p65_b565", "text": "land that is used for livestock and aquaculture production and small-scale agri-processing;"}, {"text_block_id": "p65_b566", "text": "b."}, {"text_block_id": "p65_b567", "text": "land that is made eligible for land titling by enlarging the eligibility criteria from “farmland” to “agricultural land”; this includes lands held under agro-forestry/grazing/shifting cultivation systems which are managed under customary norms and regulations; as"}, {"text_block_id": "p66_b568", "text": "per above;"}, {"text_block_id": "p66_b569", "text": "c."}, {"text_block_id": "p66_b570", "text": "vFv land that is restituted/allocated to smallholders and landless households. under the current Farmland law, this vFv land will need to be converted first into “farmland” and approved as such before a Luc can be issued."}, {"text_block_id": "p66_b571", "text": "Xii. ensure that the public has easy access to information that is important for decision making on land management, compliance with rules and regulations set in specific land legislation, choosing avenues for dispute resolution, lodging claims in case there is a need to do so, and lodging appeals to decisions which may be contested. this will require awareness raising campaigns and establishing partnerships between public and civil society institutions to deliver these."}, {"text_block_id": "p66_b572", "text": "Xiii. improve service delivery of land administration to the public, including to women and the poorest. this involves the establishment of:"}, {"text_block_id": "p66_b573", "text": "a."}, {"text_block_id": "p66_b574", "text": "service delivery system of proximity (township village tract and possibly village) that is accessible for all without excessive opportunity costs;"}, {"text_block_id": "p66_b575", "text": "b."}, {"text_block_id": "p66_b576", "text": "user-friendly and unconditional service that is responsive to specific demands of the public;"}, {"text_block_id": "p66_b577", "text": "c."}, {"text_block_id": "p66_b578", "text": "transparent service that makes publicly available specific information on land acquisitions, land transfers and transactions, outcomes of consultation processes, decision making on land restitution and land allocation; decision making on vFv land;"}, {"text_block_id": "p66_b579", "text": "d."}, {"text_block_id": "p66_b580", "text": "Formalization of unofficial practices for land leases, land rent, land tenancy, share cropping, depositing land as share into large scale block farming, land consolidation among farmers or farmer to farmer transaction."}, {"text_block_id": "p66_b581", "text": "Xiv. while waiting for a new institutional and legal framework to address many of the issues above, adopt interim measures to expediently"}, {"text_block_id": "p66_b582", "text": "respond to urgent needs. this should include:"}, {"text_block_id": "p66_b583", "text": "a."}, {"text_block_id": "p66_b584", "text": "amendments of the Farmland Law/ instructions to introduce greater flexibility in land use; for example, allowing paddy farms under 10 acres greater flexibility to use land for aquaculture or other crops;"}, {"text_block_id": "p66_b585", "text": "b."}, {"text_block_id": "p66_b586", "text": "interim measures to secure customary land rights, including collective  community rights;"}, {"text_block_id": "p66_b587", "text": "c."}, {"text_block_id": "p66_b588", "text": "develop an Agro-ecological Zoning for the country based on the principles of global Agro-ecological Zones developed over the last 30 years under a partnership of the international institute for Applied systems Analysis/FAo. it considers specific crop and production/farming systems suitability analysis (a combination of crops and other land use such as livestock, fresh water fish ponds, shrimps farming, orchard including mango, industrial crops). such an analysis   is based on available climatic data (rainfall, radiation, temperature, co2 levels), soils data (the myanmar national soil map and various district soil maps), specific individual crop requirements, assessment of other production systems (livestock, fish farming), different input levels (mechanization, fertilizer use, irrigation, drainage,). the development of an AeZ system must, in first instance, rely on existing data which will determine the detail of the outcomes of such an exercise.  the outcomes of an AeZ will strongly support the strategic and location specific planning and targeting of many crop and farming systems interventions included in the current Ads. depending on the detail, it may also facilitate more targeted recommendations for rainy season and off-season crop choice, required input packages to close the yield gap, complementary irrigation needs for securing monsoon crops, irrigation requirements for off season crop production, and overall fertilizer packages. such information is helpful to support the planning agricultural extension services and private input providers."}, {"text_block_id": "p67_b589", "text": "Table 11: Outcome 1.6: Outputs on Land Rights"}, {"text_block_id": "p67_b590", "text": "8.3.7 Outcome 1.7 on Coordination and Participation"}, {"text_block_id": "p67_b591", "text": "129."}, {"text_block_id": "p67_b592", "text": "Ads implementation requires coordination at different levels: within moALi, between moALi and other government agencies, between union and states/regions, and between moALi and key stakeholders. moALi will establish a unit under dop that is responsible for coordination among different departments of moALi to improve implementation of the Ads. the unit for Ads coordination will require technical Assistance during the initial years of implementation of the Ads."}, {"text_block_id": "p67_b593", "text": "130."}, {"text_block_id": "p67_b594", "text": "moALi must also ensure an ongoing dialogue with civil society this can be accomplished through several initiatives such as keeping an updated website on Ads implementation both in myanmar and english language, the establishment of information desks located at the dop both at union and at state/region level, and periodic presentation of m&e reports on the Ads to civil society. moALi will also closely coordinate with the Agriculture and rural development sector coordination group to ensure that its targeted program maximize the impact of other interventions carried out by multi-agencies and ngos involved on food and nutrition security."}, {"text_block_id": "p68_b595", "text": "Table 12 : Outcome 1.7: Outputs on Coordination and Participation"}, {"text_block_id": "p68_b596", "text": "8.3.8 Outcome 1.8 on Food and Nutrition Security"}, {"text_block_id": "p68_b597", "text": "131."}, {"text_block_id": "p68_b598", "text": "despite government’s focus on food and nutrition security, many households and individuals, particularly in rural myanmar, remain food and nutrition insecure. they include the poor, the vulnerable, the landless, and other marginalized groups. while all Ads measures contribute directly or indirectly to food and nutrition security, particularly through productivity enhancement measures and improved access to finance and non-farm employment, the assurance of the right to food necessitates its inclusion in pillar 1 on governance."}, {"text_block_id": "p68_b599", "text": "132."}, {"text_block_id": "p68_b600", "text": "this outcome, in coordination with other multi-sector initiatives on nutrition and poverty alleviation, will identify measures (e.g. food for work programs, food or input vouchers, income support, etc.) and the target groups (e.g. women headed households, landless, ethnic people in remote areas) for which food and nutrition security measures could be applied. moALi will coordinate closely with the Agriculture and rural development sector coordination group (A&rd scg) to ensure that its targeted program maximizes the impact of other food and nutrition security interventions carried out by multi-agencies, building off the experience gained in this area by ngos, civil society organizations and other country projects."}, {"text_block_id": "p68_b601", "text": "Table 13: Outcome 1.8: Outputs on Food and Nutrition Security"}, {"text_block_id": "p68_b602", "text": "8.3.9 Outcome 1.9 on MOALI Restructuring"}, {"text_block_id": "p68_b603", "text": "133."}, {"text_block_id": "p68_b604", "text": "the Ads will accelerate the process of myanmar’s agricultural sector modernization. For moALi to become an institution that is responsive to farmers, enterprises, and civil society and supportive of the Ads process several current functions will need to be better integrated and new functions established."}, {"text_block_id": "p68_b605", "text": "134."}, {"text_block_id": "p68_b606_merged", "text": "At the macro level, organizations such Yezin Agricultural University (YAU) might require an autonomy status in the long run, making them independent of MOALI . MOALI must establish"}, {"text_block_id": "p69_b608", "text": "new institutions for policy, M&E (independent division attached at DOP or the Ministry’s Office) and farmer organization and may also have to create institutions to improve coordination of research, extension and land use. In the case"}, {"text_block_id": "p69_b609", "text": "of the DOA, a department that has emerged from the merging of two former departments, a range of institutional issues require addressing including duplication of efforts, distribution of workloads, decentralization, balance between commodity issues and cross-cutting issues, and transparency. This will include transferring responsibilities to the planned Department of Agribusiness and Market Information (DABMI)."}, {"text_block_id": "p69_b610", "text": "135."}, {"text_block_id": "p69_b611", "text": "more generally, good governance of moALi will require delegation and decentralization of responsibilities to ensure that all departments can function effectively."}, {"text_block_id": "p69_b612", "text": "Table 14: Outcome 1.9: Outputs on MOALI Restructuring"}, {"text_block_id": "p69_b613", "text": "8.4 Pillar 2 on Productivity"}, {"text_block_id": "p69_b614", "text": "136."}, {"text_block_id": "p69_b615", "text": "improved productivity of land and labor is at the cornerstone of the Ads. Agricultural productivity requires the adoption of appropriate technologies and know-how to increase the efficiency and sustainability of agricultural production, consistent with market demand. the measures to raise agricultural productivity include those related to (i) effective agricultural research and extension; (ii) efficient use of agricultural inputs; (iii) efficient and sustainable practices and use of natural resources (land, water, soils, and forests); and (iv) increased resilience to climate change and disasters."}, {"text_block_id": "p69_b616", "text": "137."}, {"text_block_id": "p69_b617", "text": "in the Ads, the government sector will be one among other actors including the private"}, {"text_block_id": "p69_b618", "text": "enterprise sector, the cooperative sector, ngos and leading farmers that are involved in the generation and dissemination of technology. the government sector, however, has a key role in coordinating the efforts of other actors, facilitating implementation of policies and plans, monitoring performance, and enforcing regulations. As part of this process, researchers and extension staff must change their top-down approach and ensure their work is responsive to the needs of farmers and market demand."}, {"text_block_id": "p69_b619", "text": "138."}, {"text_block_id": "p69_b620", "text": "the Ads recognizes that already several actors (e.g. ngos, private sector) are involved in agricultural extension and that, over time, their"}, {"text_block_id": "p70_b621", "text": "presence will become more important. rather than advocating an increase of human resources in the public extension service, the Ads promotes capacity building of existing government human resources and the transformation of their role from delivery agents of extension services to overall facilitators of agricultural extension service providers. this role change will be accompanied by a greater emphasis on the delivery of services at the village level by publicly and privately financed service providers."}, {"text_block_id": "p70_b622", "text": "139."}, {"text_block_id": "p70_b623", "text": "productivity enhancements will also rely on timely availability of quality inputs. the Ads recognizes that, in the long term, productivity and competitiveness of the agricultural sector depend on access to and adoption of improved technology and the effective management of natural resources and other inputs to achieve total factor productivity increase."}, {"text_block_id": "p70_b624", "text": "140."}, {"text_block_id": "p70_b625", "text": "the timely availability of quality inputs requires the combination of quality assurance systems, enforcement agencies, and incentives for the private sector to supply and distribute inputs. that in turn relies on good extension work and farm demonstrations of good practices using quality inputs. the provision of agricultural inputs and mechanization services should be largely carried out by the private sector, with the public sector providing the regulations, the enforcement, and the public goods needed for the input market to work efficiently."}, {"text_block_id": "p70_b626", "text": "141."}, {"text_block_id": "p70_b627", "text": "water and soil management need to be considerably improved. substantial investments have already occurred in myanmar on irrigation systems; however, given the state of disrepair of these investments, their impact and effectiveness are reduced. maintenance and operations of irrigation systems appears to be limited depending upon the availability of the budget allotment.  while the design and construction of irrigation system for the main canals and the distributary canals and minor canals, have been contributed by the source of government budget, responsibility of o&m in water course where farmers operate should be shouldered by the farmers.   this is pointed out the important role of farmer’s water users group. Ads support empowerment of water user group. rationalization of the irrigation system requires the combination of several technical and institutional"}, {"text_block_id": "p70_b628", "text": "measures, including improved and participatory design, monitoring and evaluation of performance, research and measurement on water use efficiency, evaluation of alternative irrigation systems (surface, groundwater, drip, sprinkler), alternative water use management system (Alternate wetting and drying - Awd), system of rice intensification (sri)), and close integration with agronomic practices and the opportunity of diversifying away from rice."}, {"text_block_id": "p70_b629", "text": "142."}, {"text_block_id": "p70_b630", "text": "there has been considerable recent investment by small farmers in their own tube wells and pumps. this increase is also spontaneous, not based on government programs or micro lending. it is facilitated by the rapid growth of small tube well digging enterprises. given the opportunity of groundwater and artisan wells to reach out to a larger number of farmers other than surface schemes, at a lower cost to the treasury, it seems warranted to start a major program to promote groundwater irrigation to improve access to irrigation water, subject to its sustainable use."}, {"text_block_id": "p70_b631", "text": "143."}, {"text_block_id": "p70_b632", "text": "with about 84% of agricultural land is not irrigated. Attention and research is needed on the development and introduction of rainfed agricultural farm systems and soil and water management technologies and the myanmar agriculture knowledge system need to be familiar with alternative water management practices and trained in providing advice and guidance to water user groups."}, {"text_block_id": "p70_b633", "text": "8.4.1 Outcome 2.1 on Research"}, {"text_block_id": "p70_b634", "text": "144."}, {"text_block_id": "p70_b635", "text": "the agricultural research system in myanmar is underfunded and organizationally fragmented. crop research takes place within both dAr and doA; coordination between the two departments must be improved, particularly with respect to management of agricultural research stations and work plans. research on livestock and fisheries does not have a specific institutional house, being currently conducted in a sporadic manner under the Livestock breeding and veterinary department and the department of Fisheries. critical capacity gaps are prevailing in all disciplines as noted by some consultant. About 80% of ph.d and m.sc. level researchers are concentrated at dAr, yezin. yezin dAr has initiated designing the national Agricultural research systems (nArs) in myanmar and has been submitting the plan to the ministry for further action for formation of steering"}, {"text_block_id": "p71_b636", "text": "committee or research council. the establishment of a national Agricultural research council (nArc) mandated with coordination and overall guidance to research on crops, livestock, and fisheries will remedy the existing fragmentation of research efforts and facilitate its expansion into new fields including postharvest issues and farming systems and socioeconomic research, including value chain studies. each department and research organization will establish research priorities that will be integrated in an overall research master plan consistent with the need of farmers, market demand, agro-ecological opportunities, and the vision of the Agricultural sector. the nArc would commission a review of the system of agricultural research stations currently managed by various organizations with a view to their integration and rationalize the expansion of their capacity and ensuring coverage of all of myanmar’s major agroecological zones."}, {"text_block_id": "p71_b637", "text": "145."}, {"text_block_id": "p71_b638_merged", "text": "in addition to basic and applied research, the Ads will support Action research  to facilitate participation of the private sector, farming community-based organizations (cbos) and individual farmers in research activities with a view to better integrating research and extension activities."}, {"text_block_id": "p71_b640", "text": "146."}, {"text_block_id": "p71_b641", "text": "currently, most agricultural research is based on natural sciences, in addition to which, there is a need to pursue research on socioeconomic aspects of agricultural development. the Ads will seek the establishment of an institute for policy studies in Agricultural development. At the same time, the Ads will reinstate the Academy of Agricultural sciences to strengthen and integrate academic, research, and policy making capabilities in the agricultural and food sector."}, {"text_block_id": "p71_b642", "text": "the Ads would mitigate the aforementioned “fragmentation” problem by having socio-economic scientists (especially in agricultural economics, agribusiness and rural sociology/anthropology) working alongside biological scientists in the research stations, establishing socio-economic research programmes directly complementing the more biological/physical research. socio-economic and farming systems research would particularly consider gender roles to optimize suitable technology packages."}, {"text_block_id": "p71_b643", "text": "147."}, {"text_block_id": "p71_b644", "text": "in step with the establishment of the nArc and other reforms, an agricultural research human resources development plan will be prepared and implemented to ensure adequate human resources to support innovation systems in agriculture. in this process, attention will be paid to the social sciences. in addition to capacity building a system for performance appraisal of researchers and research organizations will be established."}, {"text_block_id": "p71_b645", "text": "148."}, {"text_block_id": "p71_b646", "text": "Linkages with cgiAr and international research centers will also be promoted through joint research projects and exchange of human resources."}, {"text_block_id": "p71_b647", "text": "149."}, {"text_block_id": "p71_b648", "text": "the Ads will also consider the establishment of a national Agricultural research and extension system (nAres) to promote closer links with the research system. under nAres several specific activities to promote collaboration between research and extension will be conducted including: joint demonstrations, joint training, joint research, and joint preparation of commodity manuals. in addition, annual research-extension liaison meetings will be institutionalized and used to discuss, harmonize and synergize previous, on-going and future research and extension approaches, plans, activities and results."}, {"text_block_id": "p72_b649", "text": "Table 15: Outcome 2.1: Outputs on Research"}, {"text_block_id": "p73_b650", "text": "8.4.2 Outcome 2.2 on Extension"}, {"text_block_id": "p73_b651", "text": "150."}, {"text_block_id": "p73_b652", "text": "while the key issues in research are underfunding and fragmentation, in extension the main issues are underfunding and approaches. weak research-extension linkages bedevil both programmes. most past extension work has been to increase paddy productivity. extension in other commodities (non-paddy crops or animal) was limited. with the privatization of the state enterprises involved in industrial crops such as rubber, sugarcane, and cotton, the extension effort for those commodities has been partially transferred to the private sector. in general, myanmar extension workers are not well equipped with the type of extension work needed for the challenges of myanmar agriculture including: (i) a more diversified public-private system; (ii) higher value added; (iii) collaboration with private enterprise and ngos; (iv) responsiveness to the needs of famers and market demand; and (v) closer links with research. A change process is required in different dimensions: from supply driven to demand driven; from top down to bottom up; from commodity oriented to farmer focused; from problem stating to problem solving."}, {"text_block_id": "p73_b653", "text": "151."}, {"text_block_id": "p73_b654", "text": "promotion of private extension service providers will be piloted through the use of vouchers providing farmers with the options of using the providers of their choice. private extension service providers will also be part of farming contract agreement between farmers and agro-food enterprises."}, {"text_block_id": "p73_b655", "text": "152."}, {"text_block_id": "p73_b656", "text": "the Ads will promote the formulation of an extension policy that aims at transforming the current approaches in the direction of participatory approaches, promotion of farmer organizations, use of lead farmers, and diversification of the production system, considering agroecological suitability, market demand, and farmer needs and constraints (those of women farmers in particular), including water constraints in an agricultural system which is primarily rainfed."}, {"text_block_id": "p73_b657", "text": "153."}, {"text_block_id": "p73_b658", "text": "the Ads will also promote knowledge system and their integration with ict to facilitate the task of extension workers in accessing relevant knowledge and making it available to farmers."}, {"text_block_id": "p74_b659", "text": "Table 16: Outcome 2.2: Outputs on Extension"}, {"text_block_id": "p75_b660", "text": "8.4.3 Outcome 2.3 on Education"}, {"text_block_id": "p75_b661", "text": "154."}, {"text_block_id": "p75_b662", "text": "Like the research system, the agricultural education system is underfunded and fragmented. the Ads proposes the development of education and training to build “human capital” in the agricultural and food sector responding to the evolving needs of farmers and the private sector in rural areas. this requires: (i) the university system to be consolidated and include colleges for agriculture, livestock and aquaculture; (ii) consolidated universities will include disciplines in addition to the traditional natural sciences including agricultural economics, agricultural business"}, {"text_block_id": "p75_b663_merged", "text": "and marketing, agriculture engineering, water management, food technology, and agricultural extension and communications;  (iii) a 3-year diploma curriculums of state Agricultural institutes (sAi), covering all states and regions, to provide training on all key sectoral disciplines; and (iv) the revival of high school level agricultural training and other vocational training institutions, both public and private."}, {"text_block_id": "p75_b665", "text": "Table 17: Outcome 2.3: Outputs on Education"}, {"text_block_id": "p75_b666", "text": "8.4.4 Outcome 2.4 on Irrigation and Water Management"}, {"text_block_id": "p75_b667", "text": "155."}, {"text_block_id": "p75_b668", "text": "the irrigation and water utilization management department absorbs a large part of the moALi infrastructure investment. despite this considerable investment, however, the availability of water throughout the year is limited, both for the main crop (paddy) and for other crops. most irrigation systems are designed for paddy, lacking the institutional and infrastructure needed for a more diversified agriculture."}, {"text_block_id": "p75_b669", "text": "156."}, {"text_block_id": "p75_b670", "text": "despite 84% of the agricultural land not being irrigated, rainfed agricultural farm system and soil and water management practices and technologies are not sufficiently researched, demonstrated or disseminated. Furthermore, in the Ayeyarwaddy delta, bago, and sittaung delta, large rainfed areas that require only drainage are underutilized."}, {"text_block_id": "p75_b671", "text": "157."}, {"text_block_id": "p75_b672", "text": "in line with the goal of the national integrated water resources management policy, the Ads will support further investment in the irrigation and water management sector together with a reorientation of the irrigation systems to ensure higher efficiency and impact. the Ads will: (i) emphasize on-farm water use management both for paddy and other crops, with a view to more diversified farming systems; (ii) provide support to the capacity building of strong wuA able to implement not only basic o&m functions, but progressively to manage entire irrigation systems; (iii) adopt a prospective of integrated water resources management to ensure water resources in myanmar are developed shared and managed in an integrated, holistic, and socially inclusive manner, to contribute significantly to poverty alleviation, to green growth and sustainable development of the nation; (iv) address issues of drainage and flood protection, particularly in those"}, {"text_block_id": "p76_b673", "text": "areas of the country more susceptible to flood Fifth, rainfed areas should be given the proper attention they deserve through research, extension, and"}, {"text_block_id": "p76_b674", "text": "investment in drainage systems; and  (v) explore opportunities for sustainable and climate change adapted groundwater utilization."}, {"text_block_id": "p76_b675", "text": "Table 18: Outcome 2.4: Outputs on Irrigation and Water Management"}, {"text_block_id": "p78_b676", "text": "8.4.5 Outcome 2.5 on Crop Inputs"}, {"text_block_id": "p78_b677", "text": "158."}, {"text_block_id": "p78_b678", "text": "the Ads will support the development of a seed sector able to meet the requirements of farmers for a variety of open pollinated and hybrid seeds. the government will provide the regulations, enforcement, and quality assurance to stimulate the growth of the seed sector and assure the available of quality seed on time. private and cooperative sector and community based seed production will be promoted, together with seed crop assessment by certified private inspectors. the Ads will also establish an information system about seed demand and supply, including stocks of seed. it will also support the implementation of a biodiversity policy and develop regulations for the research and experimentation of myanmar’s biodiversity and genetic resources."}, {"text_block_id": "p78_b679", "text": "159."}, {"text_block_id": "p78_b680", "text": "the Ads will promote measures to improve fertilizer use efficiency and integrated pest"}, {"text_block_id": "p78_b681", "text": "management (ipm) practices and will promote a greater role of the private sector in demonstrations and awareness campaigns and organic and biofertilizers."}, {"text_block_id": "p78_b682", "text": "160."}, {"text_block_id": "p78_b683", "text": "the government will establish a fertilizer use and distribution information system including imports and stock. it will also: (i) update and enforce quality standards and strengthen the fertilizer inspection system through capacity building and strengthening of the soil fertility division; (ii) strengthen pesticide and herbicide information and quality assurance systems, including improved pesticide laboratories; and (iii) enforce the laws on Fertilizers and pesticides and a new Law on trademarks to ensure proper testing and enforcement process to prevent circulation of counterfeit, adulterated, or mislabeled products."}, {"text_block_id": "p78_b684", "text": "Table 19: Outcome 2.5: Outputs on Crop Inputs"}, {"text_block_id": "p81_b685", "text": "8.4.6 Outcome 2.6 on Mechanization"}, {"text_block_id": "p81_b686", "text": "161. the Ads will support the process of agricultural mechanization through the formulation of standards, enforcement of regulations, training and demonstrations, and financial analysis to help farmers make improved decisions. For long term, the private sector will be encouraged to provide mechanized services, including repair"}, {"text_block_id": "p81_b687", "text": "and maintenance, and spare parts. Agricultural mechanization department will need to gradually transfer the hiring service and its related capital stock in which agricultural mechanization stations are currently working to the private sector, so as to assure development of private sector in rural areas and to contribute to higher productivity."}, {"text_block_id": "p81_b688", "text": "Table 20: Outcome 2.6: Outputs on Mechanization"}, {"text_block_id": "p82_b689", "text": "8.4.7 Outcome 2.7 on Livestock and Fishery"}, {"text_block_id": "p82_b690", "text": "162."}, {"text_block_id": "p82_b691", "text": "the starting point with the development of the livestock and fish sub-sectors will be the division of public and private responsibility for animal and fish breeding, husbandry and health services. government will manage food safety and sanitary inspection, animal health and feed product testing and registration, disease epidemiological and statutory control of declared enzootic, epizootic and cross-border diseases and animal registration and movement control. private enterprises and service providers will supply genetic material and breeding services, approved animal medicines and associated health services, approved animal feeds and forages and nutrition advice, and overall animal husbandry services. Livestock breeding and veterinary department has been undertaken the animal breeding, animal disease prevention, veterinary services and research, systematically perform the livestock production and management, will support the technical and required assistance to private sector for the development of national Livestock sector.  moALi will promote livestock/ crop production integration and the development of forage production."}, {"text_block_id": "p82_b692", "text": "163."}, {"text_block_id": "p82_b693_merged", "text": "the Ads will systematically improve the genetic composition of livestock and fish stock, while protecting biodiversity. A national strategy and Action plan for Animal genetic resources (Angr) will be prepared, with supporting legislation, regulations, and guidelines. this would include, inter alia: (i) support for the development of nation-wide Artificial insemination (Ai) program using both imported and locally produced fresh and frozen semen; and (ii) support for pure breed production by the private and cooperative sector with private breed society recording of progeny, productivity, and efficiency."}, {"text_block_id": "p82_b696", "text": "164."}, {"text_block_id": "p82_b697", "text": "the Ads will also: (i) strengthen the animal and aquaculture health information system, including developing and implementing a national"}, {"text_block_id": "p82_b698", "text": "Animal Health and disease surveillance plan; (ii) reliable access to both locally prepared and imported vaccines; (iii) expand a community Animal Health worker program; and (iv) develop contingency planning and action for existing and emerging animal disease threats. where private livestock and fish services cannot be profitably provided, the government would either subsidize their delivery (preferred option) or provide an alternative public service."}, {"text_block_id": "p82_b699", "text": "165."}, {"text_block_id": "p82_b700", "text": "the Ads will support the development of a national Forage strategy and plan to 2030, that will identify the location of a new moALi Feed and Forage division, guide applied research in animal nutrition and improve pasture, fodder and grazing and feeding practices. it will strengthen the capacity of the Feed testing Laboratory and support the testing/registration of quality fodder and feed genetic material, its private multiplication, and its demonstration in farming systems."}, {"text_block_id": "p82_b701", "text": "166."}, {"text_block_id": "p82_b702", "text": "the Ads will promote small-scale producers of livestock and dairy products and emphasize capacity building for livestock income generation in rural areas, including vocational, entrepreneurship and enterprise training, with special attention to women."}, {"text_block_id": "p82_b703", "text": "167."}, {"text_block_id": "p82_b704", "text": "the Ads will support expansion and increased importance of apiculture (bee honey) industry as primary and additional source of income generation for small-scale producers."}, {"text_block_id": "p82_b705", "text": "168."}, {"text_block_id": "p82_b706", "text": "in the aquaculture sub-sector, the Ads will (i) support the restructuring and expansion of aquaculture seedling infrastructure for the production and distribution of fish and shrimp seed, including its privatization where appropriate; (ii establish a network of Aquaculture technology centers, with supporting laboratory facilities and the development of a legal and regulatory framework for fisheries and other aquatic livelihoods; and (iii) promote initiatives for aquaculture optimization, land development, and cage and pen technology."}, {"text_block_id": "p83_b707", "text": "Table 21: Outcome 2.7: Outputs on Livestock and Fishery"}, {"text_block_id": "p83_b708", "text": "8.4.8 Outcome 2.9 on Good Agriculture Practices"}, {"text_block_id": "p83_b709", "text": "169."}, {"text_block_id": "p83_b710", "text": "The ADS will support the formulation of standards and extension activities to promote the adoption of good practices in crops, animal health, soil fertility management, plant and animal nutrient management, and organic farming. The standards and practices will be developed for"}, {"text_block_id": "p83_b711", "text": "their suitability to the agro-ecological conditions of Myanmar diverse environment. In several cases, ADS will help to establish standards and promote practices that are consistent with regional standards (e.g. ASEAN GAP) or with global standards (e.g. GLOBAL GAP) in the case of commodities destined to export (see also 8.5.11)."}, {"text_block_id": "p84_b712", "text": "Table 22: Outcome 2.8: Outputs on Good Agriculture Practices"}, {"text_block_id": "p84_b713", "text": "8.4.9 Outcome 2.9 on Resilience"}, {"text_block_id": "p84_b714", "text": "170."}, {"text_block_id": "p84_b715", "text": "Building resilience of farmers to climate change and disasters will require the combination of adaptation and mitigation measures at the household, community, and national level. The ADS will promote research on stress tolerant breeds of crops, livestock and fish that can be"}, {"text_block_id": "p84_b716", "text": "resilient to climate change and stresses such as salinity intrusion, drought, and flood."}, {"text_block_id": "p84_b717", "text": "171."}, {"text_block_id": "p84_b718", "text": "Landscape-based measures to promote community based disaster risk management (cbdrm) will help farming communities to be better prepared to respond to risks such as flood and drought through structural (eg flood"}, {"text_block_id": "p85_b719", "text": "protection infrastructure, reservoirs, drainage, safe areas) and non-structural measures (eg rain water harvesting, crop diversification, early warning system, emergency kits). early warning systems will be strengthened to provide adequate lead time for communities to respond effectively to drought, heat waves, flash flood, dam spillage, and flood. preparedness system at the community or region/"}, {"text_block_id": "p85_b720", "text": "state level might include food and seed reserves. if affordable and economically justifiable, crop and livestock insurance might also be developed to provide further protection to farmers (see also pillar 3 outcome on access to financial services). this requires the strengthening and expansion of weather records station."}, {"text_block_id": "p85_b721", "text": "Table 23: Outcome 2.9: Outputs on Resilience"}, {"text_block_id": "p85_b722", "text": "8.5 Pillar 3 on Market Linkages and Competitiveness"}, {"text_block_id": "p85_b723", "text": "172."}, {"text_block_id": "p85_b724", "text": "the outcome of the strategic pillar on market Linkages and competitiveness is: farmers and agro-enterprises in myanmar are stakeholders in effective value chains and are competitive in regional and global markets. this is achieved by facilitating the process of transforming the agricultural sector from a situation where a substantial proportion of farming is carried out primarily for subsistence or for local markets into a sector in which most farming is carried out for profitable commercialization and is connected to the local, national, and international markets."}, {"text_block_id": "p85_b725", "text": "173."}, {"text_block_id": "p85_b726", "text": "this transformation towards a more commercialized and competitive agriculture requires a set of measures that focus not only on farmers, but also on agro-enterprises involved in the distribution of inputs and the commercialization of agricultural products and services. these enterprises include input providers, producer and marketing companies and cooperatives, storage operators, logistic companies, agro-processors, importers and exporters of agricultural and food products, distributors, traders, and agricultural service providers (including financial service"}, {"text_block_id": "p86_b727", "text": "providers, insurance providers, business service providers). profitable commercialization requires an enabling business and investment climate, reforms to strengthen contractual arrangements and financial services to promote efficient commercial agriculture, and physical and virtual infrastructure."}, {"text_block_id": "p86_b728", "text": "174."}, {"text_block_id": "p86_b729", "text": "the Ads recognizes the key role of infrastructure in facilitating connectivity through transport and communication infrastructure, access to reliable and affordable energy, and efficient supply chain management through value chain infrastructure such as warehouses, pack houses, collection centers, markets, logistics centers. the Ads supports the improvement of knowledge infrastructure to promote commercial agriculture through effective market information and intelligence services."}, {"text_block_id": "p86_b730", "text": "175."}, {"text_block_id": "p86_b731", "text": "this pillar of the Ads has placed its focus on competitiveness.  competitiveness is founded on: (i) a competent, hard-working and efficient work force; (ii) a clear understanding of what makes myanmar unique in the global market place; and (iii) the determination and entrepreneurship to maximize productivity and innovate with new products and processes based on the country’s natural endowments. competitiveness is about capturing market share through the provision of value to consumers. myanmar agriculture might have comparative advantage at the farm level in several commodities, however, to gain competitiveness, the overall value chain need to be improved through innovations that reduce costs along each stage of the value chain, product innovations that bring new desirable features to the consumers (eg food safety, improved packaging, convenience in preparation, taste, storability), and logistics practices that maximize economies of scale."}, {"text_block_id": "p86_b732", "text": "176."}, {"text_block_id": "p86_b733", "text": "to improve competitiveness, the energy and inventiveness of farmers and the private sector is essential. these changes demand an approach to agricultural promotion and competitiveness that acknowledges the vital role of the private sector and farmer organizations, without conceding the critical function of the government to oversee, regulate and facilitate growth that is both competitive and pro-poor. this blending of private sector and farmers’ energy and innovation with the facilitation of the government to ensure positive public outcomes is"}, {"text_block_id": "p86_b734", "text": "the rationale for public-private partnerships (ppp)."}, {"text_block_id": "p86_b735", "text": "177."}, {"text_block_id": "p86_b736", "text": "the essence of these partnerships is to create some form of “additionality” that would not have been possible without the other partner’s involvement.  From the public perspective, it affords the opportunity to leverage its funds and channelize outcomes, while, for the private and farming sectors, the addition of public funds reduces the perceived exposure to investing in high-risk, high-potential projects."}, {"text_block_id": "p86_b737", "text": "178."}, {"text_block_id": "p86_b738", "text": "this strategic pillar emphasizes the need of prioritizing a limited number of value chains to ensure they achieve scale economies and therefore have sectorial income and employment impact. pillar 3 outcomes and outputs are described."}, {"text_block_id": "p86_b739", "text": "8.5.9 Output 3.1 on Business Environment"}, {"text_block_id": "p86_b740", "text": "Investment environment"}, {"text_block_id": "p86_b741", "text": "179."}, {"text_block_id": "p86_b742", "text": "the operations of the agribusiness private sector are hampered by several legal and procedural issues that increase transaction costs and red tape. unnecessary internal taxes, road and bridge tolls, and permits make movement of goods across the country more difficult. the Ads will support the improvement of legal institutions for commercial and labor contracts, especially for various kinds of contract farming systems by developing mediation and arbitration services to resolve contract disputes that are accessible in rural areas. in the case of contract farming, the Ads will identify models, lessons and prepare a law and guidelines for effective contract farming regulation and implementation."}, {"text_block_id": "p86_b743", "text": "180."}, {"text_block_id": "p86_b744", "text": "the government is working on a new draft of the investment law to encourage responsible investors, both domestic and foreign to expand business. in pursuit of an improved business environment, the Ads will support the preparation and implementation of an investment promotion strategy and plan for the agriculture and food sector."}, {"text_block_id": "p86_b745", "text": "Market information"}, {"text_block_id": "p86_b746", "text": "181."}, {"text_block_id": "p86_b747", "text": "the Ads will promote the strengthening of public and private services providing market information to farmers and agro-enterprises. this will involve developing a suite of products"}, {"text_block_id": "p87_b748", "text": "for market information (eg prices, market trends, volumes, grades and quality) and market intelligence (demand and supply of specific actors, market shares) using ict to ensure that market"}, {"text_block_id": "p87_b749", "text": "information and intelligence is available to users in myanmar language through internet and mobile services."}, {"text_block_id": "p87_b750", "text": "Table 24: Outcome 3.1: Outputs on Business Environment"}, {"text_block_id": "p88_b751", "text": "8.5.10 Outcome 3.2 on Intellectual Property Rights"}, {"text_block_id": "p88_b752", "text": "182."}, {"text_block_id": "p88_b753", "text": "the Ads will protect intellectual property rights for the agricultural and food sector. key measures include the plant variety protection Law consistent with the international union for the protection of new varieties of plants (upov); the trademark Law and implementing regulations"}, {"text_block_id": "p88_b754", "text": "to enable protection for geographical indications (gi) and trademarks for agricultural/food products; and intellectual property right (ipr) protection against counterfeit agricultural inputs, especially for pesticides, including stronger border control measures to reduce the import of counterfeit products. department of Agricultural research drafted the plant varieties of protection law in the framework of upov."}, {"text_block_id": "p88_b755", "text": "Table 25: Outcome 3.2: Outputs on Intellectual Property Rights"}, {"text_block_id": "p88_b756", "text": "8.5.11 Outcome 3.3 on Quality System"}, {"text_block_id": "p88_b757", "text": "183."}, {"text_block_id": "p88_b758", "text": "the Ads recognizes that improvement in quality, which requires a system of quality control and assurance, will help farmers and enterprises to get higher prices. this system is built upon several measures aimed at developing product standards and certifications, quality grading, quality control measures, the application of standard weights and measures, and reliable conformity assessment procedures."}, {"text_block_id": "p88_b759", "text": "184."}, {"text_block_id": "p88_b760", "text": "the Ads will support the revision of the Law on standardization and the Law on metrology, enable the establishment of a national Accreditation bureau for testing processes and a national metrology institute for measurements. it will support the national standards council to"}, {"text_block_id": "p88_b761", "text": "expedite the passage of key national standards related to the agriculture (including meats, fish, etc.) and food processing sectors based on widely accepted international standards (including codeX standards for food and related HAccp standards, global gAp standards and international standard office (iso) standards and good manufacturing practice (gmp) for food industries). Although these activities are outside the authority domain of moALi, insufficient coverage or lack of actual practices of standardization, certification and control measure will exert negative impact on the agricultural sector growth. Accordingly network facilitating collaboration with the authorized agencies to put these measures in place and in force will be a rewarding task for moALi."}, {"text_block_id": "p89_b762", "text": "Table 26: Outcome 3.3: Outputs on Quality Systems"}, {"text_block_id": "p89_b763", "text": "8.5.12 Outcome 3.4 on Participatory Planning for Rural Development"}, {"text_block_id": "p89_b764", "text": "185. the integration of agriculture and rural development in the new moALi requires enhanced institutional framework for the participatory planning and implementation of rural development programs."}, {"text_block_id": "p89_b765", "text": "186. this will be supported by several Ads initiatives for village level community development, township community development, and community capacity building in preparing and drafting action plans and rural entrepreneurship. these initiatives will specifically incorporate gender-equality."}, {"text_block_id": "p89_b766", "text": "Table 27: Outcome 3.4: Outputs on Participatory Planning and Rural Development"}, {"text_block_id": "p90_b767", "text": "8.5.13 Outcome 3.5 on Rural Infrastructure"}, {"text_block_id": "p90_b768_merged", "text": "187. Farm roads are the first step in linking farmers to markets. the Ads ascribes the significant role of improvement of rural road infrastructure consistent with the master plan for transportation and the rural road strategy,   separate funding needs to be provided to the concerned agencies for development and maintenance of rural roads. to maximize the impact of rural roads, it will be important to remove all restrictions on internal movements of agricultural goods within and between states and regions, and all fees or taxes associated with such movements. the Ads recommended the participatory policy review process on road tolls, with a view to reducing transport costs and times, and monitor transport costs and times and share this information widely with value chain stakeholders."}, {"text_block_id": "p90_b771", "text": "188."}, {"text_block_id": "p90_b772", "text": "Rural Energy"}, {"text_block_id": "p90_b773", "text": ". the Ads will support current efforts by the government to improve rural households’ access to electricity and internet. the drd is actively involved in several renewable energy activities including solar energy. more generally, depending on the farming systems and agro-ecology, the Ads will also promote other affordable renewable energies (e.g. mini-hydro, biogas, biomass gasifies), together with the use of ppp for power development and distribution to farming communities."}, {"text_block_id": "p90_b774", "text": "189."}, {"text_block_id": "p90_b775", "text": "Potable water,"}, {"text_block_id": "p90_b776", "text": "the Ads will enhance access of rural households to potable water through the construction of rural water supply infrastructure and knowledge sharing on access to clean drinking water."}, {"text_block_id": "p90_b777", "text": "190."}, {"text_block_id": "p90_b778", "text": "Markets and Logistics Infrastructure."}, {"text_block_id": "p90_b779", "text": "competitive value chains rely upon efficient markets and logistics infrastructure. this will depend on economic corridors that are built upon transport corridors currently envisaged by the government. the ministry of industry has identified four main corridors (see Figure 5): north-south corridor, east-west corridor, northeast-southwest corridor, and yangon-myawaddy corridor, which are the foundation of the industrial policy. these areas account for the majority of myanmar’s economic production and population. the north-south corridor, for example, runs from thilawa in yangon to myitkyina via bago, nay pyi taw, meiktila"}, {"text_block_id": "p90_b780", "text": "and mandalay. it currently encompasses 48% of myanmar’s population and provides 55% of gdp. the corridor also includes a special economic zone at thilawa, 24 industrial zones and seven sub-industrial zones."}, {"text_block_id": "p90_b781", "text": "191."}, {"text_block_id": "p90_b782", "text": "the industrial policy also discloses the government’s plan to build two new deep-sea ports, at pathein in Ayeyarwady region and ye in mon state. the pathein port will be in the ngayokekaung area, just south of the state capital, and will be a landing point for ships from Africa and west Asia. the ye seaport, at kalagote island, will be a transit point for cargo heading to mawlamyine, myawaddy and mae sot in thailand. Around each corridor the policy envisages development of industrial activities oriented to both domestic and foreign markets. the industrial policy mentions the establishment of four special Agro-industrial economic Zones (sAeZ) covering sagaing, bago, magwe, Ayeyarwady and tanintharyi regions."}, {"text_block_id": "p90_b783", "text": "Figure 5 Industrial Development Corridors"}, {"text_block_id": "p91_b784", "text": "192."}, {"text_block_id": "p91_b785", "text": "with the industrial policy in mind, the Ads will identify strategic locations for agricultural market development and undertake feasibility studies.  the Ads will emphasize improving market and logistics infrastructure in rural towns, including warehouses, cold storage, truck management, and ict connection for distribution tracking, with major contribution by the private sector. the Ads will assist in developing rules and regulations and standard operating procedures (sop) for improved market infrastructure management, and capacity building programs for market infrastructure management, particularly in farmer markets or collection centers."}, {"text_block_id": "p91_b786", "text": "193."}, {"text_block_id": "p91_b787", "text": "within the context of the greater mekong sub-region (gms) core Agriculture support program, phase ii (cAsp ii), moALi has already identified investments in agro-industrial zones for the production and processing of safe and environment-friendly agro-based products. these zones will provide the marketing infrastructure and"}, {"text_block_id": "p91_b788", "text": "marketing logistics to help farmers and agribusiness enterprises to explore innovations, improve technologies and equipment, disseminate improved crop varieties and good practices, and promote specialized, standardized and intensive production and operation. in addition to infrastructure, capacity building for skilled workers and producers using sustainable production practices from raw material handling to waste disposal will be needed to carry out this investment. electricity supply from biowastes by establishing solid waste and wastewater treatment plants will be included in the plan. composts and biochar can be obtained from those waste treatment plants. First Ads priority should be under the cross-border economic Zones development project at the border point with the china or thailand. the second Ads priority should be given to middle myanmar near wholesale markets such as the one being constructed in mandalay and another planned for nay pyi taw."}, {"text_block_id": "p91_b789", "text": "Table 28: Outcome 3.5: Outputs on Rural Infrastructure"}, {"text_block_id": "p92_b790", "text": "8.5.14 Outcome 3.6 on Agro-enterprise  Development"}, {"text_block_id": "p92_b791", "text": "Prioritized value chains"}, {"text_block_id": "p92_b792", "text": "194."}, {"text_block_id": "p92_b793", "text": "A value chain can be defined as a strategic partnership among inter-dependent individuals and businesses that collaborate to progressively create value for the final consumer, resulting in a collective competitive advantage. successful value chains strive to add value to or differentiate a product to increase the consumer’s willingness to pay, in ways that are complex for other firms to duplicate, thus providing a sustainable competitive advantage. these advantages, because of their multi-party scope and long-term nature, have the potential to provide sustainable competitive advantage. in this sense, value chains may be perceived as virtual enterprises. smallholder farmers can benefit from value chain by engaging in productive, long-term partnerships with agro-enterprises. Farmers in these partnerships benefit from effective farmer organization, being able to mobilize larger product volumes of consistent quality, thereby raising their importance and negotiating power within the value chain. Farmers and their leaders will need to build their capacity in organizing, planning, accounting, negotiating, and marketing to achieve competitiveness in agri-food value chain."}, {"text_block_id": "p92_b794", "text": "195."}, {"text_block_id": "p92_b795", "text": "this collaborative effort can best realize its"}, {"text_block_id": "p92_b796", "text": "potential if it is focused initially on a limited number of value chains selected through a process that considers: (i) financial and economic benefit; (ii) poverty reduction potential; (iii) growth potential; (iv) export potential; and (v) cross-cutting issues (social inclusion and gender, environmental sustainability, matching with national and regional strategic priorities, and geographical spread).  value chains engaged in the rice, beans, pulses, vegetables, oilseeds, coffee, rubber, sugarcane, cattle, and aquaculture sub-sectors would be prioritized. the Ads would support value chain development through key stakeholder (farmer groups and agri-business value chain associations) capacity building, improved access to appropriate financial services, and ppp investments that reduce “first “mover” risk and reward innovation and smallholder farmer inclusion."}, {"text_block_id": "p92_b797", "text": "196."}, {"text_block_id": "p92_b798", "text": "to support agri-business and value chain development, the Ads will promote the strengthening of public and private services providing market information to farmers and agroenterprises and agriculture based small scale industries (ssid). this will involve developing a suite of products for market information (e.g prices, market trends, volumes, grades and quality) and market intelligence (demand and supply of specific actors, market shares) using ict to ensure that market information and intelligence is available to"}, {"text_block_id": "p93_b799", "text": "users in myanmar language through internet and mobile."}, {"text_block_id": "p93_b800", "text": "Small and medium agro-enterprises"}, {"text_block_id": "p93_b801", "text": "197."}, {"text_block_id": "p93_b802", "text": "the Ads will promote the growth of innovative small and medium (sme) agroenterprises and agricultural board activities of small scale industries through measures including"}, {"text_block_id": "p93_b803", "text": "the establishment of Agri-business incubators, matching grant funds to promote sme innovation in agri-business, and an innovation competition fund for agro-enterprises and cooperatives. the Ads will also promote specific agro-entrepreneurship programs for youth, women, and disadvantaged groups and disadvantaged region."}, {"text_block_id": "p93_b804", "text": "Table 29: Outcome 3.6: Outputs on Agro-enterprise Development"}, {"text_block_id": "p94_b805", "text": "8.5.14 Outcome 3.7 on Food Quality and Safety"}, {"text_block_id": "p94_b806", "text": "198. myanmar is still at an early stage of establishing a system for assurance of food quality and food safety. several regulatory, institutional, and capacity building measures are needed to bring the country to compliance with regional standards. the specific measures include the following: (i) modernize the Food Law and develop effective implementing by-laws and regulations as quickly as possible and ensure use of risk-based enforcement and of international standards; (ii) develop sanitary and phytosanitary regulations in line with international practices to protect crop and animal health in myanmar; (iii) formulation and promulgation of food safety and quality standards, starting from the standards for the prioritized value chains; (iv) adopt legislation on accreditation of standards certification bodies and national laboratories for foods safety and quality certification; (v) strengthen and upgrade laboratories to international accreditation standards; (vi) establish regional laboratories and district offices for a number of food safety tests (soil testing, maximum"}, {"text_block_id": "p94_b807", "text": "residue Levels, water testing, pesticides, fertilizers, etc.); (vii) establish capacity for risk assessment (for both plant and animals), sps management and surveillance; (viii) conduct awareness campaign on food safety; (ix) adopt one Health Approach and strengthen animal health surveillance, diagnostic, and response capacity; (x) strengthen food safety inspection and publication of negative findings; (xi) negotiate sps protocols with key trading partners to facilitate exports; (xii) apply legitimate policy objectives based on international standards wherever possible with minimum compliance costs and unnecessary impacts on trade; (xiii) support the private sector as well as public sector to develop inspection and conformity (testing) assessment processes, increasingly accredited to be recognized as meeting international standards for operation; and (xiv) build capacities to trace production processes for agricultural and food products, both for implementation of domestic food safety and crop and animal health measures, but also to meet government and private requirements for traceability in countries where myanmar exports agricultural and food products."}, {"text_block_id": "p94_b808", "text": "Table 30: Outcome 3.7: Outputs on Food Quality and Safety"}, {"text_block_id": "p95_b809", "text": "8.5.15 Outcome 3.8 on Financial Services"}, {"text_block_id": "p95_b810", "text": "199. the Ads supports the development of an agricultural finance policy that encourages banks, microfinance institutions (mFis), non-bank financial institutions such as leasing and finance companies and insurance companies to provide needed services to rural communities, especially farmers and smes. this must be done in close cooperation with the central bank of myanmar and ministry of planning and Finance (mopF). the Ads supports the development of implementing regulations for the recently approved Financial institutions Law, and ensure strong input by agricultural and food sector ministries and private stakeholders in this process. critical regulatory reforms for banks to expand credit include (i) flexibility on taking collateral for loans (allowing the use of movable assets as collateral or in some cases allowing loans based on the viability of business plans and borrower’s track records); and (ii) allowing loans with terms greater than one year; and allowing interest rate flexibility."}, {"text_block_id": "p95_b811", "text": "reforms for mFis to mobilize greater amounts of rural savings and credit including: (i) expanding mFi sources of funding through expanded deposit taking and more flexible borrowing from domestic and foreign banks and other funding sources, (ii) increasing interest rate flexibility, and (iii) expanding the range of financial services provided by mFis."}, {"text_block_id": "p95_b812", "text": "201."}, {"text_block_id": "p95_b813", "text": "the Ads promotes the development of digital financial services, particularly to increase access of low-cost financial services to farmers and others in rural areas. it sees an important role for guarantee funds, loan loss reserves and “compensating balance” grants to leverage private bank lending and reduce risk for “first movers” in the provision of seasonal input loans and medium-term investment financing (e.g. tube wells, livestock, farm machinery) for commercial smallholder farmers. the Ads also supports the development of more diversified financial products for value chain financing and the development of creditworthiness information systems that make it easier to provide credit to viable farmers and smes without full collateral backing."}, {"text_block_id": "p95_b814", "text": "200. over time revise the Law on microfinance, but in the short-run implement several key regulatory"}, {"text_block_id": "p95_b815", "text": "Table 31: Outcome 3.8: Outputs on Financial Services"}, {"text_block_id": "p96_b816", "text": "8.5.16 Output 3.9 on Trade Facilitation and Export Growth"}, {"text_block_id": "p96_b817", "text": "202. trade facilitation. the improvement in competitiveness of agricultural and food products from myanmar depends on measure that facilitate trade through improvement in import and export procedures and trade negotiation. specific measures promoted by the Ads include: (i) significantly reduced licensing requirements for imports and for agricultural and food exports by (a) eliminating export licenses for all agricultural exports; and (b) rationalizing import licensing requirements for imports of agricultural products and inputs to"}, {"text_block_id": "p96_b818", "text": "agricultural and food production, including a short and transparent negative list of products requiring sector-specific import licenses; (ii) developing more effective trade facilitation capacities to reduce the cost of clearing goods through customs and border control by (a) streamlining and automating non-tariff measure processes, including for sps measures and (b) completing the customs automation program and integrating approvals of non-tariff measures into a national single window (nsw) for customs clearance, linking the nsw to the AseAn single window; (iii) upgrading customs clearance processes and logistics facilities for key land border crossings; (iv) negotiating with"}, {"text_block_id": "p97_b819", "text": "neighboring countries to improve the trading regime at land-borders; (v) improving processes for transiting products through myanmar, especially from yangon to muse by implementing the AseAn customs transit system; and (vi) developing plans for handling surges in transit goods, as china increasingly uses yangon ports as an entry point for transiting imports through myanmar into growing western china markets."}, {"text_block_id": "p97_b820", "text": "203. export promotion. given its export orientation, the Ads will promote exports through programs and trade diplomacy. the specific measures include: (i) implement an agricultural"}, {"text_block_id": "p97_b821", "text": "export promotion program, providing information to farmers and processors about export opportunities and requirements and promoting myanmar products in targeted foreign markets: (ii) develop the capacity for more effective trade diplomacy in government, and of the private sector to participate therein, to protect national interests in international trade organizations important for agriculture and good, including the world trade organization (wto) and AseAn economic community; (iii) in particular, build capacities to negotiate more effectively with neighboring countries to reduce situations where myanmar exports are restricted; and (iv) raise product quality to drive growth in export income."}, {"text_block_id": "p97_b822", "text": "Table 32: Outcome 3.9: Outputs on Trade Facilitation and Export Growth"}, {"text_block_id": "p99_b823", "text": "9. IMPLEMENTATION OF THE ADS"}, {"text_block_id": "p99_b824", "text": "9.1 Institutional Mechanisms for Implementation and Coordination"}, {"text_block_id": "p99_b825", "text": "204."}, {"text_block_id": "p99_b826", "text": "the implementation of the Ads, for which moALi is the focus ministry, requires the concerted effort of various organizations from the nation, private sector, civil society, and dps. the Ads provides the moALi work program and budget. the national planning commission (npc) will provide overall policy and planning coordination and moALi will lead implementation."}, {"text_block_id": "p99_b827", "text": "205."}, {"text_block_id": "p99_b828", "text": "the Ads will be implemented through existing sanctioned man power government structures, led by moALi. recognizing the complexity and multi-agency requirements to implement the Ads, steps will be taken to strengthen existing agencies to assist with planning, coordination, implementation and monitoring."}, {"text_block_id": "p99_b829", "text": "206."}, {"text_block_id": "p99_b830_merged", "text": "coordination of policies and programs will be achieved through the national Ads coordination committee (nAdscc), which will include representatives of government and farmer and private enterprise organizations. As a subcommittee of the national planning commission (npc), the nAdscc will be linked to region/state, district and township development committees, which will coordinate Ads implementation at their respective levels. implementation of Ads programs and projects will be undertaken under the overall guidance of the national Ads implementation committee (uAdsic), in the form of expanded semester moALi executive committee meetings,"}, {"text_block_id": "p99_b832", "text": "Figure 6 Implementation Arrangements for ADS"}, {"text_block_id": "p100_b833", "text": "chaired by the Hon. minister of moALi and including private sector, farmer and civil society representatives. the uAdsic will serve as the steering committee for the Ads implementation support unit (Adsisu) which will be established within the moALi department of planning, with responsibility to support implementation of the Ads during the initial 5 years."}, {"text_block_id": "p100_b834", "text": "9.1.1 The National ADS Coordination  Committee (NADSCC) and its Subcommittees"}, {"text_block_id": "p100_b835", "text": "207."}, {"text_block_id": "p100_b836", "text": "the nAdscc will be supported through secretariat service provided by the Ads implementation support unit (Adsisu) and will be facilitated by the following nAdscc sub committees, all formed from or convened by existing committees or organizations, and charged with improving the coordination of the Ads in their respective areas of responsibility:"}, {"text_block_id": "p100_b837", "text": "the nAdscc will be supported through secretariat service provided by the Ads implementation support unit (Adsisu) and will be facilitated by the following nAdscc sub committees, all formed from or convened by existing committees or organizations, and charged with improving the coordination of the Ads in their respective areas of responsibility:\n* coordination subcommittee with private\n* coordination subcommittee with private\n -\n* coordination subcommittee with private\n -\n committee.\n* coordination subcommittee with\n* coordination subcommittee with\n* coordination subcommittee on Food\n* coordination subcommittee on Food\n nutrition security. representatives from the\n* coordination subcommittee on Food safety.\n* coordination subcommittee on regional/"}, {"text_block_id": "p100_b854", "text": "9.1.2 The National ADS Implementation Committee (NADSIC)"}, {"text_block_id": "p100_b855", "text": "208."}, {"text_block_id": "p100_b856", "text": "the nAdsic, which will be implemented through expanded semester moALi executive committee meetings chaired by Hon. union minister of moALi, will include union-level representatives of moALi, farmers’ organizations, civil society and the and private sector. the Adsic will be responsible to ensure the implementation of Ads and should meet regularly (e.g. quarterly). the tor of the committee will include as follows:"}, {"text_block_id": "p100_b857", "text": "1)"}, {"text_block_id": "p100_b858", "text": "promote the implementation of Ads by policy, administrative and legislative changes in responsible institutions."}, {"text_block_id": "p100_b859", "text": "2)"}, {"text_block_id": "p100_b860", "text": "promote resource mobilization both from internal (public and private) and external sources."}, {"text_block_id": "p101_b861", "text": "3)"}, {"text_block_id": "p101_b862", "text": "provide guidance to moALi and the key stakeholders to facilitate Ads programs and projects implementation from the grassroots to the national level."}, {"text_block_id": "p101_b863", "text": "4)"}, {"text_block_id": "p101_b864", "text": "to act as the project steering committee for the moALi department of planning -based Adsisu, which supports Ads implementation,"}, {"text_block_id": "p101_b865", "text": "5)"}, {"text_block_id": "p101_b866", "text": "together with nAdscc, organize periodic assessment of the Ads and recommend adjustments."}, {"text_block_id": "p101_b867", "text": "9.1.3 The ADS Implementation Support Unit (ADSISU)"}, {"text_block_id": "p101_b868", "text": "209."}, {"text_block_id": "p101_b869", "text": "the implementation of the Ads requires coordination among different agencies and stakeholders; it also requires policy, legal, planning, monitoring, and analytical capacities that are currently limited and dispersed."}, {"text_block_id": "p101_b870", "text": "210."}, {"text_block_id": "p101_b871", "text": "the Ads implementation support unit (Adsisu) will be endowed with human resources and capacity to support policy formulation and analysis, planning, monitoring, and coordination of the Ads. the unit will support the Ads over the first 5 years of the implementation and will contribute to bridging the gap between policy and implementation."}, {"text_block_id": "p101_b872", "text": "211."}, {"text_block_id": "p101_b873", "text": "the unit will be established within the moALi department of planning and will support the Ads implementation and capacity building of related stakeholders and the agencies involved in Ads implementation and coordination. Functions of the Adsisu include:"}, {"text_block_id": "p101_b874", "text": "1)"}, {"text_block_id": "p101_b875", "text": "conduct a workshop at Ads start-up with all key stakeholders to set Ads priorities, particularly for the 2018/19 and 2019/2020 annual work programs and budgets;"}, {"text_block_id": "p101_b876", "text": "2)"}, {"text_block_id": "p101_b877", "text": "provide capacity building in policy analysis and policy monitoring and integrated planning to relevant implementation agencies;"}, {"text_block_id": "p101_b878", "text": "3)"}, {"text_block_id": "p101_b879", "text": "support to development of a system and database for Ads monitoring;"}, {"text_block_id": "p101_b880", "text": "4)"}, {"text_block_id": "p101_b881", "text": "support formulation and amendment of policies, regulations, procedures, and manual for implementation of the Ads;"}, {"text_block_id": "p101_b882", "text": "5)"}, {"text_block_id": "p101_b883", "text": "support formulation of integrated periodic plans (annual and 5-year plans, and revisions /updates of Ads plans);"}, {"text_block_id": "p101_b884", "text": "6)"}, {"text_block_id": "p101_b885", "text": "support nAdscc and its subcommittee with analytical capacity and logistics;"}, {"text_block_id": "p101_b886", "text": "7)"}, {"text_block_id": "p101_b887", "text": "support monitoring of the Ads implementation and institutionalization, including monitoring of related policies;"}, {"text_block_id": "p101_b888", "text": "8)"}, {"text_block_id": "p101_b889", "text": "Facilitate implementation of national programs such as the Ads value chain programs through advisory services to the program managers;"}, {"text_block_id": "p101_b890", "text": "9)"}, {"text_block_id": "p101_b891", "text": "support harmonization of sector policies with international commitments and guidelines;"}, {"text_block_id": "p101_b892", "text": "10)"}, {"text_block_id": "p101_b893", "text": "collect and analyze data of strategic importance to Ads implementation as needed and in synergy with existing data collection systems;"}, {"text_block_id": "p101_b894", "text": "11)"}, {"text_block_id": "p101_b895", "text": "coordinate development partner investments and programs to be in line with implementation of the Ads."}, {"text_block_id": "p101_b896", "text": "12)"}, {"text_block_id": "p101_b897", "text": "secretariat to the nAdscc."}, {"text_block_id": "p101_b898", "text": "9.2 Key Results by Strategic Pillars"}, {"text_block_id": "p101_b899", "text": "212."}, {"text_block_id": "p101_b900", "text": "the implementation of the Ads involves a complex set of activities under each pillar. to guide the implementation and focus the effort of implementation agencies and coordination committees, it is expedient to identify key results under each strategic pillar."}, {"text_block_id": "p101_b901", "text": "213."}, {"text_block_id": "p101_b902", "text": "the key results are those needed to ensure that the Ads overall is successful, even though not all remaining results in the monitoring framework could be achieved on time. the key results are the priorities that the any coordination meeting, any monitoring report, and any other major Ads gathering should address before trying to address other issues. the following table identifies the key results."}, {"text_block_id": "p102_b903", "text": "Table 33  Key Results of the ADS"}, {"text_block_id": "p102_b904", "text": "9.3 Quick wins"}, {"text_block_id": "p102_b905", "text": "214. it will be essential to gain broad support during the first year of Ads implementation, both within moALi and across key stakeholders. this will"}, {"text_block_id": "p102_b906", "text": "require some quick wins for each pillar, achievable within the first year of Ads implementation, as indicated in the following table."}, {"text_block_id": "p102_b907", "text": "Table 34 Quick Wins to be realized during Year 1 of Implementation of the ADS"}, {"text_block_id": "p103_b908", "text": "Section – ii"}, {"text_block_id": "p103_b909", "text": "ADS inVeStMent PLAn (2018-19 to 2022-23)"}, {"text_block_id": "p105_b910", "text": "1. RESPONSIBILITIES OF DIFFERENT AGENCIES"}, {"text_block_id": "p105_b911", "text": "215. the investment plan has been jointly compiled by the development partners and the respective departments of moALi. the responsibility to carry out the Ads activities has been described to each department as primary role division as secondary role and section as the"}, {"text_block_id": "p105_b912_merged", "text": "tertiary role. it is complied with respect to three pillars of Ads. the detail investment plan is printed as reference copy for each department of moALi and concerned agencies. ( as AnneX 1 to the main Ads volume)"}, {"text_block_id": "p105_b915", "text": "28 AnneX 1 reports the agency for primary, secondary responsibility with respect to department, division and section of each agency. in several cases, other agencies share responsibilities. these activities of the investment plan with respect to pillar 1,2,3 are compiled and printed as a companion volume of the Ads text. the Ads investment plan matrix at the activity levels were compiled with respect to 14 departments budget estimate, output and activity levels. during this process, each department and its division and section submitted their budget requirement for Ads and these budget figures are incorporated in the investment plan matrix. it is printed to be adopted or referred to by the respective department of moALi."}, {"text_block_id": "p107_b916", "text": "2. INVESTMENT PLAN"}, {"text_block_id": "p107_b917", "text": "2.1 Introduction"}, {"text_block_id": "p107_b918", "text": "216."}, {"text_block_id": "p107_b919", "text": "the Ads provides the vision, the framework and the long-term development goals and strategic priorities of the republic of the union of myanmar for the sustainable development of the agricultural sector up to 2030. the assurances of food and nutrition security as well as livelihood and income enhancement are key objectives of the Ads. the investment plan (ip) for the five-year period 2018/19 to 2022/23 has been prepared as an integral component of the Agricultural development strategy (Ads). the ip is based on the Ads’s (i) vision, impacts, outcomes, outputs and suggested activities; (ii) recommendations for policy formulation and action; and (iii) suggestions for the coordination and implementation and other medium and long-term considerations."}, {"text_block_id": "p107_b920", "text": "217."}, {"text_block_id": "p107_b921_merged", "text": "the ip also takes into consideration the recently completed public expenditure review (per)  (world bank 2017), the mid-term expenditure Framework (mteF), and the assessment of donor pipelines two recent changes in the structure of moALi. the first regards the transfer of the mAdb to the mopF. the second relates to the division of roads and bridges, which has been transferred from drd to the moc."}, {"text_block_id": "p107_b924", "text": "218."}, {"text_block_id": "p107_b925", "text": "the Ads and its constituent ip development has involved wide-ranging stakeholder consultation. the myanmar Agricultural policy – 2016 provided the central tenets and guiding principles of the consultative process. in addition, the process included a thorough review and analysis of other policies, strategies, and plans, as well as past, current and planned and anticipated programmes, projects and expenditures. the Ads preparation also included consultations with the staff of the various moALi departments and with other"}, {"text_block_id": "p107_b926", "text": "stakeholders including farmers, private sector, dps, A & rdswg, civil society organizations."}, {"text_block_id": "p107_b927", "text": "219."}, {"text_block_id": "p107_b928", "text": "based on these reviews, analyses and consultations, the Ads undertook and presents an evaluation of the socio-economic, agrotechnological, agro-ecological, institutional and other conditions associated with myanmar’s agriculture sector. it then uses a programme approach to structure the various measures and interventions required to achieve the vision, goals, and objectives of the sector through identified objectives, outcomes, outputs and activities. this programme approach facilitates the identification of implementation responsibilities among the respective moALi departments, including annual work plan and budget allocations. the programme approach also facilitates the division of responsibilities between the government, farmers, the private sector and dps for funding and implementation of various recommended planned programmes, projects and activities under the respective outputs, outcomes, objectives and pillars of the Ads, as well as those that will be identified and planned at later stages."}, {"text_block_id": "p107_b929", "text": "220."}, {"text_block_id": "p107_b930", "text": "this section contains a summary of the ip for achieving the objectives of the Ads, and, through that, those of the Agricultural policy. the presentation entails reviews of current and past budgets and plans, an assessment of mid-term prospect for the agriculture budget, a statement of priorities of the ip, and then an outline of the Ads ip for the period 2018/19 – 2022/23. primary responsibilities for the implementation of the ip are presented in Annex 1. Annex 2 summarizes the data and budget calculations of investment requirements for each Ads pillar and"}, {"text_block_id": "p108_b931_merged", "text": "their respective objectives, outcomes and outputs. the investment plan is a living document, which, over time, will be subject to modifications as new information is collected through monitoring and evaluation and as the policy debates evolves. the moALi, department of planning will maintain and update the database containing the calculation tables used for the compilation of the ip. if any changes are made to the ip, they should first be entered in the dop’s database."}, {"text_block_id": "p108_b933", "text": "2.2 Trends in Agricultural Budgets"}, {"text_block_id": "p108_b934", "text": "221. in nominal terms, the agricultural budget has more than doubled in the period from 2012/13 to 2017/18 (table ). the budget of just three departments (Agricultural mechanization, irrigation and water utilization, and rural development) represent about 86% of the total moALi agricultural budget and is mainly related to rural infrastructure (irrigation, rural roads, rural water, rural energy) and equipment (tractors and other machinery)."}, {"text_block_id": "p108_b935", "text": "222. while this percentage has been relatively stable over time Figure 7 the share of the three departments has changed considerably, with the share of Amd and drd growing rapidly over the past 5 years (Amd’s share growing from 4.9% to 14.4% and drd’s from 11.2% to 43.8%) and the share of irrigation and water utilization department"}, {"text_block_id": "p108_b936", "text": "(iwumd) declining from 67% of the total budget to 27% Figure 7. the large share of these three components of the moALi budget has resulted in other key functions and subsectors being relatively neglected despite their importance to agricultural growth. the following budget allocation issues (table35) are of concern:"}, {"text_block_id": "p108_b937", "text": "•"}, {"text_block_id": "p108_b938", "text": "very\t low\t resources\t to\t agricultural\t research"}, {"text_block_id": "p108_b939", "text": "(on average only 0.2% of total budget) despite the demonstrated high return to agricultural research investment globally;"}, {"text_block_id": "p108_b940", "text": "•"}, {"text_block_id": "p108_b941", "text": "very\t low\t resources\t to\t livestock\t and\t fishery"}, {"text_block_id": "p108_b942", "text": "(together only 3.3% of budget) despite their contributing 30% of agricultural gdp and growing twice as fast as the crop sub-sector;"}, {"text_block_id": "p108_b943", "text": "•"}, {"text_block_id": "p108_b944", "text": "Marginal\t resources\t to\t agricultural\t planning"}, {"text_block_id": "p108_b945", "text": "(0.2%) despite the crucial task and need of coordinating a larger ministry encompassing various dimension of agriculture and rural development and the movement towards decentralization requiring coordination with the states/regions, private sector, farmers, community based organizations (cbos), dps, and other agencies."}, {"text_block_id": "p109_b946", "text": "Table 35 Agricultural Budget of MOALI from 2012/13 to 2017/18 in nominal terms (Million Kyat)"}, {"text_block_id": "p109_b947", "text": "Figure 7 Shares of Total Budget Agriculture (2012-13 to 2017-18)"}, {"text_block_id": "p110_b948", "text": "Table 36 Share of total and growth of Budgets of Various Department of MOALI (2012-13 to 2017-18)"}, {"text_block_id": "p110_b949", "text": "2.3 Recent Development in the Budget (2016-17 to 2017-18)"}, {"text_block_id": "p110_b950", "text": "223. recent revisions in the agricultural budgets for 2016-17 and 2017-18 (table37) have only slightly modified the trends discussed in the previous section. the preferential budget allocation towards three departments (Amd, iwumd, and"}, {"text_block_id": "p110_b951", "text": "drd) remains, although slightly reduced from 77% to 71% of the total budget. other departments’ share remained very small. the change in the proportion of the share of recurrent and capital expenditure, however, is noteworthy, becoming almost equal in 2017/18 (48% for recurrent expenditures and 52% for capital expenditures)."}, {"text_block_id": "p110_b952", "text": "Table 37 Agricultural Budget Revisions in 2016-17 and 2017-18"}, {"text_block_id": "p111_b953", "text": "224."}, {"text_block_id": "p111_b954", "text": "in general, budget fund allocation is made against itemized lines that are not necessarily linked to planned outputs, outcomes or objectives. there is little evidence of systematic or rigorous ex-ante or ex-post evaluation of investment or of the monitoring and evaluation of implementation and results. the Ads would address this misalignment between budgets and policies."}, {"text_block_id": "p111_b955", "text": "225."}, {"text_block_id": "p111_b956", "text": "the budget is also not aligned to agriculture’s contribution to the gdp. A time series on Agricultural gdp (Agdp) from 2005-06 to 2015-16 indicate a rapid growth in the share of livestock and fisheries (table 38), which almost doubled from 16% in 2005-06 to 30% in 201516, almost double the growth rate of crops."}, {"text_block_id": "p111_b957", "text": "Table 38 GDP Growth of Agriculture and subsectors"}, {"text_block_id": "p112_b958", "text": "226."}, {"text_block_id": "p112_b959", "text": "At the same time, the allocation of the agricultural budget to livestock and fisheries has"}, {"text_block_id": "p112_b960", "text": "remained modest, being just 3% of total budget in 2017-2018."}, {"text_block_id": "p112_b961", "text": "Table 39 Percentage of total Agricultural Budget going to Fisheries and Livestock"}, {"text_block_id": "p112_b962", "text": "227."}, {"text_block_id": "p112_b963", "text": "the other serious imbalance is the small amount spent on agricultural research and development (r&d). when compared to agriculture gdp (Agdp), myanmar’s spending on agricultural"}, {"text_block_id": "p112_b964", "text": "r&d is one of the lowest in the region. even neighboring countries such as vietnam, Lao pdr and thailand spend between 5 and 10 times as much."}, {"text_block_id": "p112_b965", "text": "Table 40 Spending on Agricultural R&D as a proportion of Agricultural GDP"}, {"text_block_id": "p112_b966", "text": "228."}, {"text_block_id": "p112_b967", "text": "in addition to the issues of allocation, there is also a major gap in the existing agriculture budget related to the absence of programs and institutional structures within moALi to promote productive partnerships between farmers and agro-enterprises and, more generally, to promote agri-food value chain development. the Ads aims to improve the competitiveness of myanmar agriculture. this requires the emergence and growth of efficient, value chains that integrate and provide higher value added to smallholder farmers."}, {"text_block_id": "p112_b968", "text": "within the current moALi structure and budget there is no allocation of resources for this purpose. the Ads and ip will address this gap."}, {"text_block_id": "p112_b969", "text": "2.4 Medium Term Outlook for Agricultural Budget"}, {"text_block_id": "p112_b970", "text": "229."}, {"text_block_id": "p112_b971", "text": "the Ads ip must be consistent with mteF set by the mopF. the mteF indicates that the opportunity for additional budget allocation to the agricultural sector in the medium term (5 years)"}, {"text_block_id": "p113_b972", "text": "is dependent on the fiscal revenues the union government will be able to raise, on the growth of gdp of the myanmar economy, and on donor funding."}, {"text_block_id": "p113_b973", "text": "230. total union revenues in myanmar are small (about 10-12% of gdp) compared to other countries (Figure 8), and are projected to stay relatively small in the medium term (Figure 9)."}, {"text_block_id": "p113_b974", "text": "231. the mteF anticipates the moALi budget (including drd) to increase from 1.3% of gdp in 2016-17 to 1.4% in 2020-21 (table 41). Agriculture is still expected to be among the few ministries with a growing budget, along with the"}, {"text_block_id": "p113_b975", "text": "energy, education, and health ministries. most other ministries are projected to receive less funding in the future, which may not necessarily materialize as quickly as planned, putting at risk even the slight increase in public finance for agriculture.."}, {"text_block_id": "p113_b976", "text": "Table 41 Budget to Agriculture as % of GDP"}], "document_description": "The Agriculture Development Strategy (ADS) and Investment Plan (IP) responds to the need:&nbsp;<br>1) for the consolidation and integration of various plans, strategies, roadmaps, and approaches developed by various stakeholders;&nbsp;<br>2) for a systematic approach to operationalize agricultural policy implementation and link it to the IP;&nbsp;<br>3) to coordinate activities, projects, programs, and policies;&nbsp;<br>4) to build a dialogue with domestic and foreign investors and harmonise foreign aid to the sector.<br><br>The document notably sets a yearly budget to support farmers in order to increase their resilience to climate change and disasters&nbsp;"}