{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance", "Tax incentives|Economic", "Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Myanmar", "document_category": "Policy", "document_sector_name": ["Transportation", "Industry", "Health", "Buildings", "Agriculture"], "document_language": "English", "document_name": "Myanmar Sustainable Development Plan (2018-2030)", "document_country_code": "MMR", "document_hazard_name": ["Landslides", "Drought", "Flood"], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "08/01/2018", "document_keyword": ["Industry", "Transport", "Health", "Agriculture"], "document_url": "https://cdn.climatepolicyradar.org/MMR/2018/MMR-2018-01-08-Myanmar Sustainable Development Plan (2018-2030)_64d1d4e6f97c1daf22c3fecd3690a658.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "The Government of the Republic of the Union of Myanmar"}, {"text_block_id": "p0_b2", "text": "Ministry of Planning and Finance"}, {"text_block_id": "p0_b3", "text": "Myanmar Sustainable Development Plan (2018 – 2030)"}, {"text_block_id": "p0_b4", "text": "August 2018"}, {"text_block_id": "p1_b5", "text": "CONTENTS"}, {"text_block_id": "p1_b6", "text": "i"}, {"text_block_id": "p3_b7", "text": "FOREWORD"}, {"text_block_id": "p3_b8", "text": "The Myanmar Sustainable Development Plan (MSDP) is the expression of our national development vision – a vision that finds resonance in the global sustainable development agenda. Currently, Myanmar has myriad sectoral, ministerial and sub-national plans. Genuine development will only come to Myanmar if, and only if, all these plans move harmoniously and coherently under the aegis of a single national strategy. The MSDP delivers this strategy, providing an overall framework for coordination and cooperation across all ministries, and all States and Regions to forge a common path towards the emergence of a prosperous, peaceful and democratic Myanmar."}, {"text_block_id": "p3_b9", "text": "Peace and stability constitute one of the Plan’s three pillars and they are fundamental to the sustainment of peace. At the same time, sustainable and equitable development promotes peace and cements stability. Under the guiding light of the MSDP, we will be able to balance our development across many dimensions. In accordance with this new approach, major project proposals from all line ministries and States and Regions shall be reviewed based upon their strategic alignment with the MSDP. A Project Bank shall also be created to facilitate the effective, coordinated and transparent implementation of these projects."}, {"text_block_id": "p3_b10", "text": "Project selection at present is largely based on budgetary considerations. Although budgetary concerns are important, it is far more important to select and prioritize projects that are truly needed for the country. We should select and implement projects that bring maximum benefit to our people. In short, national projects should be designed with a holistic view, and with the welfare of the nation in mind. Moving forward, national planning, including the implementation of existing projects, shall place a special focus on development sustainability and harmonious coordination. We, all of us, must be strategic in both thought and action if we are to realize our own needs as well as the needs of the nation."}, {"text_block_id": "p3_b11", "text": "The support of all our friends is warmly welcomed in our endeavour to achieve the goals set forth within this MSDP. We particularly depend on the entrepreneurial and ever-resilient spirit of our people and the participation of our private sector, a main driving force of inclusive and sustainable development."}, {"text_block_id": "p3_b12", "text": "I invite all our people to join hands and, based on this strategic plan, to strive and achieve their full potential, and together deliver a brighter future in a pluralistic and prosperous nation."}, {"text_block_id": "p3_b13", "text": "H.E. Daw Aung San Suu Kyi"}, {"text_block_id": "p3_b14", "text": "State Counsellor"}, {"text_block_id": "p4_b15", "text": "ACRONYMS"}, {"text_block_id": "p7_b16", "text": "THE MYANMAR SUSTAINABLE DEVELOPMENT PLAN"}, {"text_block_id": "p7_b17_merged", "text": "The largest country in mainland Southeast Asia with a population of 53 million and located strategically between China and India, Myanmar plays a significant role − geographically, economically and politically − in the most rapidly advancing region in the world. Isolated, however, for much of the past six decades, Myanmar is currently undergoing a critical process of democratisation, along the way embracing many opportunities and challenges. The country has experienced rapid growth in recent years, becoming one of the world’s fastest growing economies. However, imbalances have also periodically emerged, requiring vigilance and the implementation of anti-inflationary and other counter-cyclical policies. Today Myanmar enjoys historically low inflation, monetary and fiscal stability, and holds amongst the lowest levels of external debt in the region."}, {"text_block_id": "p7_b22", "text": "As Myanmar opens up, investment and trade have grown significantly. Trade policies have been, and continue to be, revised in line with regional and global commitments and in accordance with liberal principles. Investment policies likewise have been revised with the aim of ensuring a level playing field for all investors, and to create in Myanmar a favourable, predictable and friendly investment climate."}, {"text_block_id": "p7_b23", "text": "In the financial sector, a facilitator of trade and investment, our late-comer advantage has been evident via the emergence of mobile-phone based financial services that not only cater to the existing banked population, but also greatly expands financial inclusion for the hitherto “unbanked”. Meanwhile, beneath the surface the sector"}, {"text_block_id": "p7_b24", "text": "has been transformed by the application of online and secured systems allowing real-time settlements and securities transactions, and by the progressive implementation of international prudential bank regulations such as the Basel Accords."}, {"text_block_id": "p7_b25", "text": "Along with rapid growth, the Government of Myanmar (GoM) attaches utmost importance to both political and economic stability, implying peace and national reconciliation on the political side, as well as strong macroeconomic management and good governance on the economic side. Despite the strong necessity for infrastructure development in the reform process, the GoM is committed to continuing prudent fiscal discipline and to maintaining the fiscal deficit to no more than around five per cent of Gross Domestic Product (GDP), while steadfastly reducing recourse to central bank financing to negligible levels."}, {"text_block_id": "p7_b26", "text": "The GoM continues to encourage equitable and inclusive private sector development (the true and most reliable engine of growth) and many infrastructure projects are being developed through various Public-Private Partnership (PPP) mechanisms to facilitate this. The GoM is encouraging its State Economic Enterprises (SEEs) to transform into non-budgeted units, and then into corporatised units that will eventually be equitised to the private sector as the GoM focuses more on its regulatory rather than business-proprietor role. In this, the GoM recognises that significant capacity building is required in delivering such outcomes."}, {"text_block_id": "p8_b27", "text": "The GoM strives to strike the right balance between economic and social development, and environmental protection and sustainability. The GoM also seeks to provide for the safety and security of our people by enhancing human security in all its forms and enabling the development of both hard and soft connectivity to help reduce the rural-urban divide in terms of access to markets, to information, to technology, to finance, to education, to basic infrastructure and healthcare, amongst others."}, {"text_block_id": "p8_b28_merged", "text": "The GoM is committed to mitigating poverty throughout the country, and has developed comprehensive strategies to address the issue, beyond simply stimulating economic growth. As a consequence of these efforts, poverty has already steadily declined − from nearly a third of the population in 2005, to just over a quarter in 2009, and to below 20 per cent in 2015. However, here the rural-urban divide remains stark − with rural poverty at a still significant 23 per cent in 2015, compared to an urban poverty rate of nine per cent. Along with the steady reduction of poverty, resilience to economic shocks has also improved, although there still is a long way to go, as in so many other areas."}, {"text_block_id": "p8_b33", "text": "Migration has played a significant role in rural development and poverty reduction, hence, the GoM also strives to develop legal, convenient, affordable and secure channels of migration from which not only migrants themselves, but also their left-behind families and communities, will benefit."}, {"text_block_id": "p8_b34", "text": "Overview"}, {"text_block_id": "p8_b35", "text": "The Myanmar Sustainable Development Plan (MSDP) provides a long-term vision; a vision of a peaceful, prosperous and democratic country. Founded upon the objective of giving coherence to the policies and institutions necessary to achieve genuine, inclusive and transformational economic growth, this MSDP has been developed to"}, {"text_block_id": "p8_b36", "text": "reinvigorate reform and promote bold action."}, {"text_block_id": "p8_b37", "text": "The product of the work of multiple agencies and individuals in Myanmar, and the active consultation of a myriad of stakeholders, the MSDP has been designed as a living document that presents practical and implementable pathways toward addressing development challenges, while maximising opportunities for the people of Myanmar to realise their full potential as individuals and citizens."}, {"text_block_id": "p8_b38", "text": "The MSDP has taken maximum advantage of existing sector and thematic-level plans and policies, and those currently being drafted. In this regard, the MSDP is intended to provide a whole-of-government development framework that offers coherence to these existing strategic documents, ensuring that they are executed in ways that are consistent with macro-level national development priorities. Therefore, the MSDP is the integration and distillation of existing plans and priorities. Furthermore, the MSDP mediates between local developmental needs and global sustainable development agenda by aligning MSDP action plans with global SDG targets."}, {"text_block_id": "p8_b39", "text": "Furthermore, and unlike previous strategies, the MSDP is designed to achieve its aims through coordinated effort involving public entities, the non-profit sector, as well as the private sector. The tireless and passionate work of our nation’s vibrant civil society, community-based and other grass roots organisations and networks, will be crucial to ensuring successful implementation."}, {"text_block_id": "p8_b40", "text": "Some actions born from the MSDP will be achieved in months, others over many years. Likewise, as certain Action Plans are completed, others will emerge and take precedence. This will be reflected in subsequent MSDP revisions."}, {"text_block_id": "p9_b41", "text": "Cross Cutting Themes"}, {"text_block_id": "p9_b42", "text": "Equity and Inclusion"}, {"text_block_id": "p9_b43", "text": "The GoM is fully committed to harnessing the ‘double dividend’ i.e. the widespread demographic and democratic benefits brought about by investing in both women and youth, and in so doing facilitating the creation of an enabling environment in which a greater share of our population can contribute to national prosperity. It is for these reasons that issues pertaining to youth, gender empowerment, equity and inclusion shall be considered cross-cutting, to be mainstreamed into all aspects of MSDP implementation."}, {"text_block_id": "p9_b44", "text": "Sustainability in all its Forms"}, {"text_block_id": "p9_b45", "text": "Myanmar’s rich endowment of natural resources proffers a cornucopia of benefits, as well as some risks. The GoM recognises that the natural environment is the foundation upon which Myanmar’s social, cultural and economic development may be sustained. Therefore, the GoM is committed to a national development framework that enshrines the notion of environmental sustainability for future generations by systematically incorporating environmental considerations into the design and the implementation of its policies and projects. The MSDP is based on the idea that without sound environmental governance, rapid economic development risks further exacerbating existing environmental problems such as deforestation, mangrove loss, the illegal wildlife trade, unregulated mineral extraction, air and water pollution, increases in waste, and climate change."}, {"text_block_id": "p9_b46", "text": "Myanmar is particularly vulnerable to the risks of climate change, having experienced widespread natural disasters such as coastal storms, floods and droughts. Our country’s development strategy must be sensitive to these climatic vulnerabilities so that our social, economic and cultural lives are as"}, {"text_block_id": "p9_b47", "text": "resilient and safeguarded as possible from a changing climate."}, {"text_block_id": "p9_b48", "text": "As noted, the GoM is committed to the achievement of the SDGs with the objective of ensuring balance between development in the economic, social and environment spheres. It is for these reasons that sustainability in all its forms shall be considered cross-cutting, to be mainstreamed into all aspects of MSDP implementation. The 2030 Sustainable Development Agenda will be used to guide Myanmar’s achievement of the SDGs over that same timeline."}, {"text_block_id": "p9_b49", "text": "Conflict-Sensitive Approaches"}, {"text_block_id": "p9_b50", "text": "Myanmar has embarked upon a journey toward national reconciliation and Union-wide peace. All aspects of this MSDP have been designed to move the country forward in this regard. In consideration of the potential impact of development in this context, it is essential that all initiatives are designed, implemented, managed and monitored with the participation of all stakeholders in a conflict-sensitive manner. It is for these reasons that conflict sensitivity and conflict-sensitive approaches shall be considered cross-cutting, to be mainstreamed into all aspects of MSDP implementation."}, {"text_block_id": "p9_b51", "text": "Democratic Principles"}, {"text_block_id": "p9_b52", "text": "Foundational to all strategies and Action Plans noted within this MSDP is recognition of the economic dividends yielded from being a democracy. An end in itself and, as such, needing no other justification, it is the case that being a democracy brings the application to Myanmar the most powerful engine of economic growth known to human history. A system based on individual rights and freedoms, democracy and its accompanying institutions aligns incentives, allows spontaneous solutions to problems, promotes technological advancement and"}, {"text_block_id": "p10_b53", "text": "the delivery of public services according to demand, and expands choice and opportunity. In short, democracy and a focus on individual rights and the rule of law are simultaneously the ends of policy, and the vehicles through which Myanmar may escape poverty and achieve the prosperity our people deserve. It is for these reasons that liberal democratic norms and principles shall be considered cross-cutting, to be mainstreamed into all aspects of MSDP implementation."}, {"text_block_id": "p10_b54", "text": "Framework"}, {"text_block_id": "p10_b55", "text": "This MSDP is structured around 3 Pillars, 5 Goals, 28 Strategies and 251 Action Plans. All are firmly aligned with the SDGs, the 12 Point Economic Policy of the Union of Myanmar, and various regional commitments which Myanmar has made as part of the Greater Mekong Subregion (GMS) Strategic Framework, the ASEAN Economic Community (AEC) and many others."}, {"text_block_id": "p11_b56", "text": "For each of the 5 Goals, clear strategies have been developed. For each strategy, Action Plans have been identified. Action Plans are intended to be multidimensional, with successful implementation requiring the involvement of a broad range of stakeholders, including multiple ministries and departments."}, {"text_block_id": "p11_b57", "text": "Progress toward the Action Plans will typically require multiple programmes,"}, {"text_block_id": "p11_b58", "text": "projects and activities. Hence, each Action Plan will require strong coordination amongst responsible stakeholders to ensure progress toward successful accomplishment. To the greatest extent possible, Action Plans have also been designed to encompass existing plans and strategies. Taken together, these Pillars, Goals, Strategies and Action Plans combine to form the MSDP Implementation Matrix."}, {"text_block_id": "p12_b59", "text": "ECONOMIC POLICY OF THE UNION OF MYANMAR"}, {"text_block_id": "p12_b60", "text": "Launched in July of 2016, the Economic Policy of the Union of Myanmar encapsulates the overall framework that guides Myanmar’s economic and social development. This MSDP has been developed to ensure full alignment with this Policy framework."}, {"text_block_id": "p12_b61", "text": "Vision"}, {"text_block_id": "p12_b62", "text": "The economic policy of the Union of Myanmar is people-centred and aims to achieve inclusive and continuous development. It aims to establish an economic framework that supports national reconciliation, based on the just balancing of sustainable natural resource mobilisation and allocation across the States and Regions."}, {"text_block_id": "p12_b63", "text": "Objectives"}, {"text_block_id": "p12_b64", "text": "Objectives\n* To support national reconciliation and the emergence of a united democratic federal Union.\n* To achieve balanced economic development across the States and Regions.\n* To create opportunities for the emergence of capable and skilled new generations for the benefit of the country.\n* To establish an economic system that can achieve and maintain positive development outcomes through the participation, innovation and efforts of all citizens."}, {"text_block_id": "p12_b72", "text": "Policies"}, {"text_block_id": "p12_b73", "text": "Policies\n* Expanding our financial resources through transparent and effective public financial management.\n* Improving the operations of State-owned enterprises and privatising those State-owned enterprises that have the potential to be reformed, while promoting and assisting small and medium enterprises as generators of employment and growth.\n* Fostering the human capital that will be needed for the emergence of a modern developed economy and improving and expanding vocational education and training.\n* Prioritising the rapid development of fundamental economic infrastructure, such as electricity generation, roads and ports, and establishing a data ID card system, a digital government strategy, and an e-government system.\n* Creating employment opportunities for all citizens including those returning from abroad and giving greater priority in the short term to economic enterprises that create many job opportunities.\n* Establishing an economic model that balances agriculture and industry and supports the holistic development of the agriculture, livestock and industrial sectors, so as to enable rounded development, food security and increased exports.\n* Asserting the right of individuals to freely pursue the economic opportunities they choose, so as to enable private sector growth in line with a market economy system; formulating specific policies to increase foreign investment; and strengthening property rights and the rule of law.\n* Achieving financial stability through a finance system that can support the sustainable long-term development of households, farmers and businesses."}, {"text_block_id": "p13_b91", "text": "Policies\n* Expanding our financial resources through transparent and effective public financial management.\n* Improving the operations of State-owned enterprises and privatising those State-owned enterprises that have the potential to be reformed, while promoting and assisting small and medium enterprises as generators of employment and growth.\n* Fostering the human capital that will be needed for the emergence of a modern developed economy and improving and expanding vocational education and training.\n* Prioritising the rapid development of fundamental economic infrastructure, such as electricity generation, roads and ports, and establishing a data ID card system, a digital government strategy, and an e-government system.\n* Creating employment opportunities for all citizens including those returning from abroad and giving greater priority in the short term to economic enterprises that create many job opportunities.\n* Establishing an economic model that balances agriculture and industry and supports the holistic development of the agriculture, livestock and industrial sectors, so as to enable rounded development, food security and increased exports.\n* Asserting the right of individuals to freely pursue the economic opportunities they choose, so as to enable private sector growth in line with a market economy system; formulating specific policies to increase foreign investment; and strengthening property rights and the rule of law.\n* Achieving financial stability through a finance system that can support the sustainable long-term development of households, farmers and businesses.\n* Building environmentally sustainable cities, upgrading public services and utilities, expanding public spaces, and making greater efforts to protect and conserve our cultural heritage.\n* Establishing a fair and efficient tax system in order to increase government revenues and protecting individual rights and property rights through enacting laws and regulations.\n* Establishing technical systems and procedures to support intellectual property rights that can encourage innovation and the development of advanced technology.\n* Identifying the changing and developing business environment both in ASEAN and beyond, so as to enable our own businesses to situate themselves to take advantage of potential opportunities."}, {"text_block_id": "p14_b99", "text": "STRATEGIES & ACTION PLANS"}, {"text_block_id": "p14_b100", "text": "PILLAR 1: PEACE & STABILITY"}, {"text_block_id": "p14_b101", "text": "The achievement of a durable peace is integral to Myanmar’s journey towards sustainable and inclusive development. However, the MSDP recognises that a just and sustainable peace will involve addressing both political and economic dimensions simultaneously."}, {"text_block_id": "p14_b102", "text": "Pillar 1 recognises that the generation and perpetuation of conflict is driven by mistrust between groups, the lack of transparent and accountable public institutions to express and address grievances, the exclusion and marginalization of people from decision-making processes as well as pervasive sense of injustice generated by inequitable distribution of resources, acute macroeconomic instability and vulnerability to economic shocks. Similarly, it recognises"}, {"text_block_id": "p14_b103", "text": "that durable peace is engendered and preserved through strengthened State capacity to ensure security and stability, the equitable distribution of resources between groups, the strong presence of the rule of law, a common vision for political union between groups, as well as a robust and stable macroeconomic environment."}, {"text_block_id": "p14_b104", "text": "Building on these recognitions, this MSDP formulates specific strategies for peace and national reconciliation for Myanmar while taking into account and responding to specific challenges faced by vulnerable groups, including but not limited to children, youth, women, the elderly, ethnic minorities and others affected by armed conflict and inter-communal tensions."}, {"text_block_id": "p14_b105", "text": "GOAL 1: PEACE, NATIONAL RECONCILIATION, SECURITY & GOOD GOVERNANCE"}, {"text_block_id": "p14_b106", "text": "Goal 1 focuses on the political dimensions underpinning the achievement of Union-wide peace and stability. Goal 1 recognises the essential and reinforcing roles played by open, inclusive and well-governed institutions, adherence to the rule of law and respect for human rights, the adoption of inclusive and conflict-sensitive approaches to socio-economic development and services provision (with a particular focus on marginalised and vulnerable groups) as a bridge towards trust, social cohesion and, ultimately, peace. Action Plans have also been designed to provide a clear framework which supports a more efficient, modern, and transparent public sector which engages"}, {"text_block_id": "p14_b107", "text": "in a sustained and substantive dialogue with all stakeholder groups as part of standard policy development and implementation process."}, {"text_block_id": "p14_b108", "text": "Guiding Documents:"}, {"text_block_id": "p14_b109", "text": "Guiding Documents:\n* Myanmar Civil Service Reform Strategic Action Plan 2017-2020\n* Myanmar National Drug Control Policy 2018\n* Judicial Strategic Plan 2018-2022\n* Rule of Law Strategic Plan 2015-2019\n* Myanmar Union Election Commission Strategic Plan 2014-2018"}, {"text_block_id": "p15_b119", "text": "Strategy 1.1: Secure and further foster Union-wide peace"}, {"text_block_id": "p15_b120", "text": "Myanmar is a multi-ethnic society with a protracted history of civil strife amongst various ethnic armed organizations (EAOs) and the armed forces of the government. In recent years, many of these groups have become signatories to the Nationwide Ceasefire Agreement (NCA). Despite recent successes in broadening the coverage of the agreement, there is still a way to go to bring all the remaining non-signatories on board."}, {"text_block_id": "p15_b121", "text": "With the inauguration of the Union Peace Conference -21st Century Panglong conference in 2016, Myanmar has initiated an inclusive framework for political dialogue so that all the stakeholders in the peace process can move towards building a common vision of a democratic federal Union. The continuation and expansion of this political dialogue will facilitate the process for securing a Union Peace Accord so that dividends of peace can be shared and enjoyed by everyone affected by more than 60 years of debilitating conflict."}, {"text_block_id": "p15_b122", "text": "Underdevelopment in social and physical infrastructure, limited trust in public institutions and circumscribed access to public service delivery in many conflicted-affected areas in Myanmar pose serious challenges to the GoM’s efforts to reduce poverty and pursue comprehensive, sustainable development throughout the nation."}, {"text_block_id": "p15_b123", "text": "Unless a durable nation-wide peace is achieved, it will be considerably more difficult to ensure that the development efforts described throughout the MSDP can truly reach those made most vulnerable due to conflict."}, {"text_block_id": "p15_b124", "text": "Action Plans identified are considered to be ‘priorities of priorities’ — without which progress towards other strategies and actions plans will be negated. These Action Plans place a particular significance on ensuring meaningful involvement in the peace process by those rendered most vulnerable by conflict, including but not limited to those displaced by conflict, women and youth."}, {"text_block_id": "p15_b125", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p16_b126", "text": "Strategy 1.2: Promote equitable and conflict-sensitive socio-economic development throughout all States and Regions"}, {"text_block_id": "p16_b127", "text": "Peace and development go hand-in-hand as peace cannot be sustained without inclusive development, and development cannot be sustained without an inclusive peace. Hence, it is imperative that every effort in the pursuit of truly transformational economic growth is achieved in parallel with efforts to secure and foster a durable nation-wide, inclusive peace."}, {"text_block_id": "p16_b128", "text": "It is also imperative that the key tenets of fiscal federalism related to both equalisation payments and fiscal transfers to Myanmar’s States and Regions, as well as decentralisation of natural resources management – are fully implemented under the umbrella of the MSDP and within the scope of the Constitution."}, {"text_block_id": "p16_b129", "text": "It is also critical that the provision of basic infrastructure, services delivery and connectivity are undertaken with enhanced cooperation with existing, ethnic-affiliated service providers and local communities. Basic infrastructure priorities in this context include education and healthcare services, electricity, telecommunications connectivity, and road connections to markets and major cities. The GoM firmly believes that social cohesion can be strengthened through the consultation and full engagement with ethnic leaders and communities, reinforced by the use of transparent and accountable community feedback mechanisms."}, {"text_block_id": "p16_b130", "text": "Local participation in the provision of basic infrastructure in remote ethnic regions provides a solid foundation for enhancing productivity in agriculture and other sectors, as well as cultivating"}, {"text_block_id": "p17_b131", "text": "a sense of ownership and partnership in the national development agenda. Amongst a range of other initiatives, incubating and unlocking the entrepreneurial and productivity potential of our micro-, small-and medium-sized enterprises will become an important driver of income and employment generation in post-conflict and conflict-affected communities."}, {"text_block_id": "p17_b132", "text": "Furthermore, ensuring conflict-sensitive approaches to socio-economic development, with a focus on those most vulnerable and furthest behind, will contribute to the active management and mitigation of the risk of exacerbating inequalities or doing harm. It will also contribute to the creation of innovative, and contextually appropriate livelihood options that can then be further enhanced by broadening access to finance, markets, technology and information."}, {"text_block_id": "p17_b133", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p18_b134", "text": "Strategy 1.3: Promote greater access to justice, individual rights and adherence to the rule of law"}, {"text_block_id": "p18_b135", "text": "The rule of law is the fundamental principle which underpins democratic governance. In Myanmar, weaknesses in the rule of law place a heavy burden upon our people, particularly those who are poor and vulnerable, and present institutional barriers to achieving durable peace, stability and other goals of sustainable development."}, {"text_block_id": "p18_b136", "text": "In pursuit of this strategy, the MSDP seeks to make the law more transparent and consultative, producing legislation that is in the interest of all our people, administered fairly and impartially, with respect for human rights, and without discrimination so that no person is above the law and every person may benefit equally from its administration."}, {"text_block_id": "p18_b137", "text": "To achieve this, our courts must be independent, and trials must be open and fair. Steps must also be taken to strengthen the rule of law at the community level so that people’s life chances are not diminished by injustice. In this context, the GoM notes the important role played by civil society organisations in advancing justice and the rule of law, and the contribution they make to increasing public trust and awareness."}, {"text_block_id": "p18_b138", "text": "Steps will also be taken to strengthen the abilities of law enforcement institutions to deliver personal security, particularly for vulnerable groups, using new and innovative approaches such as community policing and other cross-border collaborations. In doing so, further crime prevention efforts, including progressive measures to combat drug harm, the dismantling of"}, {"text_block_id": "p19_b139", "text": "criminal networks and the protection of social capital in families and within communities, will be taken."}, {"text_block_id": "p19_b140", "text": "It is also vitally important that concrete steps be taken to bring the rule of law to conflict-affected areas so that development efforts can be undertaken in an effective and rights-based manner."}, {"text_block_id": "p19_b141", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p20_b142", "text": "Strategy 1.4: Enhance good governance, institutional performance and improve the efficiency of administrative decision making at all levels"}, {"text_block_id": "p20_b143", "text": "Realising the full implementation of this MSDP, while at the same time achieving high levels of administrative and institutional performance, will only be possible by strengthening the machinery of government at all levels, together with the instalment of transparent and accountable systems that support effective service delivery. The GoM recognises that improving policy development that is rooted in strong evidence, enhancing its implementation through improved governance mechanisms, and strengthening institutional performance management and monitoring systems are all key elements which underpin good governance, and must form a central platform upon which any long-term development process is based. Therefore, institutional capacity development will be bolstered by renewed, modernised and clear regulations, policies and procedures and a more effective delegation of authority."}, {"text_block_id": "p20_b144", "text": "Institutional performance will be further enhanced with the introduction of e-government platforms and the use of online applications for information sharing, decision-making and approvals. Institutional capacity development will also be bolstered by a strong investment in civil service human capacity development. The MSDP includes a strong emphasis on modernising the public service and the introduction of new public-sector management practices. Transparency, accountability and integrity shall likewise serve as pinnacle elements of this drive towards improved institutional performance."}, {"text_block_id": "p20_b145", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p21_b146", "text": "Strategy 1.5: Increase the ability of all people to engage with government"}, {"text_block_id": "p21_b147", "text": "The presence of a vibrant public sphere is a fundamental prerequisite for enhancing the role of the public in shaping policy dialogue around key issues facing individuals, communities and the nation. The ability of the GoM to communicate effectively is not only vital to the health of our democracy but also important in addressing public grievances and mitigating the risks of communal tension and civil conflict. Hence, it is imperative that enhanced engagement and greater understanding be facilitated through the use of modern communication strategies and technologies (including electronic means), across all levels of the government, within and between ethnic nationalities, and all other stakeholders."}, {"text_block_id": "p21_b148", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p22_b149", "text": "GOAL 2: ECONOMIC STABILITY & STRENGTHENED MACROECONOMIC MANAGEMENT"}, {"text_block_id": "p22_b150", "text": "Goal 2 is focused on the economic dimensions that will contribute to sustained macroeconomic stability, an indispensable prerequisite for peace, security and many of the other SDGs. Goal 2 prioritises"}, {"text_block_id": "p22_b151", "text": "establishing appropriate fiscal, monetary and exchange rate policy, improving Myanmar’s balance of payments (BOP) and maintaining inflation at an appropriate level. In addition, macroeconomic strategies under this goal"}, {"text_block_id": "p23_b152", "text": "include mobilising all necessary sources of development finance, strengthening public finance management (PFM) and enhancing the efficiency and competitiveness of SEEs. Subsidiary Action Plans are all likewise geared towards strengthening macroeconomic management and ensuring the overall stability of the nation."}, {"text_block_id": "p23_b153", "text": "Guiding Documents:"}, {"text_block_id": "p23_b154", "text": "Guiding Documents:\n* Internal Revenue Department Reform Journey: A Medium-Term Revenue Mobilisation Strategy 2017/18 â 2021/22\n* Myanmar Medium-term Debt Management Strategy"}, {"text_block_id": "p23_b158", "text": "Strategy 2.1: Effectively manage the exchange rate and balance of payments"}, {"text_block_id": "p23_b159", "text": "High volatility of the exchange rate is detrimental to export growth, the flow of foreign direct investment, and overall economic growth. In the same manner, sustained deficits in the BOP may generate pernicious outcomes while revealing structural problems within the economy. In the wake of the tapering of the loose monetary policies of the United States Federal Reserve and others from late 2015, Myanmar’s currency depreciated significantly. This pattern was repeated with subsequent global monetary tightenings, but it was also a trend driven by domestic factors. Not least amongst these was Myanmar’s relatively high inflation rate, which rose to double-digit levels in late 2015, as well as unfavourable BOP arising out of increasing current account deficits and slower foreign investment flows."}, {"text_block_id": "p23_b160", "text": "The Central Bank of Myanmar (CBM) made numerous attempts to control the situation, but due to both limited foreign exchange resources and constrained monetary policy implementation channels, exchange rate instability and unfavourable BOP persisted. This is understandable, given that often the solution to imbalances in the BOP require bold structural changes to macroeconomic management, rather than simply technical tinkering. Recently, the CBM has initiated a number of policy measures including the introduction of a market-based reference rate to effectively manage the exchange rate. It is policy measures such as these, combined with other ambitious reforms such as formalising informal remittance system that will contribute to a significantly strengthened macroeconomic landscape."}, {"text_block_id": "p23_b161", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p24_b162", "text": "Strategy 2.2: Reduce inflation and maintain monetary stability"}, {"text_block_id": "p24_b163", "text": "Inflation and exchange rate stability, especially in nominal terms, are closely correlated. Thus, the real effective exchange rate (REER) of the kyat has largely been quite stable, while the nominal"}, {"text_block_id": "p25_b164", "text": "effective exchange rate (NEER) has at times depreciated drastically, especially during periods of high relative inflation."}, {"text_block_id": "p25_b165", "text": "It is imperative that inflation be stabilised to maintain monetary stability. Despite the present lack of a secondary bond market in Myanmar, which limits monetary policy instruments, it is crucial that efforts be made to develop the financial markets necessary to achieve monetary policy objectives. Such markets include, but are not limited to, the interbank and REPO markets needed to conduct more effective open market operations (OMO) by the CBM. Once the market has matured, and various necessary institutions are in place, other mechanisms such as interest rate and reserve money targeting can be deployed."}, {"text_block_id": "p25_b166", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p26_b167", "text": "Strategy 2.3: Increase domestic revenue mobilisation through a fair, efficient and transparent taxation system"}, {"text_block_id": "p26_b168", "text": "Myanmar’s tax revenue currently amounts to approximately eight per cent of GDP. This is the lowest in the ASEAN region. The GoM must obtain significantly increased tax revenues to help fund the nation’s social and economic development and national poverty alleviation. Increasing tax revenue requires a reformed and professional tax administration with high levels of integrity and clear powers to assess and collect tax as well as to manage tax exemptions. The job also requires a legal framework that encourages taxpayers to meet their tax obligations, as well as the extensive use of modern technology to make it easy for taxpayers to file tax returns and pay tax online."}, {"text_block_id": "p26_b169", "text": "The MSDP prioritises improvements to Myanmar’s tax collection systems by creating an enabling environment in which tax laws are progressively modernised, in which the tax system is made more transparent and in which corruption is addressed. The MSDP also prioritises significant investments in information technology and expanding tax education through various channels. Clearly, efficient tax collection will also make a major contribution towards reducing current fiscal deficits."}, {"text_block_id": "p26_b170", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p27_b171", "text": "Strategy 2.4: Strengthen public financial management to support stability and the efficient allocation of public resources"}, {"text_block_id": "p27_b172", "text": "Modernizing Myanmar’s PFM systems while strengthening the capacity of relevant institutions will enable the efficient, accountable, transparent and responsive delivery of public services. In doing so, evidence-based PFM reform, enhanced implementation strategies, and strong institutional performance management/monitoring systems, at both the Union and State/Region level, will be required. Furthermore, overall PFM structures will need to be revisited in order to reflect our country’s drive towards a more decentralized system of governance in line with the vision of a democratic federal Union."}, {"text_block_id": "p28_b173", "text": "From enhancing revenue sharing mechanisms, including those revenues generated from extractives industries, to supporting the more equitable allocation of tax revenues across all States and Regions; from strengthening the mandates of key institutions responsible Myanmar’s core PFM functions, to enhancing both soft and hard PFM architecture, Myanmar’s PFM roadmap shall be ambitious yet attainable."}, {"text_block_id": "p28_b174", "text": "At the same time, maintaining positive momentum for continued improvement while cultivating a culture of social accountability, thus making PFM reforms more resilient to political changes, will also be key. Therefore, important steps will be taken to enhance external oversight and overall accountability of Myanmar’s PFM system, including making significantly more budget information available to the general public and to integrating gender-responsive approaches amongst other measures."}, {"text_block_id": "p28_b175", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p29_b176", "text": "Strategy 2.5: Enhancing the efficiency and competitiveness of State Economic Enterprises"}, {"text_block_id": "p29_b177", "text": "This MSDP recognizes the role of the private sector as the primary engine of economic growth and job creation in Myanmar. As the MSDP prioritizes market-based solutions, our reform strategies regarding existing SEEs are a complement to other strategies to develop and enhance the role of the private sector in the economy. As of 2018, a small number of SEEs remain in operation serving as significant revenue generators for the government. However, many SEEs remain a fiscal burden due to the trend of decreasing profits and increasing operation costs over the years. As such, improved SEE governance shall be key to both mobilising fiscal resources for the GoM and unlocking the country’s economic potential."}, {"text_block_id": "p29_b178", "text": "Due to heterogeneity in the roles, responsibilities and commercial viabilities across SEEs, it is important to map out a nuanced reform agenda according to function and classification. For example, regulatory SEEs are vastly different from operational SEEs in terms of roles and responsibilities. Therefore, the GoM intends to reform SEEs by re-categorising them according to function, reforming their financing formulae, professionalising their management and operations, enhancing oversight and transparency, and, where appropriate, equitizing or privatising assets in a manner that will improve Myanmar’s economic performance."}, {"text_block_id": "p29_b179", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p31_b180", "text": "PILLAR 2: PROSPERITY & PARTNERSHIP"}, {"text_block_id": "p31_b181", "text": "Enhancing national prosperity while expanding and deepening partnerships with all stakeholders, at all levels, and with the private sector in particular, will be essential to achieving the levels of economic growth"}, {"text_block_id": "p31_b182", "text": "which Myanmar requires and is capable of. Such growth will lead to further economic opportunities, generating in turn still further growth along the way to broad-based economic development."}, {"text_block_id": "p31_b183", "text": "GOAL 3: JOB CREATION & PRIVATE SECTOR-LED GROWTH"}, {"text_block_id": "p31_b184", "text": "Goal 3 is focused on the creation of quality jobs, together with the expansion of the private sector as the engine of environmentally conscious and socially responsible economic growth."}, {"text_block_id": "p31_b185", "text": "This MSDP seeks to enhance both the quantity and quality of jobs in the economy. Accordingly, the strategies under Goal 3 are formulated with the recognition that the government has a critical role to play in improving the enabling environment in order to stimulate foreign and domestic investment, increasing access to finance, strengthening existing partnerships, and forging new linkages with the global and regional communities."}, {"text_block_id": "p31_b186", "text": "Given the current structure of the economy, agriculture and SME sectors are prioritized as important sources of job creation. In conjunction with these sectors, the GoM will promote the role of creativity and innovation in manufacturing, industrial and service sectors, with an emphasis on preparing for the coming digital economy to further generate high quality jobs and induce structural transformation."}, {"text_block_id": "p31_b187", "text": "Attention is paid throughout to ensuring that job creation and labour market governance is inclusive and equitable, with a particular focus on increasing access to decent, safe and quality work for women and other vulnerable groups. Subsidiary Action Plans have been designed to complement strategies and Action Plans under Goal 1 – all contributing in their own way to the achievement of equitable socio-economic development across all States and Regions."}, {"text_block_id": "p31_b188", "text": "Guiding Documents:"}, {"text_block_id": "p31_b189", "text": "Guiding Documents:\n* Myanmar Agriculture Development Strategy 2018/19 â 2022/23\n* National Export Strategy 2015-2019\n* Myanmar Financial Inclusion Roadmap 2014-2020\n* Myanmar Industrial Policy 2016\n* Private Sector Development Framework and Action Plan\n* National Strategy for Rural Roads and Access 2016\n* SME Policy 2015\n* Myanmar National Transport Master Plan 2016"}, {"text_block_id": "p31_b205", "text": "Strategy 3.1: Create an enabling environment which supports a diverse and productive economy through inclusive agricultural, aquacultural and polycultural practices as a foundation for poverty reduction in rural areas"}, {"text_block_id": "p32_b206", "text": "With 70 per cent of our population living in rural areas, the majority of whom are dependent directly or indirectly on the agricultural sector, Myanmar’s economy is highly agro-dependent. Therefore, increasing productivity in this sector will contribute significantly towards the creation of jobs and decent economic livelihoods for many of our poorest people."}, {"text_block_id": "p32_b207", "text": "The private sector’s involvement in agriculture is already significant, contributing towards job creation at all stages throughout the value chain – from cultivating, harvesting, animal husbandry to value-added processing. All of these require willing and able workers, many of whom are internal migrants."}, {"text_block_id": "p32_b208", "text": "However, productivity remains below regional averages. Myanmar needs to address structural and systematic constraints in the agricultural sector to remain competitive. High production costs and high harvesting losses due to a lack of adequate support in the form of financing, technological inputs and market access have also weakened Myanmar’s ability to participate in and move along the agricultural value chain, both domestically and regionally."}, {"text_block_id": "p32_b209", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p34_b210", "text": "Strategy 3.2: Support job creation in industry and services, especially through developing small-and medium-sized enterprises"}, {"text_block_id": "p34_b211", "text": "The development of Myanmar’s SMEs is vital not only in that they contribute to the strength of private sector-led economic growth, but also because they are essential for sustained, broad-based job creation. However, in Myanmar SME growth has been hampered by a plethora of inhibiting factors including limited access to finance, market access, security of land tenure, access to technology and information, amongst many other obstacles. Hence, development of SMEs, including small-to-medium industries (SMIs) is considered as policy priority in this MSDP."}, {"text_block_id": "p34_b212", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p35_b213", "text": "Strategy 3.3: Provide a secure, conducive investment enabling environment which eases the cost of doing business, boosts investor confidence and increases efficiencies"}, {"text_block_id": "p35_b214", "text": "In recent years, Myanmar has enacted both the Myanmar Investment Law and the Myanmar Special Economic Zone (SEZ) Law. Both laws include tax incentives, guaranteed investment protections and certain other privileges. However, the GoM recognises that in addition to clear laws and regulations, it is important to create a favourable, predictable, facilitative and friendly investment climate broadly. The MSDP recognises that achieving this requires better coordination amongst government departments, clear standard operating procedures (SOPs) and facilitative one-stop and single window services – all bolstered by the application of information technology."}, {"text_block_id": "p35_b215", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p37_b216", "text": "Strategy 3.4: Further reform our trade sector and strengthen regional and international cooperation and linkages"}, {"text_block_id": "p37_b217", "text": "Trade facilitation will play a critical role in supporting a more inclusive and connected Myanmar. However, decades of isolation from the international community have led to a deterioration of Myanmar’s trade capacity. This trend must be reversed."}, {"text_block_id": "p37_b218", "text": "Myanmar has made regional commitments to facilitate the transport of goods and services across our borders via key economic corridors. With this MSDP, the GoM confirms its intention to implement its regional and global commitments. To do so, this MSDP notes that Myanmar will review its institutional and legal framework governing domestic and international trade and pursue a range of policies to facilitate trade and to diversify its exports. All of these will contribute to a more efficient and effective climate for trade and investment."}, {"text_block_id": "p37_b219", "text": "In particular, Myanmar will improve our connectivity with neighbouring countries and those further afield, by ensuring that relevant regulations and procedures are clear; that customs, trade and logistical services are improved; that more advanced IT and database systems are in place; that single-window one-stop centres are developed; and that customs single stop inspections (SSIs) are established in cooperation with neighbouring countries. Reform of the formal trade sector is also of particular importance in a country such as Myanmar, where a sizeable informal trade sector exists in parallel."}, {"text_block_id": "p37_b220", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p39_b221", "text": "Strategy 3.5: Increase broad-based access to financial services and strengthen the financial system overall"}, {"text_block_id": "p39_b222", "text": "It is estimated that less than 20 per cent of our population has access to formal financial services. Providing greater access to formal finance i.e. financial inclusion will play an important role in supporting Myanmar’s continued development, including the advancement of an innovative and competitive private sector. However, capacity constraints experienced by our domestic financial institutions, as well as conditions imposed on foreign bank branches operating in Myanmar, continue to pose challenges. It is therefore imperative that the banking and financial services sector be further liberalised, and also that the capacity of the CBM be enhanced, particularly in"}, {"text_block_id": "p40_b223", "text": "the area of financial supervision. Naturally, a delicate balance must also be struck with regard to financial sector reform, as moving too fast poses risks to financial sector stability. However, retaining too much control, and moving too slowly, will also impede overall development. To move forward in this important sector, partnerships between domestic and foreign financial institutions will be encouraged in various forms, particularly those that enhance the capacity of our domestic banks to expand access to financial services. To implement this strategy, the MSDP seeks to relax conditions imposed on foreign bank branches, not only so that they can contribute to national capital formation, but also so that they contribute to making the interbank market more efficient. Meanwhile, reform of Myanmar’s remaining State-owned banks aims at rehabilitating institutions that can act as a bulwark against instability, while pursuing national and social goals beyond those amenable to private incentive."}, {"text_block_id": "p40_b224", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p43_b225", "text": "Strategy 3.6: Build a priority infrastructure base that facilitates sustainable growth and economic diversification"}, {"text_block_id": "p43_b226", "text": "Myanmar’s development ambitions will be challenged if our nation’s infrastructure gap is not adequately addressed. Nationally significant infrastructure, infrastructure in rural areas, and infrastructure that facilitates greater rural-urban connectivity are in particular need and will be prioritised to narrow regional and inter-group inequalities; to enhance and equalize access to markets, finance, and information technology. However, the GoM also recognises the need to diversify its financing options for infrastructure given fiscal constraints faced by the government. The GoM will focus on targeted infrastructure development with the aim of maximising development outcomes drawing on all available sources of finance, including the promotion of private sector finance and participation."}, {"text_block_id": "p43_b227", "text": "A Project Bank of public investments required to implement the MSDP shall provide a list of prioritized projects, particularly infrastructure projects, for public consumption so that the flow of development assistance, the allocation of the budget, and the participation of private sector can be strategically aligned with the goals and strategies contained within this MSDP."}, {"text_block_id": "p43_b228", "text": "In principle, infrastructure projects that are deemed commercially viable and bankable (as well as those that may not be bankable in the immediate-term but could be made bankable in partnership with other stakeholders) shall be pursued through PPP and other innovative financing models. Other priority projects with a clear social and economic development impact will be financed by the government’s budget or through the targeted and strategic use of other sources of development finance, including development assistance."}, {"text_block_id": "p43_b229", "text": "To further foster an enabling environment in which our private sector can lead infrastructure growth, PPP mechanisms will be further strengthened through the introduction of key legislation, including those relating to procurement, PFM and other relevant areas."}, {"text_block_id": "p43_b230", "text": "It is also important that GoM entities that have been conducting commercial operations are appropriately transformed through a process of corporatisation and equitisation to encourage greater private sector involvement."}, {"text_block_id": "p43_b231", "text": "Finally, there is an opportunity to ensure that infrastructure is located and designed thoughtfully and constructed responsibly to ensure increased mobility for people and goods while protecting nature and reducing long-term maintenance costs. As Myanmar expands road, rail and other transport networks and infrastructure, there is an opportunity to plan and construct these permanent structures from the beginning to produce long-term savings."}, {"text_block_id": "p43_b232", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p45_b233", "text": "Strategy 3.7: Encourage greater creativity and innovation which will contribute to the development of a modern economy"}, {"text_block_id": "p45_b234", "text": "Creativity and innovation are important drivers to enable Myanmar to leapfrog into the 21st century, creating opportunities for the generation to come, while allowing us to catch up with our peers within the region. However, at this time, Myanmar lags behind our peers in the adoption of key technologies conducive to the generation and dissemination of knowledge and creative enterprise. Historical isolation and a top-down management culture have further hampered our potential for creativity and innovation. In order to reverse this trend, and to fully embrace what has been called the Fourth Industrial Revolution, the GoM will seek to support the development of our nation’s creative industries, encourage innovation, research and development, entrepreneurship and creative disruption. Related reform initiatives must begin in the classroom and follow the individual into the workplace, leading to a more vibrant, innovative and competitive private and public sector."}, {"text_block_id": "p45_b235", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p47_b236", "text": "PILLAR 3: PEOPLE & PLANET"}, {"text_block_id": "p47_b237", "text": "Empowering our people and protecting our planet is prioritised within the MSDP and is necessary for sustainable development to be achieved. Protecting our natural capital and"}, {"text_block_id": "p47_b238", "text": "strengthening our human capital will be essential in meeting our national development objectives and ensuring the sustainability of economic growth."}, {"text_block_id": "p47_b239", "text": "GOAL 4: HUMAN RESOURCES & SOCIAL DEVELOPMENT FOR A 21ST CENTURY SOCIETY"}, {"text_block_id": "p47_b240", "text": "Goal 4 lays down strategies that will raise the overall capacity of Myanmar’s human capital and contribute to social development, without which genuine, sustainable economic development cannot be sustained."}, {"text_block_id": "p47_b241", "text": "This goal focuses primarily on improving quality and access to social services, such as education and health, and the expansion and strengthening of social protection programmes. This goal also prioritises improved access to quality food and nutrition, protecting the rights of both inward-and outward-flowing migrant workers, and strengthening positive linkages between migration and local-level development."}, {"text_block_id": "p47_b242", "text": "Guiding Documents:"}, {"text_block_id": "p47_b243", "text": "Guiding Documents:\n* National Education Strategic Plan 2016-2021\n* Strategic Plan for Reproductive Health 2014-2018\n* Myanmar National Eye Health Plan 2017-2021\n* National Strategic Plan for Tuberculosis 2016-2020\n* Myanmar National Strategic Plan on Viral Hepatitis 2016-2020\n* Myanmar National Health Plan 2017-2021\n* National Strategic Plan on HIV and AIDS 2016-2020\n* Myanmar National Social Protection Strategic Plan 2014"}, {"text_block_id": "p47_b259", "text": "Strategy 4.1: Improve equitable access to high quality lifelong educational opportunities"}, {"text_block_id": "p48_b260", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p49_b261", "text": "Strategy 4.2: Strengthen health services systems enabling the provision of universal health care using a path that is explicitly pro-poor"}, {"text_block_id": "p49_b262", "text": "A strong and healthy population makes for a strong and healthy nation. The revitalisation of our nation’s health care delivery systems has only recently begun after years of underinvestment. This neglect has resulted in Myanmar falling behind in many key health-related indicators when compared with others in the region. Challenges for Myanmar to overcome include inadequate and outdated physical and institutional infrastructure, insufficient resources available to frontline health care providers, limited experience implementing complex, decentralised health policy reform and nascent opportunities for private sector health providers to expand. However, with the right mix of sequenced and appropriately financed investments, Myanmar today has a unique opportunity to recover lost ground. To do so, Myanmar will focus on improving both the quality of and access to a broad range of essential health services, tailored to the needs of individuals and groups at all levels, including those most vulnerable."}, {"text_block_id": "p49_b263", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p51_b264", "text": "Strategy 4.3: Expand an adaptive and systems based social safety net and extend social protection services throughout the life cycle"}, {"text_block_id": "p51_b265", "text": "A comprehensive, well-resourced and inclusive social safety net protects against a wide range of risks faced by those living below the poverty line and those hovering close to it, particularly women and youth. A social safety net also allows greater economic mobility so that all Myanmar’s people may be supported in realising their full potential as citizens and human beings. With few social safety net and protection services in place today, expanding and deepening these programmes throughout the individual’s life-cycle will ensure that a package of standard protections is accessible to all citizens. With a priority focus on children and youth, pregnant women, workers and the elderly, these services will promote a holistic, transformative approach, enabling our people to pursue full, happy and productive lives, and allowing our elders to retire with dignity and in safety."}, {"text_block_id": "p51_b266", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p53_b267", "text": "Strategy 4.4: Increase secure access to food that is safe and well-balanced"}, {"text_block_id": "p53_b268", "text": "Human flourishing is a function of physical, social and economic access to sufficient, safe and nutritious food that meets dietary needs and food preferences for an active and healthy life. However, this is not always the case in Myanmar today. While progress is being made, many of our people remain vulnerable to periods of food insecurity, often exacerbated by their exposure to social, economic and environmental shocks. As a result of Myanmar’s shift towards an open, market-based economy, the range of actors which may contribute to addressing food security is changing, with our private sector playing an increasingly important role."}, {"text_block_id": "p53_b269", "text": "Myanmar shall seek to enhance household-level food security by tackling the root causes of food insecurity and under-nutrition, while supporting healthy dietary practices. In doing so, Myanmar will prioritise safe and efficient food production, particularly where chronic and acute food insecurity persists, while recognising that the natural environment – fertile soil, clean water and pollination – provides the very foundation of food production. As such, environmental sustainability will be essential in increasing food security."}, {"text_block_id": "p53_b270", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p54_b271", "text": "Strategy 4.5: Protect the rights and harness the productivity of all, including migrant workers"}, {"text_block_id": "p54_b272", "text": "Myanmar is committed to supporting the rights of individuals to freely pursue decent work within an environment free from discrimination and abuse, protected by law. Myanmar has already embarked upon a number of important initiatives to further this commitment; however additional efforts must be made to strengthen the institutions and structures responsible for ensuring these protections are upheld. Myanmar shall focus on actions that will ensure our nation’s places of work are safe from the indignity of oppression, discrimination and harassment, with particular attention placed upon protecting the rights of women, children and migrant workers, each deserving special and particular protection and support. In doing so, Myanmar shall ensure that all workers are provided with opportunities to develop the skills and experience necessary to support their social and economic mobility, allowing them to fully contribute to the nation’s development with dignity and respect."}, {"text_block_id": "p54_b273", "text": "Given the magnitude of internal and external migration in Myanmar, this MSDP also emphasizes the need to harness the expertise, financial resources and energies of migrants for the development of the country while ensuring their safety and rights both domestically and internationally."}, {"text_block_id": "p55_b274", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p55_b275", "text": "GOAL 5: NATURAL RESOURCES & THE ENVIRONMENT FOR POSTERITY OF THE NATION."}, {"text_block_id": "p55_b276", "text": "Protecting Myanmar’s natural environment is essential to ensuring Myanmar’s development gains may be enjoyed by both our present and future generations. Goal 5 focuses on the legal, institutional and policy frameworks required to better protect and manage our natural environment and ecosystems, through strengthened conservation efforts, improved development and infrastructure planning, and increased enforcement against illegal natural resource related practices, pollution and other harmful activities. Strategies and Action Plans involve encouraging good water use practices, increasing renewable energy generation, climate change mitigation, increasing green investments, protecting biodiversity, improving waste management,"}, {"text_block_id": "p55_b277", "text": "promoting sustainable urban development and the mainstreaming of environmental consideration into policies, plans and national accounting systems."}, {"text_block_id": "p55_b278", "text": "Guiding Documents:"}, {"text_block_id": "p55_b279", "text": "Guiding Documents:\n* Myanmar National Climate Change Policy 2017-2030\n* Myanmar Action Plan on Disaster Risk Reduction 2017\n* Myanmar Energy Master Plan 2015\n* National Biodiversity Strategy and Action Plan 2015-2020\n* Myanmar Elephant Conservation Action Plan 2018-2027"}, {"text_block_id": "p56_b289", "text": "Guiding Documents:\n* Myanmar National Climate Change Policy 2017-2030\n* Myanmar Action Plan on Disaster Risk Reduction 2017\n* Myanmar Energy Master Plan 2015\n* National Biodiversity Strategy and Action Plan 2015-2020\n* Myanmar Elephant Conservation Action Plan 2018-2027\n* Marine Spatial Planning for Myanmar 2016\n* Myanmar Plant Health System Strategy 2016-2020\n* Myanmar Tourism Master Plan 2013-2020\n* Myanmar Tourism Human Resource Development Strategy & Action Plan 2017-2020\n* National Investment Plan for Rural Water Supply, Sanitation and Hygiene in Schools and WASH in Health Facilities 2016-2030\n* Green Economic Policy Framework"}, {"text_block_id": "p56_b301", "text": "Strategy 5.1: Ensure a clean environment together with healthy and functioning ecosystems"}, {"text_block_id": "p56_b302", "text": "Myanmar’s rich biodiversity underpins a range of critical sea, air and land-based ecosystems. If managed well through the use of sustainable land and marine use practices, these vast and complex systems have the potential to contribute to a more stable climate, boost agricultural productivity, contribute to energy security and sustain growth for generations to come. Myanmar will mainstream the protection of our environmental and biodiversity dividend into all manner of planning and decision making. Whether on land, above ground or under water, a range of policy safeguards, legal protections and enforcement mechanisms will be deployed to ensure that unsuitable and destructive practices are phased out and replaced with more environmentally conscious approaches. Myanmar will also ensure that individuals and communities, including those most vulnerable, are included in decision-making processes at all levels."}, {"text_block_id": "p56_b303", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p58_b304", "text": "Strategy 5.2: Increase climate change resilience, reduce exposure to disasters and shocks while protecting livelihoods, and facilitate a shift to a low-carbon growth pathway"}, {"text_block_id": "p58_b305", "text": "Strategic infrastructure planning that takes into consideration social, environmental and economic costs and benefits will be necessary to ensure that the country can reap the greatest possible benefit from infrastructure development. Doing so will avoid the negative impact of poorly planned infrastructure such as deforestation, pollution and other negative social impacts -degrading the essential benefits that the people of Myanmar derive from their natural environment."}, {"text_block_id": "p58_b306", "text": "Doing so will, in turn, ensure healthy ecosystems can protect our infrastructure by reducing their exposure to damage from natural hazards such as landslides, flooding and erosion. Myanmar will also integrate climate-sensitive approaches to existing laws and planning processes and will work with individuals and communities at all levels to improve natural resource management and mitigate, potentially even reverse, the impacts of climate change."}, {"text_block_id": "p58_b307", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p60_b308", "text": "Strategy 5.3: Enable safe and equitable access to water and sanitation in ways that ensure environmental sustainability"}, {"text_block_id": "p60_b309", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p62_b310", "text": "Strategy 5.4: Provide affordable and reliable energy to populations and industries via an appropriate energy generation mix"}, {"text_block_id": "p62_b311", "text": "Access to energy cuts across all aspects of Myanmar’s development. Access to electricity bears a direct linkage to greater individual opportunities at the household level, greater productivity and competitiveness of our private sector, and can facilitate the emergence of new and innovative SMEs. Myanmar’s energy needs have increased significantly in recent years. Continued strong economic growth, rapidly increasing private sector energy consumption and an increasingly urbanised population all suggest that electricity demand is set to continue to increase for the foreseeable future."}, {"text_block_id": "p62_b312", "text": "Achieving an appropriate energy generation mix, including carefully managing the balance between renewable and non-renewable sources, will be essential. Given our abundance of renewable energy sources, such as sun, wind and geothermal, Myanmar has an opportunity to leapfrog and develop a renewable energy sector that ensures more rapid access to electricity, less pollution and faster economic gains."}, {"text_block_id": "p62_b313", "text": "Myanmar will prioritise the long-term benefits gained by managing the safe and sustainable development of our energy sector, including ensuring careful consideration of available energy resources, together with analysis of consumption patterns and future projections. The country will also prioritise the creation of an investment friendly environment which encourages the use of innovative, sustainable and renewable energy generation technologies."}, {"text_block_id": "p62_b314", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p64_b315", "text": "Strategy 5.5: Improve land governance and sustainable management of resource-based industries ensuring our natural resources dividend benefits all our people"}, {"text_block_id": "p64_b316", "text": "Ensuring the effective governance and sustainable management of our resource-based industries will be essential to sustaining Myanmar’s economic growth. Rapid economic development and related policy shifts have had vast implications for sustainable land governance and resource use. Historical mismanagement and opacity have meant that our natural resources have too often been a cause of, rather than part of a cure for, Myanmar’s underdevelopment. In addition, the rapid degradation of essential ecosystems stems partly from decades of mismanagement and overuse. To address these and related challenges, Myanmar will prioritise policies focused on long-term sustainable land management, including protecting and sustainably managing our nation’s forests, rivers, mangroves, mountain areas, lakes and coastal areas, and developing the necessary institutions at all levels required to manage our natural resources in a sustainable manner. Quantifying the value of our natural resource wealth will be one important step towards a more effective and transparent management regime, which must include continued engagement with affected communities. Considering natural capital value, and its contribution to the economy and the lives of our people, in sectoral and economic planning, budgeting and policies will be essential to improving natural resource management."}, {"text_block_id": "p64_b317", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p65_b318", "text": "Strategy 5.6: Manage cities, towns, historical and cultural centers efficiently and sustainably"}, {"text_block_id": "p65_b319", "text": "Our cities and towns are the physical manifestations of our nation’s rich and vibrant cultural heritage and historical legacy. They must be managed effectively and sustainably, in consultation with those residing within and in close proximity. An increasingly urbanised population, a rapidly expanding tourism sector, and a re-energised private sector all place particular pressures on existing urban infrastructure while creating opportunities for new services and urban development. Strategies and plans that address the social and economic impacts arising from greater urbanisation will be critical to preventing imbalances from reaching destabilising levels."}, {"text_block_id": "p65_b320", "text": "The following Action Plans have been identified to achieve this strategy."}, {"text_block_id": "p68_b321", "text": "IMPLEMENTATION COORDINATION, PRIORITISATION & RESOURCE MOBILISATION"}, {"text_block_id": "p68_b322", "text": "The MSDP provides an overarching plan for Myanmar’s longer-term sustainable development. Building upon multiple existing strategy documents, master plans, frameworks and sectoral/thematic plans, the MSDP also provides a detailed strategic planning matrix which will assist in the prioritisation, sequencing and implementation of development initiatives across all sectors, States and Regions, with the complementary aim of yielding efficiencies and synergies where they exist."}, {"text_block_id": "p68_b323", "text": "Naturally, coordinating the implementation of the MSDP will require the GoM to establish dedicated high-level structures, appropriately supported at the administrative level. The GoM will also need to strengthen cooperation, collaboration and coordination amongst all relevant ministries and government entities, and also with the broadest range of national and international stakeholders"}, {"text_block_id": "p68_b324", "text": "−"}, {"text_block_id": "p68_b325", "text": "key amongst these being our local civil society organisations and private sector."}, {"text_block_id": "p68_b326", "text": "MSDP Implementation Unit"}, {"text_block_id": "p68_b327", "text": "The Ministry of Planning and Finance (MoPF) shall serve as the focal entity responsible for overseeing implementation of the MSDP, and for housing the MSDP Implementation Unit (MSDP-IU). The MSDP-IU shall be responsible for providing general guidance, approving strategic decisions, and solving strategic issues which may arise during the implementation of the MSDP."}, {"text_block_id": "p68_b328", "text": "The MSDP-IU will consist of key entities, including the National Economic Coordination Committee (NECC) and the Development Assistance Coordination Unit (DACU), and their respective secretariats, together with the Planning Department and Policy Appraisal and Progress Reporting Department (PAPRD) of the MoPF, each acting within their specific mandate and area of expertise, while working as a cohesive coordination Unit."}, {"text_block_id": "p68_b329_merged_merged", "text": "The MSDP-IU will report to the Chair of the Planning Commission by way of the Union Minister of Planning and Finance. The MSDP-IU will actively support the implementation of the MSDP by providing the Planning Commission with monitoring update reports that includes clear analysis and technical proposals to overcome any issues or problems that may arise."}, {"text_block_id": "p68_b332", "text": "The MSDP-IU shall work through existing structures where possible and oversee the creation of new implementation structures, coordination frameworks and monitoring mechanisms where needed."}, {"text_block_id": "p68_b333", "text": "MSDP Financing"}, {"text_block_id": "p68_b334", "text": "Effective implementation of the MSDP will also require a comprehensive financing strategy. The GoM has identified a number of sources of development finance that will be mobilised to finance implementation of the MSDP:"}, {"text_block_id": "p69_b335", "text": "Effective implementation of the MSDP will also require a comprehensive financing strategy. The GoM has identified a number of sources of development finance that will be mobilised to finance implementation of the MSDP:\n* domestic Public Finance;\n* domestic Private Finance;\n* international Public Finance; and\n* international Private Finance."}, {"text_block_id": "p69_b343", "text": "As a first priority, the MSDP-IU will develop a more complete MSDP financing strategy, assessing strengths and weaknesses, and the risks and opportunities involved when linking various sources of finance to various strategies and Action Plans."}, {"text_block_id": "p69_b344", "text": "As a secondary, but no less important, priority the MSDP-IU shall ensure that international public finance is mobilised and channelled into relevant priority sectors and projects in accordance with both the MSDP and guided by the DACU and Development Assistance Policy (DAP)."}, {"text_block_id": "p69_b345", "text": "In completing these tasks, the MSDP-IU will engage all departments and sections within the MoPF and other stakeholders where appropriate."}, {"text_block_id": "p69_b346", "text": "The Project Bank"}, {"text_block_id": "p69_b347", "text": "Acknowledging the need to implement projects that shall have a transformative effect on the lives and prospects of our people in a fair, equitable, transparent, competitive, efficient and accountable manner, and in accordance with this MSDP,"}, {"text_block_id": "p69_b348", "text": "the MSDP-IU will oversee the creation of a Project Bank."}, {"text_block_id": "p69_b349", "text": "The Project Bank shall consist of specific development projects linked to various Action Plans which make up this MSDP."}, {"text_block_id": "p69_b350", "text": "Major capital projects that meet predetermined criteria will be elevated further into a Public Investment Programme."}, {"text_block_id": "p69_b351", "text": "The MSDP-IU will produce a general project screening and appraisal framework, together with transparent guidelines and principles for project screening and approval. Furthermore, the MSDP-IU will establish the process and criteria for identifying the aforementioned projects and facilitate linkages to the most appropriate source of funding."}, {"text_block_id": "p69_b352", "text": "The MSDP-IU will also provide guidance on the use of PPP that will encourage the role of the private sector and attract greater private capital in the implementation of national development projects."}, {"text_block_id": "p69_b353", "text": "The MSDP-IU will at all times remain supportive of government entities and encourage them to be proactive in soliciting the projects they plan to develop."}, {"text_block_id": "p70_b354", "text": "MONITORING & EVALUATION"}, {"text_block_id": "p70_b355", "text": "A coherent and consistent government-wide monitoring and evaluation (M&E) Framework will be critical in the implementation of the MSDP in terms of tracking and measuring its effectiveness, efficiency, sustainability and impact throughout and following the implementation period."}, {"text_block_id": "p70_b356", "text": "A M&E Framework will be developed by the MSDP-IU which will focus on a comprehensive results framework including inputs, processes, outputs, outcomes and impacts."}, {"text_block_id": "p70_b357", "text": "Specific programmes and projects will be linked to specific Action Plans that will contribute towards the achievement of each of the strategies and goals expressed within the MSDP. Associated and subsidiary M&E Frameworks at the strategy and project/programme level shall be designed and implemented."}, {"text_block_id": "p70_b358", "text": "In the implementation of the M&E Framework that will encompass all aspects of MSDP implementation, it is important to define specific, measurable, achievable, relevant and time-bound indicators (targets) and means of verification."}, {"text_block_id": "p70_b359", "text": "The SDG baseline report produced by the Central Statistical Organization (CSO) provides a wealth of information on the availability of baseline indicators for the SDGs and will be used to inform an MSDP baseline assessment. The setting of additional indicators that will inform the MSDP M&E Framework shall build upon this report, while accounting for potential heterogeneity in robustness and reliability of indicators. For projects and programmes where indicators are either missing or of limited reliability, further baseline studies will be"}, {"text_block_id": "p70_b360", "text": "commissioned to establish baseline indicators against which the implementation of projects and programmes shall be monitored and evaluated."}, {"text_block_id": "p70_b361", "text": "At the strategy level, annual reports on the progress and performance of projects and programmes against specified outcomes shall be submitted to the MoPF at pre-specified dates as part of the implementation of this MSDP."}, {"text_block_id": "p70_b362", "text": "•"}, {"text_block_id": "p70_b363", "text": "ex-ante evaluation conducted prior to the implementation of an initiative in order to analyse the potential costs and benefits, and to assess the value and relevance of the proposed initiative in the context of Myanmar’s priorities;"}, {"text_block_id": "p70_b364", "text": "•"}, {"text_block_id": "p70_b365", "text": "annual and mid-term evaluations conducted as part of the implementation cycle used to evaluate the progress and performance of implementation, and to propose adjustments in the design and implementation where necessary;"}, {"text_block_id": "p70_b366", "text": "•"}, {"text_block_id": "p70_b367", "text": "final evaluations conducted immediately after completion used to assess the end results and in the preparation of final reports; and"}, {"text_block_id": "p70_b368", "text": "•"}, {"text_block_id": "p70_b369", "text": "impact evaluations conducted at an appropriate time within three years following the completion of an initiative to assess its efficiency, effectiveness, sustainability and impact against a set of clearly specified and pre-determined targets."}, {"text_block_id": "p71_b370", "text": "Through coordination between CSO, PAPRD, MDI and relevant line ministries, the GoM plans to devise a coherent M&E standard to generate consistent and comparable performance data across government."}, {"text_block_id": "p71_b371", "text": "Public participation and awareness will be central to the successful implementation of this M&E standard. An engagement strategy that involves active and regular consultations with multiple stakeholders will be deployed to ensure transparency and accountability in the implementation of this MSDP and the associated M&E standard."}, {"text_block_id": "p71_b372", "text": "Online and Other Knowledge Management Platforms"}, {"text_block_id": "p71_b373", "text": "An online portal with information regarding the implementation of this MSDP shall be established to inform the public on inputs, outputs, outcomes, efficiency and processes of implementation."}, {"text_block_id": "p71_b374", "text": "Public Awareness Campaigns"}, {"text_block_id": "p71_b375", "text": "The online platform shall be coupled with public awareness campaigns targeted to"}, {"text_block_id": "p71_b376", "text": "reach the widest audience possible. The use of traditional media such as television and newspapers will be used in conjunction with social media."}, {"text_block_id": "p71_b377", "text": "The government shall also hold public consultation events to receive feedback and comments regarding MSDP implementation."}, {"text_block_id": "p71_b378", "text": "Revisions & Updates"}, {"text_block_id": "p71_b379", "text": "The MSDP is considered by the GoM to be a ‘living document’. Progress toward MSDP completion will undergo a thorough review every two years from the date of issuance. In conducting these reviews, the MSDP-IU will lead a diverse, multi-stakeholder team in order to:"}, {"text_block_id": "p71_b380", "text": "•"}, {"text_block_id": "p71_b381", "text": "measure progress made in accordance with the established M&E framework;"}, {"text_block_id": "p71_b382", "text": "•"}, {"text_block_id": "p71_b383", "text": "recommend new strategies and Action Plans to be included, or removed where sufficient progress is determined to have been made; and"}, {"text_block_id": "p71_b384", "text": "•"}, {"text_block_id": "p71_b385", "text": "produce a regular report that will be made public which provides a summary of the above."}, {"text_block_id": "p72_b386", "text": "CONCLUSION"}, {"text_block_id": "p72_b387", "text": "This MSDP provides an integrated set of goals, strategies and Action Plans to be pursued by the GoM over the medium-to-long term. Doing so will contribute in no small way to the achievement of genuine, inclusive and transformational economic growth."}, {"text_block_id": "p72_b388", "text": "By prioritising peace and stability, prosperity and partnership, people and planet, the MSDP seeks to develop fundamental infrastructure, soft and hard, individual and institutional, that will radically and positively shift Myanmar’s development trajectory, while addressing the needs of all our people, fostering broad-based, equitable and sustainable development."}, {"text_block_id": "p72_b389", "text": "As Myanmar continues down the path towards sustainable socio-economic"}, {"text_block_id": "p72_b390", "text": "development, it is imperative that all sources of development finance are harmonised, coordinated and complementary. This MSDP seeks to provide much needed guidance in this regard. However, the strategies and Action Plans noted should not be viewed as an exhaustive list. The GoM will continue to review, revise and update this MSDP as progress is made, as context and events evolve, and as new plans and strategies are developed."}, {"text_block_id": "p72_b391", "text": "The MSDP envisions a future Myanmar in which all our people have access to the essential elements required for them to live full and happy lives, as expressed within the overarching vision of “A Peaceful, Prosperous and Democratic Myanmar”."}, {"text_block_id": "p72_b392", "text": "Myanmar welcomes all those who share this vision to join us in its implementation."}], "document_description": "The Myanmar Sustainable Development Plan (MSDP) has been designed as a living document that presents practical and implementable pathways toward addressing development challenges. The plan provides a long-term vision founded upon the objective of giving coherence to the policies and institutions necessary to achieve inclusive and transformational economis growth.&nbsp;<br><br>The plan is structured around three pillars ('A peaceful, Prosperous and Democratic Myanmar'), five goals (1) Peace, National reconciliation, Security and Good Governance; 2) Economic Stability and Strengthened, Macroeconomic Management; 3) Job Creation and Private Sector Led Growth; 4) Human resources and Social Development for a 21st Century Society; 5) Natural Resources and the Environment for Posterity of the Nation), 28 strategies and 251 action plans.&nbsp;"}