{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Myanmar", "document_category": "Policy", "document_sector_name": ["Water", "LULUCF", "Health", "Environment", "Agriculture"], "document_language": "English", "document_name": "National Biodiversity Strategy and Action Plan", "document_country_code": "MMR", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "05/03/2012", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/MMR/2012/MMR-2012-03-05-National Biodiversity Strategy and Action Plan_25645d751823675c403289147f42686d.pdf", "text_blocks": [{"text_block_id": "p154_b1", "text": "Annex 3: NBSAP Formulation Process"}, {"text_block_id": "p125_b1", "text": "which includes six undescribed species. An understanding of freshwater fish distribution and ecology would permit Myanmar to develop hydropower projects that minimise the impacts on fish diversity and food security, and avoid the significant but unnecessary costs resulting from loss of fisheries and agricultural production experienced by other countries in the region due to hydropower development."}, {"text_block_id": "p100_b1", "text": "Table"}, {"text_block_id": "p75_b1", "text": "yields. The production of pulses, Myanmar's second most valuable crop, has undergone even more dramatic increases in production, area, and yields (see Table 18)."}, {"text_block_id": "p50_b1", "text": "There are many potential benefits of an effective communication strategy to raise awareness in Myanmar about biodiversity conservation issues, such as national pride, community action, political support and improved funding. Public awareness programmes in neighbouring coun­tries have mobilized a broad spectrum of society, including politicians, journalists, lawyers, PA managers, the private sector, media, and the general public, to implement the sometimes sub­stantial measures needed to conserve their most threatened wildlife. Increasing awareness of biodiversity is an effective way to build similar broad-based support for conservation in Myan­mar and is critical to achieving all of the remaining national targets."}, {"text_block_id": "p0_b1", "text": "REPUBLIC OF THE UNION OF MYANMAR"}, {"text_block_id": "p25_b1", "text": "and for globally significant aggregations of migratory waterbirds. Inlay Lake on the Shan pla­teau is the most famous lake in Myanmar, known for its floating gardens and the leg-rowing lntha people who live around the lake. The country also contains numerous small and medi­um-sized lakes, including glacial lakes in the north that are crucial sources of freshwater. Lakes within urban areas provide freshwater, flood control, and opportunities for recreation."}, {"text_block_id": "p154_b2", "text": "This NBSAP update was formulated over a year of consultation with departments, NGOs (both national and international), and CSOs. Initial inputs were solicited from a broad array of gov­ernment ministries and civil society organisations. An inception workshop was held in Nay Pyi Taw, followed by three multi-stakeholder regional consultations over the following months. Workshops were also held on developing indicators for NBSAP targets and establishing a Clear­ing-House Mechanism. Consultations were held in Dawei for stakeholders from both Taninthayi Region and Mon State, in Myitkyina for stakeholders in Kachin State, and in Mandalay. Individ­ual interviews were held with NGOs based in Yangon. Suggestions were also collected from other ongoing consultation processes, notably the development of the National Land Use Pol­icy and discussions of marine conservation through BOBLME. The information collected from these initial consultations, was formulated into an initial draft of the updated NBSAP, which was disseminated to ministries and through civil society networks for review. The draft was discussed and edited at workshops in June"}, {"text_block_id": "p125_b2", "text": "Data on forest cover change are needed for a range of purposes. Having a well-document­ed, spatially explicit forest cover change database is critically important for conservation and development planning. By helping to make it widely accessible, for example, through a Clear­ing-House Mechanism web portal, MOECAF could use this database to encourage a broader debate about forest cover management in Myanmar and as a resource for conservation and development planning."}, {"text_block_id": "p100_b2", "text": "27:"}, {"text_block_id": "p75_b2_merged", "text": "Table 18: Area and production of rice and beans."}, {"text_block_id": "p50_b2_merged", "text": "Table 11: National targets and priority actions for Aichi Target"}, {"text_block_id": "p0_b2", "text": "National Biodiversity Strategy and Action Plan 2015-2020"}, {"text_block_id": "p25_b2", "text": "Mountain Lake in Northern Myanmar"}, {"text_block_id": "p154_b3", "text": "2015,"}, {"text_block_id": "p125_b3", "text": "Myanmar's isolation from the international community has had a serious impact on the quality of its higher education system, with many institutions requiring significant improvement to meet international academic standards. Reform of the higher education system is a national priority and in 2013 the education budget increased from US$340 million to US$740 million. However, the needs are extensive, covering physical infrastructure and IT, academic curric­ulum, improving the quality of instruction, university administration and governance reform, language training, skills development in research proposals and scientific writing, and interna­tional engagement."}, {"text_block_id": "p100_b3", "text": "Selected endemic/near"}, {"text_block_id": "p0_b3", "text": "October, 2015"}, {"text_block_id": "p25_b3", "text": "Coastal and Marine Ecosystems"}, {"text_block_id": "p154_b4", "text": "by relevant ministries in Nay Pyi Taw and by civil society and NGOs in Yangon. During the review period of June-September"}, {"text_block_id": "p125_b4", "text": "Despite the many challenges, small-scale interactions with universities will help not only to ad­dress a number of immediate needs, but also to create partnerships that can lay the ground­work for larger engagements. International NGOs can play a vital role in fostering these part­nerships, including with advanced regional universities such as Chiang Mai University and Prince of Songkla University in Thailand. The establishment of an international MS programme on biodiversity conservation in one or more universities, as FF! has done with the Royal University of Phnom Penh, would substantially increase the quantity and quality of young conservation biologists."}, {"text_block_id": "p100_b4", "text": "endemic"}, {"text_block_id": "p2_b4", "text": "The Republic of the Union of Myanmar Ministry of Environmental Conservation and Forestry"}, {"text_block_id": "p25_b4", "text": "Myanmar has a large marine territory. The coastline stretches from the Naf River, the dividing line between Bangladesh and Myanmar, to Kawthaung at the border with Thailand, 2,831 km to the south (see Figure 7). Along the southern coastline the Myeik Archipelago is made up of more than 800 islands. The continental shelf covers 225,000 km2, and the Exclusive Econom­ic Zone covers 512,000 km2. Coastal areas also include 5,000 km2 of brackish and freshwater swampland that provides essential ecological habitat for spawning and as a nursery and feed­ing ground for fish, prawns and other aquatic fauna and flora of economic and ecological im­portance. Mangroves are found in many coastal regions, particularly near estuaries in Rakhine State, Taninthayi Region and Ayeyawady Region. Other coastal habitats include intertidal mud and sand flats, which are very important for migratory water birds, as well as sand dunes and beach forest. The Gulf of Mottama contains one of the largest intertidal mudflats in the world and is thought to be key for the survival of the critically endangered spoon-billed sandpiper."}, {"text_block_id": "p154_b5", "text": "2015,"}, {"text_block_id": "p126_b5", "text": "4.6.20"}, {"text_block_id": "p100_b5", "text": "vertebrate species in need of"}, {"text_block_id": "p50_b5", "text": "1."}, {"text_block_id": "p2_b5", "text": "NATIONAL BIODIVERSITY STRATEGY AND ACTION PLAN (2015-2020)"}, {"text_block_id": "p26_b5", "text": "Figure 7: Coastal areas"}, {"text_block_id": "p154_b6", "text": "NGOs and line departments provided further feedback and recommendations. Selected targets were also discussed at CSO network meetings of the Land Core Group (LCG) and POINT. A workshop to validate the draft targets and suggest final edits was held in Nay Pyi Taw in September"}, {"text_block_id": "p126_b6", "text": "Aichi Target 20: By 2020, at the latest, the mobilization of financial resources for ef­fectively implementing the Strategic Plan for Biodiversity 2011-2020 from all sources (in accordance with the consolidated and agreed process in the Strategy for Resource Mobilization) should increase substantially from the current levels. This target will be subject to changes contingent to resource needs assessments to be developed and reported by Parties."}, {"text_block_id": "p100_b6", "text": "in situ"}, {"text_block_id": "p51_b6", "text": "Bar-headed"}, {"text_block_id": "p2_b6", "text": "Prepared"}, {"text_block_id": "p26_b6", "text": "of"}, {"text_block_id": "p154_b7", "text": "2015"}, {"text_block_id": "p126_b7", "text": "Myanmar's PAs are vital to sustaining the biodiversity and ecosystem services that underpin sustainable development, poverty reduction, climate stability, and natural disaster reduction. Despite their importance, there are still many challenges to managing these areas. In particular, the PA network has insufficient funding to ensure its effective management. This is starting to change. Over the past few years, both government and international funding for PAs has increased significantly. However, adequate funding remains a key constraint."}, {"text_block_id": "p100_b7", "text": "conservation action (sub-type A1)."}, {"text_block_id": "p75_b7", "text": "Source: Myanmar Agriculture in Brief 2013, MOAI."}, {"text_block_id": "p51_b7", "text": "Goose"}, {"text_block_id": "p2_b7", "text": "by"}, {"text_block_id": "p26_b7", "text": "Myanmar."}, {"text_block_id": "p154_b8", "text": "with ministries. A timeline of major activities is given below."}, {"text_block_id": "p126_b8_merged", "text": "Myanmar's PAs depend wholly on central government funds for their core budget. Even though the law permits a variety of revenues to be generated from the use of PA lands and resources, there are currently no systems in place that would allow this income to be retained and rein­vested in PA management. All earnings must be remitted to central government. Although 'other accounts', which can handle own-source revenues are held by other ministries and de­partments, no such arrangement exists for MOECAF."}, {"text_block_id": "p100_b8_merged_merged", "text": "Of the Sub-type A1 species, few are currently the focus of dedicated in situ conservation ef­forts. FFI supports protection of the Myanmar snub-nosed monkey in Kachin State. WCS sup­ports protection of the isolated sub-population of the Irrawaddy dolphin between Mingun and Bhamo. The Biodiversity and Nature Conservation Association (BANCA) support protection of the spoon-billed sandpiper in its wintering grounds in the Gulf of Mottama. In December 2014, ASAP and Synchronicity Earth held a conservation-planning workshop for the white-bellied her­on and developed an action-oriented species conservation strategy, which is currently under development."}, {"text_block_id": "p75_b8", "text": "Traditionally, rice in Myanmar has followed low-intensity cultivation practices, taking advan­tage of the natural monsoon cycle to provide water and high nutrient silt carried with floods. At 5 kg NPK/ha, fertilizer use in Myanmar is very low and has fallen by 75% since 1995. There is therefore scope to increase productivity and production."}, {"text_block_id": "p51_b8", "text": "(Anser indicus)"}, {"text_block_id": "p2_b8", "text": "FOREST DEPARTMENT"}, {"text_block_id": "p26_b8", "text": "Mountain Ecosystems"}, {"text_block_id": "p154_b9", "text": "Timeline of major activities:"}, {"text_block_id": "p75_b9", "text": "Focus on reclaiming Myanmar's position as the largest rice producer in Southeast Asia, includ­ing transitioning to a shorter crop cycle to increase exports, bears great risks. However, region­al experience shows that such 'hyper intensification' is a serious threat to both biodiversity and rice production. This risk is exemplified in the Mekong Delta in Vietnam where starting in the 1990s the government built high dikes (or polders) to allow the production of three rice crops per year, instead of the traditional one to two crops per year. The consequences of the three rice crop policy have been significant: massive increase in use of fertilizer and pesticides to compensate for the lost sediment and nutrient delivery previously provided by the annual flood pulse of the Mekong), increased flooding downstream (because of constriction of the flood­plain by the high dikes), loss of capture fisheries (because the high dikes function as mini-dams and block fish migration and recruitment), health hazards (because of the unregulated use of pesticides), and poverty (because farmers are trapped into growing low-value rice and have to use more and more fertilizer to maintain yields)."}, {"text_block_id": "p51_b9", "text": "4.6.2"}, {"text_block_id": "p2_b9", "text": "Consulted"}, {"text_block_id": "p26_b9_merged_merged", "text": "Forty-two per cent of Myanmar is mountainous and these areas form some of the most import­ant landscapes in terms of biological, cultural, traditional and ethnic diversity and identity (see Figure 8). Mountainous areas are also important for the country's economy, providing most of the fresh water for the country. In addition, three-quarters of Myanmar's 132 Key Biodiversity Areas (KBAs), areas identified as being particularly important for biodiversity, are located in"}, {"text_block_id": "p154_b10", "text": "Timeline of major activities:\n* July 2014: An inception workshop was held in Nay Pyi Taw in July of 2014 to introduce the\n* October 2014: A multi-stakeholder consultation was held in Dawei for civil society, universiÂ­\n* October 2014: A multi-stakeholder consultation was held in Myitkyina with civil society, uniÂ­\n\t* March 2015: A Biodiversity Partners Meeting was held in Yangon, where organisations\n\t* April 2015: A multi-stakeholder consultation held with civil society, universities, and ministries\n\t* June 2015: Consultations to review draft NBSAP were held in Nay Pyi Taw and Yangon with\n\t* June 2015: Consultations to review draft NBSAP were held in Nay Pyi Taw and Yangon with\n June-September 2015: A rolling N BSAP consultation process was held, including discussions\n\t* July 2015: A workshop on developing a Clearing-House Mechanism for Myanmar was held\n\t* September 2015: A final consultation was held with ministries to revise and validate NBSAP"}, {"text_block_id": "p75_b10", "text": "The environmental impacts of rice include: groundwater depletion, reduced stream flows, wa­ter logging and salt build up, biodiversity loss, soil health deterioration, agrochemical pollution, and agrochemical damage (to soil microorganisms, beneficial insects and human health). These impacts degrade natural resources, reduce ecosystem services, impose heavy costs on human health, and potentially jeopardize long-term food security."}, {"text_block_id": "p51_b10", "text": "Aichi Target 2: By 2020, at the latest, biodiversity values have been integrated into national and local development and poverty reduction strategies and planning pro­cesses and are being incorporated into national accounting, as appropriate, and re­porting systems"}, {"text_block_id": "p2_b10", "text": "by"}, {"text_block_id": "p126_b11", "text": "Over the last five years, an average of US$1.9 million a year (US$43/km2) has been spent on PAs. NWCD contributes 41% of this figure (an average of US$0.79 million/year) and externally-funded projects account for 59% (US$1.1 million). When calculated on an area base, levels of NWCD and external funding are similar (-US$25/km2/year). Self-generated revenues are negligible (less than US$17,ooo in 2013-2014)"}, {"text_block_id": "p101_b11", "text": "Of the Sub-type A2 species, very few are the focus of dedicated in situ conservation. Although there are on-going programmes in parts of the home ranges of Shortridge's langur and west­ern Hoolock gibbon, there is a need for more directed conservation action. The Turtle Survival Alliance (TSA) has been working at various sites on conservation of the Northern river terrapin and other tortoises and freshwater turtles. Friends of Wildlife {FOW) is conducting a small-scale initiative in Kachin and Shan States on conservation of vultures."}, {"text_block_id": "p75_b11", "text": "Sustainable rice production practice seek to limit inputs through soil, water, and crop man­agement. Tools including precision nutrient application, improved soil management, alternate"}, {"text_block_id": "p51_b11_merged_merged", "text": "Myanmar is undergoing a rapid political and economic transition that presents both opportu­nities and threats to biodiversity. The ADB (2012) concluded that \"Myanmar's current growth pattern is placing huge pressure on its environment and, if continued, will certainly be unsus­tainable given the country's continued population increase, expected rapid industrialization, increased consumption of and demand for natural resources for food production and trade, and increased energy consumption.\""}, {"text_block_id": "p2_b11", "text": "IUCN (INTERNATIONAL UNION FOR CONSERVATION OF NATURE)"}, {"text_block_id": "p126_b12", "text": "While government funding to PAs has risen by around 50% in real terms over the last five years and externally-funded grants and projects have increased even more steeply (almost US$20 million was committed in 2014), there remains a critical shortage of funds. Only half of PAs"}, {"text_block_id": "p102_b12", "text": "The Irrawaddy river shark is only known from a single museum specimen described in 1896. The pink-headed duck has not been observed since 1949 despite several surveys led by Birdlife International in the early 2000s."}, {"text_block_id": "p76_b12", "text": "wetting and drying of paddy fields, and 1PM minimize harmful inputs and increase yields and resilience. Another system for improving rice sustainability is the System of Rice Intensification (SRI), a suite of flexible cropping principles, including reducing the number of seeds planted, increasing spacing, and planting on drier fields instead of waterlogged paddy. The package is adaptable to local conditions, and is said to reduce inputs and increase yields and resilience to drought, though often while increasing labor requirements."}, {"text_block_id": "p2_b12", "text": "October 2015"}, {"text_block_id": "p27_b12", "text": "mountainous areas, and are home to several endemic and globally important species. In the far north, with an elevation of 5,881 m, Hkakaborazi is the highest peak as well as part of the only permanently snow-capped mountain range in the lndo-Bunna region. These mountain ranges are home to diverse ethnicities who practice traditional upland cultivation systems and are dot­ted with peaks and caves of cultural and historical importance."}, {"text_block_id": "p127_b13", "text": "have a dedicated budget or staff. Even those that receive regular funding are for the most part unable to cover the costs of basic infrastructure, equipment, maintenance and operations, and cannot afford to implement essential on-the-ground conservation activities."}, {"text_block_id": "p102_b13", "text": "Table .30:"}, {"text_block_id": "p76_b13", "text": "Integrating aquaculture and animal husbandry with rice cultivation can improve rural nutrition, diversify income, reduce the use of pesticides and herbicides, and increase the efficiency of nitrogen uptake. Labour and water availability are constraints to these integrated farming sys­tems, which also increase on-farm biodiversity and can provide habitat for water birds. Season­al rotation between salt-adapted rice and brackish water aquaculture may be viable adapta­tions to paddy salinization and sea level rise in coastal areas."}, {"text_block_id": "p4_b13", "text": "Preface"}, {"text_block_id": "p27_b13", "text": "Karst formations can be found in Taninthayi Region, Kayin State, Shan State, and stretching along the upper Ayeyawady River in Kachin State. Karst formations are home to species with severely restricted ranges, some of which are confined to a single cave or peak. This high rate of endemism makes karst systems particularly important for biodiversity conservation. Limestone quarrying for cement production threatens karst ecosystems."}, {"text_block_id": "p127_b14", "text": "It is possible to make a rough approximation of funding gaps using comparative data from other ASEAN countries and from global studies. Based on these figures, an annual budget of US$130/ km2 is assumed for basic management, rising to US$215 for improved managemen-three and five times as much, respectively, as current levels. Three staffing, management and funding scenarios are calculated for three different PA networks: PAs that are currently actively man­aged by NWCD; the entire existing PA network; and an expanded system which incorporates all currently proposed PAs. The results indicate a funding gap ranging from just under US$0.5 million a year to extend current staffing and expenditure levels across the existing PA network, up to a US$9 million a year to achieve a fully-staffed, improved management and expanded PA network scenario."}, {"text_block_id": "p102_b14", "text": "Tortoises"}, {"text_block_id": "p76_b14", "text": "Climate change adaptation and mitigation should be mainstreamed into agricultural and rural development strategies to improve sustainability. Examples would include accounting for sea level rise in projections of rice production, helping farmers adapt to changing weather patterns in the Central Dry Zone and the Ayeyawady Delta, and conducting research on resilient crop varieties, including local landraces."}, {"text_block_id": "p52_b14", "text": "Myanmar can benefit from the many lessons of its neighbours' development experiences, es­pecially to avoid the social instability and environmental degradation they have experienced. Despite the region's spectacular economic performance, poverty persists along with harmful environmental impacts. Thus, Myanmar's long-term development agenda would benefit from placing environmental sustainability at its core. The country can capitalize on its 'late mover advantage' by incorporating international experience and best practice into new legislation. From an environmental perspective, the Equator Principles, environmental impact assess­ments (EIA), biodiversity valuation, and natural capital accounting are among the array of pol­icy tools and international standards that can support more efficient, effective, and equitable use of natural resources.Following the adoption of the"}, {"text_block_id": "p4_b14", "text": "Biodiversity underpins a range of ecosystem services which are central for sustainable devel­opment, supporting a range of human and ecosystem needs, and contributing to a more stable climate. The Republic of the Union of Myanmar is proud of its rich biodiversity, and of the way the country has sustainably managed this for centuries. However, biological resources are now being lost due to several factors such as unsustainable land use practices and unplanned and uncoordinated development. Loss of this biodiversity leads to degradation and deterioration of ecosystem services and Myanmar's rich ecological heritage. Myanmar now faces several chal­lenges such as climate variability, water scarcity, decline of agricultural productivity, and ener­gy security that threaten natural life support systems. In"}, {"text_block_id": "p27_b14", "text": "Figure B: Elevation gradient and major mountain ranges of Myanmar."}, {"text_block_id": "p127_b15_merged", "text": "Increased use of economic valuation of biodiversity and ecosystem services can strengthen the argument for greater government investment in biodiversity conservation. The economic case for greater state spending on forest conservation was made by Emerton et al. (2013), who es­timated that only 15% of the value of goods and services provided by direct use of forests came from timber harvesting. Yet in 2011, 80% of government spending on forestry went to MTE, the state logging enterprise, and only 20% to the rest of MOECAF, which is responsible for forest conservation. The conclusion is clear: Myanmar could get a greater return on investment if it invested more in MOECAF and less in MTE."}, {"text_block_id": "p102_b15", "text": "and freshwater turtles which"}, {"text_block_id": "p76_b15_merged", "text": "By regional standards, aquaculture is small but has grown rapidly. The sector provides prom­ising export earnings for Myanmar, but uncontrolled growth of the sector could dramatically impact the natural environment. Half of Thailand's coastal mangroves were cleared for shrimp farms between 1975 and 1993, resulting in huge increases in exports, but also environmental losses of US$4 billion (World Bank 2015). In Myanmar, the area of aquaculture, predominantly freshwater fish ponds and shrimp farms, expanded from 12,300 hectares in 1991 to 181,600 hectares in 2013, and production rose from 6,400 tons to 944,800 tons over the same period, partly in response to declining marine catches. This expansion is expected to continue with the continued decline of wild catch, increased investment, and better access to foreign markets. The Myanmar Fisheries Federation has identified aquaculture as an investment priority, partic­ularly for tilapia and other fast-maturing species."}, {"text_block_id": "p52_b15", "text": "2012"}, {"text_block_id": "p4_b15", "text": "2011,"}, {"text_block_id": "p28_b15", "text": "Myanmar Northern Mountain Forest Complex"}, {"text_block_id": "p102_b16", "text": "the"}, {"text_block_id": "p52_b16", "text": "Environmental Conservation Law (ECL), and"}, {"text_block_id": "p4_b16", "text": "the Government of the Republic of Myanmar developed and adopted a National Biodiversity Strategy and Action Plan (NBSAP}, as part of its commitment as a signatory to the Convention on Biological Diversity (CBD}, and to the future of its people and natural environment. Adopted in"}, {"text_block_id": "p29_b16", "text": "Agricultural Ecosystem"}, {"text_block_id": "p102_b17", "text": "focus of/in"}, {"text_block_id": "p52_b17", "text": "2014"}, {"text_block_id": "p4_b17", "text": "2012,"}, {"text_block_id": "p29_b17", "text": "Myanmar has six major agro-ecological zones corresponding to topographical variation and climatic conditions (see Table 3)."}, {"text_block_id": "p127_b18", "text": "One method to quantify the costs of biodiversity conservation and to leverage funding is through the Biodiversity Finance Initiative (BIOFIN). BIOFIN is programme supported by UNDP that helps countries to quantify conservation funding gaps and prioritize and mobilize inter­national funding. BIOFIN can advise Myanmar on how to assess financial needs and how to mobilize financial resources required to fully implement the NBSAP."}, {"text_block_id": "p102_b18", "text": "need"}, {"text_block_id": "p76_b18", "text": "Over half of the aquaculture area, 92,400 hectares, consists of shrimp farms. As in many coun­tries, these have had a devastating impact on mangroves, particularly in Rakhine State and the Ayeyawady Delta. The impact in northern Rakhine State has been particularly severe. Start­ing around the year 2000, large areas of mangroves were cleared to construct ponds, which removed the vital environmental goods and services that mangroves provide: including nurs­ery areas (food and shelter) for juvenile shrimp, crabs and fish, both inside and outside the ponds; and protection against storms. Because of this mangrove loss, the natural recruitment of shrimp declined sharply and the coastal population became more vulnerable to storms such as Cyclone Giri, which struck in 2010 and killed 157 and left 70,000 homeless."}, {"text_block_id": "p52_b18", "text": "Environmental Conservation Rules, Myanmar is establishing a system for EIAs. EIA Procedures, to be adopted shortly, will require certain types and sizes of projects to under­take an Initial Environmental Examination or EIA (incorporating social impacts), and to submit an Environmental Management Plan (EMP) to the ECD for clearance. ECD's capacity to assess EIAs and to enforce EMPs remains limited, and significant capacity-building is required in ECD and other government departments at the national and local level."}, {"text_block_id": "p4_b18", "text": "the previous NBSAP served as the national guiding framework for biodiversity conservation, management and utilization in a sustainable manner."}, {"text_block_id": "p30_b18", "text": "2.1.2"}, {"text_block_id": "p127_b19", "text": "Non-traditional funding mechanisms that should be explored to diversify PA financing include PES for watershed protection, carbon storage (i.e. REDD+), and ecotourism."}, {"text_block_id": "p102_b19", "text": "of"}, {"text_block_id": "p76_b19", "text": "Recovery of the shrimp sector, and the opportunity to participate in new export markets, would require restoring mangroves over tens of thousands of hectares of abandoned shrimp ponds. This would need multi-million dollar investments in pond management, hatcheries, landscaping to re-establish the tidal hydrology, and natural and assisted mangrove regeneration."}, {"text_block_id": "p52_b19", "text": "Environmental values should be incorporated into the cost-benefit analyses that the Myanmar Investment Commission (MIC), MOECAF and other relevant national and sub-national institu­tions should conduct when reviewing proposed investments. The EIA procedures, capacity building, and implementing rules should be monitored for effectiveness and revised based on early experiences. This review can help to ensure the quality, transparency, and independence of EIAs and of the EIA review process. The current procedure requires MOECAF to form an EIA Report Review Body, which comprises experts from relevant government departments, tech­nical organisations, and civil society to review and provide comments and recommendations on EIA. The inclusion of civil society and technical organisations could help improve transparency of the review process. Additional resources are necessary to ensure that EIAs are effectively reviewed and to avoid unacceptable environmental or social impacts."}, {"text_block_id": "p4_b19_merged_merged", "text": "The revised NBSAP (2015-2020) provides a strategic framework for the conservation of Myan­mar's biodiversity to address new and emerging challenges arising from political, economic and social reform in Myanmar, as well as take into account new opportunities, and align targets and actions with the CBD's Strategic Plan for Biodiversity 2011-2020 and the Aichi Biodiversity Targets."}, {"text_block_id": "p30_b19", "text": "Species Diversity"}, {"text_block_id": "p128_b20", "text": "Brow-antlered Deer/ Eld' Deer ("}, {"text_block_id": "p102_b20", "text": "ex situ"}, {"text_block_id": "p77_b20", "text": "Aquaculture expansion and investment often causes privatization of previously common re­sources and risks increasing vulnerability of small scale fishermen and gleaners. Disputes be­tween fishermen and aquaculture investors have been documented in both freshwater and coastal areas of Myanmar. Policies on granting aquaculture concessions and permits should recognize customary use, community management, and sustainable management, so that aquaculture investment does not fuel 'water grabs' that mirror ongoing conflict over land con­cessions."}, {"text_block_id": "p52_b20_merged_merged", "text": "The Equator Principles (EPs) are a risk management framework for determining, assessing, and managing environmental and social risk in projects and are primarily intended to provide a min­imum standard for due diligence to support responsible risk decision-making. To date, Bo finan­cial institutions in 35 countries, including the Industrial Bank of China, have officially adopted the EPs. In total, these institutions account for over 70% of international project finance debt in emerging markets. As foreign direct investment {FDI) grows in Myanmar, the EPs could help improve social and environmental performance of these funds by requiring higher standards than would otherwise be followed."}, {"text_block_id": "p30_b20", "text": "Wild species diversity"}, {"text_block_id": "p128_b21", "text": "Rucervus e/di thamin)"}, {"text_block_id": "p102_b21", "text": "conservation and re-introduction efforts (Type B)."}, {"text_block_id": "p77_b21", "text": "Integration of aquaculture with mangroves or rice paddy could mitigate competition over coastal resources. Silva-aquaculture systems have been piloted in communities in the delta to maintain mangrove cover. Research on mola fish production in rice paddy has been facilitated by the DOF and WorldFish."}, {"text_block_id": "p30_b21", "text": "Plants"}, {"text_block_id": "p129_b22", "text": "Chapter"}, {"text_block_id": "p102_b22", "text": "Myanmar supports globally significant diversity of tortoises and freshwater turtles, with almost 10% of the total global diversity. Twenty-eight species of tortoises and freshwater turtle have been recorded, of which seven are endemic. Key threats to their survival include overharvest­ing for subsistence and trade (primarily to China), and habitat destruction (particularly the con­version of nesting beaches to agricultural land, and inundation following hydropower develop­ment). Four species are recognized as CR or EN."}, {"text_block_id": "p77_b22", "text": "The last large areas of commercially valuable forest are in northern Myanmar and in the Tanin­thayi Region, which holds the largest remaining tracts of lowland wet evergreen forest in the biologically-rich transition zone between the Indochinese, and Sundaic biogeographical re­gions. The confluence of these biogeographic regions supports a unique assemblage of spe­cies, including the endemic Gumey's pitta and other globally threatened species, such as ti­gers and Malayan tapirs. Their lowland topography, one of the attributes that makes them so valuable for biodiversity, also renders them extremely vulnerable to logging, land speculation, hunting, and the expansion of agriculture, especially rubber and oil palm plantations."}, {"text_block_id": "p30_b22", "text": "Myanmar's variations in latitude, altitude and climate create a variety of habitats and support correspondingly rich plant biodiversity. To date, more than"}, {"text_block_id": "p129_b23", "text": "5."}, {"text_block_id": "p102_b23_merged_merged", "text": "Table 31: Landscape species of national importance and species with very fragmented distributions (Type C)."}, {"text_block_id": "p77_b23", "text": "A national target for edible oil production has led to the allocation of large palm oil conces­sions with a target of nearly 3,000 km2 of oil palm by 2030. Some concessions, including the largest yet granted, overlap with the proposed Lenya National Park and Lenya National Park Extension. Most concessions have not yet been cleared or planted with oil palm, especially in portions that are more difficult to access, although high valuable timber species are often removed regardless (Woods 2015). This provides an opportunity for strategic planning of the sector in order to minimize further environmental impact, particularly in areas of global conser­vation importance like Lenya National Park and its extension, which are on Myanmar's World Heritage Tentative List. Timber and Oil Palm sector standards on responsible management of High Conservation Value Forest (HCVF) may provide a useful tool for protecting these forests from conversion. HCVF is a Forest Stewardship Council (FSC) designation that describes forests with significant biodiversity values, that contain rare or threatened ecosystems, that have suffi­cient size to support species in a natural manner, that provide basic services such as watershed protection, or that provide for local communities' basic needs or cultural identity."}, {"text_block_id": "p52_b23", "text": "The Business and Biodiversity Offset Programme (BBOP) is another tool to assess and avoid or minimize impacts from development. BBOP advocates strict adherence to a mitigation hierar­chy, i.e. avoid, minimize, mitigate and, as a last resort, compensate, in development planning and assessment. This process ensures that biodiversity values are appropriately considered at all stages of development project planning. A regularly updated national database for biodi­versity assessment could be used for reference and to screen targets against. This would help companies investing in Myanmar assess what biodiversity values are potentially present in an"}, {"text_block_id": "p30_b23", "text": "18,000"}, {"text_block_id": "p129_b24", "text": "NBSAP Implementation Plan"}, {"text_block_id": "p78_b24", "text": "Common"}, {"text_block_id": "p53_b24", "text": "area, permitting avoidance and minimization measures to be applied at lower costs during the early stages of development planning and through the EIA process. This would in tum avoid expensive and controversial offsetting processes. Compensatory measures such as biodiversity offsets should be viewed as a last resort, after all other reasonable measures have been taken, first to avoid and minimize the impact of a development project, then to restore biodiversity on-site. The goal of biodiversity offsets is to achieve no net loss, and preferably a net gain, of biodiversity with respect to species composition, habitat structure, ecosystem function and people's use of and cultural values associated with biodiversity in a specific area. When no oth­er reasonable options are available this no net loss requirement should be strictly followed and not seen as an option to pay for the loss of biodiversity."}, {"text_block_id": "p4_b24", "text": "This NBSAP provides a comprehensive account of and identifies the primary threats to the country's biodiversity; describes the key efforts, achievements and gaps in its management; presents strategic approaches, theme-specific strategies and associated priorities for actions; and outlines implementation arrangements. The strategies and priority actions consider na­tional conservation needs, sustainable use, and equitable sharing of benefits deriving from biodiversity and natural resources. The strategy will be implemented in collaboration with all relevant stakeholders. I believe that this document will attract the attention of both national stakeholders as well as of the global community and set a clearer path forward for the con­servation of biodiversity in Myanmar. With the great expectation on the sustainability of our biodiversity richness, I sincerely and earnestly urge all the segments of society to commit the effective implementation of the action plans prescribed in this NBSAP."}, {"text_block_id": "p30_b24", "text": "plant species have been recorded in Myanmar. These include more than"}, {"text_block_id": "p129_b25", "text": "5.1 National Coordination Structure"}, {"text_block_id": "p78_b25", "text": "Palm Civet (Paradoxurus hermaphroditus)"}, {"text_block_id": "p53_b25_merged", "text": "The Extractive Industries Transparency Initiative (EITI) provides a framework for improving resource governance and the accountability of extractive industries through increased trans­parency and multi-stakeholder dialogue. Established in 2003 to strengthen the transparency of government and company accounting and reporting systems, inform public debate, and en­hance trust between stakeholders, EITI is a global standard to promote open and accountable management of natural resources. While EITI compliance applies to only oil and gas and mining, its principles can be applied to other extractive sectors such as timber and marine fisheries. EITI is being implemented by a multi-stakeholder group of government, private sector, and civil society representatives. Current implementation goals include improving EITI awareness at the state/region level. Myanmar is an EITI Candidate Country, and has a national target to be certified as EITI compliant by"}, {"text_block_id": "p4_b25", "text": "October"}, {"text_block_id": "p30_b25", "text": "Boo"}, {"text_block_id": "p129_b26", "text": "Efficient institutional mechanisms are needed for the effective implementation of biodiversity conservation as outlined in this NBSAP. Within the given socio-political situation of the country, a national level committee should be immediately formed to oversee the progress made in implementation of NBSAP activities."}, {"text_block_id": "p102_b26", "text": "The population of wild Asian elephants has long been estimated to be 4,000-5,000, with about 6,000 additional captive elephants used for logging. However, recent studies suggest that there may be fewer than 2,000 remaining in the wild and improving data on population sta­tus, trends, and distribution is necessary (Leimgruber et al. 2011). The Rakhine Yoma Elephant Range and the North Zamari Wildlife Sanctuary have been established specifically to protect the species. Myanmar has a long history of capturing wild elephants for use in teak logging. Driven in part by low reproductive rates and high mortality among the captive population, capture is now the leading threat to the wild population. As the timber industry reduces its demand for elephants due to mechanization and changes in policy, elephants are increasingly"}, {"text_block_id": "p79_b26", "text": "4.6.8 Aichi Target 8: By 2020, pollution, including from excess nutrients, has been brought to levels that are not detrimental to ecosystem function and biodiversity"}, {"text_block_id": "p4_b26", "text": "2015"}, {"text_block_id": "p30_b26", "text": "orchid species,"}, {"text_block_id": "p129_b27", "text": "The key gaps identified In the implementation of the past BAPs are the lack of ownership at the national, local, and sectoral levels, coupled with poor coordination mechanism for fund mobili­zation and subsequent implementation."}, {"text_block_id": "p103_b27", "text": "at risk of being trafficked into Thailand for use in the tourism industry. Elephants in Myanmar are also killed for their ivory, which is trafficked into China. As agriculture expands into forests, human-elephant conflict, which may result in retaliatory illegal killing of elephants, will become increasingly common, particularly in the Bago Yoma and Rakhine Yoma. NWCD reports data on elephant killings to CITES Monitoring the Illegal Killing of Elephants {MIKE) and on ivory seizures to CITES Elephant Trade Information System (ETIS)."}, {"text_block_id": "p79_b27", "text": "Despite having relatively low levels of pollution compared to many other countries in Asia, Myanmar faces increasing threats to ecosystem function and biodiversity from pollution. The draft Myanmar State of the Environment Report identifies significant pollution issues including toxic wastes from small and large-scale mining, release of untreated industrial waste, release of untreated sewage, inadequate disposal of solid urban waste and excessive use of agrochem­icals."}, {"text_block_id": "p4_b27", "text": "H.E. U Win Tun"}, {"text_block_id": "p30_b27", "text": "Bo"}, {"text_block_id": "p129_b28", "text": "The National Biodiversity Conservation Committee (N BCC), comprising high-level representa­tion from key sectors, will guide the implementation of the NBSAP, in line with the obligations of CBD and other biodiversity-related regional and international conventions and treaties. As appropriate, thematic sub-committees or a working committee will be formed under NBCC to implement the NBSAP"}, {"text_block_id": "p103_b28_merged", "text": "Historically wide-spread in Myanmar, tigers are now restricted to small populations in Htmanthi and Hukaung Valley Wildlife Sanctuaries (both close to the border with India), and Taninthayi (bordering Thailand's Western Forest Complex, which is home to about 200 tigers). Its survival in Myanmar is inextricably linked to effective protection in Htmanthi and Hukaung, the creation of three PAs in the Taninthayi Forest Corridor (see Target 11), and greater transboundary coop­eration, particularly with Thailand."}, {"text_block_id": "p79_b28", "text": "Research on the impacts of pollution on ecosystems and biodiversity in Myanmar is currently limited. Known pollution impacts on ecosystem function and biodiversity relate primarily to the contamination and eutrophication of sensitive aquatic ecosystems and include: threats to the Irrawaddy dolphin resulting from bioaccumulation of mercury released by extensive gold panning and mining in the upper reaches of the Ayeyawady and Chindwin Rivers; declines in native invertebrate fauna and fish in Inlay Lake caused by excessive fertilizer and pesticide use on floating tomato gardens; eutrophication and sedimentation of rivers and other water bodies caused by release of untreated sewage as well as nutrient and sediment releases from large scale deforestation. Research conducted by the Smithsonian Institution indicates rapid and extensive expansion of mining in the Sagaing Region, which is likely to have significant implications for pollution discharges, and similar expansion is likely to be occurring elsewhere in Myanmar (ALARM et al."}, {"text_block_id": "p53_b28", "text": "2017."}, {"text_block_id": "p4_b28", "text": "Union Minister"}, {"text_block_id": "p30_b28", "text": "bamboo species, nu­merous rattan species, and more than"}, {"text_block_id": "p129_b29", "text": "(2015-2020)"}, {"text_block_id": "p79_b29", "text": "2015)."}, {"text_block_id": "p53_b29", "text": "Improved integration of environmental considerations in planning processes by individuals, the private sector, and government decision-makers can be supported through biodiversity valua­tion. Biodiversity valuation estimates the economic value of biodiversity, including species, eco­systems and landscapes-facilitating interpretation of biodiversity values by decision makers more familiar with economic planning than the environment-and allowing incorporation of biodiversity values into cost-benefit analysis processes for assessment of development actions or conservation projects. Biodiversity valuation may also be used as a tool to raise awareness of the importance of natural ecosystems in communities and decision makers. Without biodiversi­ty valuation, environmental values and ecosystem services are often undervalued or ignored in planning processes, leading to high environmental costs. In order to assist in the incorporation of biodiversity values into development planning, a systematic valuation approach should be applied to ecosystems. As many ecosystem values are not quantifiable, valuation approaches must also include non-monetary values in their assessments."}, {"text_block_id": "p4_b29", "text": "Ministry of Environmental Conservation and Forestry"}, {"text_block_id": "p30_b29", "text": "800"}, {"text_block_id": "p129_b30", "text": "(see Figure"}, {"text_block_id": "p79_b30_merged", "text": "Artisanal and small-scale gold mining is the largest anthropogenic source of mercury emission world-wide; the second largest source is from coal-fired power plants. Large quantities of arti­sanal and small-scale gold mining operations have been observed in Kachin, Shan, Kayah and Kayin States and Sagaing, Bago, Mandalay and Tanithayi Regions. Informal artisanal and small­scale gold mining operations should be formalized and properly regulated, and the supply of mercury into the country should be restricted. Outreach and education programmes on the dangers of mercury poisoning and methods for reducing and eliminating mercury in gold min­ing operations should be held with artisanal gold miners around the country. Positively, the 2013 Minimata Convention on Mercury is expected to be signed in Myanmar within the next year, which will require that significant measures are taken to reduce, or where possible elimi­nate, mercury emissions."}, {"text_block_id": "p53_b30", "text": "GDP looks at only one part of economic performance-income-but says nothing about the under­lying wealth and assets. For example, when a country exploits its minerals, it generates income, but depletes its wealth. The same holds true for over-exploiting fisheries or degrading water resources. These declining assets are not included in estimations of GDP. Wealth accounting, including natural capital accounting (stock of natural assets such as water, minerals, and living organisms), is needed to sustain growth based on the accumulation and sound management of a portfolio of assets. These assets include manufactured capital, natural capital, and human and social capital. A major limitation of GDP is the poor representation of natural capital."}, {"text_block_id": "p4_b30", "text": "Chairman, Environmental Conservation Committee"}, {"text_block_id": "p30_b30", "text": "medicinal plant species. However, there are large research and information gaps for several species groups. On-going collaborative botanical surveys by the Wildlife Conservation Society (WCS; USA), National Institute of Biological Re­sources (NIBR; Republic of Korea), Institute of Botany, Chinese Academy of Sciences (IBCAS) and Xishuangbanna Tropical Botanical Garden (XTBG) (People's Republic of China), and Makino Botanical Garden (MBK; Japan) will likely identify additional plant species, including endemic species. Enhanced coordination of these efforts is required."}, {"text_block_id": "p129_b31", "text": "16)."}, {"text_block_id": "p103_b31", "text": "Several other globally threatened species are found in Myanmar with very fragmented popu­lations, often falling outside the PA network. For these wide-ranging species, landscape level planning that maintains connectivity between forest fragments is essential."}, {"text_block_id": "p54_b31", "text": "estry is an example: timber resources are counted in national accounts but the other services provided by forests, such as carbon sequestration and air filtration, are ignored. As such, GDP can give misleading signals about the economic performance and well-being of a country. As a result, ecosystems are deteriorating worldwide, and with them, the capacity to support human wellbeing and sustainable economic growth. In order to more fully assess sustainability and economic performance Myanmar should consider natural capital as a critical asset to be includ­ed in long-term development planning."}, {"text_block_id": "p4_b31", "text": "The Republic of the Union of Myanmar"}, {"text_block_id": "p30_b31_merged_merged", "text": "There are 61 globally threatened plant species known to occur in Myanmar. Of these, 16 are assessed on the IUCN Red List of Threatened Species (hereafter referred to as the \"Red List\") as Critically Endangered (CR), 24 as Endangered (EN) and 21 as Vulnerable (VU) (see Annex 2, Table 43). The main threats to plant species in Myanmar are overexploitation by legal and illegal logging, conversion to agriculture-especially commercial plantations, and degradation and fragmentation from road construction and small scale agriculture (WCS 2013). Illegal logging for valuable timber species is a driver of deforestation. Rosewood species (Padauk, Pterocar­pus macrocarpus and Tamalan, Dalbergia oliveri) are highly valued and increasingly sold illegally across the border as rosewood supplies are exhausted in neighbouring countries. Orchids are also threatened by unregulated collection and sale across the borders."}, {"text_block_id": "p129_b32_merged_merged_merged", "text": "Figure 16: Institutional arrangement for implementing NBSAP"}, {"text_block_id": "p103_b32", "text": "In addition to the species described above, Myanmar is home to globally significant but poor­ly known populations of herpetofauna, invertebrates, plants, marine species and other taxa, many of which are likely to warrant urgent conservation investment. For several of these groups, identification of conservation priorities is impeded by the lack of baseline data current­ly available."}, {"text_block_id": "p54_b32_merged", "text": "The government has expressed support for more accurate valuation of natural capital. At the fourth GMS Environment Ministers' Meeting in Nay Pyi Taw in January 2015, the six GMS gov­ernments pledged to intensify efforts to protect and enhance natural assets, including forests, wetlands, and water bodies. The Joint Ministerial Statement noted: \"natural capital/resources lie at the heart of economic development, underpins inclusive and sustainable development and sustains the livelihoods and well-being of all people in the GMS, especially the rural poor... future prosperity of the GMS will depend on timely and effective investments [in natural capi­tal/resources].\" There are currently substantial opportunities for Myanmar to build on the ex­periences of other countries in the region to institutionalize natural resource accounting natu­ral capital accounting procedures into national accounts."}, {"text_block_id": "p5_b32", "text": "Acknowledgements"}, {"text_block_id": "p103_b33", "text": "The trade in endangered wildlife is one of the greatest threats to biodiversity in Myanmar. As commercially valuable wildlife species have been wiped out in neighbouring countries, Myanmar has increasingly become a source of wildlife products. Particularly vulnerable are the country's endemic species, especially freshwater turtles and tortoises. By monitoring wildlife products in Mong La in Shan State since 2006, TRAFFIC has documented the significant trade in elephants, Asiatic bears, sun bears, tigers, leopards, snow leopards, cloud leopards, turtles, tor­toises, and pangolins from Myanmar to its neighbours. In Mong La, Tachilek, and other border markets, there is essentially no enforcement of Myanmar's wildlife protection laws."}, {"text_block_id": "p79_b33", "text": "A number of chemicals used for veterinary purposes, as pesticides, and as fuel additives are known to have catastrophic impacts on ecosystems and are unregulated in Myanmar, although the extent to which these chemicals are used is not known. Accumulation of organochlorines (typically used as pesticides) is known to threaten raptors. Veterinary use of diclofenac severely affects populations of vultures, and, in addition to widely recognized impacts on human health, lead pollution resulting from the continued use of tetraethyl lead in fuel causes toxicity in plants, destroys natural communities of micro-organisms and can accumulate to toxic levels in animals. Regulation of such chemicals, consistent with international environmental standards, is a priority to minimize impacts on biodiversity."}, {"text_block_id": "p5_b33", "text": "As a result of its size, 2, 100-km latitudinal range, and diversity of topography and habitats from the eastern extremity of the Himalayas in the far north to the Sundaic forests in the far south, Myanmar is home to a rich diversity of species, including many endemics. Commitment to the conservation of natural resources has been a feature of Government policy in Myanmar."}, {"text_block_id": "p103_b34", "text": "Ultimately, demand reduction is needed to reduce the impact of hunting and trading. But in the meantime, intensive protection of key populations and greater international coopera­tion, especially the disruption of transboundary wildlife trade networks, are urgently needed. NGO-supported patrols in a few PAs and participation in the ASEAN Wildlife Enforcement Net­work (WEN) are steps in the right direction but are insufficient to address the threat. Effective action requires an all of government approach that combines intelligence gathering, public en­gagement, targeted law enforcement, and other measures to detect, penalize, and prevent wildlife crimes. Livelihood programmes are important to ensure that individuals and communi­ties that rely on the illegal wildlife trade are provided with alternative sources of income."}, {"text_block_id": "p79_b34", "text": "A review of sources and types of pollution that have a high risk of threatening sensitive"}, {"text_block_id": "p5_b34", "text": "This National Biodiversity Strategy and Action Plan (NBSAP) (2015-2020) is another key mile­stone in the conservation history of Myanmar, following Myanmar's first NBSAP (2011). NBSAP (2015-2020) is prepared by the Forest Department of the Ministry of Environmental Conserva­tion and Forestry, and International Union for Conservation of Nature (IUCN) Southeast Asia Team, and in close collaboration with numerous partner organizations and individuals from Governments, local and international non-governmental organizations, universities, research institutes and civil society organizations. Therefore, NBSAP (2015-2020) is a product of the col­lective efforts of several organizations and people as they generously contributed their time, energy and expertise to the preparation of NBSAP (2015-2020). It is difficult to thank all contrib­utors by name."}, {"text_block_id": "p105_b35", "text": "Ultimately, demand reduction is needed to reduce the impact of hunting and trading. But in the meantime, intensive protection of key populations and greater international coopera­tion, especially the disruption of transboundary wildlife trade networks, are urgently needed. NGO-supported patrols in a few PAs and participation in the ASEAN Wildlife Enforcement Net­work (WEN) are steps in the right direction but are insufficient to address the threat. Effective action requires an all of government approach that combines intelligence gathering, public en­gagement, targeted law enforcement, and other measures to detect, penalize, and prevent wildlife crimes. Livelihood programmes are important to ensure that individuals and communi­ties that rely on the illegal wildlife trade are provided with alternative sources of income.\n* Aichi Target 13: By 2020, the genetic diversity of cultivated plants and farmed and do-Â­\n* Aichi Target 13: By 2020, the genetic diversity of cultivated plants and farmed and do-Â­\n Preserving the genetic diversity of cultivated plants, landraces, and crop wild relatives is essenÂ­\n<\\li1>"}, {"text_block_id": "p80_b35", "text": "terns or leading to biodiversity loss is a high priority for understanding and ultimately reducing the existing effects of pollution on biodiversity in Myanmar. Monitoring of pollution levels and impacts on biodiversity in high risk environments is important to inform the development of management strategies, and also to provide a basis for assessing the potential impacts of pro­posed developments. The establishment of a community water quality monitoring network would permit cost-effective basic water quality monitoring to be implemented over large areas. Such a monitoring programme would enable identification of waterways where ecosystems are threatened and potentially allow point sources of pollution to be identified."}, {"text_block_id": "p55_b35", "text": "4.6.3"}, {"text_block_id": "p5_b35", "text": "UNEP is gratefully acknowledged not only for providing funding, but also for contributing valuable suggestions and guidelines for formulating the NBSAP. We would like to also extend our thanks to IUCN (International Union for Conservation of Nature) for drafting parts of the NBSAP, providing editorial assistance, and working with Forest Department to successfully see this project completed, particularly to Mr. Jake Brunner, Deputy Head, IUCN Southeast Asia, Mr. Scott Perkin, Head, Natural Resource Conservation, Mr. Daniel Constable, GIS/Environmen­tal Specialist and Ms. Julia Fogerite, successful completion of this work would not have been possible without their support and cooperation. Forest Department is also thankful to all the agencies and individual experts who provided their valuable comments and suggestions."}, {"text_block_id": "p80_b36", "text": "Rapidly accelerating development following recent political and economic reforms is likely to significantly increase the threat to ecosystems and biodiversity from pollution. Sewage and solid urban waste will increase due to growing urban populations and consumption; industrial pollution will rise due to rapid growth in industrial development, particularly around special economic zones; mining waste will increase due to increased access to mineral resources by large corporations; and agrochemical use will increase due to improved availability."}, {"text_block_id": "p55_b36", "text": "Aichi Target 3: By 2020, at the latest, incentives, including subsidies, harmful to biodi­versity are eliminated, phased out or reformed in order to minimize or avoid negative impacts, and positive incentives for the conservation and sustainable use of biodiver­sity are developed and applied, consistent and in harmony with the Convention and other relevant international obligations, taking into account national socio economic conditions"}, {"text_block_id": "p5_b36", "text": "Finally, I would like to express my sincere appreciation to the Global Environment Facility for financial support to update NBSAP."}, {"text_block_id": "p80_b37", "text": "Development at industrial zones (IZs) and Special Economic Zones (SEZ) such as Dawei, Thila­wa, and Kyaukphyu has significant potential to outpace the capacity to assess environmental impacts and apply appropriate environmental standards (Figure 8). The experience at some special industrial zones elsewhere in Asia indicates that these areas have a high risk of severe long-term pollution problems leading to impacts to human health, degradation of local ecosys­tems, and loss of biodiversity, and may be vulnerable to a race-to-the-bottom scenario where IZs compete for clients by providing lower environmental compliance costs and hence lower environmental standards. Good environmental planning, including an effective EIA process, transparent monitoring and consistent enforcement of environmental standards are critical to managing the impacts of pollution on ecosystems and biodiversity."}, {"text_block_id": "p55_b37", "text": "Globally, governments use positive and negative incentives such as subsidies and taxes to in­fluence outcomes such as the level of investment in certain sectors for public policy purposes. Subsidies create a positive incentive resulting in an increase in production and supply relative to demand while taxes create a negative incentive decreasing production and supply relative to demand. Depending on the incentive structures chosen, incentives can be used to undermine or promote environmentally sustainable practices. Incentive structures in resource manage­ment can also be heavily impacted by property rights, which are intrinsically linked to decisions on management for sustainability or short term gain, and explicit recognition of the non-mar­ket economic value of ecosystems through valuation of ecosystem services and implementa­tion of payments for economic services schemes."}, {"text_block_id": "p5_b37", "text": "October 2015"}, {"text_block_id": "p129_b38", "text": "(2015 -2020)."}, {"text_block_id": "p105_b38", "text": "Myanmar's wealth of traditional landraces and crop varieties has been maintained in some ar­eas, while in other regions it is under threat. Areas of traditional diversity include the wild rice and traditional landraces in Ngawchang Hka Valley in Kachin State. Elsewhere, hybrid crops from one seed source have replaced traditional varieties as farmers become more heavily in­volved in the cash crop economy. Increased commercialization of agriculture and seeds and the increase in cash cropping on both smallholder farms and plantations will reduce the genetic diversity of cultivated crops."}, {"text_block_id": "p80_b38", "text": "Rapid economic growth is occurring in the context of low levels of regulation of industrial and urban pollution, and limited capacity to apply or enforce environmental standards. Provisions relevant to the management and control of pollution are dispersed throughout different legis­lation and authority is divided between different government bodies. This lack of centralization reduces capacity to identify regulating authorities, reduces transparency of pollution control regulation, impedes the development of capacity to adequately address pollution impacts and undermines accountability of regulatory bodies. Even where requirements for wastewater or air pollution management are imposed, the required environmental standards may not be spec­ified, such that standards are often dependent on regulator discretion, limiting effectiveness. Challenges relating to management of urban waste relate primarily to the lack of infrastruc­ture and capacity. To adequately meet the needs of a growing urban population, and address the already substantial problems of urban wastewater and solid waste pollution, Myanmar will need to build public and private sector capacity, and clarify responsibility for managing and monitoring urban waste."}, {"text_block_id": "p55_b38", "text": "Positive environmental outcomes can also be achieved through incentives structures such as taxation or subsidies. Taxes designed to allow for market failures such as unincorporated ex­ternal environmental and social costs, such as carbon emissions, pollution or loss of ecosystem services, e.g. pollution taxes, can be a cost-effective solution to avoid overproduction and re­duce environmental impacts which also generates revenue. Subsidies may be effectively used to enable emerging sustainable industries, such as renewable energy, to become established"}, {"text_block_id": "p5_b38", "text": "Dr. Nyi Nyi Kyaw"}, {"text_block_id": "p130_b39", "text": "A communications strategy will be developed so that the NBSAP"}, {"text_block_id": "p105_b39", "text": "Myanmar's draft national seed policy recognizes the rights of farmers to \"use, exchange, share or sell their farm-saved seed,\" a critically important provision to protect the rights of farmers to cultivate diverse landraces and participate in seed saver networks and exchanges. Any future seed laws and intellectual property rights legislation should reaffirm this policy. However, while most of the seeds used in Myanmar are produced by farmers, the extension services promote the use of commercial seeds. This is a barrier to preserving on-farm genetic diversity."}, {"text_block_id": "p81_b39_merged", "text": "Figure 12: Industrial zones and special economic zones in Myanmar."}, {"text_block_id": "p56_b39", "text": "on a scale at which they can compete with established, non-sustainable industries or to stimu­late investment in technologies which reduce environmental impact."}, {"text_block_id": "p5_b39", "text": "Director General"}, {"text_block_id": "p130_b40", "text": "(2015-2020)"}, {"text_block_id": "p105_b40_merged", "text": "Establishing domestic and international markets for Myanmar crop varieties, including man­goes and rice, creates stronger demand for some important local varieties and can create busi­ness opportunities for farmers. The Ministry of Science and Technology is developing a law that would allow Myanmar to confer Geographical Indication status on specialty agricultural products, potentially including teas, thanaka (cosmetic paste made from ground bark), lotus root cloth, and high quality teak. The Department of Agricultural Research {DAR) plans to de­velop 10 to 15 varieties of certified rice seed and to promote a market for Myanmar-specific rice varieties, and has proposed a high-quality rice variety for export. While these strategies could promote specific varieties unique to Myanmar, they also create disincentives to maintain crop diversity as one variety becomes more valuable on the export market."}, {"text_block_id": "p56_b40", "text": "Subsidies in the agricultural, energy or transport sectors may be applied in order to stimulate investment in those sectors or as poverty reduction policies. While popular, poorly designed or blanket subsidies can be an inefficient and ineffective strategy for stimulating investment or reducing poverty. Such subsidies can result in overconsumption and waste, and may reduce incentives to invest in energy efficiency or renewable energy. While targeted subsidies for fer­tilizer mixes and other agricultural inputs can contribute to the public good, subsidies in many countries have encouraged excessive application of urea and agrochemicals, with serious re­percussions for ecosystems, agricultural production, and human health."}, {"text_block_id": "p5_b40", "text": "Forest Department"}, {"text_block_id": "p30_b40", "text": "Taung-zalat-ni (Rhododendr arboretu"}, {"text_block_id": "p130_b41", "text": "can be fully imple­mented through multi-stakeholder engagement. In addition, a resource mobilization plan will be prepared to ensure that adequate resources are available to implement the NBSAP."}, {"text_block_id": "p56_b41", "text": "Energy consumption for the poor is relatively inelastic, and while targeted subsidies may pro­vide a public purpose, blanket fossil fuel subsidies risk depleting government budgets to subsi­dize wealthier businesses while doing little to reduce poverty."}, {"text_block_id": "p5_b41", "text": "Ministry of Environmental Conservation and Forestry"}, {"text_block_id": "p31_b41", "text": "Mammals"}, {"text_block_id": "p130_b42", "text": "5.2 Capacity Development for NBSAP Implementation"}, {"text_block_id": "p56_b42", "text": "Policies such as improving land tenure for local communities, establishing Payments for Eco­system Services (PES) programmes and developing community conservation agreements can also provide direct incentives to promote conservation. Tenure systems, including customary rights and access rights to natural resources, play a fundamental role in shaping incentives and disincentives for sustainable resource management. Tenure systems determine who has the right to manage resources, including terrestrial, marine/freshwater, and sub-surface resources, and who can benefit from their use. Securing tenure for local communities creates strong in­centives for sustainable management, while insecure and open access tenure promotes rapid extraction for short-term gain."}, {"text_block_id": "p5_b42", "text": "CBD National Focal Point"}, {"text_block_id": "p31_b42", "text": "Nearly 300 mammal species have been recorded in Myanmar, but a number of these have not been sighted in recent years, including the Sumatran rhinoceros (Dicerorhinus sumatrensis), Javan rhinoceros (Rhinoceros sondaicus) and Indian water buffalo (Bubalus amee). Myanmar is home to the Western Hoolock gibbon (Hoolock hoolock), Eastern Hoolock gibbon (Hoolock leuconedys) and Myanmar snub-nosed monkey (Rhinopithecus strykeri), discovered in the mountains near the Chinese border in north-east Kachin State in"}, {"text_block_id": "p130_b43_merged_merged", "text": "One of the challenges for effective implementation of the NBSAP is limited capacity. In this NBSAP (2015-2020), the capacity needs of different thematic areas are identified under indi­vidual national targets. A technology needs assessment will be conducted, and a capacity de­velopment plan will be prepared for implementing the NBSAP. The capacity development plan will cover all stakeholders, such as central government, NGOs, CBOs, local government, and communities."}, {"text_block_id": "p105_b43", "text": "Loss of habitat for crop wild relatives, caused by expansion of monoculture crops and other land use changes, is a threat to agrobiodiversity. Hotspots of crop wild relatives should be iden­tified throughout the country in collaboration with civil society, including farmer's networks, in order to document their diversity and direct efforts for collaborative research and preservation."}, {"text_block_id": "p56_b43", "text": "The objectives of Myanmar's draft NLUP are to promote sustainable land use management, protect cultural areas, the environment, and natural resources for the public good, strengthen land tenure security for the livelihood security of people in rural and urban areas, recognize and protect customary land tenure rights and procedures, develop a transparent, fair, and in­dependent dispute resolution mechanism, and to promote responsible investment to support equitable environmental development. The policy includes participatory mapping of land use and land use planning at the district level, to be integrated with state, region, and national level planning. It includes guidelines on changes in land use for government and private purposes, dispute resolution mechanisms, and research and monitoring priorities. The policy also recog­nizes customary tenure, including rotational and shifting"}, {"text_block_id": "p5_b43", "text": "The Republic of the Union of Myanmar"}, {"text_block_id": "p31_b43", "text": "2010."}, {"text_block_id": "p105_b44", "text": "There is no substitute for on-farm maintenance of genetic diversity and crop diversity. Much of the agricultural diversity in Myanmar is maintained by traditional farming practices, includ­ing rotational and fallow taungya, which maintains diverse crop varieties and non-timber for­est products. The recognition of communal tenure is essential for the continued cultivation of these species in diverse fields, forests, and fallows."}, {"text_block_id": "p56_b44", "text": "taungya."}, {"text_block_id": "p6_b44", "text": "Executive Summary"}, {"text_block_id": "p31_b44", "text": "There are 47 globally threatened mammal species in Myanmar; five Critically Endangered, 17 Endangered and 25 Vulnerable (see Annex 2, Table 44)."}, {"text_block_id": "p106_b45", "text": "Collaborative research between the DAR and university researchers, farmer groups, and NGOs is needed to document and research local landraces, identify hotspots for crop wild relatives, identify priority areas for seed bank collections, and develop a national strategy and action plan. The establishment of seed saver networks is essential for the maintenance of crop diversi­ty. Exchanges of seeds and crop knowledge on a larger scale, modelled after the ongoing Food Seed and Culture Fairs held at the state and regional level by Metta Foundation, can play an im­portant role in facilitating seed exchanges at a broader scale. At these fairs, farmers who have lost their traditional landraces after converting to cash crops, have found these varieties anew and brought them back to their communities, thereby improving food security and preserving on-farm crop genetic diversity."}, {"text_block_id": "p56_b45", "text": "Recognizing customary tenure protects practices that support conservation, such as commu­nity-based management and protection of sacred areas, help to preserve traditional knowl­edge, and contribute to food security. The establishment of PAs and PFE on customary land can create an open access resource out of what had previously been a managed commons, incentivizing short term resource extraction. In lands currently classified as vacant, fallow, and virgin, customary tenure recognition would help secure tenure of local users and protect for­ests against outside concessions."}, {"text_block_id": "p6_b45", "text": "Myanmar is at a turning point. After a half-century of isolation the country has reengaged with the international community. Having embarked on a programme of economic liberalization and re-integration with the global economy, Myanmar is expected to continue to grow rapidly. This growth will bring much-needed development, including substantial foreign investment, but will inevitably increase pressure on natural resources and biodiversity. This change presents the country with both risks and opportunities. As it develops, increased pressure will be placed on the country's rich biodiversity and natural resources. This NBSAP provides a detailed framework to address these pressures and guide and direct activities with the potential to affect biodiver­sity in Myanmar. The document is the outcome of extensive data and information collection and analysis, as well as a series of workshops and working group meetings with participation from government departments, NGOs, and academic institutions. Based on the consultations, discussions, comments, suggestions and updated information of biodiversity and natural re­sources in the country, the NBSAP has been prepared and approved by national stakeholders."}, {"text_block_id": "p31_b45", "text": "Bengal Tiger ( Panthera tigriŁ"}, {"text_block_id": "p130_b46", "text": "5.3 Monitoring, Evaluation and Reporting"}, {"text_block_id": "p106_b46_merged", "text": "The DAR maintains the National Seed Bank in Yezin and has over 20,000 accessions in short and medium term storage. The seed bank works to inventory and conserve crop landraces through participatory field surveys, facilitating group discussions, and increasing the number and diversity of their accessions. Rice germplasm has been the focus of this collection. The seed bank has exchanged seeds with the International Rice Research Institute (IRRI) and has stored accessions of over 12,000 germplasms of 18 crops with the seed banks of Korea, Japan, and Thailand. Conservation of medicinal plants has also been identified as a priority and plants are being conserved by the seed bank and through the establishment of medicinal gardens for conservation and public awareness."}, {"text_block_id": "p81_b46", "text": "The ECL provides the basis for EIAs, establishes national environmental standards for industry, and allows for a 'polluter pays' model of environmental regulation. It also specifies that MOE­CAF should implement a comprehensive monitoring system for key sources of pollution. As the EIA Procedures are applied and refined, the next five years provides a critical opportunity. During this time the potential impacts of pollution on biodiversity should be integrated into the EIA Procedure, and compliance with conditions should be enforced to ensure that pollution emissions remain within acceptable environmental levels."}, {"text_block_id": "p56_b46_merged", "text": "Plans and targets in other sectors, particularly agriculture and energy, can have unintended environmental consequences. For example, while the 2011 NBSAP and the National Sustainable"}, {"text_block_id": "p6_b46", "text": "The revised NBSAP takes advantage of a wealth of new data and information to set targets that preserve the species and habitats that are truly irreplaceable and influence decisions across multiple sectors that impact biodiversity conservation. The most significant change over the"}, {"text_block_id": "p31_b46_merged", "text": "Two large mammals, the Asian elephant (Elephas maximus) and tiger (Panthera tigris) are threat­ened, mainly due to illegal trafficking, and their populations are thought to be decreasing. Black musk deer (Moschus fuscus), sun bear(Helarctos malayans), Malayan pangolin (Manis javanica) and Chinese pangolin (Manis pentadactyla) are also severely threatened by illegal trafficking. On the other hand, camera trap surveys have shown that Htamathi Wildlife Sanctuary, and the proposed Taninthayi, Lenya and Lenya (extension) National Parks are home to a considerable number of tigers and prey species, as well as the Asian elephant."}, {"text_block_id": "p130_b47", "text": "Monitoring and evaluation of the implementation status of NBSAP activities will be conduct­ed by assessing progress of the national targets on an annual basis, using currently identified indicators (see Annex 1). Additional indicators will be used, if required. The results will be re­ported to the National Biodiversity Committee for necessary interventions for the successful achievement of the targets. It will also form the basis for national and international reporting obligations as well as national planning processes. The monitoring and evaluation protocol will be prepared within the first year after the adoption of the N BSAP."}, {"text_block_id": "p82_b47", "text": "MOECAF is in the process of finalizing National Environmental Quality {Emissions) Guidelines (NEQG) which apply international standards to define recommended limits for noise and vibra­tion, air emissions and effluent discharges. The guidelines will be applied as an interim measure while National Environmental Quality Standards (NEQS) are developed during the next few years. The next five years therefore also provide a critical opportunity to ensure that the NEQG are effectively implemented and that the NEQS incorporates consideration of potential biodi­versity impacts in setting emissions thresholds."}, {"text_block_id": "p6_b47", "text": "2012"}, {"text_block_id": "p130_b48", "text": "5.4 Synergies between the NBSAP and MEAs"}, {"text_block_id": "p82_b48_merged", "text": "Table 20: National targets and priority actions for Aichi Target 8."}, {"text_block_id": "p6_b48", "text": "version is the use of the"}, {"text_block_id": "p130_b49", "text": "In addition to the CBD, implementation of the NBSAP will contribute to the implementation of several other multilateral environmental agreements, including: UNFCCC; UNCCD; the Conven­tion on the Conservation of Migratory Species of Wild Animals (CMS); CITES; Ramsar Conven­tion; WHC; and the International Treaty on Plant Genetic Resources for Food and Agriculture (ITPGR)."}, {"text_block_id": "p57_b49", "text": "Development Strategy (NSDS) prioritize increasing yields on existing agricultural land to meet production targets instead of expanding agricultural land, the current legal framework on land and agriculture provides stronger incentives for expanding land than for increasing yields, effi­ciency, quality, or profitability of existing agricultural land."}, {"text_block_id": "p6_b49", "text": "20"}, {"text_block_id": "p130_b50", "text": "National targets build on or refer to many of these agreements. For example Target 16 calls for the expansion of the National Seed Bank, which is adopting a Standard Material Transfer Agreement (SMTA), a multilateral system of access and benefit sharing for the sustainable and equitable use of PGR."}, {"text_block_id": "p57_b50", "text": "Strengthening the legal framework for communities to benefit from sustainable forest man­agement would better incentivize forest conservation and restoration when done with clearly defined and secure tenure. The 1995 Community Forestry Instruction (CFI) is being revised to allow for the commercial use of community forests. It is also the first step to a legal pathway for community-managed sustainable timber harvesting. The revision of the Forest Law to allow communities to harvest and sell high-value commercial trees on the reserved species list, espe­cially teak, which currently can only be legally harvested and sold by the state, would further strengthen this incentive by making forest management more profitable for communities."}, {"text_block_id": "p6_b50", "text": "Aichi Biodiversity Targets to structure the analysis. Under each global target there are several national targets. These targets were designed to be specific and realistic given the 5-year timeframe and available human resources. Some of the key targets relate to:"}, {"text_block_id": "p131_b51", "text": "References"}, {"text_block_id": "p83_b51", "text": "Sarus Crane ( Grus antigone)"}, {"text_block_id": "p57_b51", "text": "Persistent debt and other social conditions can serve as disincentives for sustainable use. Agri­cultural development programmes that increase reliance on high input cash crops can increase the vulnerability of farmers to fall into debt, which can in turn drive land use conversion for short term gain. Increased landlessness can push farmers onto increasingly marginal land and drive forest degradation. Safeguards for contract farming and fishing, and programmes to re­duce vulnerability and increase the resilience of these groups, can help to reduce rural debt and create an enabling environment for positive conservation incentives. Examples of these programmes include addressing land tenure systems, support for low-input agricultural com­modities, formation of cooperatives and associations to increase bargaining power, and provi­sion of microcredit for rural farmers. The National Sustainable Development Goals may be an appropriate forum to develop a national target on rural debt, which would complement the national biodiversity targets."}, {"text_block_id": "p6_b51", "text": "Aichi Biodiversity Targets to structure the analysis. Under each global target there are several national targets. These targets were designed to be specific and realistic given the 5-year timeframe and available human resources. Some of the key targets relate to:\n* Launching an initiative to restore millions of hectares of forest that are commercially exÂ­\n* Expanding the protected area network to cover 15% of the country's coral reefs and key\n* Developing an ecosystem-based fisheries management plan with private sector and civil\n* Ensuring that national law recognizes customary tenure as a way to protect indigenous"}, {"text_block_id": "p131_b52", "text": "ADB. (2014b). Myanmar. Unlocking the potential. Country diagnostic study. Asian Development Bank, Economics and Research Department, Mandaluyong City, Philippines. Retrieved from http://adb.org/sites/defa ult/files/pub/2014/myanmar-un locking-potentia l.pdf"}, {"text_block_id": "p84_b52", "text": "4.6.9 Aichi Target 9: By 2020, invasive alien species and pathways are identified and pri­oritized, priority species are controlled or eradicated, and measures are in place to manage pathways to prevent their introduction and establishment"}, {"text_block_id": "p57_b52", "text": "MIC, MOECAF, and relevant line ministries at national and regional levels will consider how di­rect incentives for investment will impact biodiversity, as well as create a national investment framework that minimizes unnecessary environmental impacts. This includes mainstreaming natural capital accounting into cost-benefit analyses for approving investments, creating a transparent process by which investors are encouraged and obligated to follow national envi­ronmental standards, and encouraging corporate social responsibility. Incentives to encourage technology transfer can help to minimize the environmental impacts of industrialization."}, {"text_block_id": "p131_b53", "text": "ADB. (2014a). Country Operations Business Plan: Myanmar, 2015-2017 Sector assessment (sum­mary): Water and urban infrastructure development and services. Retrieved from http://www.adb.org/documents/myanmar-country-operations-business-plan-2015-2017"}, {"text_block_id": "p106_b53", "text": "Increasing the number and diversity of seeds, both in crop type and region, that are preserved is a priority for the Myanmar Seed Bank. Partnerships between DAR and other government departments (including the Department of Medicinal Plants and botany departments at uni­versities), NGOs, farmer groups, and seed saver networks would improve documentation of agrobiodiversity and scope for ex situ conservation."}, {"text_block_id": "p84_b53", "text": "Under the CBD, an Invasive Alien Species {IAS) is defined as a \"species whose introduction and/or spread threaten biological diversity\". IAS refer to any non-native species which, when introduced, can transform the structure and composition of ecosystems, either natural or man­made, by excluding native or desirable species either directly or indirectly. !AS may belong to any of the major groups of organisms, including vertebrates, invertebrates, plants, fungi and microorganisms. IAS have the potential to have catastrophic adverse impacts on the economy and the environment. Potential costs include not only direct expenses relating to management, but also indirect costs to both market and non-market values such as increased unemployment, damaged goods and equipment, loss of agricultural, forestry and aquaculture industries, water contamination, environmental degradation, loss of biodiversity, increased rates and severity of natural disasters and disease epidemics. Effectively addressing IAS can require natural resource managers to invest substantial resources in management operations and restoring ecosystems in order to reproduce their goods and services."}, {"text_block_id": "p57_b53", "text": "PES and direct payments for conservation are emerging tools to provide incentives for conser­vation. These tools are typically mediated through NGOs and are intended to directly compen­sate local communities for protecting biodiversity and ecosystem function and compensate for direct losses and opportunity costs of restricted use of resources. PES schemes are most effective when the beneficiaries (users) can be clearly identified and made to pay for ecosystem services, for example, a hydroelectric company would be the beneficiary (user) of, and pay for, ecosystem services provided by a forested watershed area that reduces reservoir siltation and therefore increases the lifespan of the hydropower plant. Less direct incentives include cou­pling conservation activities with projects to improve livelihoods, including improved access to healthcare and education. Livelihood support can compensate for reduced access to resources."}, {"text_block_id": "p131_b54", "text": "ADB. (2012). Myanmar: Interim Country Partnership Strategy 2012-2014. Country Planning Doc­uments. Retrieved from http://www.adb.org/documents/myanmar-interim-country-part­nership-strategy-2012-2014"}, {"text_block_id": "p106_b54", "text": "Conservation of traditional livestock breeds and their genetic diversity can follow a similar framework. Collaborative research with livestock owners, the private sector, national and international research institutions, and NGOs working on rural livelihood improvement can strengthen the scale and impact of ex situ livestock research and conservation."}, {"text_block_id": "p84_b54_merged", "text": "Limited information is available on the presence or impacts of IAS in Myanmar, as research on the identification of invasive species and the quantification of the impacts of invasive species is scarce. A review of information currently available, including the 2011 NBSAP and the Global Invasive Species Database, identifies 33 IAS occurring in Myanmar (see Annex 2, Table 46). Sev­eral socio-economic and environmental problems caused by IAS have already been identified: golden apple snail (Pomacea canaliculata) is a major threat to cultivated crops in Inlay Lake; pennisetum grass (Pennisetum sp.) suppresses commercial teak plantings, inhibits natural re­generation and increases fire risk; and water hyacinth (Eichhornia crassipes) degrades rivers and wetlands, threatening natural ecosystems and fisheries. Releasing fish into natural water bodies, such as during cultural ceremonies or to increase fish production, has to be considered very carefully to prevent introduction of non-native fish species. Invasive plants and fish are the leading threat to freshwater biodiversity in Myanmar's wetlands."}, {"text_block_id": "p58_b54", "text": "Mechanisms to recognize and reward government staff who make a strong positive contri­bution to national biodiversity targets would create institutional incentives for staff to work toward these targets. Time spent working with communities in participatory processes and consultations should be recognized in performance evaluations and considered an important part of relevant job descriptions."}, {"text_block_id": "p131_b55", "text": "ALARM, Smithsonian Institution, GMAP and American Museum of Natural History. (2015). Myanmar Forest Change Data 2002-2014 [unpublished draft]."}, {"text_block_id": "p106_b55", "text": "Myanmar is a signatory to the Cartagena Protocol on Biosafety to the Convention on Biodi­versity, and has committed to ensure that a precautionary approach is applied to protect bio­logical diversity from the potential risks posed by living modified organisms, such as herbicide resistant rice, resulting from modern biotechnology. Developing the capacity to identify and manage living modified organisms, whether imported accidentally or intentionally, is required to comply with the Cartagena Protocol and protect the genetic diversity of local landraces and wild crop relatives. The process for establishing a policy on biosafety in Myanmar has been stalled after a policy was drafted, and should be renewed."}, {"text_block_id": "p58_b55", "text": "Table 13: National targets and priority actions for Aichi Target 3."}, {"text_block_id": "p131_b56", "text": "Asah, Stanley. (2014). \"Exploring mechanisms for promoting pro-biodiversity behaviors\" [Pre­sentation]. Available online: http://youtu.be/oKrTkbwMOyg"}, {"text_block_id": "p107_b56", "text": "Table 33: National targets and priority actions for Aichi Target"}, {"text_block_id": "p58_b56_merged", "text": "4.6.4 Aichi Target 4: By 2020, at the latest, Governments, business and stakeholders at all levels have taken steps to achieve or have implemented plans for sustainable pro­duction and consumption and have kept the impacts of use of natural resources well within safe ecological limits"}, {"text_block_id": "p131_b57", "text": "BANCA. (2009). Environmental Impact Assessment on Hydropower Development of Ayeyawady River Basin above Myitkyina, Kachin State, Myanmar. Retrieved from http://www.mylaff.org/document/view/2833"}, {"text_block_id": "p107_b57", "text": "13."}, {"text_block_id": "p131_b58", "text": "BANCA. (2011). Integrated multi-stakeholder ecosystem approach at lnle Lake (Myanmar) based on zoning principles and integration of ecorestoration and agrofarming practices. Completion Report August 2011. Biodiversity and Nature Conservation Association, Yan­gon, Myanmar."}, {"text_block_id": "p108_b58", "text": "4.6.14"}, {"text_block_id": "p131_b59", "text": "BBOP Standards. (n.d.). Retrieved from http://www.forest-trends.org/documents/files/doc-3078.pdf"}, {"text_block_id": "p108_b59", "text": "Aichi Target 14: By 2020, ecosystems that provide essential services, including ser­vices related to water, and contribute to health, livelihoods and well-being, are re­stored and safeguarded, taking into account the needs of women, indigenous and local communities, and the poor and vulnerable"}, {"text_block_id": "p6_b59_merged_merged", "text": "The revised NBSAP will serve as a guide for biodiversity conservation from 2015 to 2020. Its goal is to establish a strategic planning framework, identify concrete actions, and ensure ef­fective management and conservation of Myanmar's diverse ecosystems, species, and natural"}, {"text_block_id": "p32_b59", "text": "The population of the Irrawaddy dolphin"}, {"text_block_id": "p131_b60", "text": "BEWG. (2011). Burma's Environment: People, Problems, Policies. The Burma Environmental Working Group. Chiang Mai, Thailand. Retrieved from http://www.bewg.org/pubs/fin­ish/4/34"}, {"text_block_id": "p108_b60_merged", "text": "The population of Myanmar is highly dependent on natural resources and ecosystem services, with 66% of the population working in agriculture, and much of the remainder of the rural work force involved in other resource-dependent activities such as fishing, mining, and forestry. Poor and vulnerable members of society, including marginalized ethnic nationalities and women, are especially dependent on the services provided by these ecosystems due to limited econom­ic opportunities, concentration in more rural areas, and discrimination. The unsustainable ex­ploitation of such resources will disproportionately and negatively impact vulnerable members of society as well as the biodiversity that is key to providing these services. Target 14 is a broad, cross-sectoral target and depends on the effective implementation of other targets (e.g. 3, 5, 7, 10, 11, 15, and 18). This target focuses on four key ecosystem services and their associated values: fresh water, forest products, pollination, and coastal flood protection and fisheries."}, {"text_block_id": "p58_b60", "text": "The CBD defines sustainable use as the \"use of components of biological diversity in a way and at a rate that does not lead to the long-term decline of biological diversity, thereby maintain­ing its potential to meet the needs and aspirations of present and future generations\". The sustainability of primary production and subsistence activities (such as fisheries, agriculture,"}, {"text_block_id": "p32_b60", "text": "(Orcaella brevirostris)"}, {"text_block_id": "p131_b61", "text": "Biodiversity Offsets. (n.d.). Retrieved from http://bbop.forest-trends.org/pages/biodiversity_offsets"}, {"text_block_id": "p59_b61", "text": "and forest products) are addressed elsewhere in the Myanmar NBSAP. This target focuses on sustainable production and consumption relating to the mining and energy industries."}, {"text_block_id": "p32_b61", "text": "has been decreasing, mainly due to destructive electrofishing practices. Another large aquatic mammal, the dugong"}, {"text_block_id": "p131_b62_merged", "text": "Blakes. and Hedges s. (2004). Sinking the flagship: The case of forest elephants in Asia and Africa. Conservation Biology, 18, 1191-202."}, {"text_block_id": "p59_b62", "text": "Development inevitably involves liquidating natural capital to build the homes, factories, schools, roads, airports, and other infrastructure and services that support a healthy, well ed­ucated, and productive workforce. However, as regional experience shows, the unregulated exploitation of natural resources for short term gains results in large inefficiencies and unnec­essarily large environmental impacts. To deliver long term economic development, the sustain­able use of natural resources must be a fundamental principle of development planning. For Myanmar, the challenge is to increase resource use efficiency to minimize biodiversity loss."}, {"text_block_id": "p32_b62", "text": "(Dugong dugon),"}, {"text_block_id": "p108_b63", "text": "This target can be divided into two complementary aspects and associated actions: (1) resto­ration and maintenance of ecosystem services; and (2) equitable access to benefits deriving from such services. Many of the bio-geophysical services provided by ecosystems are also cov­ered under Targets 5 and 15. Equity issues are complex, and in many cases strongly correlated with gender, ethnicity, poverty, and access to resources. Examples of ecosystem services ben­efiting such vulnerable groups are given below (see Table 34)."}, {"text_block_id": "p84_b63", "text": "Further information is required to identify emerging IAS problems, ecosystems most threat­ened by IAS, and potential environmental or socio-economic impacts. This information would allow the prioritization of the allocation of resources to IAS management. Early identification of IAS allows the targeting of resources and control or eradication may be undertaken at signifi­cantly lower costs than would be required to manage the IAS once established. Currently, the capacity to undertake research on IAS is limited, and obtaining the resources and skilled staff to conduct research is likely to be a challenge. Providing relevant IAS training to biological science students could be one strategy for developing the future capacity to undertake IAS research."}, {"text_block_id": "p59_b63", "text": "In 2009, with UNEP support, the government prepared a NSDS, which outlined eleven goals and associated actions to be implemented within 5-and 10-yeartimeframes for the sustainable management of natural resources. A number of critical actions identified in this plan, such as enacting an Environmental Conservation Law (ECL), and developing an EIA procedure have been completed or are near completion. A review of progress toward implementing the ac­tions identified in the NSDS would serve to assess progress the government has made toward sustainable development."}, {"text_block_id": "p32_b63", "text": "has been sighted in the Myeik Archipelago and off the Rakhine coast."}, {"text_block_id": "p109_b64", "text": "Ecosystem services can be classified in four categories."}, {"text_block_id": "p84_b64", "text": "While many IAS are already established in Myanmar, the potential for trans-boundary move­ment of new IAS into Myanmar is high along land borders shared with neighbouring countries such as India, Bangladesh, China, Lao PDR, and Thailand. New IAS also have the potential to be introduced into Myanmar by water and air transport. IAS may be introduced unintention­ally by migrants, tourists or through the transport of cargo or movement of pets, plant parts,"}, {"text_block_id": "p59_b64", "text": "There are many opportunities for Myanmar to integrate sustainability principles into develop­ment projects by strengthening internal government processes, learning from international experience, and engaging the private sector. The ECL has established special task forces for the following sectors to provide advice on environmental sustainability and the green econo­my: land use; rivers, streams and wetlands; industrial projects, large industries and urban and rural areas; and environmental policy, law, and procedures. Further engagement of local and international business is key and can be encouraged through training programmes such as BET, an initiative to increase understanding of linkages between business and ecosystems, and de­velopment of business plans for biodiversity."}, {"text_block_id": "p32_b64", "text": "Myanmar is also home to at least five endemic mammal species, including: Anthony's pipis­trelle"}, {"text_block_id": "p7_b64", "text": "resources. On TBD, the Government of the Republic of the Union of Myanmar adopted the Myanmar NBSAP at its Government Meeting No. ( / ), held on -"}, {"text_block_id": "p131_b65", "text": "Blumenfeld, S., Lu, C., Christophersen, T. and Coates, D. (2009). Water, Wetlands and Forests."}, {"text_block_id": "p109_b65", "text": "Provisioning services"}, {"text_block_id": "p85_b65", "text": "seeds and residues, or introduced intentionally, for example for research, medicine, ornamen­tal purposes, agricultural, forestry, biological control or industrial purposes. Due to institutional and political challenges, in many areas the potential for the government to effectively regulate transboundary movement within the next five years may be limited. Identifying key threats, building the capacity of relevant authorities and providing appropriate information to authori­ties and communities is likely to be a realistic approach to managing the risk of the transbound­ary introduction of IAS in the short term."}, {"text_block_id": "p59_b65", "text": "The unregulated expansion of the mining sector in Myanmar, especially small-and medi­um-sized operations are a significant threat to biodiversity. Mining projects have a range of impacts such as reduced agricultural productivity, soil and water contamination, and fragmen­tation and destruction of natural habitat. Unregulated gold mining in Sagaing Region is a major cause of forest loss and pollution of the Chindwin River. Unregulated mining is also polluting many other lakes and rivers throughout the country with serious repercussions on environmen­tal and human health."}, {"text_block_id": "p32_b65", "text": "(Hypsugo anthonyi),"}, {"text_block_id": "p7_b65", "text": "-2015."}, {"text_block_id": "p131_b66", "text": "A Review of Ecological, Economic and Policy Linkages. Secretariat of the Convention on Biological Diversity and Secretariat of the Ramsar Convention on Wetlands, Montreal and Gland. CBD Technical Series No. 47."}, {"text_block_id": "p109_b66", "text": "include produc­tion of resources such as crops, fish and livestock, and raw materials for construction and other needs, all of which directly depend on natural ecosystems."}, {"text_block_id": "p85_b66", "text": "Legislation and regulations relating to the control and management of IAS have not yet been enacted in Myanmar. The Forest Law (1992), the Protection of Wildlife and Protected Areas Law (1994), and the Plant Pest Quarantine Law (1993, amended in 2011) provide regulations to control lAS, but these are inadequate to respond to the threats posed by IAS. Development of targeted legislation relating to controlling the introduction, movement and management of IAS, as well as the strengthening of quarantine laws and enforcement, will be an important long-term component of IAS management."}, {"text_block_id": "p60_b66_merged", "text": "Energy reform is one of the big challenges relating to sustainability in Myanmar. Domestic elec­tricity use in Myanmar is low with less than 30% of the population having access to electricity. With ADB support, the government is preparing a long term energy policy that will guide de­velopment of the energy sector. This is an opportunity to maximize the sustainability of both energy supply and demand by adopting an appropriate mix of energy production strategies, including renewables, off-grid systems and, improving incentives for technology transfer. The development of Myanmar's hydropower potential is likely to be an important component of the Energy Policy. Regional experience shows clearly that if undertaken without appropriately planning, hydropower development can severely harm fish production, food security, and fish diversity."}, {"text_block_id": "p32_b66", "text": "Joffre's pipistrelle"}, {"text_block_id": "p7_b66", "text": "The NBSAP is com­posed of four major chapters and three annexes, covering background information as well as a detailed action plan for achieving the national targets."}, {"text_block_id": "p131_b67", "text": "BOBLME. (2011). Country report on pollution -Myanmar. Bay of Bengal Large Marine Ecosystem Project. Retrieved from http://www.boblme.org/documentRepository/BOBLME-2011-Ecol­ogy-13.pdf"}, {"text_block_id": "p109_b67", "text": "Regulating services"}, {"text_block_id": "p85_b67", "text": "A low awareness of IAS and their potential environmental and socioeconomic impacts among communities, land managers and government will be a key impediment to the control of IAS. Increasing the awareness of IAS amongst communities and land managers, and providing ac­cessible information relating to the identification and threats of IAS, will be important strate­gies for gaining support for IAS management and to increase community involvement in re­porting of IAS. The capacity of land managers and governments to effectively manage IAS is also limited, due to the absence of a coordinating agency, limited availability of information, restricted resources and limited staff capacity. Identifying the roles of different stakeholders and assigning responsibility for the coordination of IAS management to a single agency could improve the ability to efficiently and effectively control IAS threats."}, {"text_block_id": "p32_b67", "text": "(Hypsugo joffrei),"}, {"text_block_id": "p7_b67_merged_merged", "text": "Chapter 1 provides background information on Myanmar, its geophysical characteristics and biodiversity, and biodiversity conservation activities. Chapter 2 gives a detailed account of the diversity of ecosystems and species found in Myanmar as well as important natural resources and human activities, such as agriculture, that depend on the country's rich biological endow­ment. In Chapter 3 there is an overview of the policy and legal framework, institutional arrange­ments, and international agreements relevant to biodiversity conservation in Myanmar. Chap­ter 4 reviews the previous NBSAP, covers the 20 Aichi Targets, and outlines detailed national targets and actions required to meet Myanmar's ambitious conservation goals. This chapter contains some of the most important content within the N BSAP. The Annexes provide detailed indicators for assessing progress on national targets, species lists, and more information on the revised N BSAP formulation process."}, {"text_block_id": "p131_b68", "text": "BOBLME. (2012). National report of Myanmar on the sustainable management of the Bay of Bengal Large Marine Ecosystem. In: M. Pe (Ed.): Department of Fisheries, Myanmar."}, {"text_block_id": "p109_b68", "text": "include func­tions such as climate regulation through the storage of carbon and control of local rainfall, and protection from disasters such as landslides and coastal storms, and are not measured in conventional markets."}, {"text_block_id": "p85_b68_merged", "text": "In order to best utilize resources and minimize environmental and economic costs of IAS in the long term, Myanmar requires an effective and coordinated National IAS Action Plan {NIASP). Myanmar can utilize existing resources produced by national IAS programmes in neighbouring countries and the Global Invasive Species Programme {GISP). Regionally focused publications produced by the GISP, such as Tropical Asia Invaded. The growing danger of invasive alien spe­cies, Prevention and Management of Invasive Alien Species: Proceedings of a workshop on Forging Cooperation throughout South and Southeast Asia and Invasive alien species: A toolkit of best prevention and management practices, contain resources directly relevant to the development of a NIASP."}, {"text_block_id": "p32_b68", "text": "Myanmar pipistrelle"}, {"text_block_id": "p132_b69", "text": "Bonn Challenge. (n.d.). Retrieved from http://www.bonnchallenge.org/"}, {"text_block_id": "p109_b69", "text": "Cultural services"}, {"text_block_id": "p60_b69", "text": "Strategic Environmental Assessments (SEAs) are recommended by the World Bank to assess cumulative impacts of sectors with large scale cumulative environmental impacts. SEAs can identify critical areas in which development is not appropriate, and identify thresholds of im­pacts on biodiversity and natural resources required to ensure that cumulative development impacts occur within safe ecological limits. This information would support the development of industry guidelines, and form the basis for subsequent assessment of the impacts of individual projects."}, {"text_block_id": "p32_b69", "text": "(Hypsugo lophurus)"}, {"text_block_id": "p132_b70", "text": "Brunner, J., Talbott, K., Elkin, C. (1998). Logging Burma's Frontier Forests: Resources and the Regime, WRI, Washington, D.C."}, {"text_block_id": "p109_b70", "text": "are more difficult to measure and include benefits such as cultural identity (which can maintain societal stability, mental health, and other essential benefits) and ecotourism (through preservation of aesthetic values)."}, {"text_block_id": "p60_b70", "text": "A sectoral SEA of existing and potential mining operations, and of all planned hydropower de­velopment to assess cumulative impacts would permit the development of guidelines to en­sure that biodiversity impacts are avoided and mitigated in the development of this industry. The IFC and Ministry of Electric Power are planning to conduct a SEA of hydropower in"}, {"text_block_id": "p32_b70", "text": "and the Popa soft-furred rat"}, {"text_block_id": "p132_b71_merged", "text": "Burdge, R. J. and Robertson, R. A. (1990). Social impact assessment and the public involvement process. Environmental Impact Assessment Review, 10(1 ), 81-90."}, {"text_block_id": "p109_b71", "text": "Supporting"}, {"text_block_id": "p61_b71", "text": "mar. The World Bank is funding the Ayeyawady Integrated River Basin Management Project, which includes preparation of a river basin management plan for the Ayeyawady River, which covers 60% of the country's area and 70% of the population. These projects could be used to develop a hydropower development plan that optimizes the trade-offs between power, biodi­versity, and food security."}, {"text_block_id": "p32_b71", "text": "(Millardia kathleenae)."}, {"text_block_id": "p109_b72", "text": "services are not of direct benefit to people but are essential to the functioning of ecosystems and therefore indirectly responsible for all other services. Examples of supporting services are the formation of soils and the processes of plant growth."}, {"text_block_id": "p61_b72_merged", "text": "Figure 9: Existing and candidate hydropower plants."}, {"text_block_id": "p32_b72", "text": "Dry mixed deciduous forests in Myanmar are home to the largest remaining population of the endangered Eld's deer"}, {"text_block_id": "p8_b72", "text": "CONTENTS"}, {"text_block_id": "p109_b73", "text": "Because they are not necessarily bought or sold, the value of non-market ecosystem services is difficult to quantify."}, {"text_block_id": "p32_b73", "text": "(Rucervus eldii)."}, {"text_block_id": "p10_b73", "text": "Acronyms and Abbreviations"}, {"text_block_id": "p109_b74", "text": "As"}, {"text_block_id": "p32_b74", "text": "Avifauna"}, {"text_block_id": "p13_b74", "text": "List"}, {"text_block_id": "p109_b75", "text": "a result, the focus is often on key provisioning services for which a market value can be estimated. Consequently, many studies underestimate the value of these services."}, {"text_block_id": "p32_b75", "text": "Myanmar is recognized as having possibly the greatest diversity of bird species in Southeast Asia, with at least 1,096 avifauna species recorded including 6 endemic species and 46 bird spe­cies listed on the Red List. Although some of these species have not been recorded for decades they may be present in low numbers. Jerdon's babbler"}, {"text_block_id": "p13_b75", "text": "of Table"}, {"text_block_id": "p132_b76", "text": "Burke, L., Selig, E., and Spalding, M. (2011). Reefs At Risk Revisited. Washington, DC: World Resources Institute."}, {"text_block_id": "p109_b76_merged_merged_merged", "text": "One of the most valuable ecosystem services in Myanmar is the provision of freshwater re­sources. On average, Myanmar is a low water stress country, with the fifth highest per capita"}, {"text_block_id": "p32_b76", "text": "(Chrysomma altirostre),"}, {"text_block_id": "p15_b76", "text": "List of Figures"}, {"text_block_id": "p132_b77", "text": "Burma Rivers Network. (2011). Environment Impact Study on Hydropower Development of Ir­rawaddy River: an Analysis. Retrieved from http://www.mylaff.org/document/view/2816"}, {"text_block_id": "p62_b77", "text": "Reducing wastage and improving efficiency of distribution networks will reduce the energy sector's environmental impacts. Methods to achieve this include upgrading transmission tech­nology and designing efficient distribution networks through adoption of diverse strategies including off-grid solutions for remote communities. Similarly, requiring the consideration of energy consumption in urban planning, and reducing dependence on charcoal would reduce energy consumption and the impact on biodiversity. Increasing domestic supply and distribu­tion of energy sources such as natural gas could would reduce pressure on natural forests and provide a cleaner alternative to coal. The removal of perverse incentives such as energy subsi­dies that encourage resource over-use would also make a significant contribution to reducing energy consumption and wastage."}, {"text_block_id": "p32_b77", "text": "was rediscov­ered in grassland near Yangon in 2014, with the first recorded sighting in 73 years."}, {"text_block_id": "p16_b77", "text": "Boxes"}, {"text_block_id": "p132_b78", "text": "CBD Guidelines on Indigenous Peoples, including Article 8{j), Article 10(c), Akwe:Kon Guidelines for the conduct of impact assessments on traditional sacred sites, and the Tkariwaieri Code of Ethical Conduct for intellectual and cultural heritage."}, {"text_block_id": "p62_b78", "text": "Sustainability planning in urban development can deliver significant dividends in the form of improved energy efficiency for individuals, the private sector and the government, and also significantly reduce waste production. In Myanmar, priorities for urban development planning include providing access to efficient cooking fuel sources, ensuring climate appropriate build­ing design, treating sewage, and developing appropriate waste and construction material re­cycling systems."}, {"text_block_id": "p32_b78", "text": "Bird species endemic to Myanmar include Jerdon's minivet"}, {"text_block_id": "p18_b78", "text": "Chapter"}, {"text_block_id": "p132_b79", "text": "CEPF. (2011). Ecosystem Profile: lndo-Burma Biodiversity Hotspot, 2011 Update, Critical Ecosys­tem Partnership Fund, Arlington, VA, USA."}, {"text_block_id": "p110_b79", "text": "water availability in Asia and only 2.8% of the annual total available water consumed {Simmance"}, {"text_block_id": "p63_b79", "text": "4.6.5 Aichi Target 5: By 2020, the rate of loss of all natural habitats, including forests, is at least halved and where feasible brought close to zero, and degradation and fragmen­tation is significantly reduced"}, {"text_block_id": "p32_b79", "text": "(Pericrocotus albifrons),"}, {"text_block_id": "p18_b79", "text": "1."}, {"text_block_id": "p132_b80", "text": "COP. (2002). Alien species that threaten ecosystems, habitats or species. Guiding Principles for the Implementation of Article 8(h). UNEP/CBD/COP/6/20, pp. 249-261. Retrieved from https://www.cbd.int/decision/cop/?id=7197"}, {"text_block_id": "p110_b80", "text": "2013)."}, {"text_block_id": "p63_b80", "text": "Stretching from sea level to 5,881 meters and from 9 to 28 degrees north, Myanmar encom­passes a wide range of habitats encompassing alpine and sub-alpine in the far north, low to moderate elevation forest and mountain ranges running along the eastern and western bor­ders, a central dry zone, several large freshwater lakes and river systems, and extensive deltaic, coastal, and offshore marine areas. These diverse habitats and ecosystems form the basis of Myanmar's economy, culture, and biodiversity. Forests make up an important part of many of these ecosystems, but have been severely impacted in recent decades."}, {"text_block_id": "p32_b80", "text": "hooded treepie"}, {"text_block_id": "p18_b80", "text": "Introduction"}, {"text_block_id": "p132_b81", "text": "Costanza, R., R. d'Arge, R. de Groot, S. Farber, M. Grasso, B. Hannon, K. Limburg, S. Naeem, R.V. O'Neill, J. Paruelo, R.G. Raskin, P. Sutton and M. van den Belt. (1997). The value of the world's ecosystem services and natural capital. Nature 387: 253-260."}, {"text_block_id": "p110_b81", "text": "However, this masks large regional and seasonal differences, as water access is a signif­icant challenge in the drier central region of the country and areas that receive high levels of rainfall struggle with water quality and seasonal access."}, {"text_block_id": "p86_b81", "text": "The"}, {"text_block_id": "p63_b81", "text": "Forest cover figures are available from a variety of sources, including recent unofficial figures from research institutions and NGOs. The Smithsonian Institution reports a loss of 12,000 km2 of forest of all types between 1990 and 2000. Global Forest Watch (GFW) reports a loss of 15,000 km2 of forest between 2001 and 2012, indicating an acceleration of forest loss, peaking at 2,162 km2 in 2009. Over half the loss occurred in Kachin and Shan States and Sagaing and Taninthayi Regions. Two of the most threatened, economically valuable, and biologically im­portant forest types are dry mixed deciduous and mangrove forests."}, {"text_block_id": "p32_b81", "text": "(Crypsirina cucullata),"}, {"text_block_id": "p18_b81", "text": "1.1"}, {"text_block_id": "p132_b82", "text": "Costanza, R., De Groot, R, Sutton, P., Van Der Ploeg, S., Anderson, S. J., Kubizzweski, Ida, S."}, {"text_block_id": "p110_b82_merged_merged", "text": "Farmers and hydropower plants depend on forested and intact watersheds to filter and mod­erate flow and retain sediment. Studies in other areas in the world make a clear case for the overwhelming economic value of safeguarding and restoring watersheds, and this should be a goal for Myanmar as well, as the devastating floods of July-August 2015 demonstrated. Poten­tial tools include reforestation of degraded areas, enhanced agricultural cultivation techniques, and protection of upland and riparian areas. These activities could be funded through the ex­pansion of a watershed protection fund, integration into agricultural extension activities, and in the long term, possibly by PES."}, {"text_block_id": "p86_b82", "text": "Chinese Pangolin (Manis pontadocty/o)"}, {"text_block_id": "p63_b82", "text": "Myanmar holds 125,000 km2 of dry mixed deciduous forest {DMDF), half of the total in South­east Asia {Wohlfart et al. 2014). Restricted to lowland areas with strongly seasonal rainfall and found in isolated patches or as modified fragments within a human-dominated landscape, DMDF is one of the least protected forest types in the tropics. Within Myanmar, relatively large areas remain in Sagaing Region, Shan and Rakhine States. At present, only 2% of Myanmar's DMDF is legally protected (compared to about 40% in Thailand and Cambodia). DMDF is char­acterized by exceptionally high diversity and endemism, and historically by an abundance of elephants, tigers, rhinos, and other large, wide-ranging mammals."}, {"text_block_id": "p32_b82", "text": "Burmese bush lark"}, {"text_block_id": "p18_b82", "text": "Background"}, {"text_block_id": "p132_b83", "text": "Farber, and Turner, R.K. (2014). Changes in the global value of ecosystem services. Global Environmental Change 26: 152-158."}, {"text_block_id": "p87_b83", "text": "4.6.10 Aichi Target 10: By 2015 the multiple anthropogenic pressures on coral reefs, and oth­er vulnerable ecosystems impacted by climate change or ocean acidification are min­imized, so as to maintain their integrity and functioning"}, {"text_block_id": "p63_b83", "text": "Because of large human population in DMDF, there are few opportunities for establishing large, strictly PAs. Community-based conservation, including community forestry, community conservation agreements, and other forms of sustainable management are more appropriate for remaining forest patches. Demonstrated interest by communities, local leaders, and parlia­mentary representatives for preserving forest patches indicate opportunities to establish sus­tainable management given appropriate support from government and NGOs."}, {"text_block_id": "p32_b83", "text": "(Mirafra microptera),"}, {"text_block_id": "p18_b83", "text": "Myanmar is the largest country In mainland Southeast Asia with a land area of 676,577 km2, bordered by Bangladesh and India to the northwest, the People's Republic of China to the northeast and the Lao PDR and Thailand to the southeast (see Figure 1). The Bay of Bengal and Andaman Sea Ile to the south and west. More than 40% of Myanmar is mountainous. Prominent mountain chains include an extension of the eastern Himalaya, the Chin Hills, the Western Pla­teau/Rakhine Yoma, Bago Yoma, the Eastern Plateau/Shan Plateau and the Taninthayi Range. The Ayeyawady, Thanlwin/Salween, Chindwin, Sittaung and Kaladan are Myanmar's major riv­ers."}, {"text_block_id": "p132_b84", "text": "Danielsen, F., Jensen, P. M., Burgess, N. D., Altamirano, R., Alviola, P.A., Andrianandrasana, H., ... and & Young, R. (2014). A multicountry assessment of tropical resource monitoring by local communities. Bioscience, biuoo1."}, {"text_block_id": "p87_b84", "text": "Understanding of the marine realm in Myanmar is a major scientific and policy gap. Important marine ecosystems in Myanmar identified by BOBLME are mangrove forests (see Targets), coral reefs, and seagrass and seaweed beds. Of these, coral reefs are the most vulnerable to climate change and ocean acidification."}, {"text_block_id": "p63_b84", "text": "Myanmar has the third largest area of mangroves in Southeast Asia (after Indonesia and Ma­laysia). However, a 2014 NASA study showed a significant decline in mangrove cover between 2000 and 2013, particularly in Rakhine State and Ayeyawady Region (Table 15)."}, {"text_block_id": "p32_b84", "text": "Burmese tit"}, {"text_block_id": "p18_b84_merged_merged", "text": "figure 1: Location of Myanmar and state and region administrative boundaries."}, {"text_block_id": "p132_b85", "text": "Danielsen, F., Jensen, P. M., Burgess, N. D., Holt, S., Poulsen, M. K., Rueda, R. M., ... and Pirhofer­Walzl, K. (2014). Testing Focus Groups as a Tool for Connecting Indigenous and Local Knowl­edge on Abundance of Natural resources with Science-Based Land Management Systems. Conservation Letters, 7(4), 380-389."}, {"text_block_id": "p110_b85", "text": "Fresh water"}, {"text_block_id": "p87_b85", "text": "Coral reefs in Myanmar are estimated to cover approximately"}, {"text_block_id": "p64_b85", "text": "The extensive mangrove clearing was a major factor behind the loss of life caused by cyclones Nargis (2008) and Giri (2011) and the collapse of the shrimp sector in northern Rakhine State. Cy­clone Nargis led to a large number of NGO-led mangrove reforestation efforts in the Ayeyawady Delta, but mangroves continue to decline in both extent and quality. Despite their demonstrat­ed economic and environmental values, less than 5% of mangroves are legally protected and there is growing pressure on the 137 km2 Meinmahla Kyun Wildlife Sanctuary, the largest area of intact mangroves in the delta, for fuelwood and charcoal production. In areas of Malaysia and the Philippines, sustainable harvesting regimes have been in place for decades that al­low for mangrove cutting in ways that do not threaten the integrity of the forest. Myanmar needs to practise this sustainable use approach. Myanmar recently became a member country of Mangroves for the Future (MFF), a project that has been successful in protecting coastal re­gions, providing alternative livelihoods, and conserving mangroves throughout the region. As this project expands in Myanmar it could be a key tool in protecting the remaining mangroves along Myanmar's coast, and in helping reduce vulnerability to future natural disasters."}, {"text_block_id": "p32_b85", "text": "(Aegithalos sharpie),"}, {"text_block_id": "p132_b86", "text": "Davies, J., Sebastian, A.C., and Chan, S. (2004). A Wetland Inventory for Myanmar. Ministry of Environment, Japan."}, {"text_block_id": "p110_b86", "text": "resource"}, {"text_block_id": "p87_b86", "text": "18"}, {"text_block_id": "p64_b86", "text": "According to a 2015 Forest Trends report (Woods 2015), forest clearing for the expansion of commercial agriculture is now the leading cause of deforestation. While this process has been occurring for many decades, the current rate of forest conversion for agriculture is unprece­dented. Concessions were issued for 16 km2 of oil palm and rubber plantations within the PFE in 2013-2014. However, this excludes all other types of agricultural concessions, as well as con­cessions for energy infrastructure, mining, and other uses and concessions granted by military, regional government, and non-state actors. The laws, regulations, and procedures by which these concessions are allocated, especially those involving degazetting of forest reserves or those located within forest reserves, are spread across numerous uncoordinated jurisdictions and the use of legal loopholes, special permits, and exemptions is common."}, {"text_block_id": "p32_b86", "text": "white-throated babbler"}, {"text_block_id": "p132_b87", "text": "DMCR. (2014). Coral species in Thailand's Andaman Sea. Bangkok, Thailand."}, {"text_block_id": "p110_b87", "text": "Rivers and freshwater wetlands are important sources of ecological services. In addition to the agricultural and hydropower benefits provided by rivers, ecosystem services associated with rivers and wetlands include freshwater fisheries, harvested wild goods, transport, recreation"}, {"text_block_id": "p87_b87", "text": "7,000"}, {"text_block_id": "p64_b87", "text": "In the forestry sector itself, promising new reforms are underway, but so far have focused only on FD-managed timber estates. The remaining natural forests in the country's resource-rich, ethnic minority areas remain outside of any effective forest management and are vulnerable to extensive logging and forest conversion (Woods 2013). The dramatic increase in agribusiness concessions under the authority of multiple ministries and actors presents significant institu­tional and policy challenges for the FD."}, {"text_block_id": "p32_b87", "text": "(Turdoides gularis)"}, {"text_block_id": "p132_b88", "text": "Duraiappah, AK, Asah S, Brondizio, ES, Prieur-Richard AH, and Subramanian S. \"Managing Biodi­versity is About People\". UNEP/CBD/SBSTTA/17/INF/1. Retrieved from http://www.cbd.int/doc/ meetings/sbstta/sbstta-17/information/sbstta17-inf-01-en.pdf"}, {"text_block_id": "p111_b88", "text": "and carbon storage. A study of Moeyungyi wetland in Bago Region estimated the site to pro­vide a net annual benefit of US$22 million (US$2,200/hectare/year) in ecosystem services."}, {"text_block_id": "p87_b88", "text": "hectares in the Myeik Ar­chipelago, the Rakhine coast, and in restricted areas in the Ayeyawady coastal zone. The Myeik Archipelago, which extends for over"}, {"text_block_id": "p65_b88", "text": "After"}, {"text_block_id": "p32_b88", "text": "and white-browed nuthatch"}, {"text_block_id": "p132_b89", "text": "Emerton, L. and Yan Min Aung. (2013). The Economic Value of Forest Ecosystem Services in Myanmar and Options for Sustainable Financing. International Management Group, Yan­gon."}, {"text_block_id": "p111_b89", "text": "Forests support a wide range of ecosystem values including water provision, supply of timber, meat, and non-timber forest products (NTFP) such as medicinal plants. A systematic assess­ment of the values of services provided by forest ecosystems in Myanmar estimated that they generate more than US$7 billion in goods and services every year (Emerton et al. 2013). Only 15% of this value is from timber and NTFPs, with the difference made up by contributions to other sectors and regulation services, such as global climate mitigation."}, {"text_block_id": "p87_b89", "text": "300"}, {"text_block_id": "p65_b89", "text": "100"}, {"text_block_id": "p32_b89", "text": "(Sitta"}, {"text_block_id": "p133_b90", "text": "Equator Principles. (n.d.). Retrieved from http://www.equator-principles.com/"}, {"text_block_id": "p111_b90", "text": "The pollination of crops by insects and other animals supports food security and survival of plant species. Pollinators include birds, beetles, rodents, and most importantly, bees (Apis spp.), which studies show can double the yield of some crops. There are no estimates of the value of pollination in Myanmar, but if the global average of 9.5% of total crop value is used, it is likely to be a significant figure. In addition, the Red List Index {RU) for other pollinators in Myanmar is declining, indicating faster relative population decreases and potential impacts to pollinated crop value. Considering that 58% of Myanmar's GDP is derived from agriculture, this is a worrying trend."}, {"text_block_id": "p87_b90", "text": "km north to south and comprises over"}, {"text_block_id": "p65_b90", "text": "years of intensive logging, Myanmar's forests are heavily degraded and commercial­ly exhausted. The risk is further large-scale deforestation. To avoid this outcome, the FD will consider putting in place measures that break the deforestation sequence that starts with the removal of larger trees by commercial operators, then less valuable species for domestic con­struction and fuelwood, and ends with the conversion of degraded forest to plantations and/ or small-scale cultivation."}, {"text_block_id": "p32_b90", "text": "victori­"}, {"text_block_id": "p133_b91", "text": "ESCAP. (2014). Growing Through Manufacturing: Myanmar's Industrial Transformation. ART­NeT Working Paper Series No. 145, July 2014, Bangkok, ESCAP. Retrieved from http://www.unescap.org/sites/default/files/AWP%20No.%20145.pdf"}, {"text_block_id": "p111_b91", "text": "Coastal and marine ecosystems such as mangroves, intertidal mudflats, coral reefs, and sea­grass can help mitigate coastal flooding and provide key fisheries habitat for many juvenile and adult fish species (see Target 10). The value of coastal protection services provided by man­groves was made clear during storm events such as Cyclone Nargis in 2008, when more than 140,000 people perished. Mangroves also provide a range of associated values and services, such as habitat for juvenile fish, carbon sequestration, and fuel wood. Research conducted by IUCN calculated that intertidal mudflats in Northeast Asia provide ecosystem services up to US$38,ooo/hectare/year, and mangroves in Southeast Asia have been assessed as having an ecosystem service value of US$4,ooo/hectare/year."}, {"text_block_id": "p87_b91", "text": "800"}, {"text_block_id": "p65_b91", "text": "Reversing this sequence requires restoring hundreds of thousands of hectares of degraded for­est while meeting the large and growing domestic demand for timber. This requires profound changes in how local communities are incentivized to cooperate with government to protect and manage the forest estate. It also requires moving away from the country's traditional focus on timber extraction for export toward the domestic market (see Target 15)."}, {"text_block_id": "p32_b91", "text": "ae)."}, {"text_block_id": "p18_b91", "text": "The country has three seasons: wet (from mid-May to mid-October), cold (from early Novem­ber to late February) and dry (from March to mid-May). Temperature, precipitation and humid­ity vary greatly; from the Taninthayi coast which receives about 5,000 mm of rain annually to the arid Central Dry Zone in the central plains which receives only 500-750 mm of rain a year (see Figure 2). This diverse topography and climatic conditions create numerous different eco­systems and support an incredibly wide range of associated species."}, {"text_block_id": "p133_b92", "text": "Extractive Industries Transparency Initiative {EITI). (n.d.). Retrieved from https://eiti.org/"}, {"text_block_id": "p111_b92", "text": "To incorporate ecosystem services into development planning, a systematic valuation ap­proach, like that applied to forest ecosystems, should be applied to other ecosystems, partic­ularly marine and freshwater, which have high indirect economic values. This will ensure that the true costs of a project are factored into cost-benefit analyses, and provide a basis for estab­lishing PES schemes that support communities and create incentives to protect ecosystems."}, {"text_block_id": "p87_b92", "text": "islands, is the most important area in Myanmar for hard and soft corals (see Figure"}, {"text_block_id": "p65_b92_merged_merged", "text": "Community forestry has had some success in Myanmar but the model has focused on small ar­eas and is cumbersome to negotiate. Progress has been slow: approximately 80,000 hectares of forest have been brought under formal community management since the CFI were issued in 1995. The National Forestry Master Plan sets a target of 980,000 hectares of CF established by 2030. To contribute to a national PFE restoration programme, the process needs to be sim­plified and scaled up and, crucially, communities need to be assured a fair share of the benefits. For example, communities could be responsible for designing forest management plans, estab­lishing nurseries, planting native species, and protecting the forest in cooperation with FD. In exchange they would have the right to collect fuelwood and construction timber within agreed sustainable levels, and if consent to harvesting, would receive an equitable proportion of the timber revenue. This approach could be accelerated by working with NGOs, such as the Center for People and Forests (RECOFTC), which are well-placed to support and scale-up community forestry projects."}, {"text_block_id": "p32_b92_merged_merged_merged_merged_merged", "text": "Of the 45 globally threatened bird species in Myanmar, eight are listed as Critically Endangered (Annex 2, Table 45). Of these, five have globally significant populations which depend on the country as a critical refuge or wintering area. These include the white-bellied heron (Ardea insignis), spoon-billed sandpiper (Calidris pygmaea), white-rumped vulture (Gyps bengalensis), slender-billed vulture (Gyps tenuirostris) and red-headed vulture (Sarcogyps calvus). Myanmar is home to the bulk of the world's population of Gumey's pitta (Pitta gurneyi), an endangered species, which, outside of Myanmar, is only known from very small populations in southern Thailand."}, {"text_block_id": "p19_b92_merged", "text": "Figure 2: Annual Mean Temperature and Annual Precipitation in Myanmar."}, {"text_block_id": "p133_b93", "text": "FAO. (2010). Global Forest Resources Assessment 2010, Country Report: Myanmar. Retrieved from http://www.fao.org/docrep/013/al576e/al576e.pdf"}, {"text_block_id": "p112_b93", "text": "4.6.15 Aichi Target 15: By 2020, ecosystem resilience and the contribution of biodiversity to carbon stocks has been enhanced, through conservation and restoration, including restoration of at least 15 per cent of degraded ecosystems, thereby contributing to climate change mitigation and adaptation and to combating desertification"}, {"text_block_id": "p87_b93", "text": "13)."}, {"text_block_id": "p133_b94", "text": "FAO. (2015). Global Forest Resources Assessment 2015, Country Report: Myanmar. Retrieved from http://www.fao.org/3/a-az283e.pdf"}, {"text_block_id": "p112_b94", "text": "Many of Myanmar's diverse range of ecosystems have, over more than 50 years of economic and political hardship, become degraded and require restoration. Forests are in particularly urgent need of action and have been selected as the focus of this target."}, {"text_block_id": "p87_b94", "text": "Elsewhere, along the Rakhine coast, coral reefs are reported to be less developed and consist of small patches found on rocky substrates. Reef formation in the Ayeyawady coastal zone is restricted to the Coco and Preparis Islands where there is no influence of river runoff. Coral reefs support high biodiversity and provide many ecosystem services which support small scale and commercial fisheries and growing tourism opportunities. Coral reefs also provide critical disaster reduction services by providing a buffer between the marine environment and coastlines. They are one of the ecosystems most vulnerable to climate change, as indicated by the catastrophic mass coral bleaching event in the Andaman Sea in"}, {"text_block_id": "p133_b95", "text": "FishBase. (2015). Retrieved from http://www.fishbase.org/search.php"}, {"text_block_id": "p112_b95_merged", "text": "While average annual deforestation is relatively low, this is largely a function of the large areas of remote forest in southern and northern Myanmar. Virtually all of Myanmar's more accessible forests are shrinking rapidly in both extent and quality. The FRA shows forest cover declining from 58% in 1990 to 45% in 2015 (see Target 51 Box 2). The reduction in forest quality is even more serious from a biodiversity and livelihoods perspective."}, {"text_block_id": "p87_b95", "text": "2010,"}, {"text_block_id": "p19_b95", "text": "1.2"}, {"text_block_id": "p133_b96", "text": "Furuichi, T., Win, Z., and Wasson, R.J. (2009). Discharge and suspended sediment transport in the Ayeyarwady River, Myanmar: Centennial and decadal changes."}, {"text_block_id": "p87_b96", "text": "which greatly affected the integrity of coral reefs across the region."}, {"text_block_id": "p19_b96", "text": "Biodiversity Conservation Background"}, {"text_block_id": "p133_b97", "text": "Hydrological"}, {"text_block_id": "p87_b97_merged_merged", "text": "Figure 13: Major islands and protected areas in the Myeik Archipelago."}, {"text_block_id": "p66_b97_merged", "text": "Figure 10: Forest cover change between 2002 and 2014 (provisional)."}, {"text_block_id": "p19_b97", "text": "Environmental conservation has a long history in Myanmar, from religious practices that ban hunting and fishing in sacred areas to traditional cultivation systems that protect riparian and watershed forests. In the 1800s, multiple kings issued royal decrees protecting animal life. Starting in 1918, hunting was banned in some areas out of concern about declining wildlife pop­ulations. Modern conservation efforts are rooted in the early 1980s. Between 1981 and 1984, the Nature Conservation National Park Project (NCNPP) was launched and jointly implement­ed by the UN Development Programme (UNDP) and the government. During the NCNPP, the Ministry of Environmental Conservation and Forestry (MOECAF) established the Nature and Wildlife Conservation Division (NWCD), which is responsible for nature conservation and pro­tected areas {PAs). Since then, several additional PAs have been established and expanded. Until 1996 PAs covered less than 1% of total land, ranging in size from 0.47 km2 to 2,150 km2. Starting in the mid-199os, establishment of PAs shifted from a focus on protection of select species and habitats to protection of entire landscapes and ecosystems. Fifteen new PAs were added between 1996 and 2014, bringing the total area of Myanmar's PAs to more than 38,000 km2 (see Figure 3)."}, {"text_block_id": "p133_b98", "text": "Processes, 23, 1631-1641. Published online 1 April 2009 in Wiley lnterScience (www.interscience.wiley. com) DOI: 10.1002/hyp.7295."}, {"text_block_id": "p19_b98", "text": "Forests within the Permanent Forest Estate (PFE) are under the authority of the Forest Depart­ment and are classified as either PAs (i.e. conservation areas), reserved forests (production"}, {"text_block_id": "p133_b99", "text": "Galvan, S. (2013). Empowering higher education in Myanmar universities. Retrieved from http://www.britishcouncil.org/education/ihe/knowledge-centre/national-policies/report-empow­ering-higher-education-myanmar-universities"}, {"text_block_id": "p112_b99", "text": "An indicator of forest quality is the annual allowable cut (AAC), which the FD has prepared ev­ery 10 years based on detailed forest inventory for over a century. Under the national harvest­ing guidelines, only mature trees over the girth limit are to be selected and harvested, which in tum defines the AAC. The AAC for teak and other hardwoods fell from 39 million m3 in 1918 to 2 million m3 in 2010. The most important reason for this >90% reduction in AAC is overharvesting over many decades. Logging accelerated in the 1980s as harvesting levels were determined by export revenue targets rather than the silviculture-based AAC."}, {"text_block_id": "p20_b99", "text": "ests), or protected public forests (local natural resource supply areas). Currently more than 20 million hectares, approximately 30% of the country's total land area, are designated within the PFE. Forests outside the PFE may be classified as public forest or wasteland and are sometimes referred to as unclassified forest. While the land in unclassified forest is available for other uses by the state, all trees in the country are subject to regulations by MOECAF, including controls on harvesting and sale of restricted species."}, {"text_block_id": "p133_b100", "text": "GEGG. (2015). Fourth Green Economy Green Growth Forum, Final Report. Green Economy Green Growth, Yangon, Myanmar. Retrieved from http://www.geggmyanmar.org/gegg-4final-report-20-mar-2015-2/"}, {"text_block_id": "p112_b100", "text": "The State Timber Board (5TB), precursor to MTE was formed for harvest and process non-teak hardwoods. In 1963, hardwood marketing was nationalized, and followed for sawmilling in 1965. 5TB reorganized and renamed as Timber Corporation (TC) in 1974. TC was restructured and renamed as Myanma Timber Enterprise (MTE). In border areas, starting in 1989, contracts were awarded to Thai logging companies. In Kachin State, Chinese companies gained informal logging rights. FD has had little effective authority over these operations and has rarely been in a position to ensure that logging was sustainable."}, {"text_block_id": "p20_b100", "text": "Figure 3:"}, {"text_block_id": "p133_b101", "text": "Geissmann, T., Ngwe Lwin, Saw Soe Aung, Thet Naing Aung, Zin Myo Aung, Tony HtinHla, Grind­ley, M., and Momberg, F. (2010). A New Species of Snub-Nosed Monkey, Genus Rhinopithe­cus Milne-Edwards, 1872 {Primates, Colobinae), From Northern Kachin State, Northeastern Myanmar,"}, {"text_block_id": "p113_b101", "text": "FD classifies Myanmar's forests into two categories that together form the PFE, the forest that FD has gazetted through due legal process: Reserved Forest, which is the best quality and higher commercial value forest, in more remote areas, and where villagers have no harvesting rights; Protected Public Forest, which is of lower commercial valuable, more accessible, and where villagers have some harvesting rights. Technically, there should be no settlements inside the PFE and PAs, which in 2010, covered 29.80% of the land area."}, {"text_block_id": "p20_b101_merged", "text": "Establishment of Protected Areas between 1920 and"}, {"text_block_id": "p133_b102", "text": "American Journal of Primatology,"}, {"text_block_id": "p113_b102", "text": "FD also maps forest cover (48.50%}, which for 2010 shows that 23.45% and 25.05% of forested land is inside and outside of the PFE and PAs, respectively (see Table 36). FD therefore only manages 48% of the total forest area; 52% is defined by FD as Unclassified Forest (UF), and by the Ministry of Agriculture and Irrigation as \"virgin, fallow, and vacant land\" and thus eligible for conversion to other uses (see Figure 15)."}, {"text_block_id": "p88_b102_merged", "text": "Coral community composition and health in the Myeik Archipelago were poorly known until recently. However, in 2013-2015, comprehensive literature reviews and surveys were carried out to assess coral reef condition and to establish biodiversity baselines in a variety of sites throughout the Archipelago. In 2014-15, IUCN, FFI, and Prince of Songkla University (PSU) in Thailand carried out four surveys of the archipelago. Corals identified during these surveys in­cluded three species listed as Endangered on the Red List (Acropora roseni, Acropora rudis, Parasimplastrea sheppardi), as well as 36 species listed as Vulnerable and four species listed as Data Deficient. The surveys indicated that many reefs have less than 10% live hard coral cover, and are dominated by corallimorphs (soft-bodied coral that do not build hard skeletons) and algae growing on dead coral and rubble. In the northern archipelago, conditions appear to be better with hard corals making up 33% of coral cover on average and up to 80% in some areas."}, {"text_block_id": "p133_b103", "text": "72, 1-12."}, {"text_block_id": "p113_b103", "text": "Figure"}, {"text_block_id": "p33_b103", "text": "Asian Golden Weaver ( Ploceus hypoxonthus)"}, {"text_block_id": "p133_b104_merged_merged_merged", "text": "GIGA. Chronology of the Myitsone Dam at the Confluence of Rivers above Myitkyina and Map of Kachin State Dams. Journal of Current Southeast Asian Affairs, 31(1), 141-153."}, {"text_block_id": "p113_b104", "text": "15: Forest cover in Myanmar (L) and overlaid with Reserved Forest boundaries (R)"}, {"text_block_id": "p33_b104", "text": "Herpetofauna"}, {"text_block_id": "p20_b104", "text": "September, 2015."}, {"text_block_id": "p113_b105", "text": "(2010)."}, {"text_block_id": "p33_b105_merged", "text": "Ongoing surveys indicate that Myanmar hosts a high diversity of reptiles and amphibians. Myanmar has exceptional turtle and tortoise diversity, with seven endemic species. A herpe­tofauna survey, jointly conducted between 1999 and 2010 by the Forest Department (FD) and the California Academy of Sciences (CAS), marked an initial effort to understand diversity in Myanmar and subsequent surveys have filled in gaps and discovered new species. The number of reptile and amphibian species currently recorded in Myanmar is presented in Table 4."}, {"text_block_id": "p20_b105", "text": "Among the 39 current PAs (see Figure 4), seven have been recognized as ASEAN Heritage Parks (AH Ps), tying the Philippines for the most in the region. AH Ps are recognized for their particu­lar biodiversity value or uniqueness within ASEAN countries and in Myanmar are Hkakaborazi National Park, lndawgyi Lake Wildlife Sanctuary, Alaungdaw Kathapa National Park, Inlay Lake Wildlife Sanctuary, Meinmahla Kyun Wildlife Sanctuary, Lampi Marine National Park and Nat­mataung National Park. Myanmar also has a designated Ramsar site (Moeyungi Wetland) and"}, {"text_block_id": "p114_b106", "text": "Starting in 2010, logging accelerated in anticipation of a log export ban that was finally intro­duced in 2014. From a commercial perspective, Myanmar's forests are now 'logged out', as shown by the number of wood processing plants that are struggling to secure adequate high quality timber supplies and the gradual switch to processing lower quality plantation woods. Meanwhile, road building has opened up new areas of forest to logging and conversion."}, {"text_block_id": "p21_b106", "text": "is exploring the potential to nominate seven other areas currently on the Tentative List (TL) as natural World Heritage Sites."}, {"text_block_id": "p114_b107", "text": "One of the greatest threats to the remaining forest is forest clearing and conversion: for con­cessions to convert land to rubber, oil palm, betel nut and other agro-forestry plantations and also to a lesser extent the expansion of smallholder agriculture. Large areas of forest have now passed through a degradation continuum where they have been logged over so many times that conversion to plantation or agriculture, combined with substantial insecurity of tenure and in some cases conflict, is the likely next step."}, {"text_block_id": "p21_b107_merged", "text": "Figure 4: Location of Protected Areas in Myanmar."}, {"text_block_id": "p114_b108", "text": "Myanmar's forests are now at a cross-roads: will they continue to suffer continued degradation and loss or recover through a process of regeneration at a scale that can make a difference and in a way that is supported by local communities? The first outcome would resemble the situa­tion in Cambodia and Lao PDR where rapid deforestation and the granting of economic land concessions have been accompanied by frequent human rights abuses."}, {"text_block_id": "p67_b108", "text": "Box 2: Forest Cover"}, {"text_block_id": "p34_b108", "text": "Twenty-one reptile species and three amphibian species endemic to Myanmar have been re­corded, including the Burmese frog-faced softshell turtle ("}, {"text_block_id": "p133_b109", "text": "GISP. (2004). Tropical Asia Invaded. The growing danger of invasive alien species. The Global Invasive Species Programme, Cape Town, South Africa. Retrieved from http://www. issg. org/pdf/publications/GISP/Resources/Tropica!Asialnvaded.pdf"}, {"text_block_id": "p114_b109", "text": "FD is committed to a path of forest recovery through greater community participation. But CF, its only administrative means of engaging local communities in forest management, has progressed so slowly since the CFI was issued in 1995 that a new policy model is required that can rapidly expand public participation in forest restoration and protection"}, {"text_block_id": "p67_b109", "text": "Every five years the Food and Agriculture Organization (FAO) and Forest Department conduct a Forest Resource Assessment (FRA) to quantify the state of Myanmar's forests. The FRA provides the official forest cover figures. However, changing methodologies and differences in forest definitions mean that it is difficult to compare forest covers and forest change rates."}, {"text_block_id": "p34_b109", "text": "Chitra vandijki),"}, {"text_block_id": "p133_b110", "text": "Global Footprint Network. (2015). Ecological Footprint Tool. Retrieved from http://www.foot­printnetwork.org/en/index.php/GFN/page/trends/myanmar/"}, {"text_block_id": "p114_b110", "text": "over"}, {"text_block_id": "p67_b110", "text": "Between 1948 and 1963, the FRA was based on questionnaires sent to participating countries, including Myanmar. In the first year it was conducted, Myanmar estimated that it had roughly 25,000 km2 of \"productive forests\" (37% of terrestrial area). However, changes in methodology mean that this figure cannot be compared to more recent measurements. Starting in 1980, statistical modeling and remote sensing were integrated into the FRA. These show that total forest cover has fallen from just under 58% in 1990 to 45% in 2015."}, {"text_block_id": "p34_b110", "text": "Myanmar star tor­toise (Geochelone"}, {"text_block_id": "p22_b110", "text": "Chapter"}, {"text_block_id": "p133_b111", "text": "Government of Myanmar. (2014). \"From Vision to Action\" Executive Report: Myanmar Inte­grated Water Resources Management Strategic Study."}, {"text_block_id": "p114_b111", "text": "large areas."}, {"text_block_id": "p89_b111", "text": "While identifying high levels of diversity, these studies suggest that the archipelago's coral reef area has declined by over 56% in recent decades due to destructive fishing practices (i.e. blast fishing, near-shore trawling and light lure fishing), overfishing, unregulated marine resource extraction (e.g. sea cucumbers and clams) and mass coral bleaching. They also revealed the absence of large pelagic species including sharks and rays for which the area was known until quite recently. Reducing the multiple anthropogenic stresses and building reef resilience is a top priority to ensure sustainability of marine and coastal resources."}, {"text_block_id": "p67_b111", "text": "Source: FAO"}, {"text_block_id": "p34_b111", "text": "platynota"}, {"text_block_id": "p22_b111", "text": "2"}, {"text_block_id": "p133_b112", "text": "Government of Myanmar. (2014). Research and Analysis, Strategies and Measures. Myanmar Integrated Water Resources Management Strategic Study."}, {"text_block_id": "p114_b112_merged_merged", "text": "In 2014, upon the approval of the Union Government, MOECAF wrote off the villages, paddy fields and religious/communal lands located inside the PFE and protected areas for the villages settled lengthy there. Total of 1184 villages with 9,193 ha, paddy fields with 166,783 ha and, re­ligious/communal lands with 10,582 ha Ac for the villages which have 50 households and more, and 2807 villages with 17,160 ha, paddy fields with 169,914 ha and, religious/communal lands with 18,515 ha for the villages which have less than 50 households. Other corresponded culti­vation lands will be allowed for CF. But there has been limited implementation of CF handover so far due to constraints of FD capacity and human resources. Community forestry has not"}, {"text_block_id": "p89_b112", "text": "Seagrass beds are a productive and valuable resource that provide habitats and food supply for many commercially valuable species of fish, shrimps and cephalopods as well as species of high conservation importance such as dugong and sea turtles. They also provide a range of services such as coastal stabilization, filtration, and nutrient cycling, and sheltered habitats that are cru­cial feeding, spawning and nursery grounds for economically important species. Their primary commercial value lies in this role as essential forage and habitat for lucrative commercial fish species."}, {"text_block_id": "p67_b112", "text": "2015."}, {"text_block_id": "p34_b112", "text": "), Rakhine forest turtle (Heosemys"}, {"text_block_id": "p22_b112", "text": "Biodiversity Status and Trends in Myanmar"}, {"text_block_id": "p133_b113", "text": "GPFLR. Retrieved from http://www.forestlandscaperestoration.org/"}, {"text_block_id": "p89_b113", "text": "FFl-led surveys show that the Rakhine and the Taninthayi coastal regions support a high diversi­ty of tropical marine seaweed. While these studies are incomplete,"}, {"text_block_id": "p67_b113", "text": "*No FRA"}, {"text_block_id": "p34_b113", "text": "depressa"}, {"text_block_id": "p22_b113", "text": "2.1 Overview of Biodiversity of Myanmar"}, {"text_block_id": "p133_b114", "text": "Han Win. (2012). Report on estimating population of Irrawaddy Dolphin Orcaella brevirostris in the Ayeyawady River between Mandalay and Bamaw in 2012 annual range-wide survey."}, {"text_block_id": "p89_b114", "text": "122"}, {"text_block_id": "p67_b114", "text": "data"}, {"text_block_id": "p34_b114", "text": "), Burmese roofed turtle"}, {"text_block_id": "p22_b114", "text": "Myanmar is situated at the transition zone between three biogeographic regions: in the north, Indochina, the Indian sub-continent; and Eurasia; in the south, taninthayi forests cover the northern section of the transition between Indochina and Sundaic ecological zones. These tran­sitional zones produce unique and diverse species assemblages. The region's most intact low­land Sundaic forests are found in Myanmar, along with patchy but regionally significant areas of dry deciduous forest. Birds that migrate on both the Central Asian and East Asian Flyways rest at globally important wetlands in the country. Myanmar contains almost"}, {"text_block_id": "p134_b115", "text": "Hansen, M. C., P. V. Potapov, R. Moore, M. Hancher, S. A. Turubanova, A. Tyukavina, D. Thau, S. V. Stehman, S. J. Goetz, T. R. Loveland, A. Kommareddy, A. Egorov, L. Chini, C. 0. Jus­tice, and J. R. G. Townshend. (2013). High-Resolution Global Maps of 21st-Century Forest Cover Change, Science 342:850-53. Available at: http://earthenginepartners.appspot.com/science-2013-global-forest."}, {"text_block_id": "p89_b115", "text": "genera and 307 species of seaweeds have been identified. These seaweed ecosystems are likely to be important nurs­ery, shelter and foraging resources for many coastal fish species, and seaweeds are also eaten as vegetables or used as a source of agar."}, {"text_block_id": "p67_b115_merged_merged", "text": "Figure 11: FRA forest cover between 1990 and 201"}, {"text_block_id": "p34_b115", "text": "(Batagur trivittata),"}, {"text_block_id": "p22_b115", "text": "10%"}, {"text_block_id": "p134_b116", "text": "Harrison, LR. and N.K. Dulvy. (2014). Sawfish: a Global Strategy for Conservation."}, {"text_block_id": "p89_b116_merged_merged", "text": "Under the 1990 Marine Fisheries Law (amended in 1993), DOF has banned destructive fishing gear, including pair trawling, push-net, electrofishing, and fishing using poisons, chemicals or explosives. Trawling is banned within 10 nautical miles of the coastline. Law enforcement is virtually non-existent, however. The legal framework and enforcement system need to be substantially upgraded to permit the effective enforcement of regulations for the protection of marine ecosystems and fisheries. To improve effectiveness, professional law enforcement agencies, possibly including the navy, should be involved in suppressing illegal fishing. Interna­tional cooperation, especially with Thailand, will also be needed."}, {"text_block_id": "p34_b116", "text": "Myanmar flapshell turtle"}, {"text_block_id": "p22_b116", "text": "of global turtle and tortoise diversity, including seven endemic species. Some regions and taxa are relatively understudied, and surveys continue to identify new endemic species and range extensions of globally threatened species. Ongoing surveys are also developing a better understanding of the distribution and status of these species."}, {"text_block_id": "p134_b117", "text": "Hassarungsee, R. & Kiatiprajuk. (2010). Time to rethink industrial development. Social Watch National Report. Social Agenda Working Group, Chulalongkorn Social Research Institute. Retrieved from http://www.socialwatch.org/sites/default/files/thailand2o10_eng.pdf"}, {"text_block_id": "p115_b117", "text": "generally been a good model for restoration due to the 30-year lease period, the reluctance to hand over any more that small areas of forest near villages, and the promotion of commercial species. Community forests are typically small, low biodiversity tree farms."}, {"text_block_id": "p34_b117", "text": "(Lissemys scutata),"}, {"text_block_id": "p22_b117", "text": "2.1.1 Ecosystem Diversity"}, {"text_block_id": "p134_b118", "text": "Hedges S., Fisher K., Rose R. (2009). Range-wide Priority Setting Workshop for Asian Elephants (Elephas maximus), report to the U.S. Fish & Wildlife Service, WCS, Bronx, NY, USA."}, {"text_block_id": "p115_b118", "text": "In Nepal, where over half the forest estate is under community management, it took decades of international support to build the necessary state and non-state capacity. But Myanmar can­not wait for decades. A large scale forest restoration initiative is needed, under FD leadership, which builds on and adapts successful models to the Myanmar context. The initiative would work with local communities for win-win outcomes that include improved land, tree and for­est tenure security, guaranteed economic benefits in the short, medium, and long terms, and prioritization of wider ecosystem service benefits (e.g. biodiversity, hydrology, and carbon se­questration)."}, {"text_block_id": "p34_b118", "text": "Burmese-eyed turtle"}, {"text_block_id": "p22_b118", "text": "Forest Ecosystems"}, {"text_block_id": "p134_b119", "text": "Hesselink, F., Goldstein, W.; van Kempen, P.P.; Garnett, T. and Jinie Dela. \"Communication, Edu­cation and Public Awareness {CEPA): A Toolkit for National Focal Points and NBSAP Coordi­nators.\" Retrieved from http://www.cbd.int/cepa/toolkit/2008/doc/CBD-Toolkit-Complete. pdf"}, {"text_block_id": "p115_b119_merged", "text": "Under the CFI, about 80,000 hectares have been brought under community management, and most community forests are smaller than 100 hectares. The National Forestry Master Plan sets a target of 980,000 hectares of community forest established by 2030. To address the immi­nent threats to Myanmar's forests, a total of at least 1,000,000 hectares need to be brought under some form of community management, which implies the allocation of much larger ar­eas of forest. Some of this could be sustainably harvested and processed to meet local timber demand; most needs to be protected and allowed to regenerate naturally."}, {"text_block_id": "p89_b119", "text": "Although some PAs with marine coverage have been established, there is a substantial gap in representation of marine ecosystems, especially coral reefs. Existing MPAs such as Lampi Ma­rine National Park (under FD jurisdiction) and the shark protected areas (under DOF) provide neither effective management nor sufficient protection for coral reefs. There is an urgent need to expand the MPA system and to enhance connectivity to enhance the ecological resilience of reefs. In the Myeik Archipelago, surveys conducted by FFI and IUCN identified eight priority sites for protection: Torres Islands, Thayawthadangyi Island group, Langan Island group, Jaran Island group, Zardetgyi Island, Zardetnge Island, Mali Island and Moscos Island."}, {"text_block_id": "p34_b119", "text": "(Morenia ocellata)"}, {"text_block_id": "p22_b119_merged_merged", "text": "Forests constitute the dominant ecosystem in Myanmar, with 45 per cent of the country eco­logically classified as forest (FAO 2015). Furthermore, as a result of a wide altitudinal range, with corresponding variation in climatic conditions, the country supports a range of forest types and vegetation zones. Broadly speaking, forests in Myanmar can be categorized into the types shown in Figure 5. These include the extensive teak forests for which Myanmar is renowned. In addition, one of the largest homogenous bamboo stands in the world is found in Rakhine State, covering an area of over 7,770 km2."}, {"text_block_id": "p134_b120", "text": "Holmes, K. E., Tun, T., and Latt, K. (2013). Marine Conservation in Myanmar: The current knowl­edge of marine systems and recommendations for research and conservation (204 pp.). Yangon: Wildlife Conservation Society (WCS) and Marine Science Association Myanmar (MSAM)."}, {"text_block_id": "p89_b120", "text": "The ecological and socio-economic role of these sites should be assessed in order to develop appropriate strategies to ensure their effective protection. In some cases, co-operative man­agement models such as Locally Managed Marine Areas (LMMAs) may be appropriate. These can be used to protect key ecosystems while supporting local communities by facilitating co-management with government and by strengthening community tenure over traditional re­source areas. A pilot project to establish LMMAs in coral ecosystems in Taninthayi Region was"}, {"text_block_id": "p34_b120", "text": "and Burmese peacock softshell turtle"}, {"text_block_id": "p134_b121", "text": "Hla, H, Shwe, N., Htun, T., Zaw, S., Mahood, S., Eames, J., and Pilgrim, J. (2010). Historical and current status of vultures in Myanmar, Bird Conservation International, 1-12."}, {"text_block_id": "p90_b121", "text": "implemented by FFI in 2013, and this and similar efforts should be expanded. Low impact, reef­based tourism should also be piloted as a way to finance MPA or LMMA operations."}, {"text_block_id": "p34_b121", "text": "(Nilssonia formosa)."}, {"text_block_id": "p134_b122", "text": "Htwe, M. (2008). Analysis of water pollution in freshwater lnle Lake based on eutrophica­tion. PhD dissertation, Department of Zoology, University of Yangon, Yangon, Myanmar. Retrieved from http://www.scribd.com/doc/118657302/ANALYSIS-OF-WATER-POLLU­TION-I N-FRESHWATER-I N LE-LAKE-BASED-ON-EUTROPH ICATION#scribd"}, {"text_block_id": "p90_b122", "text": "Mawlamyine University is one of the few universities in Myanmar to offer a degree in marine science. Enhancing its capacity as a national centre for marine science excellence will strength­en national research capacity and help make best use of international assistance."}, {"text_block_id": "p67_b122", "text": "5."}, {"text_block_id": "p34_b122", "text": "Wildlife trafficking and con­sumption are major threats to these species. Geochelone platynota is considered functionally extinct in the wild, and conservation efforts focus on assurance colonies and reintroduction. The status of several species including Manouria emys, Manouria impressa, Batagur baska, Gharial crocodile"}, {"text_block_id": "p23_b122", "text": "Figure"}, {"text_block_id": "p134_b123", "text": "I BAT. Retrieved from http://www.ibatforbusiness.org"}, {"text_block_id": "p90_b123_merged", "text": "Table 22: National targets and priority actions for Aichi Target"}, {"text_block_id": "p67_b123", "text": "The Smithsonian Institution and Conservation International carried out an assessment of forest cover change between 1990 and 2000 using two sets of 30-m resolution Landsat images covering the whole country. The results, which were published in 2005, showed that nation-wide, net deforestation was low: less than 0.2%/year, which was significantly lower than the FRA estimate. But where deforestation was happening, it was happening very fast, especially in the mangroves in the Ayeyarwady Delta (>2.2%/ year) and the dry deciduous forest in the northern edge of the Central Dry Zone (0.7%/year)."}, {"text_block_id": "p34_b123", "text": "(Gavialis gangeticus),"}, {"text_block_id": "p23_b123_merged", "text": "5: Major Vegetation Types of Myanmar.Source: Adapted from Kress et al."}, {"text_block_id": "p134_b124", "text": "ICCA Consortium on how community-based conservation can contribute to the Aichi Biodiver­sity Targets"}, {"text_block_id": "p115_b124", "text": "A large-scale forest restoration initiative would face multiple challenges. As the lead agency, the FD may need presidential-level authority to overcome resistance from vested interests. It needs to expand its role in forest restoration toward the provision of technical support for community participation, and take advantage of initiatives such as the draft national land use policy, district-level land use planning, and REDD+, all of which MOECAF is leading. The PFE must receive stronger protection against conversion to large-scale commercial plantations and concessions. The CFI rules need to be streamlined and granted for larger areas of higher-quality forest, instead of only small degraded patches, to provide incentives for community manage­ment. Where reforestation is carried out it should use native Myanmar species, whenever pos­sible, in order to assist in re-establishing natural forests and support native biodiversity. Sub­stantial donor funding would be needed to build capacity and to cover the transitional costs over the first 10-20 years."}, {"text_block_id": "p67_b124", "text": "A follow up assessment, carried out by EcoDev and GMAP with technical assistance from the Smith­sonian Institution and the Aerican Museum of Natural History, mapped forest cover change between 2002 and 2014. Like the 1990-2000 study, it used complete Landsat coverage. But the classification scheme split forest into additional categories: intact, closed-canopy forest (>80% canopy cover) versus degraded and open-canopy forest (10%-80% canopy cover)."}, {"text_block_id": "p34_b124", "text": "Crocodylus palustris and Tomistoma schlegelii remains poorly understood (WCS 2013)."}, {"text_block_id": "p134_b125", "text": "ICEM. (2003). Regional report on protected areas and development. lndooroopilly: Review of Protected Areas and Development in the Lower Mekong River Region."}, {"text_block_id": "p115_b125", "text": "Given these challenges, a pilot to test this initiative should be carried out in an area that is well forested and relatively accessible such as southern Rakhine State or Bago Yoma."}, {"text_block_id": "p67_b125", "text": "Initial results show that although Myanmar still has large areas with forests (>60% of the country), only relatively little intact, closed-canopy forest remains, covering roughly 24% of the country's land area. Moreover, most of the recent declines come from intact forest, which the study estimated to cover nearly 50% less area than FRA. Large areas of intact forest have been converted to tree and agricultural plantations and lost to mining, particularly in Sagaing Region. The largest remaining areas of intact for­est are in northern Sagaing Region, Kachin State, and Taninthayi Region."}, {"text_block_id": "p34_b125", "text": "Invertebrates"}, {"text_block_id": "p134_b126", "text": "Indigenous peoples' and community conserved territories and areas {ICCAs). (n.d.). Retrieved from http://www.iccaconsortium.org/"}, {"text_block_id": "p115_b126", "text": "The social, political, and technical requirements of large-scale forest restoration are complex and the Global Partnership on Forest and Landscape Restoration {GPFLR), which works to restore degraded forests in ways that deliver benefits to local communities and to nature, can assist. GPFLR is designed to help countries meet their international commitments on forests, including Aichi Target 15, REDD+ goals, and the Rio+20 land degradation neutral goal. It has reached 59 million hectares of the Bonn Challenge target of restoring 150 million hectares of degraded forest by 2020."}, {"text_block_id": "p90_b126", "text": "10."}, {"text_block_id": "p68_b126", "text": "Myanmar is very well endowed with coastal and freshwater wetlands. In 2001-2003, Birdlife International surveyed wetlands in the Central Dry Zone, along the Ayeyawady River, in Shan State, and in Kachin State. Ninety-nine wetland sites were surveyed, including 19 that were assessed as globally significant. The results were published in 2004. In 2005, Myanmar joined the Ramsar Convention and its first and only Ramsar site: Moeyungyi Wetland Sanctuary, a 100 km2 man-made wetland near Yangon was designated in the same year. lndawgyi Lake Wildlife Sanctuary has been submitted as Myanmar's second Ramsar site and there is strong interest in nominating parts of the Gulf of Mottama, which is home to Southeast Asia's largest intertidal mudflats and is essential for the survival of the Critically Endangered spoon-billed sandpiper"}, {"text_block_id": "p34_b126", "text": "Invertebrates are one of the least studied taxa in Myanmar. A joint study by FD and Smithso­nian Institution identified"}, {"text_block_id": "p23_b126", "text": "2003."}, {"text_block_id": "p134_b127", "text": "Investing in the Future: Rebuilding Higher Education in Myanmar. (n.d.). Retrieved from http://www .iie.org/Research-and-Publications/Publications-and-Reports/II E-Bookstore/Rebuild­ing-Higher-Education-in-Myanmar"}, {"text_block_id": "p116_b127", "text": "Table 37: National targets and"}, {"text_block_id": "p90_b127", "text": "4.6.11"}, {"text_block_id": "p68_b127", "text": "(Calidris pygmaea)."}, {"text_block_id": "p34_b127", "text": "1,197"}, {"text_block_id": "p23_b127", "text": "Freshwater Ecosystems"}, {"text_block_id": "p134_b128", "text": "lstituto Oikos and BANCA. (2011). Myanmar Protected Areas: Context, Current Status and Chal­lenges. Ancoralibri, Milan, Italy."}, {"text_block_id": "p116_b128", "text": "priority actions for Aichi"}, {"text_block_id": "p90_b128", "text": "Aichi Target m By 2020, at least 17 per cent of terrestrial and inland water areas, and 10 per cent of coastal and marine areas, especially areas of particular importance for biodiversity and ecosystem services, are conserved through effectively and equitably managed, ecologically representative and well connected systems of protected areas and other effective area-based conservation measures, and integrated into the wider landscapes and seascapes"}, {"text_block_id": "p68_b128", "text": "Despite their importance for both biodiversity and livelihoods, Myanmar has still not estab­lished a national wetlands management committee and has no wetlands management policy. As the basis of such a policy, the 2004 wetlands inventory should be updated and expanded to include more information on fish diversity and to fill geographic gaps, notably Shan State, Rakhine State, Taninthayi Region, and the upper Chindwin River."}, {"text_block_id": "p34_b128", "text": "butterflies in Myanmar (Kinyon"}, {"text_block_id": "p23_b128", "text": "Myanmar supports a diversity of freshwater ecosystems, from fast-flowing mountain streams to wide, slow-flowing lowland rivers, as well as lakes and wetlands. These rivers, lakes, and wet­lands provide enormous economic and cultural values. The Salween and the Ayeyawady Rivers are some of the most intact major rivers in Asia, providing livelihoods to the people living along their banks and rich with historical and cultural significance. The Chindwin River flows through Hukaung Valley and creates one of the largest seasonally flooded grasslands of the region. lndawgyi Lake is the largest freshwater lake in Myanmar, hosting globally significant aggrega­tions of waterbirds and providing livelihoods for people who fish and grow unique varieties of rice around the lake."}, {"text_block_id": "p134_b129", "text": "IUCN. (2013). Myanmar: MFF National Strategy and Action Plan [unpublished draft], Bangkok, Thailand."}, {"text_block_id": "p116_b129", "text": "Target"}, {"text_block_id": "p90_b129", "text": "To date, Myanmar has designated 39 PAs covering 38,906 km2, 5.75% of Myanmar's land area. Seven additional areas have been proposed, which would cover a further 1.09%. Myanmar's 30-year National Forestry Master Plan set the national target for PA coverage at 10% of total land area by 2030. This target recognizes a variety of protection types, reflecting the diversity of conservation tools and approaches used internationally, and the diversity of conservation practices found in customary cultural practices. In Myanmar, these traditional practices include sacred forests, caves, lakes, and rivers, watershed protection forests, and traditional controls on hunting and fishing."}, {"text_block_id": "p68_b129_merged", "text": "Table 16: National targets and priority actions for Aichi Target 5."}, {"text_block_id": "p34_b129", "text": "2004),"}, {"text_block_id": "p23_b129", "text": "Rivers"}, {"text_block_id": "p135_b130", "text": "IUCN. (2014a). Protected Area Management: India vs. Vietnam. Retrieved from http://www.iucn.org/about/union/ secretariat/offices/asia/asia_where_work/vietnam/?11096/Protect­ed-area-management-Vietnam-vs-lndia"}, {"text_block_id": "p116_b130", "text": "15."}, {"text_block_id": "p91_b130", "text": "A key step for establishing an ecologically representative, effectively and equitably managed PA system is the adoption of management models that can recognize sustainable use and rec­ognize co-management and community management. The IUCN PA management categories and governance types provide a framework for diversifying management options that can be adapted to local contexts. The Protection of Wildlife and Protected Areas Rules (2002) only recognizes one management type (IUCN Category 11), and one governance type (management by government). Amending the Protected Area Law or Rules, or revising the relevant instruc­tions, would provide the legal basis for these changes. Recognizing co-management, commu­nity conserved areas, and sustainable use will require revisions and modifications of both policy and practice."}, {"text_block_id": "p34_b130", "text": "about"}, {"text_block_id": "p23_b130", "text": "Myanmar is endowed with tremendous inland water resources in the form of rivers, streams, and springs (see Figure 6). Major rivers include the 1,800 km-long Ayeyawady River which aris­es from the confluence of the N'mai Kha and Mali Kha Rivers. The Chindwin River, with head­waters in the northwestern hills, is the main tributary of the Ayeyawady. The Sittaung River starts In the hills southeast of Mandalay, and the Thanlwin River, the last undammed river, races through deep gorges in the Shan Plateau. The Kaladan River is formed by tributaries dis­charging from the Arakan Mountains."}, {"text_block_id": "p135_b131", "text": "IUCN. (2014b). Conserving the Myeik Archipelago: where to start? Retrieved from http://www.iucn.org/ about/union/secretariat/offices/asia/asia_where_work/vietnam/?18558/Conserv­ing-the-Myeik-Archipelago-where-to-start"}, {"text_block_id": "p116_b131", "text": "Little Cormorant"}, {"text_block_id": "p91_b131", "text": "Of the 132 terrestrial and coastal KBAs identified in 2012 (and which cover 65,304 km2, about 10% of land area), only 35 are in-part included within PAs. As currently under-surveyed regions and taxa receive more attention, additional KBAs are likely to be identified. Gap analyses of PA coverage indicate that a few large PAs, particularly in Kachin State and Sagaing Region, con­tribute disproportionately to national PA coverage. An assessment of ecoregion coverage also indicates which ecosystems are disproportionately well-represented, and which are under-rep­resented. The following table shows that nine of the 14 WWF ecoregions found in Myanmar are significantly over or underrepresented in the PA system (see Table 23)."}, {"text_block_id": "p34_b131", "text": "12%"}, {"text_block_id": "p24_b131", "text": "Figure"}, {"text_block_id": "p135_b132", "text": "IUCN. (2015)."}, {"text_block_id": "p116_b132_merged_merged", "text": "(Phalacrocorax niger) Brown-headed Gull (larus brunnice"}, {"text_block_id": "p91_b132", "text": "Table 23: Coverage of PAs for ecoregions of Myanmar."}, {"text_block_id": "p34_b132", "text": "of the global total, which makes Myanmar the fifth richest country in the world in terms of butterfly diver­sity. This also includes six of the rarest known butterfly species in the world (see Table 5). The diversity of other invertebrate species such as beetles, bees and spiders are largely unknown."}, {"text_block_id": "p24_b132_merged", "text": "6: Major rivers of Myanmar."}, {"text_block_id": "p135_b133", "text": "The IUCN"}, {"text_block_id": "p92_b133", "text": "Most globally threatened mammal species in northern Myanmar are found within existing PAs, exceptions being the Myanmar Snub-nosed Monkey {CR), Tufted Deer {NT), and Chinese goral (VU), all of which are found in far-eastern Kachin State. This gap could be filled by the establish­ment of lmawbum Wildlife Sanctuary. Several Sundaic mammal species in southern Myanmar, including the Banded Langur {NT), Dusky Langur {NT), and Banded Civet (VU) are not found inside existing PAs. Of the 37 globally threatened bird species that are found outside of PAs (out of 132 globally threatened bird species found nationally), the largest unprotected group is comprised of Sundaic species. This gap could be filled by the establishment of Taninthayi National Park, Lenya National Park, and Lenya National Park Extension, which together form a discontinuous Taninthayi Forest Corridor {TFC)."}, {"text_block_id": "p34_b133", "text": "Table 5: Rare butterfly species found"}, {"text_block_id": "p135_b134", "text": "Red"}, {"text_block_id": "p92_b134", "text": "In phase"}, {"text_block_id": "p34_b134", "text": "in"}, {"text_block_id": "p135_b135", "text": "List"}, {"text_block_id": "p117_b135", "text": "4.6.16 Aichi Target 16: By 2015, the Nagoya Protocol on Access to Genetic Resources and the Fair and Equitable Sharing of Benefits Arising from their Utilization is in force and operational, consistent with national legislation"}, {"text_block_id": "p92_b135", "text": "1,"}, {"text_block_id": "p34_b135", "text": "Myanmar."}, {"text_block_id": "p24_b135", "text": "Lakes"}, {"text_block_id": "p135_b136", "text": "of"}, {"text_block_id": "p117_b136", "text": "The Nagoya protocol was adopted in Nagoya, Japan in"}, {"text_block_id": "p92_b136", "text": "several species-focused PAs could be established: Mahamyaing Wildlife Sanctuary (home to 25% of the global population of the eastern Hoolock gibbon), Lenya National Park (Asian elephant, tiger, tapir) and lnkhine Bum National Park (Hoolock gibbon and gaur) (see Table 24). In phase 2, the new PAs would include Taninthayi National Park and Lenya National Park Extension of TFC and Pan Thi Taung National Park in Kayah State where there is no PA."}, {"text_block_id": "p69_b136", "text": "Table 16: National targets and priority actions for Aichi Target 5.\n* Aichi Target 6: By 2020, all fish and invertebrate stocks and aquatic plants are manÂ­\n<\\li1>"}, {"text_block_id": "p34_b136", "text": "Freshwater Fish"}, {"text_block_id": "p24_b136", "text": "Myanmar contains several large lakes, which provide critical habitat for a range of species and a source of livelihood for local residents. lndawgyi Lake in Kachin State is the largest, with around 12,000 hectares of open water. The lake provides habitat for numerous endangered species"}, {"text_block_id": "p135_b137", "text": "Threatened Species."}, {"text_block_id": "p117_b137", "text": "2010"}, {"text_block_id": "p92_b137", "text": "lmawbum National Park is the only known site of the Myanmar snub-nosed monkey. This site, along with the Southern Extension (SE) of Hkakaborazi National Park and Za Loon Taung Pro­tected Area of Sagaing Region would be established in phase 3. The SE covers sub-tropical for­est in the 900-1,500 m elevation range and is characterized by very high bird and plant diversity and endemism."}, {"text_block_id": "p34_b137_merged_merged_merged_merged", "text": "Freshwater fish is one of the least studied fauna in Southeast Asia (Kullander et al. 2004). Nev­ertheless, Myanmar is already known to be rich in freshwater fish species, with 520 species recorded, including a number of endemic species (Fish Base 2015). Recent studies conducted by FD and Fauna & Flora International (FFI) revealed some species new to science (Lepidoce­phalichthys spp., Acanthocobitis spp. and Physoschistura spp. from lndawgyi Lake). Freshwater endemic fish species in Myanmar are presented in Table 6. Notable areas for endemic freshwa­ter species are Inlay Lake and lndawgyi Lake."}, {"text_block_id": "p135_b138", "text": "Version 2015.2. <www.iucnredlist.org>."}, {"text_block_id": "p117_b138", "text": "and entered into force in"}, {"text_block_id": "p92_b138", "text": "Establishment of new PAs should be carried out with public participation and approval, respect­ing customary tenure and striving to build feelings of local ownership. The current PA establish­ment procedure provides a framework for continued improvement of these processes."}, {"text_block_id": "p69_b138_merged", "text": "The fisheries sector is the second largest food producing sector after agriculture and is a very important source of food security and employment. The seafood sector alone employs 3-4 mil­lion people directly and focuses primarily on the export market. The majority of data relating to fisheries relate primarily to marine fisheries. Estimating the yield and sustainability of freshwa­ter fisheries in Myanmar is difficult, as fish catch is consumed domestically and the fisheries are highly dispersed. Between 1995 and 2010, the value of Myanmar's fisheries increased rapidly, to about US$500 million, primarily due to increased effort, as measured by the number of both subsistence and commercial boats and fishers. However, since 2010 there has been a sharp de­cline in total catch and quality of fish harvested. Anecdotal reports suggest that fish and shrimp harvests have fallen by as much as 90% over the past 10 years, a decline that has affected both capture fisheries and aquaculture."}, {"text_block_id": "p135_b139", "text": "Downloaded on 10 August 2015."}, {"text_block_id": "p117_b139", "text": "2014."}, {"text_block_id": "p92_b139_merged_merged", "text": "Table 24: PA establishment plan in Myanmar up"}, {"text_block_id": "p135_b140", "text": "IUCN/BOBLME. (2015a). Rapid Ecological Assessment of the Myeik Archipelago."}, {"text_block_id": "p117_b140", "text": "The Nagoya Protocol requires the implementation of a transparent legal framework to advance the fair and equitable sharing of benefits arising from the use of genetic resources. Fair and equitable benefits sharing is one of the three objectives of the CBD and is envisioned to create incentives to conserve and sustainably use biodiversity and to enhance the contribution of bio­diversity to sustainable development. Each country must establish a legal framework for access and benefits sharing (ABS) for providers and users of genetic resources. The ABS framework protects owners of traditional knowledge associated with genetic resources, who must give consent for its use in research and share equitably in the resulting benefits."}, {"text_block_id": "p35_b140", "text": "Marine fauna"}, {"text_block_id": "p135_b141", "text": "IUCN/BOBLME. (2015b). Situation Analysis of the MyeikArchipelago."}, {"text_block_id": "p117_b141_merged_merged", "text": "Myanmar ratified the Nagoya Protocol in 2014. MOECAF is the focal point for the protocol, and a roadmap for implementation is being developed with support from the ASEAN Centre for Biodiversity and in collaboration with relevant ministries, including the Ministry of Health for research on medicinal plants and DAR. The roadmap includes an assessment of the legal framework and needs for establishment of ABS. An assessment of capacity and training needs for ABS implementation is also required. GEF funding is available to support these and other activities necessary to comply with the Nagoya Protocol."}, {"text_block_id": "p35_b141_merged", "text": "Myanmar has a long coastline and large marine territory. Its marine resources play an important role in the country's development. A growing understanding of coral reef resilience and spe­cies composition is helping to identify key areas for conservation. The initial result of a marine ecosystem survey by the Research Vessel RV Fridtjof Nansen conducted November-December 2013 indicated that the maximum sustained yield (MSY) in Myanmar's marine territory has been significantly reduced compared to the MSY calculated in the early 1980s. The recorded marine diversity of Myanmar is presented in Table 7. With the exception of marine fish species, the majority of the data is collected from the Myeik Archipelago."}, {"text_block_id": "p135_b142", "text": "James, A.N., Green, M.J., Paine, J.R. (1999). A Global Review of Protected Area Budgets and Staff. World Conservation Monitoring Centre. Cambridge, UK."}, {"text_block_id": "p135_b143", "text": "JICA. (2014). The Project For Formulation Of The National Electricity Master Plan in the Republic of the Union of Myanmar: Final Report Summary."}, {"text_block_id": "p135_b144", "text": "Kremen C., N. M. Williams, M.A. Aizen, B. Gemmill-Herren, G. LeBuhn, R. Minckley, L Packer, S."}, {"text_block_id": "p117_b144", "text": "Increased knowledge on genetic resources is necessary for implementation of ABS. Research on agricultural biodiversity is currently conducted on livestock, fisheries, crops, and traditional medicinal plants through various departments, but funding and capacity constraints limit the extent of these efforts. Partnerships with farmer associations and civil society groups to docu­ment and maintain traditional knowledge can supplement government and university research programmes."}, {"text_block_id": "p92_b144", "text": "to"}, {"text_block_id": "p36_b144", "text": "Domesticated Biodiversity"}, {"text_block_id": "p135_b145", "text": "G. Potts, T. Roulston, I. Steffan-Dewenter, D. P. Vazquez, R. Winfree, L. Adams, E. E. Crone, S.S. Greenleaf, T. H. Keitt, A. M. Klein, J. Regetz, and Ricketts, T. H. (2007). Pollination and other ecosystem services produced by mobile organisms: a conceptual framework for the effects of land-use change."}, {"text_block_id": "p117_b145", "text": "A framework for the recognition and protection of indigenous knowledge is essential for com­munities to benefit from their traditional knowledge and resources for research purposes. Communities must be able to give Free, Prior, and Informed Consent (FPIC) to users of genetic resources and to negotiate Mutually Agreed Terms (MAT) for use of these resources. MAT are terms agreed upon by providers and users of genetic resources to minimise the misappropria­tion of genetic materials. As Myanmar's national investment framework is refined, ABS should be incorporated into investment rules and regulations. ABS should be reflected in intellectual property rights legislation. This should include a legal framework for bio-prospectors to estab­lish MAT with providers of genetic resources. The Global Plan of Action (GPA) is a framework for the sustainable use and conservation of plant genetic resources and has been endorsed by the CBD. To monitor plant genetic resources, the National Information Sharing Mechanism (NISM), which helps coordinate activities and assess Myanmar's progress towards the GPA, should be strengthened."}, {"text_block_id": "p92_b145", "text": "2020-2021."}, {"text_block_id": "p36_b145", "text": "Crops"}, {"text_block_id": "p135_b146", "text": "Ecology Letters,"}, {"text_block_id": "p118_b146", "text": "Table 38: National targets and priority actions for Aichi Target"}, {"text_block_id": "p93_b146", "text": "Several ecoregions, notably the Irrawaddy freshwater swamp forest, coastal mangroves, coastal rain forest, and Northern Indochina subtropical forest are heavily impacted by human activities and are highly fragmented. While a useful tool for many forest and ecosystem types throughout Myanmar, community-based management, including ICCAs and community for­ests, may be particularly effective in these fragmented areas. In both cases, the value for se­curing ecosystem services and local community livelihoods will likely be significant. In more impacted areas, the emphasis should be on community control, sustainable use, and natural regeneration, rather than strict protection. In areas with more intact forests, ICCAs could pro­vide protection without the need for more formal, centrally-managed PAs. Multiple legal tools can help to recognize ICCAs at the national, state and regional, and district levels, including revi­sions to implementing rules and regulations and integration into land use planning at all levels. ICCAs could be identified through participatory mapping processes and drafting of district level land use plans as described in the National Land Use Policy. Some kinds of ICCA may be recog­nized through CF certification. In other countries, ICCAs also include customary tenure areas and indigenous reserves. Establishment of a customary land type classification would greatly improve recognition and protection of ICCAs."}, {"text_block_id": "p69_b146", "text": "Myanmar has impressive freshwater capture fisheries, utilized primarily for domestic consump­tion, associated with the Ayeyawady, Chindwin, Sittaung and Thalwin Rivers, encompassing a total aquatic resource area of approximately eight million hectares of permanent and seasonal water bodies. In addition, the Department of Fisheries {DOF) estimates that there is an addi­tional six million hectares of floodplains."}, {"text_block_id": "p36_b146", "text": "Plants play a vital role for the survival of human society. Plant Genetic Resources (PGR) provide enormous potential for food security, biofuel and biopharmaceutical production and play a crit­ical role in adaptation to climate change. More than"}, {"text_block_id": "p135_b147", "text": "10(4), 299-314."}, {"text_block_id": "p118_b147", "text": "16."}, {"text_block_id": "p93_b147_merged", "text": "Effective and equitable management of PAs is an essential component of Target 11. There are currently serious deficiencies in national capacity for PA management, including budgeting, staffing, equipment and capacity to implement collaborative management approaches. The global standard for measuring PA management effectiveness is the Management Effectiveness Tracking Tool {METT). Developed by GEF, METT is intended to report progress regarding man­agement effectiveness of a PA in terms of context, planning, inputs, processes, outputs, and outcomes. The completion of a METT by all PAs is a crucial first step in identifying the strengths and weaknesses of each site, and determining what steps should be taken in order to improve management quality."}, {"text_block_id": "p70_b147", "text": "Inland capture fisheries are divided into two main categories: lease-able fisheries and open fish­eries. Lease-able fisheries establish private plots, traditionally auctioned every year, on flood­plains where fish are caught in private traps designed to capture fish migrating off floodplains at the beginning of river drawdown. Open fisheries relate to all other areas and include all types of fishing operations. The right to fish in these areas is licensed by DOF, and all fishing gears require a license, although in practice licenses for small scale subsistence fishing are not en­forced. Threats to inland capture fisheries have not been extensively investigated and are likely to relate primarily to unsustainable harvesting practices and pollution of key water bodies. DOF has recently extended leasing periods at some lease-able fisheries to 9 years to try to encour­age long-term sustainable practices and improve management of these fisheries."}, {"text_block_id": "p36_b147", "text": "60"}, {"text_block_id": "p135_b148", "text": "Kyaw Tint, Oliver Springate-Baginski, Duncan Macqueen, and Mehm Ko Ko Gyi. (2014). Unleash­ing the potential of community forest enterprises in Myanmar, IIED, London."}, {"text_block_id": "p118_b148", "text": "4.6.17 Aichi Target 17: By 2015, each Party has developed, adopted as a policy instrument, and has commenced implementing an effective, participatory and updated national biodiversity strategy and action plan"}, {"text_block_id": "p70_b148", "text": "The Bay of Bengal Large Marine Ecosystem Project (BOBLME) national report on sustainable management of the coastal and marine areas identifies key existing and emerging threats to coastal and marine fisheries in Myanmar (see Target 10). The greatest threat to marine fisher­ies is unsustainable harvesting, both legal and illegal. The major factors behind the decline in coastal fisheries include the use of intensive and destructive fishing gear, little respect for sea­sonal closures, local and foreign trawlers illegally entering near-shore areas, and loss of man­groves, seagrass, coral reefs, and other ecosystems essential for the survival of fish at different stages in their life cycle. The shrimp sector has been particularly hard hit. In northern Rakhine State, the area of shrimp farming increased from 34,000 hectares in 2001, to 63,000 hectares in 2005, and to 45,000 hectares by 2010. Meanwhile, productivity declined from 200 kg/hectare/ year to less than 20 kg/hectare/year, the inevitable result of massive loss of mangroves, which provide a natural nursery habitat for shrimp larvae."}, {"text_block_id": "p36_b148", "text": "different crops are grown in the country and they can be grouped into seven categories as follows (Myint 1989):"}, {"text_block_id": "p135_b149", "text": "LBVD. 2011. Information of livestock biodiversity in Myanmar, official communication of Live­stock Breeding and Veterinary Department to National Commission on Environmental Af­fairs of Myanmarfor providing relevant data of livestock production and biodiversity issue; Nya-Ka-Kha/Sa-Ma-Ya-1/ NBSAP/11 (256), Nay Pyi Taw."}, {"text_block_id": "p118_b149", "text": "NBSAPs are the principal instruments for implementing the CBD at the national level. The CBD requires countries to prepare a NBSAP and to ensure that it is mainstreamed into the planning and activities of all those sectors whose activities can have an impact (positive and negative) on biodiversity. To date, a total of 184 (95%) Parties have developed NBSAPs. This revision builds on the previous NBSAP, which was approved in"}, {"text_block_id": "p70_b149", "text": "This situation was confirmed by the Norwegian marine research vessel RV Fridtjof Nansen, which returned to Myanmar after a 30-year gap to survey 145 locations across its Exclusive Eco­nomic Zone. The preliminary results show that there have been dramatic declines in fish popu­lations with the biomass of pelagic (open ocean) and demersal (which live on or near the ocean bottom) fish declining by 90% and 60%, respectively, since the previous survey in 1980. This decline is almost certainly the result of massive overfishing. The DOF is the government agency primarily responsible for enforcing fisheries legislation. DOF faces the difficult task of enforcing laws in, as well as collecting revenues from, poorly serviced, isolated fishing communities. One of its primary activities is issuing fishing licenses, which may be issued to the highest bidder, rather than based on long term fisheries management. This precludes community participation and since the licenses are often re-auctioned to several operators, increasing the price of the license and increasing pressure on fish stocks."}, {"text_block_id": "p36_b149", "text": "different crops are grown in the country and they can be grouped into seven categories as follows (Myint 1989):\n* Cereals: Rice, wheat, maize and millet.\n* Oil seeds: Groundnut, sesame, sunflower and mustard.\n* Pulses: Black gram, green gram, butter bean, red bean, pigeon pea, chickpea,\n* Industrial crops: Cotton, sugar cane, tobacco, rubber and jute.\n* Culinary crops: Potato, onion, chilli, vegetables and spices.\n* Plantation crops: Tea, coffee, coconut, banana, oil palm, toddy palm and other\n* Other crops: other crops that are not listed in the above groups."}, {"text_block_id": "p135_b150", "text": "Leadley, P.W., Krug, C.B., Alkemade, R., Pereira, H.M., Sumaila U.R., Walpole,"}, {"text_block_id": "p118_b150", "text": "2012,"}, {"text_block_id": "p93_b150", "text": "Co-management, an internationally-recognized IUCN governance type, provides models for including communities in PA management, in order to increase management effectiveness and support community-based approaches to sustainable livelihoods. The Protection of Wild­life and Protected Areas Rules established the ability to designate buffer zones within PAs. Buffer zones should be established using participatory mapping and community-based natural resource management approaches developed in collaboration with communities living within and surrounding PAs. Co-management, community conservation agreements, and participato­ry mapping and monitoring can help to reduce conflict between PAs and communities, ensure that livelihood needs are met, and provide a framework for benefit sharing from PA designa­tion."}, {"text_block_id": "p70_b150", "text": "To address illegal and unregulated fishing, DOF has established 13 checkpoints for in-shore fish­ing vessels (within 10 nautical miles, 18.5 km, of the shoreline). There has been little action, however, to address illegal fishing by off-shore vessels. Effective action off-shore would require cooperation with the navy, which has the most effective marine enforcement capacity in Myan­mar. A new threat, which could massively impact future harvests, is that juvenile fish, which were previously of no commercial value, are now being harvested using light boats and fine trawl nets and sold as fish feed to aquaculture and livestock farms in Thailand."}, {"text_block_id": "p135_b151", "text": "M.,"}, {"text_block_id": "p118_b151", "text": "by structuring it around the"}, {"text_block_id": "p93_b151", "text": "To address unsustainable use, including hunting, whether for subsistence or trade, local author­ities and PA managers need to be encouraged and rewarded to proactively engage local com­munities living in and around PAs. This means including community engagement in their job description. To engage successfully, natural resource managers need to collaborate with social scientists and NGOs who can work with local communities over an extended period of time to facilitate collaboration and mutual understanding. PMM can empower local communities, pro­vide information, and encourage biodiversity conservation and sustainable development in line"}, {"text_block_id": "p71_b151", "text": "Lessons from other countries in the region (e.g. Philippines) show that when fishing com­munities are given more responsibility and authority for managing their local fisheries, either alone (community-based management) or in cooperation with government (co-management), compliance with rules and regulations increases, leading to more sustainable fishing practices. Regional experience also shows that when communities are given more control over their re­sources and the ability to exclude outsiders and reap the benefits of sustainable management, they invest their own time and effort in protecting the resources and enforcing regulations on use. Community management can be established through Locally Managed Marine Areas (LM­MAs; see Target 11) and locally managed freshwater fisheries. These management tools include gear restrictions, along with seasonal and spatial regulations on fishing, including Fish Conser­vation Zones (FCZ) to protect important breeding, spawning and nursery habitats."}, {"text_block_id": "p135_b152", "text": "Marques, A., Newbold, T., Teh, L.S.L, van Kolek, J., Bellard, C., Januchowski-Hartley, S.R. and Mumby, P.J. (2014). Progress towards the Aichi Biodiversity Targets: An Assessment of Biodiversity Trends, Policy Scenarios and Key Actions. Secretariat of the Convention on Biological Diver­sity, Montreal, Canada. Technical Series 78, 500 pp."}, {"text_block_id": "p118_b152", "text": "20"}, {"text_block_id": "p94_b152", "text": "with the local realities. NWCD is working with the NGO Spectrum to pilot PMM in Natmataung National Park."}, {"text_block_id": "p71_b152", "text": "The laws governing fisheries are the Law Relating to the Fishing Rights of Foreign Fishing Ves­sels (1989, amended in 1993), Aquaculture Fisheries Law (1989), Myanmar Marine Fisheries Law (1990, amended in 1993) and Freshwater Fisheries Law (1991). Drafted with minimal public con­sultation, these laws were not tailored to local conditions and have proved ineffective at halt­ing the decline in fish stocks. In response, the Rakhine State parliament approved a Freshwater Fisheries Law in September 2014. The key insight of the law is that the principal solutions to sustainable fisheries are not technical, but rather are driven by governance. Building on region­al experience, the law allows the formation of community-based fisheries associations (e.g. Community Fishery User Groups, CFiUGs) and the negotiation of co-management agreements. The Rakhine Fisheries Law could serve as a model for other states/regions embarking on similar reforms."}, {"text_block_id": "p135_b153", "text": "Leimgruber, P., D.S. Kelly, M. Steininger, J. Brunner, T. Muller, and M.A. Songer. (2005). For­est cover change pattern in Myanmar (Burma) 1990-2000."}, {"text_block_id": "p118_b153", "text": "Aichi Bio­diversity Targets that were adopted at COP-10 in Nagoya in November"}, {"text_block_id": "p94_b153", "text": "The Spatial Monitoring and Reporting Tool (SMART) is the standard tool for measuring, evalu­ating, and improving the effectiveness of wildlife law enforcement patrols and site-based con­servation activities. It is intended to be used by PA managers to plan, evaluate, and implement activities. WCS is working with NWCD to implement SMART in a small number of PAs. Expand­ing SMART to all major PAs would be an effective way of improving management effectiveness."}, {"text_block_id": "p71_b153", "text": "Similar laws could help address pressures on freshwater fisheries in the rest of the country, where large lakes and rivers are harvested unsustainably with destructive gear and illegal fish­ing practices. In the Ayeyawady River, electrofishing has emerged as a major threat, decimating fisheries as well as impacting species that depend on them, and causing direct fatalities to the Critically Endangered sub-population of the Irrawaddy Dolphin found north of Mandalay."}, {"text_block_id": "p135_b154", "text": "Environmental"}, {"text_block_id": "p118_b154", "text": "2010."}, {"text_block_id": "p94_b154_merged", "text": "The 20 PAs under NWCD management have an average annual budget of about US$55,ooo; seven of these receive less than US$30,ooo per year. By comparison, some large PAs in Thai­land have annual budgets close to US$1 million. It is not realistic to expect a dramatic increase in funding for PAs in Myanmar before 2020. However, existing funds could be used more ef­fectively. This requires ensuring that PA budgets are linked to conservation priorities through systematic management planning and NWCD oversight. In addition to funding gaps, there is a critical need for increased staffing, equipment, and capacity development to support imple­mentation of international best practices for PA management."}, {"text_block_id": "p71_b154_merged", "text": "Ecosystem-based fishery management integrates management of human and natural systems to improve the health of marine ecosystems and the sustainability of marine fisheries. Develop­ment of these management plans for Myanmar will require increased data collection including on species life cycles and habitat use, habitat mapping, and socio-economic data on fishing pressures and livelihoods. Governance of marine resources, including revisions to laws and development of institutional coordinating mechanisms, is also part of an integrated manage­ment approach. The establishment of MPAs and LMMAs (see Target 10) to protect key habi­tats, including coral, seagrass, and mangrove areas, is part of a nested approach to fisheries management. The Myeik Archipelago, with its rich marine diversity and valuable coral reefs, has emerged as a priority area for developing an ecosystem-based fisheries management plan."}, {"text_block_id": "p135_b155", "text": "Conservation, 32:356-364."}, {"text_block_id": "p118_b155_merged_merged", "text": "In addition to addressing international commitments under the CBD, the revised NBSAP will assist Myanmar in meeting its own commitments to a development path that respects nature for its multiple environmental and cultural values. At this time of rapid transition, the country needs a reference document that provides ambitious but realistic targets to be achieved by 2020. Some of these targets lie outside the traditional biodiversity conservation sector."}, {"text_block_id": "p135_b156", "text": "Leimgruber, P., Kelly, D., Steininger, M., Brunner, J., Muller, T., and Songer, M. (2005). Forest Cover Change Patterns in Myanmar 1990-2000."}, {"text_block_id": "p135_b157", "text": "Environmental Conservation,"}, {"text_block_id": "p94_b157", "text": "MPAs remain a large gap in Myanmar's PA system. To date, one national park (Lampi Island Ma­rine National Park), three wildlife sanctuaries, two shark and three crab protection areas have been established. In total, MPAs in Myanmar currently cover approximately 13,650 km2 (2.6% of Myanmar's Exclusive Economic Zone), and leave important fisheries and coral reef areas unpro­tected. New MPAs are urgently needed to protect Myanmar's coastal ecosystems, particularly of coral reef ecosystems in the Myeik Archipelago."}, {"text_block_id": "p71_b157", "text": "It is necessary to prevent trawlers illegally entering the 10-mile near-coastal exclusion zone. Enforcement of the coastal exclusion zone against trawlers is critical for the recovery of marine fisheries and to avoid conflict with local fishers. The private sector, especially the Myanmar Fisheries Federation, can play a critical role by encouraging its members to respect the law in their own long-term interests. This is a complex case to make and requires pressure from all"}, {"text_block_id": "p135_b158", "text": "32:356-364."}, {"text_block_id": "p119_b158", "text": "Successful implementation of the NBSAP will require the involvement of different government ministries and departments, and the engagement of civil society and the private sector. There will be a need to build awareness and support for the NBSAP amongst multiple stakeholders, and to create effective coordination, monitoring and evaluation mechanisms at multiple levels. State-level BSAPs that reflect regional and local priorities should also be considered, as mecha­nisms for promoting implementation at the sub-national level."}, {"text_block_id": "p94_b158", "text": "Myanmar joined the World Heritage Convention in 1994 but has only one World Heritage Site (WHS), Pyu Ancient Cities, which was inscribed as a cultural site in 2014. Despite its size and biological richness, Myanmar has no natural WHS. In 2014, seven natural sites were added to the WHS Tentative List (TL). Ayeyawady River Corridor; Hukaung Valley Wildlife Sanctuary; ln­dawgyi Lake Wildlife Sanctuary; Myeik Archipelago; Natmataung National Park; the Taninthayi Forest Corridor; and the Northern Mountain Forest Complex (NMFC, comprising Hkakaborazi National Park and the Southern Extension {SE), Hponkanrazi Wildlife Sanctuary, and planned lmawbum Wildlife Sanctuary; the SE is considered essential to the successful nomination of NMFC because it contains a forest type that has disappeared from the adjacent Three Parallel Rivers WHS in China."}, {"text_block_id": "p72_b158", "text": "levels of government, bodies such as the multi-stakeholder Rakhine Fisheries Partnership, and the media. The installation of Vessel Monitoring Systems (VMS) is being used in Thailand to regulate fishing and is being piloted in Myanmar."}, {"text_block_id": "p135_b159_merged_merged_merged_merged_merged_merged", "text": "Leimgruber, P., Oo, Z. M., Aung, M., Kelly, D.S., Wemmer, C., Senior, B., Songer, M. (2011). Cur­rent Status of Asian Elephants in Myanmar. Gajah, 35, 76-86."}, {"text_block_id": "p119_b159", "text": "As the lead agency for biodiversity conservation in Myanmar, FD has the leading role to play in the implementation of the N BSAP. However, it faces a number of institutional and financial challenges that limit its ability to fulfil its mandate. Targets and indicators related to increased FD financing are given in Target 20. However, financial sustainability can only be achieved if there are effective institutions for management and a solid framework for planning and im­plementing biodiversity conservation within which financial measures are embedded. In other words, and as regional experience clearly shows, conservation performance will only improve if adequate core funding is available, the broader political and economic environment is sup­portive, and the responsible agency is designed to make effective use of the funding it receives."}, {"text_block_id": "p94_b159", "text": "Myanmar joined the Ramsar Convention in 2005 but has only one Ramsar site, Moeyungyi Wetland Sanctuary, which was designated in 2005. lndawgyi Lake Wildlife Sanctuary has been nominated as a Ramsar site and there are on-going initiatives to nominate parts of the Gulf of Mottama, but stakeholder consultations, particularly with local communities are needed.. Rec­ognition of Ramsar wise-use principles in management in both policy and practice is essential for the successful management of these areas, which are under significant human use."}, {"text_block_id": "p72_b159_merged", "text": "Table 17: National targets and priority actions for Aichi Target"}, {"text_block_id": "p119_b160", "text": "FD will need to adopt a broad strategy that seeks to influence policies that lie outside its di­rect remit but nonetheless have important implications for biodiversity conservation. Within the context of this strategic redirection, FD will need to establish alliances with non-tradition­al partners such as development NGOs, businesses, and parliamentarians; actively coordinate international support to maximize synergies and avoid duplication of effort; negotiate with state/region governments to ensure that conservation priorities are integrated into land use planning; encourage states/regions to issue laws that give them the authority to establish PAs including ICCAs; and make enhanced use of the media and other channels to make the case for increased state and non-state investment in biodiversity conservation."}, {"text_block_id": "p95_b160", "text": "Box 4: International designations"}, {"text_block_id": "p120_b161", "text": "This role of FD will become increasingly important as authority over natural resources and land use becomes decentralized to the states/regions. Regional experience shows that without strong central oversight, the local incentives for economic growth will dominate conservation concerns and that this can trigger a wave of deforestation and industrial pollution. In sum, FD will aim to operate less as a manager of its partners and more as the conductor of an orchestra, organising and leading partners to achieve what they cannot do alone."}, {"text_block_id": "p95_b161", "text": "World Heritage"}, {"text_block_id": "p135_b162", "text": "Lynam, A.J. (2003). A National tiger action plan for the Union of Myanmar, Forest Department, Yangon."}, {"text_block_id": "p120_b162", "text": "The actions recommended to achieve the national biodiversity targets will require the revision of annual work plans to reflect new projects and priorities, including EIA review, community forestry {CF), forest restoration, and increased time spent working with civil society and com­munities. Staff time must be allocated for consultation processes in order for consultations to be meaningful and effective. The national CF target provides a good example, as township and district forestry officials currently do not have time in their annual work plans to develop management plans with communities or process applications for CF certification. Once annual targets are developed for CF coverage, the work necessary to achieve these targets can be included in annual work plans. Targets and actions should also be incorporated into job descrip­tions and TO Rs to ensure a shared understanding of changing roles and responsibilities."}, {"text_block_id": "p95_b162", "text": "The Convention concerning the Protection of the World Cultural and Natural Heritage (known as the World Heritage Convention or WHC) was adopted by the General Conference of UNESCO in 1972. To date, it has been signed by 163 States Parties. Using 10 criteria of Outstanding Universal Value, the WHC defines the characteristics of natural and cultural sites that can be considered for inscription on the World Heritage List (which currently includes 1,031 properties)."}, {"text_block_id": "p136_b163", "text": "Miles, L., Newton, A. C., DeFries, R. S., Ravilious, C., May, I., Blyth, S., ...and Gordon, J.E. (2006) A global overview of the conservation status of tropical dry forests."}, {"text_block_id": "p120_b163_merged", "text": "Table 39: National Targets and priority actions for Aichi Target"}, {"text_block_id": "p95_b163", "text": "Myanmar has seven natural sites on its WHS Tentative List: Northern Mountain Forest Complex, Hu­kaung Valley Wildlife Sanctuary, lndawgyi Lake Wildlife Sanctuary, Natmataung National Park, Myeik Archipelago, Ayeyawady River Corridor and Taninthayi Forest Corridor."}, {"text_block_id": "p36_b163", "text": "Inter-and intraspecific genetic variations are also observed among crops sown nationwide, especially for rice, maize, sorghum, millet, sesame, groundnut, ginger, turmeric, custard apple, okra, chilli, pepper, tomato, citrus, water melon, mango, jack-fruit, banana and medicinal plants (Tun and Than 1995)."}, {"text_block_id": "p136_b164", "text": "Journal of Biogeogra­"}, {"text_block_id": "p95_b164", "text": "Ramsar"}, {"text_block_id": "p36_b164_merged_merged", "text": "Myanmar is also home to important crop species such as rice, mango, banana and sugarcane. Wild relatives and local landraces (varieties developed through traditional breeding methods and adapted to local conditions) of these cultivated crops are also found in Myanmar. Accord­ing to genetic, geographical and molecular studies, Myanmar is believed to be in the centre of diversity of cultivated rice, 0. sativa indica (Londo et al. 2006, quoted in DAR 2011). Several wild legume species related to cultivated mung bean, black gram and azuki bean are distributed in different ecosystems of Myanmar, including coastal sandy soils, lime stone hills and high lands of Shan state (Tun and Yamaguchi 2007). These wild legume species could provide useful genes for legume crop improvement. Moreover, several lesser used plant species are grown and used by diverse ethnic groups in Myanmar."}, {"text_block_id": "p136_b165", "text": "phy, 33(3), 491-505."}, {"text_block_id": "p95_b165", "text": "The Convention on Wetlands of International Importance especially as Waterfowl Habitat (commonly known as the Ramsar Convention) was adopted in Ramsar, Iran, in 1971. There are currently 168 State Parties to the Convention who commit to \"work towards the wise use of all their wetlands\". Myanmar joined the Ramsar Convention in 2005 and has so far designated just one Ramsar site, Moeyungyi Wet­land Sanctuary. lndawgyi Lake Wildlife Sanctuary has been nominated as a Ramsar site, and there are on-going initiatives"}, {"text_block_id": "p136_b166", "text": "MOECAF. (2015). National Environmental Quality {Emissions) Guidelines. Draft 12 March 2015."}, {"text_block_id": "p120_b166", "text": "17."}, {"text_block_id": "p95_b166", "text": "to"}, {"text_block_id": "p72_b166", "text": "6."}, {"text_block_id": "p136_b167", "text": "The Government of the Republic of the Union of Myanmar, Nay Pyi Taw, Myanmar. Re­trieved from http://www.gms-eoc.org/uploads/resources/667/attachment/Draft%2o Myan­mar%20 EQEG_12Mar2015.pdf"}, {"text_block_id": "p121_b167", "text": "4.6.18"}, {"text_block_id": "p95_b167", "text": "nominate parts of the Gulf of Mottama."}, {"text_block_id": "p73_b167", "text": "Mangrove forest"}, {"text_block_id": "p136_b168", "text": "MOECAF. (2011). The Republic of the Union of Myanmar National Biodiversity Strategy and Ac­tion Plan Myanmar. The Government of the Republic of the Union of Myanmar, UNEP, MOECAF, and GEF, Nay Pyi Taw, Myanmar. Retrieved fromhttps://www.cbd.int/doc/world/mm/mm-nbsap-01-en.pdf"}, {"text_block_id": "p121_b168", "text": "Aichi Target 18: By 2020, the traditional knowledge, innovations and practices of in­digenous and local communities relevant for the conservation and sustainable use of biodiversity, and their customary use of biological resources, are respected, subject to national legislation and relevant international obligations, and fully integrated and reflected in the implementation of the Convention with the full and effective participation of indigenous and local communities, at all relevant levels."}, {"text_block_id": "p95_b168_merged_merged", "text": "Man and the Biosphere Programme"}, {"text_block_id": "p73_b168_merged", "text": "4.6.7 Aichi Target 7: By 2020 areas under agriculture, aquaculture, and forestry are man-aged sustainably, ensuring conservation of biodiversity"}, {"text_block_id": "p136_b169", "text": "MOECAF. (2012). National Biodiversity Strategy and Action Plan, Myanmar."}, {"text_block_id": "p121_b169_merged", "text": "Traditional knowledge and practices that contribute to conservation include the protection of sacred forests, lakes, rivers, and caves, taboos on hunting certain species, and the maintenance of watershed protection forests. Practices that contribute to sustainable use include hunting and fishing reduction during breeding seasons, no-take fishing zones and gear restrictions in spawning areas, rotational and fallows taungya, and indigenous silviculture and agroforestry techniques. Conservation tools to recognize and strengthen these traditional practices include recognition of customary tenure, co-management of PAs, ICCAs, and community forestry. Con­servation projects should work with and be responsive to cultural traditions and beliefs about the environment. As a cross-cutting theme, traditional knowledge and customary practices can contribute to each of the other N BSAP targets."}, {"text_block_id": "p136_b170", "text": "MOECAF. (2013). Environmental Impact Assessment Procedure (4th draft). The Government of the Republic of the Union of Myanmar, Nay Pyi Taw, Myanmar. Retrieved from http://www.gms-eoc.org/uploads/resources/362/attachment/EIA%20Procedures%2o%284th%2o draft%29-English.pdf"}, {"text_block_id": "p136_b171", "text": "MOECAF. (2014a). Environmental Impact Assessment Procedure. Nay Pyi Taw, The Government of the Republic of the Union of Myanmar."}, {"text_block_id": "p95_b171", "text": "Launched in 1971, the U.N. Educational, Scientific and Cultural Organization's (UNESCO) Man and the Biosphere Programme (MAB) is an intergovernmental programme that \"aims to establish a scientific basis for the improvement of relationships between people and their environments\". MAB's network of 651 Biosphere Reserves in 120 countries include terrestrial, marine, and coastal areas where solutions are promoted to reconcile biodiversity conservation with its sustainable use. In 2015, Inlay Lake was listed as a Biosphere Reserve in recognition of the integration of natural ecosystems and traditional livelihoods at this site."}, {"text_block_id": "p73_b171", "text": "Globally, agricultural and environmental policy has historically tended to reactionary rather than precautionary. In an effort to increase production and drive development many govern­ments have encouraged expansion and intensification of the agriculture, aquaculture, and tim­ber sectors. Later, after significant environmental impacts have occurred, modified practices are legislated or incentivized to restore impacted areas. Although much of the work on 'green growth' in the region has focused on energy, Myanmar will benefit from plans to address some of the worst impacts from these other sectors before they occur."}, {"text_block_id": "p136_b172", "text": "MOECAF. (2014b). Fifth National Report to the Convention on Biological Diversity [Unpublished draft]. March 2014. Nay Pyi Taw."}, {"text_block_id": "p121_b172", "text": "The CBD recognizes the unique value of the knowledge and practices of traditional people and local communities for conservation, and directs parties to incorporate these values across the CBD's programme of work. The CBD provides guidelines and tools for Target 18 through the Working Group on Article 8(j), the Akwe:Kon guidelines for the conduct of impact assessments on traditional sacred sites, and the Tkariwaie:ri Code of Ethical Conduct on respecting cultural and intellectual heritage. The UN Declaration on the Rights of Indigenous People (UNDRIP) provides an international legal framework for the implementation of Articles B(j) and 10(c) through the recognition of indigenous rights, customary practices, and heritage. National poli­cy should use the standards that give the highest level of protection to the rights of indigenous and ethnic minority groups."}, {"text_block_id": "p95_b172", "text": "ASEAN Heritage Parks"}, {"text_block_id": "p73_b172", "text": "The agriculture, aquaculture, and forestry sectors are dominant in Myanmar, currently provid­ing the vast majority of employment, and a significant proportion of export earnings. Agricul­ture alone accounts for 36% of output, two-thirds of the country's employment, and 25-30% of exports by value (UNDP 2011a). An abundance of land, water, and low-cost labour contribute to the output of the sector and drive its contribution to the economy. Furthermore, Myanmar's"}, {"text_block_id": "p136_b173", "text": "MOECAF. (2014c). Presentation: 5 year action plan for the sustainability of lnle lake and environ­mental conservation in Myanmar. The Government of the Republic of the Union of Myan­mar, Nay Pyi Taw, Myanmar. Retrieved from http://www.inbo-news.org/lMG/pdf/13a-MOE­CAF_5_year_Action_Plan_Myanmar_pptx.pdf"}, {"text_block_id": "p121_b173", "text": "The recognition of customary tenure and traditional systems of governance is fundamental to the promotion of traditional practices that benefit conservation and encourage sustainable use of resources. Sustainable shifting taungya, also called swidden or rotational agriculture, is a complex rotational agroforestry system that maintains the bulk of crop genetic diversity world­wide, includes secondary forest that can improve connectivity between forest fragments,"}, {"text_block_id": "p95_b173", "text": "First established in 1984, and strengthened in 2003 with the signing of the ASEAN Declaration on Her­itage Parks, the ASEAN Heritage Parks Programme (AHP) is a network of 35 protected areas in the 10 ASEAN member states, recognized for their exceptional biodiversity value or uniqueness. It was estab­lished to improve cooperation on the conservation and management of these sites, seven of which are in Myanmar."}, {"text_block_id": "p74_b173", "text": "agriculture sector is relatively untapped: only a fifth of the country's total land area is used for crop production and only 18.5% of this is irrigated. The same numbers for Thailand are 42% and 29% and for Vietnam are 34% and 42%. Enhancing agricultural productivity and access to food is also important to enhance food security for the growing population in Myanmar. Agricultural exports can be an important source of foreign exchange earnings in the early stage of transi­tion."}, {"text_block_id": "p37_b173", "text": "Recognizing the great value of PGR and the increasing threat of the loss of plant genetic di­versity from natural habitats and farm lands, the seed bank of the Ministry of Agriculture and Irrigation (MOAI) has made efforts to collect and conserve the agro-biodiversity of Myanmar. Currently, the seed bank is conserving more than"}, {"text_block_id": "p136_b174", "text": "MOF. (2009). National Sustainable Development Strategy for Myanmar. Ministry of Forestry, National Commission for Environmental Affairs, United Nations Environment Programme. Retrieved from http://www.rrcap.ait.asia/nsds/uploadedfiles/file/Publication%2o1-NSDS%20Myanmar.pdf"}, {"text_block_id": "p122_b174", "text": "duces a mosaic landscape with high species diversity, and is linked to the cultural and spiritual heritage and social relationships of indigenous people. Tenure security for the fallow stage of rotational agriculture is essential for the sustainability of the system and the tenure and liveli­hood security of uplands groups that practice it."}, {"text_block_id": "p95_b174", "text": "While all these international designations have a focus on biodiversity conservation, the degree of pro­tection they offer varies greatly. World Heritage Sites (WHS) are subject to the highest degree of inter­national scrutiny and enjoy the highest level of protection. Ramsar sites and Biosphere Reserves focus on \"wise use\" and \"sustainable development\" rather than strict protection. All these labels can support biodiversity conservation by building national pride in the sites and by attracting international atten­tion. Such recognition can in tum bring in new funding, offer training and capacity development oppor­tunities, and encourage tourism with economic benefits for local communities and service providers (although tourism often brings its own set of problems). Agencies responsible for biodiversity conser­vation can leverage these labels to strengthen their own authority in the face of competing interests."}, {"text_block_id": "p74_b174", "text": "Functional ecosystems, including forests, are fundamental for the continued viability of agricul­tural systems. Forests help to maintain hydrological and soil systems that are essential to agri­cultural production. Proximity to forests increases pollination and yields of some crops, while the birds and bats and insects found in greater numbers near forests help to control pests. Cultivated landscapes in turn play essential role in biodiversity conservation. Agricultural sys­tems, including agroforestry and silvo-pastoral systems, connect forest fragments by providing corridors for the dispersal and migration of species. Agricultural lands can also support high biodiversity themselves: some shifting cultivation systems and agroforests rival nearby forests in biodiversity and the number of species of potential conservation concern found within."}, {"text_block_id": "p37_b174", "text": "12,000"}, {"text_block_id": "p136_b175", "text": "Mon News. (2014). Locals Hold Protest in Ye Town in Opposition of Proposed Coal-Fired Power Project. Independent Mon News Agency. Retrieved from http://monnews.org/2014/12/17/locals-hold-protest-ye-town-opposition-proposed-coal-fired-power-project/"}, {"text_block_id": "p122_b175", "text": "ICCAs are diverse types of conservation areas managed by communities. ICCAs are recognized by IUCN as one of four governance types for PAs, along with government management, co-man­agement, and private management. Community conserved areas are increasingly recognized for their importance to conservation and their key role in the protection and sustainable use of terrestrial and marine resources. Establishment and formal recognition of these areas should take care to reinforce, and not to undermine, existing governance structures and customary management that promote sustainable use."}, {"text_block_id": "p96_b175", "text": "Figure"}, {"text_block_id": "p74_b175", "text": "The integration of conservation and agriculture in multi-functional landscapes, with policies that affirm smallholder farmers as the backbone of agricultural production, is essential for achieving the goals of agricultural growth, poverty reduction, and biodiversity conservation. This integration plays out over multiple scales depending on local realities of tenure and crop needs, from the landscape level to the sustainable management of farms and forests. Models can be found in traditional management systems as well as modern precision agriculture tech­niques."}, {"text_block_id": "p37_b175", "text": "accessions of important crops in Myan­mar (see Table 8)."}, {"text_block_id": "p136_b176", "text": "Myanma Timber Enterprises {MTE). (n.d.). Retrieved from http://www.myanmatimber.com. mm/"}, {"text_block_id": "p122_b176_merged", "text": "According to UNDRIP, conservation and development projects must consult affected commu­nities and those communities have the right to give or withhold FPIC. This principle can be used to strengthen existing consultation processes, and is particularly relevant for the estab­lishment of PAs and the review of EIAs. MOECAF has already affirmed its support of FPIC and has begun to develop guidelines and build capacity for FPIC through implementation of the REDD+ Readiness Roadmap. The REDD+ Engagement and Safeguards Technical Working group has been tasked with developing FPIC guidelines for REDD+ projects. These guidelines can be used to incorporate FPIC into other conservation activities, particularly PA establishment and governance. They can also be applied to review of EIA and S!As by ECD. Training of ECD staff on environmental and social standards should include FPIC as international best practice for con­sultation processes. Other ministries whose work could significantly impact indigenous groups should also affirm and take steps to institutionalize FPIC in planning and implementation of projects."}, {"text_block_id": "p96_b176_merged", "text": "14: Myanmar TL sites, international labels, and surrounding TL and"}, {"text_block_id": "p74_b176", "text": "Smallholder farmers are the backbone of Myanmar's agricultural sector and are together the country's largest investors in agriculture. Agricultural policies should support these farmers' security and profitability, while minimizing environmental impact where possible. Support for post-harvest processing technology can increase product quality and profitability. Decreasing post-harvest spoilage and improving food transport, including cold-chains, can increase the ef­ficiency of farms by minimizing waste."}, {"text_block_id": "p37_b176", "text": "Table 8: Plant"}, {"text_block_id": "p136_b177_merged_merged", "text": "Nijman, V. and Shepherd, C.R. (2014). Emergence of Mong La on the Myanmar-China border as a global hub for the international trade in ivory and elephant parts. Biological Conservation, 179, 17-22."}, {"text_block_id": "p74_b177", "text": "Certification schemes, including organic certification, can provide incentives for sustainable ag­riculture and improving food and farmer safety. Farmers' organisations and cooperatives can minimize the cost of certification and provide bargaining power and other economies of scale to members. Integrated Pest Management (I PM) is a method to control potentially damaging pests through a variety of complementary tools, rather than only calendar-based pesticide ap­plication, for example. I PM can include a mix of mechanical (tilling, manual removal), biological (beneficial insects or biological insecticides), and spatial 'push-pull' (plants that repel or attract pests from primary crops) methods. Extension programmes currently include 1PM, and farmer extension services supporting 1PM, organic farming, and other sustainable farming methods should hold trainings more frequently and reach more farmers."}, {"text_block_id": "p37_b177", "text": "genetic resources conserved"}, {"text_block_id": "p74_b178", "text": "In the 1950s, Myanmar was the world's leading rice exporter. However, 30 years of central planning saw a collapse in production. Since economic reforms started in the late 1980s, rice production has more than doubled, the result of an expansion in paddy area and increased"}, {"text_block_id": "p37_b178", "text": "by the Myanmar Seed Bank."}, {"text_block_id": "p122_b179", "text": "Consultation occurs as part of the PAgazettement process, in which communities have 90 days to submit land claims to be considered in the designation of PA boundaries and buffer zones. These consultations can be strengthened by training township-level FD, GAD, and DALMS staff that are responsible for reviewing proposed PA boundaries on methods for facilitating com­munity consultations and understanding of customary tenure practices, and by development of outreach and educational material in local languages. The consultations for protected area gazettement, including the work of the Preliminary Scrutiny Body, should be implemented in close collaboration with NWCD staff with experience in international standards and tools for PA management. Co-management and community management should be used as tools to rec­ognize and promote the sustainability of customary practices in accordance with Article 1o(c)."}, {"text_block_id": "p37_b179", "text": "Livestock"}, {"text_block_id": "p136_b180", "text": "Obura D., Lunn Z. and Benlow S. (2014). Coral diversity and reef resilience in the northern Myeik Archipelago, Myanmar. FFI Tanintharyi Conservation Programme Report No. 3."}, {"text_block_id": "p122_b180", "text": "Conservation activities, including establishment of PAs, must be conflict-sensitive, especially as many current and proposed PAs are in areas that are subject to overlapping and contested land claims. Upholding FPIC principles, pursuing rights-based approaches to conservation, and recognizing, protecting, and promoting traditional knowledge and customary practices in con­servation projects are key components of conflict sensitivity."}, {"text_block_id": "p37_b180_merged_merged_merged", "text": "The genetic variations of livestock in Myanmar are still largely unknown. Some livestock breeds are common across the country but some are much more localized. For example, mithun (Bos frontalis) are bred only in Chin State. Mithun are semi-domesticated cattle that play an import­ant role in the day to day socio-economic life of the local tribal population. The Department of Animal Biotechnology of Kyauk Se Technical University has initiated systematic mithun breed­ing to maintain the declining population. Myanmar Myin (horse) and lnbinwa chicken are con­sidered at risk because of a population decrease nationwide {LBVD 2011). The major livestock breeds in Myanmar are presented in Table 9."}, {"text_block_id": "p137_b181", "text": "Pallewatta, N., J.K. Reaser & A. Gutierrez (eds.). (2003). Prevention and Management of Inva­sive Alien Species: Proceedings of a Workshop on Forging Cooperation throughout South and Southeast Asia. Global Invasive Species Programme, Cape Town, South Africa. Re­trieved from http://www.issg.org/pdf/publications/G IS P/Resources/S EAsia-1. pdf"}, {"text_block_id": "p122_b181", "text": "Traditional knowledge of species, natural history, vegetation dynamics, and natural resource management can make a substantial contribution to the mapping and understanding of"}, {"text_block_id": "p96_b181", "text": "WHS."}, {"text_block_id": "p137_b182", "text": "Paul F. Donald, Philip D. Round, Thiri Dai We Aung, Mark Grindley, Rob Steinmetz, Nay Myo Shwe, and Graeme M. Buchanan. (2015). Social reform and a growing crisis for southern Myanmar's unique forests, Conservation Biology."}, {"text_block_id": "p123_b182", "text": "diversity. This is reflected in the growing international appreciation for the role of tradition­al knowledge to inform both technical management and cultural and ethical relationships to species and landscapes. Traditional knowledge should be reflected in PA management plans, co-management systems, mapping, and the designation of ICCAs. PMM can be used to incor­porate traditional knowledge into PA management. Traditional knowledge and customs should be included in PA educational material. School curricula on the environment can incorporate traditional knowledge, and youth organisations and customary institutions can facilitate in­ter-generational learning to maintain traditional knowledge."}, {"text_block_id": "p98_b182", "text": "4.6.12"}, {"text_block_id": "p137_b183", "text": "Pinyochatchinda, S. & Walsh, J. (2014). Pollution Management and Industrial Estates: Percep­tions of residents in the vicinity of Map Ta Phut Industrial Estate, Thailand. Information Management and Business Review, vol. 6, no.1, pp. 42-48."}, {"text_block_id": "p124_b183", "text": "4.6.19 Aichi Target 19: By 2020, knowledge, the science base and technologies relating to biodiversity, its values, functioning, status and trends, and the consequences of its loss, are improved, widely shared and transferred, and applied"}, {"text_block_id": "p98_b183", "text": "Aichi Target"}, {"text_block_id": "p38_b183", "text": "Buffalo (Bulbols bubols)"}, {"text_block_id": "p137_b184", "text": "Rabinowitz, A. and Khaing,"}, {"text_block_id": "p124_b184", "text": "Relative to other countries in Southeast Asia, the biodiversity science base is weak due to Myan­mar's long period of international isolation. Nevertheless, Myanmar has benefited from over 20 years of survey work by WCS, SI, CAS, and other foreign organisations. These surveys provide the basis for the current state of biodiversity knowledge, which includes major geographic and thematic gaps. While large mammals, birds, and reptiles have been relatively well surveyed, much less attention has been paid to plants, freshwater fish, amphibians, invertebrates and other taxa. Large areas of the country have been off-limits to field work because of security concerns."}, {"text_block_id": "p98_b184", "text": "12: By 2020,"}, {"text_block_id": "p39_b184", "text": "Invasive Alien Species"}, {"text_block_id": "p137_b185", "text": "s."}, {"text_block_id": "p124_b185", "text": "The Red List can be used to infer how relatively poorly described are Myanmar's fauna and flora. The total number of species assessed in Myanmar (3,849) is significantly lower than in either Thailand (5,072) or Vietnam (4,407), despite that fact that Myanmar is one-third larger than Thailand and twice the size of Vietnam. As Myanmar has opened up, many foreign organ­isations have started surveys that are expected to make a major contribution to the state of knowledge of biodiversity, particularly for less well studied taxa. To ensure that biodiversity data are available for use by the government and other stakeholders, some form of centralized repository for biodiversity assessments and ecological studies should be established."}, {"text_block_id": "p98_b185", "text": "the extinction of known threatened species has been pre­vented and their conservation status, particularly of those most in decline, has been improved and sustained"}, {"text_block_id": "p39_b185_merged", "text": "The information on the status of invasive alien species (IAS) is still incomplete for Myanmar. The impact of IAS has not been comprehensively assessed. However, some studies indicated some socio-economic and environmental problems are being faced due to IAS. Golden apple snail (Pomacea canaliculata) is a major threat to rice crops across the country, introduced grass carp (Ctenopharyngodon idella) destroys native species, and water hyacinth (Eichhornia cras­sipes) degrades river and wetland ecosystems."}, {"text_block_id": "p137_b186", "text": "(1998). Status of selected mammal species in North Myanmar, Oryx, 32, 201-208."}, {"text_block_id": "p124_b186", "text": "There is a critical need to improve data related to the conservation of freshwater fish. The last comprehensive assessment of Myanmar freshwater fauna dates back to the late 19th century with some additional surveys in Inlay and lndawgyi Lakes from 1910 to 1940. Since 2000, stud­ies conducted by foreign scientists have generally focused on specific target species. In 2013, a FFl-led survey of lndawgyi Lake and surrounding mountain streams increased the number of known fish species from this, the best-studied fish site in Myanmar, from 45 to about 96,"}, {"text_block_id": "p98_b186", "text": "As a result of its size,"}, {"text_block_id": "p137_b187", "text": "RFA. (2015). Villagers voice opposition to coal fired power plant in Western Myanmar. Radio Free Asia. http://www.rfa.org/english/news/myanmar/villagers-voice-opposi"}, {"text_block_id": "p98_b187", "text": "2"}, {"text_block_id": "p137_b188", "text": "-"}, {"text_block_id": "p98_b188", "text": "1"}, {"text_block_id": "p137_b189", "text": "tion-to-coa I-fired-power-plant-in-westem-myanmar-05062015161651. htm I"}, {"text_block_id": "p98_b189", "text": "100-km latitudinal range, and diversity of topography and habitats from the eastern extremity of the Himalayas in the far north to the Sundaic forests in the far south, Myanmar is home to a rich diversity of species, including many endemics. Due in part to the historically slow pace of economic development, Myanmar has experienced significantly lower rates of deforestation and habitat loss than in neighbouring countries. However, many species have been virtually extirpated (e.g. tiger) or pushed to the brink of extinction (e.g. several spe­cies of freshwater turtle) by hunting for subsistence and, increasingly, illegal trade. Rapid eco­nomic growth triggered by political and economic reforms since"}, {"text_block_id": "p137_b190", "text": "Roe D., J. Elliott, C. Sandbrook, and Walpole, M. (2013). Tackling Global Poverty: What Contribu­tion Can Biodiversity and Its Conservation Really Make? Pages 316-327 in Biodiversity Con­servation and Poverty Alleviation: Exploring the Evidence for a Link {Eds. Roe, D., Elliott, J., Sandbrook, C. & Walpole, M.). Wiley-Blackwell Publishing Ltd., Oxford, UK."}, {"text_block_id": "p98_b190", "text": "2010"}, {"text_block_id": "p137_b191", "text": "RTCC. (2015). Coal set to dominate as Myanmar mulls energy strategy. Responding to Climate Change. Retrieved from http://www.rtcc.org/2015/05/11/coal-set-to-dominate-as-myanmar­mul ls-energy-strategy"}, {"text_block_id": "p98_b191", "text": "will put further pressure on Myanmar's habitats and species, but also provide resources and opportunities to save them."}, {"text_block_id": "p137_b192", "text": "RV Fridtjof Nansen Survey report [draft]. (2014). Department of Fisheries. Myanmar."}, {"text_block_id": "p98_b192_merged_merged_merged", "text": "If efforts to protect nationally and globally threatened species are not significantly improved in the near future, then it is very likely that Myanmar will experience the same pattern of species extirpations and extinctions that has been seen elsewhere in the region. The Red List has as­sessed 31849 species in Myanmar, 715 of which are globally threatened or Data Deficient (DD) (see Table 26). The high percentage of DD species reflects the fact that a crucial limiting factor is a lack of up-to-date information on distribution and population status, as some parts of the country have not been the surveyed for decades (see Target 19)."}, {"text_block_id": "p39_b192", "text": "Legislation and regulations to control and manage IAS are not yet implemented in Myanmar. Some legislation, such as the Forest Law (1992), Protection of Wildlife and Protected Areas Law (1994), and Plant Pest Quarantine Law (1993, amended in 2011) provide regulations to control IAS, but these are not adequate to fully address IAS issues. At the same time, public awareness of IAS is relatively limited."}, {"text_block_id": "p137_b193", "text": "Secretariat of the Convention on Biological Diversity. (2013). The Identification of Scientific and Technical Needs for the Attainment of the Targets Under Strategic Goal A of the Strate­gic Plan for Biodiversity 2011-2020. UNEP/CBD/SBSTTA/17/2/Add.1. Retrieved from https://www.cbd.int/doc/meetings/sbstta/sbstta-17/official/sbstta-17-02-add1-en.pdf"}, {"text_block_id": "p39_b193", "text": "Some IAS were intentionally imported for research, forest restoration, food production, while some may have been unintentionally introduced. The available information on IAS in Myanmar is presented in Annex 2, Table 46."}, {"text_block_id": "p137_b194_merged_merged_merged", "text": "Sidle, R.C., Ziegler, A.D. & Vogler, J.B. (2007). Contemporary changes in open water surface area of Lake lnle, Myanmar. Sustainability Science, vol. 2 no. 1, pp. 55-65."}, {"text_block_id": "p40_b194", "text": "Chapter 3"}, {"text_block_id": "p99_b195", "text": "Functionally important species are species which play key roles in the functioning of an eco­system, such as soil engineering, seed dispersal, pollination or, in the case of top predators, regulation of herbivore numbers. Loss of these species can result in fundamental phase shifts in ecosystems, often resulting in cascade effects of local extinctions, or irreversible environ­mental damage. Although not necessarily currently threatened, such species may warrant ad­ditional conservation priority, as their conservation can avoid subsequent species loss resulting from ecosystem change."}, {"text_block_id": "p40_b195", "text": "Policy, Legal Framework and Institutions for Biodiversity Conservation"}, {"text_block_id": "p99_b196", "text": "To determine conservation priorities, species can be grouped under three categories:"}, {"text_block_id": "p40_b196", "text": "3.1 Policy and Legal Framework"}, {"text_block_id": "p137_b197", "text": "Simmance, A. (2013). Environmental Flows for the Ayeyarwady {Irrawaddy) River Basin, Myan­mar [unpublished draft]. UNESCO-IHE Online Course on Environmental Flows."}, {"text_block_id": "p99_b197", "text": "To determine conservation priorities, species can be grouped under three categories:\n* Important species for in situ conservation action (Type A) (see Table 27):\n\t* Endemic and near-endemic species\n\t* Globally threatened species for which Myanmar is or may become an important\n\t* Additional priority species identified by the Asian Species Action Partnership\n\t* Tortoises and freshwater turtles that are either the focus of or in urgent need of ex situ\n\t* Wide-ranging species of national priority and species with very fragmented populaÂ­"}, {"text_block_id": "p40_b197", "text": "The Constitution of the Republic of the Union of Myanmar (2008) sets a clear policy direction on environmental conservation. Article 45 of the Constitution states that \"The Union shall pro­tect and conserve the natural environment.\" and Article 390 states that \"Every citizen has the duty to assist the Union in carrying out the following matters:"}, {"text_block_id": "p137_b198", "text": "Spalding, M. D., Ravilious, C., & Green, E. P. (2001). World Atlas of Coral Reefs. Berkeley, USA: UNEP World Conservation Monitoring Centre. University of California Press."}, {"text_block_id": "p40_b198", "text": "The Constitution of the Republic of the Union of Myanmar (2008) sets a clear policy direction on environmental conservation. Article 45 of the Constitution states that \"The Union shall pro­tect and conserve the natural environment.\" and Article 390 states that \"Every citizen has the duty to assist the Union in carrying out the following matters:\n* preservation and safeguarding of cultural heritage;\n* environmental conservation;\n* striving for development of human resources;\n* protection and preservation of public property."}, {"text_block_id": "p137_b199", "text": "Spectrum, Regnskogfondet and NORDECO. (2015). Participatory Monitoring and Management in Natmataung National Park, Chin State, Myanmar. Spectrum, Yangon."}, {"text_block_id": "p137_b200", "text": "Springate-Baginski, O., Treue, T., and Htun, K. (2015). A review of Myanmar's forest sector and timber industry: preliminary research findings and suggestions for reform, unpublished presentation, Yangon, March 2015."}, {"text_block_id": "p137_b201", "text": "TEEB. (2010). The Economics of Ecosystems and Biodiversity Ecological and Economic Founda­tions. Earthscan, London and Washington."}, {"text_block_id": "p138_b202", "text": "The United Nations. (2015). The Biodiversity Finance Initiative. Retrieved from http://www.undp.org/content /undp/en/home/ourwork/environmentandenergy/projects_and_initia­tives/biodiversity-finance-initiative. html"}, {"text_block_id": "p138_b203", "text": "Than, W. (2015). Information Gaps in Management of Invasive Alien Species in Myanmar. For­est Research Institute, Ministry of Environmental Conservation and Forestry, Nay Pyi Taw, Myanmar. Retrieved from http://wfi.worldforestry.org/media/posters/Wai final poster, Feb 2015.pdf"}, {"text_block_id": "p138_b204", "text": "Tsamenyi, M. (2011). A Review of Myanmar Fisheries Legislation with Particular Reference to Freshwater Fisheries Legislation. Environmentally Sustainable Food Security Programme. Yangon, Myanmar."}, {"text_block_id": "p138_b205", "text": "Tun, Soe. (2011). Practices, Attitudes and Knowledge in Relation to Fishing Techniques which Affect the Environment in Myanmar's Ayeyarwady Delta: With Policy Recommendations [unpublished draft]."}, {"text_block_id": "p138_b206", "text": "Tun, Soe. (2013). Review of the Myanmar Shrimp Industry and its Potential [presentation]."}, {"text_block_id": "p40_b206", "text": "Myanmar has a number of policies and regulations to safeguard the environment, summarised below:"}, {"text_block_id": "p138_b207", "text": "Myanmar Shrimp Association, 19 March 2013."}, {"text_block_id": "p40_b207", "text": "National Environment Policy (1994) aims to integrate environmental considerations into the development process to enhance the quality of life of all citizens and states that environmental protection should always be the primary objective of development."}, {"text_block_id": "p138_b208", "text": "UNDP: Biofin. (2015). The Biodiversity Finance Initiative. Retrieved from http://www.biodiversi­tyfinance.net/"}, {"text_block_id": "p40_b208", "text": "Forest Policy (1995) ensures that Myanmars forest resources and biodiversity are managed sustainably to provide a wide range of social, economic and environmental benefits, and aims to maintain 30 per cent of the country's total land area under Reserved Forests and Public Pro­tected Forest and 5 per cent of total land area as Protected Areas. The 30-year National Forest­ry Sector Master Plan (2001/02 to 2030/31 ), prepared in the year 2000, has a goal of expanding PAs to 10 per cent of the country's total land area."}, {"text_block_id": "p138_b209", "text": "UNEP, MOECAF, and GEF. (2011). National Biodiversity Strategy and Action Plan Myanmar. Re­trieved from https://www.cbd.int/doc/world/mm/mm-nbsap-01-en.pdf"}, {"text_block_id": "p40_b209", "text": "Myanmar Agenda 21 (1997) is a blueprint for all natural resource management and environmen­tal conservation work and the pursuit of the activities contribute to biodiversity conservation throughout the country."}, {"text_block_id": "p138_b210", "text": "UNEP-WCMC. (2006). In the front line: shoreline protection and other ecosystem services from mangroves and coral reefs. UNEP-WCMC, Cambridge, UK."}, {"text_block_id": "p40_b210", "text": "National Sustainable Development Strategy (2009) supports the goals of sustainable manage­ment of natural resources, integrated economic development and sustainable social develop­ment."}, {"text_block_id": "p138_b211", "text": "UNESCO. (n.d.). Retrieved from http://whc.unesco.org/en/ statesparties/mm/"}, {"text_block_id": "p40_b211", "text": "The legislation mainly concerned with the natural resources and biodiversity are presented be­low:"}, {"text_block_id": "p138_b212", "text": "Walston, J., Robinson, J.G., Bennett, E.L., Breitenmoser, U., da Fonseca, G.A., Goodrich, J., Gumal, M., Hunter, L., Johnson, A., Karanth, K.U., Leader-Williams, N., Mackinnon, K., Miquelle, D., Pattanavibool, A., Poole, C., Rabinowitz, A., Smith, J.L., Stokes, E.J., Stuart, S.N., Vongkhamheng, C. and Wibisono, H. (2010). Bringing the tiger back from the brink-the six percent solution."}, {"text_block_id": "p40_b212", "text": "The legislation mainly concerned with the natural resources and biodiversity are presented be­low:\n* Law Relating to Aquaculture (1989)\n* Pesticide Law (1990)\n* Freshwater Fisheries Law (1991)\n* Forest Law (1992)\n* Law Relating to Fishing Rights of Foreign Fishing Vessels (1989, amended in 1993)"}, {"text_block_id": "p138_b213", "text": "PLoS Biol,"}, {"text_block_id": "p138_b214", "text": "8."}, {"text_block_id": "p138_b215", "text": "WAVES. (n.d.). Retrieved from https://www.wavespartnership.org/en"}, {"text_block_id": "p138_b216", "text": "WCS. (2012). Myanmar Biodiversity Conservation Investment Vision, WCS, Yangon, Myanmar."}, {"text_block_id": "p138_b217", "text": "WCS. (2014a). Myanmar Protected Area Gap Analysis [unpublished]."}, {"text_block_id": "p138_b218", "text": "WCS. (2014b). Myanmar priority species for conservation [unpublished draft, report prepared for IUCN]. Yangon, Myanmar."}, {"text_block_id": "p138_b219_merged_merged", "text": "Weber, S. J., Keddell, L., and Kemal, M. (2014). Myanmar Ecological Forecasting: Utilizing NASA Earth Observations to Monitor, Map, and Analyze Mangrove Forests in Myanmar for En­hanced Conservation. Wohlfart, C., Wegmann, M., and Leimgruber, P. Mapping threatened dry deciduous dipterocarp forest in South-east Asia for conservation management. Tropi­cal Conservation Science, 7(4): 597-613. Available at: www.tropicalconservation science.erg"}, {"text_block_id": "p138_b222", "text": "Wikramanayake, E., Dinerstein, E., Loucks, C. J., Olson, D. M., Morrison, J., Lamoreux, J.,"}, {"text_block_id": "p41_b222", "text": "The legislation mainly concerned with the natural resources and biodiversity are presented be­low:\n* Law Relating to Aquaculture (1989)\n* Pesticide Law (1990)\n* Freshwater Fisheries Law (1991)\n* Forest Law (1992)\n* Law Relating to Fishing Rights of Foreign Fishing Vessels (1989, amended in 1993)\n* Myanmar Marine Fisheries Law (1990, amended in 1993)\n* Myanmar Mines Law (1994)\n* Protection of Wildlife and Protected Areas Law (1994)\n* Fertilizer Law (2002)\n* Plant Pest Quarantine Law (1993, amended in 2011)\n* Seed Law (2011)\n* Conservation of Water Resources and River Law(2006)\n* Environmental Conservation Law (2012)\n* Animals Health and Development Law (2012)"}, {"text_block_id": "p139_b223", "text": "night, M., and Hedao, P. (2002). Terrestrial ecoregions of the Inda-Pacific: a conservation assessment. Island Press. Washington, DC."}, {"text_block_id": "p139_b224", "text": "Wittenberg, R & Cock M.J.W. (2001). Invasive Alien Species: A Toolkit of Best Prevention and Management Practices. The Global Invasive Species Programme. CAB International, Wall­ingford, Oxen, UK Retrieved from http://www.issg.org/pdf/publications/GISP/ Guidelines_ Toolkits_BestPractice/Wittenberg&Cock_2001_EN.pdf"}, {"text_block_id": "p139_b225", "text": "Woods, K. (2015). Commercial Agriculture Expansion in Myanmar: Links to Deforestation, Con­version Timber, and Land Conflicts. Forest Trends Report Series: Forest Trade and Finance. March 2015. Retrieved from http://forest-trends.org/releases/uploads/Conversion_ Tim­ber_in_ Myanmar.pdf"}, {"text_block_id": "p139_b226", "text": "Woods, K. (2013). Timber Trade Flows and Actors in Myanmar: The Political Economy of Myan­mar's Timber Trade. Forest Trends Report Series: Forest Trade and Finance. November 2013. Retrieved from http://www.forest-trends.org/documents/files/doc_4133.pdf"}, {"text_block_id": "p139_b227", "text": "Wohlfart, C., Wegmann, M., & Leimgruber, P. (2014). Mapping threatened dry deciduous dip­terocarp forest in South-east Asia for conservation management."}, {"text_block_id": "p139_b228", "text": "Tropical Conservation"}, {"text_block_id": "p139_b229", "text": "Sci­ence, 7(4), 597-613."}, {"text_block_id": "p139_b230", "text": "World Bank. (2014a). Report No: PAD987, Project Appraisal Document, Ayeyarwady Integrated River Basin Management Project, November 12, 2014."}, {"text_block_id": "p139_b231", "text": "World Bank. (2014b). Myanmar Ending Poverty and Boosting Shared Prosperity in a Time of Transition, Systematic Country Diagnostic, November, 2014."}, {"text_block_id": "p139_b232", "text": "WWF. (2013). Green Economy Modelling of Ecosystem Services in the Dawna Tenniserim Land­scape (DTL) along the 'Road to Dawei'. WWF Greater Mekong. Retrieved from http://wwf.panda.erg/ ?219390/Green-Economy-Modelling-of-Ecosystem-Services-in-the-Dawna-Te­nasserim-Landscape-along-the-Road-to-Dawei"}, {"text_block_id": "p139_b233", "text": "WWF. (2015a). Talking Business: The Importance Of Natural Capital Valuation And Applying A Landscape Approach For Businesses Investing Along The Road To Dawei. WWF Greater Mekong. Retrieved from http://d2ouvy59podg6k.cloudfront.net/downloads/ge_dtl_busi­ness.pdf"}, {"text_block_id": "p139_b234", "text": "WWF. (2015b). \"Lake lnle\". Retrieved from http://wwf.panda.org/about_our_earth/ecoregions/lake inle.cfm"}, {"text_block_id": "p139_b235", "text": "Yamauchi, H. and Inoue, M. (2012). Contribution of community forestry in the central dry zone of Myanmar to achieving sustainable and equitable forest management."}, {"text_block_id": "p139_b236", "text": "Tropics,"}, {"text_block_id": "p139_b237", "text": "20(4),"}, {"text_block_id": "p139_b238", "text": "103-114."}, {"text_block_id": "p139_b239_merged_merged_merged", "text": "Zockler, C., E.E. Syroechokovskiy Jr., and Atkinson, P.W. (2010). Rapid and continued decline in the Spoon-billed Sandpiper Eurynorhynshus pygmeus indicated imminent extinction unless conservation unless conservation action is taken. Bird Conservation International 20:95-111."}, {"text_block_id": "p41_b240", "text": "3.2 Existing Institutional Arrangements"}, {"text_block_id": "p41_b241", "text": "Ministry of Environmental Conservation and Forestry (MOECAF), formed from the Ministry of Forestry in September 2011, is the focal ministry for environmental and biodiversity relat­ed matters. The Forest Department (FD), Environmental Conservation Department (ECD) and Dry Zone Greening Department (DZGD) under MOECAF are focal organisations of three Rio Conventions: Convention on Biological Diversity {CBD), UN Framework Convention on Climate Change (UNFCCC) and UN Convention to Combat Desertification (UNCCD), respectively."}, {"text_block_id": "p140_b242_merged", "text": "Indicators provide a way to assess progress towards national targets. Ideal indicators are SMART: specific, measurable, achiev­able, relevant, and time-bound. For the revised NBSAP indicators have been selected, when possible, to meet these characteris­tics. Not all targets or actions have an associated indicator, recognizing that this would not be feasible without large increases in budget allocation. Only those targets with and actions with indicators are listed below, and were chosen based on the avail­ability of existing information and feasibility of monitoring over the next five years."}, {"text_block_id": "p41_b242", "text": "Other key ministries involved in conservation, management and utilization of natural resources and biodiversity are:"}, {"text_block_id": "p41_b243", "text": "Other key ministries involved in conservation, management and utilization of natural resources and biodiversity are:\n* Ministry of Agriculture and Irrigation\n* Ministry of Livestock, Fisheries and Rural Development\n* Ministry of Science and Technology\n* Ministry of National Planning and Economic Development\n* Ministry of Mines\n* Ministry of Health"}, {"text_block_id": "p41_b255", "text": "Furthermore, a goal has been set by the government to achieve harmony and balance between economic development and environmental conservation across multiple sectors via the coordi­nation efforts of the Environmental Conservation Committee (ECC). In 2011, the ECC was initially formed as National Environmental Conservation Committee (NECC), and it was reformed as ECC in 2014. ECC is chaired by the MOECAF Minister, and its members include deputy ministers from related ministries."}, {"text_block_id": "p41_b256", "text": "There are five working committees (WC) under the ECC:"}, {"text_block_id": "p41_b257", "text": "There are five working committees (WC) under the ECC:\n* Policy, Law, Rules, Procedures and Quality Standard\n* Industry Planning, Urban and Rural\n* Natural Resource and Cultural Heritage Conservation\n* Climate Change Adaptation and Mitigation\n* Environmental Education and Awareness Raising.\n* Environmental Education and Awareness Raising.\n ECC also has Special Task Forces (STF) as presented below:\n* Land Use\n* Rivers, Streams and Wetlands"}, {"text_block_id": "p42_b272", "text": "There are five working committees (WC) under the ECC:\n* Policy, Law, Rules, Procedures and Quality Standard\n* Industry Planning, Urban and Rural\n* Natural Resource and Cultural Heritage Conservation\n* Climate Change Adaptation and Mitigation\n* Environmental Education and Awareness Raising.\n* Environmental Education and Awareness Raising.\n ECC also has Special Task Forces (STF) as presented below:\n* Land Use\n* Rivers, Streams and Wetlands\n* Industrial Projects, Large Industries and Urban and Rural Areas\n* Environmental Policy, Law and Procedures\n* Environmental Education and Awareness; Climate Change."}, {"text_block_id": "p42_b278", "text": "3.3 International Cooperation for Biodiversity Conservation"}, {"text_block_id": "p42_b279", "text": "Myanmar is party to several regional and international environment agreements, treaties and protocols on natural resources, ecosystems and biodiversity conservation, management and utilization, (see Table"}, {"text_block_id": "p42_b280", "text": "10)."}, {"text_block_id": "p140_b281", "text": "Ł"}, {"text_block_id": "p42_b281_merged", "text": "Table 10: International and regional environmental agreements, treaties and protocols signed by Myanmar."}, {"text_block_id": "p146_b282", "text": "Annex"}, {"text_block_id": "p146_b283", "text": "2:"}, {"text_block_id": "p146_b284", "text": "Species List"}, {"text_block_id": "p43_b284", "text": "Leopard ( Ponthero pordu,s)"}, {"text_block_id": "p146_b285_merged_merged", "text": "Table 4.3: Plant species found in Myanmar assessed on the IUCN Red List of Threatened Species."}, {"text_block_id": "p44_b285", "text": "Chapter4"}, {"text_block_id": "p44_b286", "text": "National Biodiversity Strategies and Action Plans"}, {"text_block_id": "p44_b287", "text": "4.1 Review of the past NBSAP"}, {"text_block_id": "p44_b288", "text": "Myanmar's first NBSAP was developed in 2011 and adopted by the government in 2012. The NBSAP is a national-level framework for guiding effective management and utilization, and has been disseminated to relevant organisations. One of the limitations of the first N BSAP was out of date data, mainly derived from sources published in 2000-2003. This data gap was particu­larly significant for freshwater and marine ecosystems. The 2011 N BSAP was not directly aligned with the Strategic Plan for Biodiversity 2011-2020 or the Aichi Biodiversity Targets."}, {"text_block_id": "p44_b289", "text": "4.2 Process of developing the updated NBSAP"}, {"text_block_id": "p146_b290", "text": "I"}, {"text_block_id": "p44_b290", "text": "The baseline information and data used for the revised N BSAP were provided by government departments, NGOs and academic institutions, as well being derived from national and regional reports of biodiversity projects. Issues related to biodiversity and ecosystems were identified and prioritized through consultations at the central level, as well as at state and region lev­els, and they were considered in setting national targets and linking these with global targets. Consultations on national targets and indicators were conducted with central government de­partments, NGOs, research institutes and academic institutions {for more information on the development process, see Annex 3). The revised NBSAP draft was shared with international organisations to obtain their feedback and comments. The revised NBSAP (2015-2020) was subsequently adopted by the government as the national guiding document to conserve, man­age and use biodiversity for the economic, environmental and social wellbeing of present and future generations of Myanmar."}, {"text_block_id": "p148_b291_merged", "text": "Table 44: Mammal species found in Myanmar assessed on the IUCN Red List of"}, {"text_block_id": "p45_b291", "text": "4.3 Vision"}, {"text_block_id": "p45_b292", "text": "Conservation, management and utilization of biodiversity in a sustainable manner for sound and resilient ecosystems and national posterity."}, {"text_block_id": "p45_b293", "text": "4.4 Mission"}, {"text_block_id": "p45_b294", "text": "By"}, {"text_block_id": "p45_b295", "text": "2020"}, {"text_block_id": "p148_b296", "text": "Threatened Species."}, {"text_block_id": "p45_b296", "text": ","}, {"text_block_id": "p149_b297_merged", "text": "Table 45: Bird species found in Myanmar assessed on the IUCN Red List of Threatened Species."}, {"text_block_id": "p45_b297", "text": "biodiversity is valued, effectively conserved, sustainably used, and appropriately main­streamed to ensure the continuous flow of ecosystem goods and services for the economic, environmental and social wellbeing of the present and future generations."}, {"text_block_id": "p45_b298", "text": "4.5 Strategies and National Targets"}, {"text_block_id": "p45_b299_merged_merged", "text": "The Strategic Plan for Biodiversity 2011-2020 adopted by the CBD COP includes 20 targets for 2015 and 2020 (the \"Aichi Biodiversity Targets\"), organised under five strategic goals. Each of these strategic goals includes a number of global targets such as halving or halting the loss of natural habitats, or protecting 10% of terrestrial land area in a country. The goals and targets comprise both (i) aspirations for achievement at the global level; and (ii) a flexible framework for the establishment of national or sub-national targets. Recognizing the varying circumstanc­es faced by different countries, these targets can be modified and made more appropriate for unique national circumstances, while still contributing to the global targets. A key component for the implementation of these Targets is through NBSAPs. As of late 2015, 196 countries are party to the CBD, of which 184 have developed NBSAPs. The majority, 127, of these NBSAPs were developed before the Aichi Biodiversity Targets were adopted or have not been subse­quently revised. Myanmar has chosen to base the NBSAP around the Aichi Targets. The de­velopment of national targets is intended to be guided by this flexible framework, taking into account national needs and priorities, while also bearing in mind national contributions to the achievement of the global targets. The global Aichi Targets, and associated strategic goals, are outlined below."}, {"text_block_id": "p46_b319", "text": "Strategic Cioal B. Reduce the direct pressures on biodiversity and promote sustainable use"}, {"text_block_id": "p46_b320", "text": "Strategic Cioal C. Improve the status of biodiversity by safeguarding ecosystems, species and genetic diversity"}, {"text_block_id": "p47_b321", "text": "Strategic Goal D: Enhance the benefits to all from biodiversity and ecosystem services"}, {"text_block_id": "p47_b322", "text": "4.6 Targets, Indicators and Action Plans"}, {"text_block_id": "p47_b323", "text": "4.6 Targets, Indicators and Action Plans\n* Aichi Target\n* By\n* By\n 2020,\n* By\n 2020,\n at the latest, people are aware of the values of biodiversity"}, {"text_block_id": "p47_b329_merged_merged", "text": "Myanmar's Fifth National Report, submitted to the CBD in 2014, identified that limited"}, {"text_block_id": "p48_b332", "text": "roots support for conservation and undervaluation of ecosystem services and biodiversity are among the major threats to biodiversity. Building on the diverse range of knowledge held by local communities, government staff, and citizens could help increase this support and facili­tate attainment of the remaining national biodiversity targets. However, increasing awareness without addressing underlying drivers will not necessarily lead to enhanced biodiversity conser­vation outcomes. In orderto improve outcomes, awareness raising will be approached in a stra­tegic context that identifies key audiences, leverages existing knowledge, and acknowledges other incentives that influence actions. The focus will be on targeted efforts to couple outreach and awareness raising with a change in behaviour of select groups."}, {"text_block_id": "p48_b333", "text": "It is important to note that 'awareness raising' should be seen not as a top down education of the ignorant, but as an exchange of what different groups understand and value about the nat­ural environment. In addition, although awareness of the values of biodiversity must ultimately be raised among the greater Myanmar population, a first step will be to focus on a represen­tative selection of stakeholders, partners, and appropriate communication channels. In Myan­mar, these key audiences include political decision-makers, line department staff, communities in and around key biodiversity areas, educational institutions, the private sector, and media."}, {"text_block_id": "p48_b334", "text": "Making relevant information on the value of biodiversity and potential policy linkages available to decision-makers (e.g. national and state/region parliamentarians) could quickly help raise awareness in a group with a major influence on the future of Myanmar's environment. Many parliamentarians and government staff may not be familiar with the value of biodiversity or appropriate ways to maintain and enhance this as Myanmar develops. Increasing the aware­ness of decision-makers would be an effective way to build support for enhanced biodiversity conservation at the highest levels. To this end, a series of short briefing documents will be prepared for parliamentarians and senior government staff on the importance and value of bio­diversity and the potential to use nature-based solutions to address challenges related to food security, disaster risk reduction, and climate change. Studies that demonstrate the true eco­nomic value of a select number of high-profile ecosystems, such as mangrove forests, should also be undertaken and shared."}, {"text_block_id": "p48_b335", "text": "The staff of line agencies may already possess significant knowledge, but could benefit from in­ter-departmental communication to share their expertise in a specific sector, as well as enhance awareness of new fields. As the focal point for the CBD, the FD could serve as a coordinating agency, helping to actively develop and expand extension services, materials, and host meet­ings to bring together various line agencies to discuss and learn about biodiversity in Myanmar."}, {"text_block_id": "p48_b336", "text": "Local communities in and around KBAs and PAs are a key group to involve in outreach and knowledge sharing activities. These communities often have the best understanding of the value of biodiversity in these areas and are well-placed to share this knowledge, as well as work with government and NGOs to implement appropriate management regimes. Improved co-op­eration and knowledge sharing between FD and NWCD staff and local communities would fa­cilitate and improve biodiversity conservation programmes. In particular, the current rule re­quiring government staff to have at least a secondary-level education complicates recruiting local community members to participate in activities that would benefit from local knowledge and help raise awareness of activities that affect biodiversity, such as PA management, within"}, {"text_block_id": "p49_b337", "text": "communities. Relaxation of this rule, perhaps by establishing a 'community ranger' job class, would increase community participation and knowledge exchange."}, {"text_block_id": "p49_b338", "text": "Where possible participatory monitoring and management (PMM) techniques should be considered an important way to raise awareness, and will also assist in improving community involvement and participation. NWCD is currently exploring co-management and knowledge sharing opportunities through community-based participatory biodiversity monitoring sys­tems. This gives communities a platform through which they can share knowledge of biodiver­sity with PA authorities, and monitor and manage resource use and trends. Mechanisms such as PMM also provide space for important communication channels between communities and PA authorities. This is currently being piloted in Natmataung National Park, but is soon to be expanded to other PAs. Greater cooperation between FD and local NGOs with experience in community engagement would further facilitate these activities. Opportunities to link biodiver­sity conservation goals with the cultural norms and belief systems of local communities should also be identified."}, {"text_block_id": "p49_b339", "text": "Incorporation of the value of biodiversity and the environment into the educational system at all levels is fundamental to building support for conservation. Biodiversity is covered in curric­ula at select universities, but this could be expanded. Curricula addressing biodiversity values should also be expanded at the primary and secondary levels, as well as through non-tradition­al education. Public education is a key management activity at many PAs. Between"}, {"text_block_id": "p49_b340", "text": "2009"}, {"text_block_id": "p49_b341", "text": "and"}, {"text_block_id": "p49_b342", "text": "2013,"}, {"text_block_id": "p49_b343", "text": "the FD conducted about"}, {"text_block_id": "p49_b344", "text": "300"}, {"text_block_id": "p49_b345", "text": "educational activities for local communities. One way to expand similar opportunities to other areas, including urban areas, would be to form nature clubs. These clubs could increase understanding and appreciation of nature and provide a sup­plement to official school curricula. They could also be used to help promote civic engagement around local environmental stewardship by promoting campaigns to plant trees, collect waste, and raise awareness about biodiversity. A similar role is also played by religious groups that have environmental outreach and education as part of their community outreach activities."}, {"text_block_id": "p49_b346", "text": "The private sector is poised to become an increasingly important audience to involve in bio­diversity conservation. Making the connection between business operations and biodiversity represents a massive opportunity. By working with business leaders and investors to under­stand their incentives and communicate the value of biodiversity and ecosystem services to their operations, a strong business case can be made for conservation. This could build on tools such as a national biodiversity information repository and natural capital accounting systems (see Target 2). Government can work with the private sector to set and raise environmental standards, and scale-up action and investment."}, {"text_block_id": "p49_b347_merged_merged", "text": "The media can help raise awareness of biodiversity across all sectors. As of 2014, Myanmar Ra­dio and Television (MRlV) has played an educational series about forests and broadcast 39 ra­dio segments on the value of the environment. Organising targeted training for journalists and media representatives would increase quality media coverage, and raise awareness, of threats and opportunities for biodiversity conservation in a cost-effective manner. Visual and audito­ry aids, produced by the media or other groups, are an important tool for raising awareness among those who cannot read or write. Radio, including programmes in local languages, will be important in some areas."}], "document_description": "The Plan, developed by the National Environmental Conservation Committee, contains 10 strategic directions on the following themes:</div><ul><li>Strengthening conservation of priority sites;</li><li>Mainstreaming biodiversity into other policy sectors;</li><li>Implementing focused conservation actions for priority species;</li><li>Supporting local NGOs and academic institutions;</li><li>Creating capacity to coordinate conservation investment in Myanmar;</li><li>Scaling up the implementation of in situ and ex situ conservation of agriculture, livestock and fisheries biodiversity and genetic resource management;</li><li>Expediting the process of implementing the national biosafety framework;</li><li>Promoting the initiative to manage invasive alien species;</li><li>Facilitating the legislative process of environmental protection and environmental impact assessment;</li><li>Enhancing communication, education and public awareness on biodiversity conservation.</li></ul><div>&nbsp;<br>&nbsp;The plan identifies a direct relationship between global climate change and biodiversity loss, and notes that climate change poses a major threat to the continued existence of traditional and wild agro-ecosystems, particularly at high altitudes. In addition to agriculture and biodiversity, it also identifies forestry, water resources, natural disaster and human health as areas that will be potentially affected by climate change. The plan states that precautionary approaches and measures are required for biodiversity conservation to increase the country's potential for adaptation in response to climate change."}