{"document_instrument_name": ["International cooperation|Governance", "Subnational and citizen participation|Governance", "Capacity building|Governance", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Myanmar", "document_category": "Policy", "document_sector_name": ["Urban", "Transportation", "Health", "Buildings", "Agriculture"], "document_language": "English", "document_name": "The Myanmar National Framework for Community Disaster Resilience 2016", "document_country_code": "MMR", "document_hazard_name": ["Erosion", "Drought", "Flood"], "document_response_name": ["Loss And Damage", "Disaster Risk Management"], "document_type": "Framework", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "01/01/2016", "document_keyword": ["Buildings", "Transportation", "Health", "Agriculture"], "document_url": "https://cdn.climatepolicyradar.org/MMR/2016/MMR-2016-01-01-The Myanmar National Framework for Community Disaster Resilience 2016_4a4d7c94f0a4f2641266a96d04915c10.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Myanmar National Framework for"}, {"text_block_id": "p0_b2", "text": "Community Disaster Resilience"}, {"text_block_id": "p0_b3", "text": "Promoting People-centered, Inclusive, and Sustainable Local Development"}, {"text_block_id": "p2_b4", "text": "“If improvements in the development sectors do not integrate disaster risk reduction, they could exacerbate existing disaster risk and create new forms of disaster risk. Building disaster resilience in Myanmar becomes more important than ever to save lives, to protect investment and to ensure the sustainability of development gains.”"}, {"text_block_id": "p2_b5", "text": "Ministry of Social Welfare, Relief and Resettlement"}, {"text_block_id": "p2_b6_merged", "text": "The Myanmar National Framework for Community Disaster Resilience seeks to achieve people- centered, inclusive, and sustainable socioeconomic development in the face of disasters triggered by natural hazards and climate change. The framework articulates a common understanding, proposes a coherent approach, and identifies potential opportunities for strengthening the resilience of communities in Myanmar."}, {"text_block_id": "p4_b9", "text": "Contents"}, {"text_block_id": "p6_b10", "text": "FOREWORD"}, {"text_block_id": "p6_b11", "text": "Disaster risk is a critical development concern for Myanmar. Every year, people across the country, mostly the poor and most vulnerable, suffer from disasters that are triggered by natural hazards such as floods, tropical cyclones, droughts, landslides and earthquakes. With global warming and climate change, extreme weather events are more frequent and we have to prepare for such occurrences. Loss and damage due to these disasters exceeds the adaptive capacity of the country. Thus, disasterrelated losses result in a setback of the implementation of our social and economic policy of achieving inclusive and continuous development unless actions are taken to strengthen resilience of Myanmar communities."}, {"text_block_id": "p6_b12", "text": "The Myanmar National Framework for Community Disaster Resilience has been developed to guide stakeholders in building resilience of Myanmar communities. The framework has been developed under the leadership of the Ministry of Social Welfare, Relief and Resettlement that is the secretariat of the National Disaster Management Committee (NDMC), and through extensive consultation with different ministries, development partners, and civil society organizations. The framework identifies actions to strengthen resilience so that communities are better prepared, can withstand the impacts of disasters, and are able to recover quickly. These actions are community-based and span across key sectors such as rural and urban development, agriculture, environmental conservation and forestry, financial inclusion, social protection, and disaster preparedness. The implementation requires an inclusive approach, and leveraging partnerships and resource mobilization through the cooperation of government organizations, civil society organizations, the private sector, and development partners."}, {"text_block_id": "p6_b13", "text": "Implementation of this framework is critical for building a resilient society, and for realizing our regional and global commitments and priorities related to the 2030 Sustainable Development Goals, the Paris Agreement on Climate Change, and the Sendai Framework for Disaster Risk Reduction (2015-2030)."}, {"text_block_id": "p6_b14", "text": "I acknowledge and appreciate the efforts of all ministries and partners in developing the Myanmar National Framework for Community Disaster Resilience and urge you to support its implementation."}, {"text_block_id": "p6_b15", "text": "H.E. Prof. Dr. Win Myat Aye"}, {"text_block_id": "p6_b16", "text": "Vice Chairperson/ National Disaster Management Committee Union Minister for Social Welfare, Relief and Resettlement"}, {"text_block_id": "p7_b17", "text": "ACKNOWLEDGMENTS"}, {"text_block_id": "p7_b18", "text": "The preparation of this framework was led by the Relief and Resettlement Department , Ministry of Social Welfare, Relief and Resettlement in its capacity as Chair of National Disaster Management Working Committee of National Disaster Management Committee, in close consultation with different ministries of the Republic of the Union of Myanmar, the Asian Development Bank (ADB), and the members of the Myanmar Disaster Risk Reduction Working Group."}, {"text_block_id": "p7_b19", "text": "The development of the framework immensely benefited from the specialist knowledge of staff from different government departments who participated at the national consultation workshops and sector-specific consultations held in Nay Pyi Taw, and from the development partners as well as international and national nongovernment organizations that participated in the consultation workshops held in Nay Pyi Taw and Yangon. In particular, the lessons learned and experiences gained by local government and nongovernment organizations from implementing community-based disaster risk management and wider community-driven development projects helped shape the framework."}, {"text_block_id": "p7_b20", "text": "The Ministry of Social Welfare, Relief and Resettlement would like to thank the members of the Myanmar Disaster Risk Reduction Working Group, in particular the United Nations Development Programme, the United Nations Children’s Fund, the United Nations Human Settlements Programme, World Vision, and the members of the Myanmar Consortium for Community Resilience led by ActionAid, for their technical inputs and support in developing this framework. Special thanks go to the Livelihoods and Food Security Trust Fund of Myanmar, Building Resilience and Adaptation to Climate Extremes and Disasters Programme, and the World Bank for sharing their experiences of ongoing work on community-driven development, social protection, and community resilience."}, {"text_block_id": "p7_b21", "text": "The Ministry of Social Welfare, Relief and Resettlement would like to extend its appreciation to the Asian Development Bank for providing technical assistance through its Integrated Disaster Risk Management Fund financed by the Government of Canada."}, {"text_block_id": "p8_b22", "text": "Disaster Resilient Community: A Vision"}, {"text_block_id": "p8_b23", "text": "A disaster resilient community in Myanmar is accurately informed about the natural hazard environment and disaster risk, and able to factor such information into day-to-day decision-making processes. Such a community adopts inclusive planning process to identify and implement measures – structural, ecosystem-based and nonstructural, some at the household level and others at the community level, to reduce disaster risk. In the case of a disaster event, they are better prepared and can withstand the impact by drawing on timely support of community members and local organizations. They are able to recover quickly from any disaster event thanks to continuity of services, social welfare support, and access to financing."}, {"text_block_id": "p8_b24", "text": "KEY MESSAGES"}, {"text_block_id": "p8_b25", "text": "KEY MESSAGES\n* Communities in Myanmar suffer high losses from disasters triggered by natural\n* Resilience-building measures, when identified, implemented, and managed at the\n* Investments in different sectors and themes of development through both\n* Successful implementation of resilience-building measures at the community level\n* Community-level measures to strengthen disaster resilience are critical for"}, {"text_block_id": "p9_b35", "text": "OVERVIEW"}, {"text_block_id": "p9_b36", "text": "Communities in Myanmar, especially the poor and most vulnerable, face a high disaster risk"}, {"text_block_id": "p9_b37", "text": "."}, {"text_block_id": "p9_b38", "text": "Between 1980 and 2015, disasters triggered by natural hazards—floods, tropical cyclones, earthquakes, landslides, and droughts—caused significant losses of life and direct physical losses."}, {"text_block_id": "p9_b39", "text": "i"}, {"text_block_id": "p9_b40", "text": "However, the true extent of such disaster events often go way beyond and may result in longer-term detrimental impact on the lives, livelihoods, and well-being of the affected population. For example, the floods and landslides of 2015 are expected to result in significant decline in the quality of life of the disasteraffected population in Chin State."}, {"text_block_id": "p9_b41", "text": "Disaster risk in Myanmar is a product of inappropriate development practices and existing socioeconomic vulnerabilities."}, {"text_block_id": "p9_b42", "text": "While disasters are triggered by natural hazards, their devastating effects are largely due to inappropriate development practices, which increase exposure of people and their assets and livelihoods to these hazard events and the existing physical and socioeconomic vulnerabilities. For example, rural farmers are engaged in subsistence farming and lack tools and technologies for increased productivity as well as off farm skills, and urban poor or migrants often settle in underserved communities which are hazard prone due to lack of affordable housing. Marginalized groups may have limited access to finances which restricts their ability to invest in resilient assets and be better prepared to recover from disaster-related shocks. Women are less likely to own land, which make them more dependent on others’ land and vulnerable to post-disaster layoffs."}, {"text_block_id": "p9_b43", "text": "Climate change will further increase the disaster risk in Myanmar"}, {"text_block_id": "p9_b44_merged_merged", "text": ". Records of the past six decades in Myanmar show that the intensity and severity of extreme weather events have increased. Climate models predict more extreme changes in the future: more intense rainfall events, extreme temperatures, and changes in intensity and frequency of tropical cyclones. ii These will have an impact on the lives and livelihoods of Myanmar communities, especially on the poor and most vulnerable."}, {"text_block_id": "p9_b47", "text": "Community-based disaster risk management (DRM) interventions in Myanmar are typically implemented as “stand-alone” activities, lack in scale, and fail to tackle the underlying causes of disaster risk"}, {"text_block_id": "p9_b48", "text": ". These project-based interventions target the most vulnerable and are designed in"}, {"text_block_id": "p9_b49", "text": "close consultation with community representatives, village tract, and township authorities. In most cases, they are implemented as stand-alone activities disjointed from regular development processes at the village level. As a result, they face challenges in scaling up and sustainability. Moreover, their scope—strengthening community preparedness and response capacity—is often narrow."}, {"text_block_id": "p10_b50", "text": "Ongoing governance-related reforms in Myanmar provide a solid base for strengthening disaster resilience in the context of local development"}, {"text_block_id": "p10_b51", "text": ". These reforms include people-centered planning, allocation of funds for local priorities, increased decision making at the local level for development and delivery of services, and strengthened vertical linkages between different tiers of administration."}, {"text_block_id": "p10_b52", "text": "Entry points for strengthening disaster resilience at the community level in Myanmar can be found in different sectors and themes"}, {"text_block_id": "p10_b53", "text": ". Depending on the characteristics of the community, such as socioeconomic profile and disaster risk context, and the broader mandate of sectors and themes, the entry points vary and may change and evolve over the time. Some immediate entry points:"}, {"text_block_id": "p10_b54", "text": ". Depending on the characteristics of the community, such as socioeconomic profile and disaster risk context, and the broader mandate of sectors and themes, the entry points vary and may change and evolve over the time. Some immediate entry points:\n* . The bottomâup village development planning\n* . Opportunities to strengthen disaster resilience of urban communities can\n* . Forestry programs that engage communities in\n* . Microfinance institutions with their social mandate to support women, poor,\n* . Cash transfers and cash-for-work programs can deliver targeted (such as to"}, {"text_block_id": "p10_b69", "text": "The DRM policy landscape in Myanmar provides the building blocks for strengthening community disaster resilience"}, {"text_block_id": "p10_b70", "text": ". DRM in Myanmar has evolved over the last few years supported by legislation, implementing rules, action planning, funding mechanisms, institutional setup, capacity building, and volunteer networks."}, {"text_block_id": "p11_b71", "text": "1."}, {"text_block_id": "p11_b72", "text": "Actions for government at the township, state or region, and union level"}, {"text_block_id": "p11_b73", "text": ":"}, {"text_block_id": "p11_b74", "text": ":\n* Strengthen linkages between development planning and budgeting and DRM planning at the\n* Support technical agencies in generating and disseminating disaster risk information.\n* Strengthen the capacity of the members of various township authorities and union line ministries\n* Ensure sector investments targeted at the community level factor disaster risk considerations"}, {"text_block_id": "p11_b82", "text": "2."}, {"text_block_id": "p11_b83", "text": "Actions for village tract or ward administration"}, {"text_block_id": "p11_b84", "text": ":"}, {"text_block_id": "p11_b85", "text": ":\n* Ensure the village DRM planning process (as required by the Natural Disaster Management\n* Strengthen the linkages between village development planning and village DRM planning\n* Ensure that the disaster resilience needs are captured in the village development plan and funded\n* Advocate for village resilience-building measures at the township level."}, {"text_block_id": "p12_b93", "text": "3."}, {"text_block_id": "p12_b94", "text": "Actions for civil society organizations"}, {"text_block_id": "p12_b95", "text": ":"}, {"text_block_id": "p12_b96", "text": ":\n* Support communities through participatory processes in identifying disaster risk.\n* Ensure disaster risk information is factored in the design and implementation of projects.\n* Provide capacity building for communities in implementing resilient building measures (e.g.,\n* Encourage communities to identify, prioritize, and invest in resilient building measures at the\n* Ensure the needs of the poorer households, most vulnerable, and marginalized population\n* Document the outcomes of community-led initiatives and share them with all stakeholders in"}, {"text_block_id": "p12_b108", "text": "4."}, {"text_block_id": "p12_b109", "text": "Actions for communities"}, {"text_block_id": "p12_b110", "text": ":"}, {"text_block_id": "p12_b111", "text": ":\n* Identify the natural hazards prevalent in the area; the households, assets, and livelihoods that\n* Factor hazard and forecast information in decision-making processes to ensure personal and\n* Identify household- and community-level investments to reduce disaster risk.\n* Strengthen disaster preparedness measures at the household and village level.\n* Strengthen disaster youth volunteer capacity on DRM, including dissemination of early warning,\n* Engage with village tract or ward administration, local civil society organization, and microfinance"}, {"text_block_id": "p12_b123", "text": "5."}, {"text_block_id": "p12_b124", "text": "Actions for development partners"}, {"text_block_id": "p12_b125", "text": ":"}, {"text_block_id": "p12_b126", "text": ":\n* Support the development of disaster risk information.\n* Support long-term capacity building and peer-to-peer learning among communities, local\n* Provide technical assistance in identifying legal and regulatory gaps preventing the uptake of\n* Ensure projects (e.g., loans, grants, technical assistance) targeted at the community level factor\n* Support piloting of innovative products and approaches for strengthening disaster resilience"}, {"text_block_id": "p14_b136", "text": "SECTION 1"}, {"text_block_id": "p14_b137", "text": "CONTEXT"}, {"text_block_id": "p15_b138", "text": "1.1"}, {"text_block_id": "p15_b139", "text": "Disaster Risk in Myanmar"}, {"text_block_id": "p15_b140", "text": ":"}, {"text_block_id": "p15_b141", "text": "A Dynamic Interaction between Natural Hazards, Exposure and Vulnerabilities"}, {"text_block_id": "p15_b142", "text": "Myanmar experiences significant disasterrelated losses, affecting communities and the local and national economy. Between 1980 and 2015, disasters in Myanmar caused about 140,000 deaths, affected the lives and livelihoods of more than 5 million people, and resulted in approximately $5 billion in direct physical losses."}, {"text_block_id": "p15_b143", "text": "Modeling analysis indicates that Myanmar experiences an average annual loss from disasters of $2.1 billion over the long term, equivalent to 3.23% of the country’s 2014 gross domestic product (GDP)."}, {"text_block_id": "p15_b144", "text": "These disasters are triggered by a wide range of"}, {"text_block_id": "p15_b145", "text": "natural hazards"}, {"text_block_id": "p15_b146", "text": ", which vary across the country depending on location, topography, geology and climate. The people living in the coastal regions, especially the western coasts and increasingly the southern coasts of the country too, are exposed to tropical cyclones and storm surges; major parts of the country are at risk from earthquakes, riverine flooding (the causes of which differ depending on location), and landslides; and those living in the central dry zone, which receives very little rainfall and over the years has undergone large-scale deforestation, face droughts."}, {"text_block_id": "p15_b147", "text": "The impact of disasters derives from both major large-scale events, such as Cyclone Nargis in 2008, and the 2015 floods and landslides; and the accumulated effects from many localized small-scale events, such as flash floods and landslides. While the impacts of the large-scale events are usually visible across sectors and attract attention, the impacts of the small-scale events are typically confined to a community or specific geographical area, and thus remain largely invisible, as the effects can have a longer-term detrimental impact on the poorer households, smaller businesses, and marginalized members of a community."}, {"text_block_id": "p15_b148", "text": "In general terms, women, children, the elderly, people with disabilities, migrants, and marginalized groups are likely to be more vulnerable and exposed to natural hazards because of their socioeconomic conditions. Some of the factors that lead women in Myanmar, for example, to be more vulnerable to natural hazards are described in Box 1."}, {"text_block_id": "p15_b149_merged_merged_merged", "text": "High poverty levels leave the population at risk. Nearly 85% of Myanmar’s poor live in rural areas, especially the central dry zone and in the Ayeyarwaddy Delta. Here small-scale farmers must endure labor-intensive farming techniques and limited access to credit that can hinder their ability to diversify crops. This leaves them exposed to higher levels of risk if the crop fails due to floods and drought. Similarly, people on the fringes of society—the marginalized and excluded—are"}, {"text_block_id": "p16_b152", "text": "© ADB"}, {"text_block_id": "p16_b153", "text": "more likely to be poor and lacking in the means to build up a “cushion” to withstand shocks (such as disasters) on their already challenging circumstances. They are likely to lack social connectivity, a resilient livelihood, and access to beneficial services that would all help them weather harder times and make progress. Lack of access to early warning and formal social protection also leave them more vulnerable."}, {"text_block_id": "p16_b154", "text": "Inadequate development"}, {"text_block_id": "p16_b155", "text": "is a breeding ground for disaster risk. For example, lack of agricultural inputs, access to finance and technology, irrigation, and rural roads undermines agricultural earnings with consequences for people’s increased vulnerability. For instance, currently, 40% of Myanmar’s population lives in villages without access to an all-season road. This isolation means limited access to markets and also low access to health care (including reproductive and maternal health services), education services, and alternative employment opportunities. In a post-disaster situation, reaching affected communities with aid will be a challenge. Similarly, poor access to financial services fosters a context of perpetual hardship and vulnerability, as it impairs the ability to invest in disaster risk reduction measures and manage unexpected events. In rural areas, a"}, {"text_block_id": "p17_b156", "text": "significant proportion of the population has no access to formal financial services and insurance. They must rely on informal loans, with very high interest rates, which leads to indebtedness, cycles of poverty, and thus chronic vulnerability to disasters."}, {"text_block_id": "p17_b157", "text": "Improper development"}, {"text_block_id": "p17_b158", "text": "leaves communities at risk by increasing their exposure and vulnerability to natural hazards. For example, unplanned growth of cities leads to poor land use, unsafe housing and infrastructure, and growth of informal settlements. Urban areas, especially informal settlements that are already unsafe and burdened with poor water supply, intermittent electricity supply, and lack of a functioning drainage network or sewerage system, can be especially hard hit when conditions deteriorate on account of a flood, earthquake, fire, or other hazards. So too, improper usage of defensive infrastructure can unwittingly increase disaster risk. For example, stability of dikes can be undermined due to planting of trees and vegetation, building of concrete stairs, and carrying out of other public activities."}, {"text_block_id": "p17_b159_merged", "text": "The potential impacts of climatic change in Myanmar—increase in temperature, changes in total rainfall (increase in some regions and decrease in others), decrease in the duration of the southwest monsoon season as a result of late onset, and increase in the recurrence and severity of extreme weather events such as floods, cyclones, and droughts—will further increase disaster risk.Those that already struggle the most with today’s weather-related challenges are first to be faced with even harder climate-related challenges as risks associated with climate variability and extreme events continue to ramp up."}, {"text_block_id": "p17_b163", "text": "Further, climate change will further intensify disaster risk across a range of sectors. For example, agriculture largely depends on weather conditions for food production. Other examples include water resources, especially in the dry zone, which are already experiencing shortages and increasing"}, {"text_block_id": "p18_b164", "text": "rates of groundwater withdrawals; public health due to water-related diseases and heat stress-related risks; forestry due to destruction by tropical cyclones, strong winds, and floods in addition to human pressure; and coastal systems facing rising sea surface temperatures leading to increases in cyclone intensity and associated strong winds and high storm surges, and decreased fisheries production."}, {"text_block_id": "p18_b165", "text": "Thus, the combination of natural hazards, preexisting vulnerabilities, poverty, improper development, and climate change increase disaster risk in Myanmar as illustrated in Figure 1."}, {"text_block_id": "p18_b166", "text": "Moreover, the impact of such disasters can result in the perpetuation of poverty and development challenges as seen in the examples in Box 2."}, {"text_block_id": "p18_b167_merged", "text": "However, since the root causes of a community’s disaster risk are interconnected in a complex web of development-related factors as described above, many sectors (e.g., agriculture, rural development, forestry, and urban development etc.) and themes of development (e.g., financial inclusion, social protection, etc.) can help overcome these vulnerabilities and thereby reduce disaster risk."}, {"text_block_id": "p19_b184", "text": "1.2."}, {"text_block_id": "p19_b185", "text": "Need for Community-Based Approaches to Strengthen Disaster Resilience"}, {"text_block_id": "p19_b186", "text": "Disaster risk is largely shaped and the impacts felt the most at the local level. Thus, the solutions to address the risks should also be localized and involve the communities that live and work in the area. This is important for various reasons:"}, {"text_block_id": "p19_b187", "text": "Disaster risk is largely shaped and the impacts felt the most at the local level. Thus, the solutions to address the risks should also be localized and involve the communities that live and work in the area. This is important for various reasons:\n* First, natural hazards and exposure, two\n* âtheir\n* Second, different communities and different\n* and selecting local interventions to reduce risk.\n* Third, with the uncertainties associated\n* Third, with the uncertainties associated\n and nature of future economic and social\n* Fourth, it is necessary to incentivize disaster"}, {"text_block_id": "p19_b204", "text": "It follows that in order to manage disaster risk in the face of a changing climate, the more the efforts are community-based and bundled with local development priorities, the more beneficial they are likely to be and capable of achieving multiple gains: poverty reduction, socioeconomic development, climate change adaptation, and disaster risk reduction."}, {"text_block_id": "p20_b205", "text": "1.3."}, {"text_block_id": "p20_b206", "text": "Development Priorities in Support of Community Disaster Resilience"}, {"text_block_id": "p20_b207", "text": "Myanmar is on a course of major social and economic reform aimed at decentralization, increasing openness, empowerment, and inclusion; creating jobs; and improving the well"}, {"text_block_id": "p20_b208", "text": "-"}, {"text_block_id": "p20_b209", "text": "being of its population, particularly living in rural areas. Such reforms will bring in physical and social investments across sectors and themes of development, which, if implemented without due consideration of disaster risk, may fail to achieve their intended outcome, and in some cases may increase existing vulnerabilities."}, {"text_block_id": "p20_b210", "text": "Recognizing these threats, Myanmar has set a path that complements an agenda for strengthening community disaster resilience. This includes a pledge made by the government in its"}, {"text_block_id": "p20_b211", "text": "2015 Election Manifesto"}, {"text_block_id": "p20_b212", "text": "to “defend against the dangers arising from natural disasters such as storms, floods and drought, and provide education regarding risk mitigation and protection.”"}, {"text_block_id": "p20_b213", "text": "The"}, {"text_block_id": "p20_b214", "text": "Natural Disaster Management Law, 2013"}, {"text_block_id": "p20_b215", "text": "(Law No. 21/2013) recognizes disaster risk reduction as an underlying requirement for achieving sustainable development; calls for integrating disaster risk considerations in development processes; establishes the government-led institutional setup at all levels of administration; and requires close coordination between government, civil society groups, other non-government organizations (NGOs),"}, {"text_block_id": "p20_b216", "text": "and international and regional organizations in carrying out DRM activities."}, {"text_block_id": "p20_b217_merged_merged_merged_merged", "text": "Specifically, with respect to community-level actions to reduce disaster risk, the Myanmar Action Plan on Disaster Risk Reduction, a road map for the implementation of disaster risk reduction priorities, has attached high priority to community-based disaster preparedness and risk reduction. Among others, the action plan identifies the need for strengthening the policy environment, scaling up implementation through local development, promoting volunteerism, and establishing financing mechanisms for community-level disaster risk reduction measures."}, {"text_block_id": "p20_b220", "text": "So too, the policy and legislative environment across key sectors and themes of development supports the wider objectives of community disaster resilience. The support ranges from proposing risk-sensitive development approaches that are community led to those targeted at the most vulnerable in the community, and further to those keen to have local community insights inform decision-making processes. Examples include"}, {"text_block_id": "p21_b221", "text": "So too, the policy and legislative environment across key sectors and themes of development supports the wider objectives of community disaster resilience. The support ranges from proposing risk-sensitive development approaches that are community led to those targeted at the most vulnerable in the community, and further to those keen to have local community insights inform decision-making processes. Examples include\n* the Ward or Village Tract Administration Law,\n* the Environmental Conservation Law, 2012;\n* the Rural Development Strategic Framework,\n* the National Social Protection Strategic Plan,\n* the Myanmar Financial Inclusion Roadmap\n* the National Strategic Plan for the"}, {"text_block_id": "p21_b233", "text": "In addition, Myanmar is party to many relevant regional and international agreements that endorse the broad principles for community disaster resilience. Among these of special significance are the"}, {"text_block_id": "p21_b234", "text": "Sustainable Development Goals"}, {"text_block_id": "p21_b235", "text": "which identify disaster risk reduction targets for four goals;"}, {"text_block_id": "p21_b236", "text": "7,8"}, {"text_block_id": "p21_b237", "text": "the"}, {"text_block_id": "p21_b238", "text": "Sendai Framework for Disaster Risk Reduction 2015–2030"}, {"text_block_id": "p21_b239", "text": "which prioritizes strengthening the resilience of communities and the need to work in partnership with civil society, community-based"}, {"text_block_id": "p21_b240_merged_merged", "text": "organizations, and volunteer organizations; the Paris Agreement adopted at the 21st Session of the Conference of the Parties which recognizes the need to strengthen community resilience and undertake climate change adaptation options that take into consideration vulnerable groups, communities, and ecosystems; and the Association of Southeast Asian Nations (ASEAN) Agreement on Disaster Management and Emergency Response which calls for the involvement of local communities, NGOs, and private enterprises in disaster risk reduction activities (Figure 2)."}, {"text_block_id": "p21_b247", "text": "This National Framework for Community Disaster Resilience is guided by such commitments."}, {"text_block_id": "p22_b248", "text": "FIGURE 2. Development Commitments in Support of Community Disaster Resilience"}, {"text_block_id": "p24_b249", "text": "SECTION 2"}, {"text_block_id": "p24_b250", "text": "COMMUNITY DISASTER RESILIENCE FRAMEWORK"}, {"text_block_id": "p25_b251", "text": "2.1."}, {"text_block_id": "p25_b252", "text": "Objectives"}, {"text_block_id": "p25_b253", "text": "Disaster risk is shaped and experienced at the community level in a myriad of different ways due to the ever-changing interaction of social, economic, and environmental conditions. Climate change will further change the risk profile. With this perspective, the objectives of the National Framework for Community Disaster Resilience (henceforth National Framework) presented in this document are to do the following:"}, {"text_block_id": "p25_b254", "text": "•"}, {"text_block_id": "p25_b255", "text": "Promote a"}, {"text_block_id": "p25_b256", "text": "common understanding"}, {"text_block_id": "p25_b257", "text": "among stakeholders (e.g., government, development partners, civil society organizations, community-based organizations, and the private sector) on the desired outcome of strengthening disaster resilience of the communities in Myanmar."}, {"text_block_id": "p25_b258", "text": "•"}, {"text_block_id": "p25_b259_merged_merged", "text": "Propose coherent approaches and lessons for pursuing disaster resilience at the community level."}, {"text_block_id": "p25_b262", "text": "•"}, {"text_block_id": "p25_b263", "text": "Identify potential opportunities"}, {"text_block_id": "p25_b264", "text": "for implementing measures across different sectors and themes of development that will strengthen disaster resilience at the community level in an integrated and inclusive manner."}, {"text_block_id": "p26_b265", "text": "2.2."}, {"text_block_id": "p26_b266", "text": "Promoting a Common Understanding"}, {"text_block_id": "p26_b267", "text": "First, it is important to understand what is meant by"}, {"text_block_id": "p26_b268", "text": "community"}, {"text_block_id": "p26_b269", "text": "."}, {"text_block_id": "p26_b270_merged_merged", "text": "The term “community” in the context of the National Framework refers to people (i) who live in a defined geographical area (e.g., a village or village tract); (ii) who share a common culture, values, and norms and who are arranged according to a social structure that has evolved over time (e.g., displaced rural laborers now living in a city); and/or (iii) who are potentially exposed to a shared hazard event (e.g., riverine flooding along a particular river network). The definition acknowledges how gender, ethnicity, age, class, and other power structures influence what “community” means and how this may influence disaster risk and its management."}, {"text_block_id": "p26_b272", "text": "Second, what is meant by"}, {"text_block_id": "p26_b273", "text": "community disaster resilience"}, {"text_block_id": "p26_b274", "text": "?"}, {"text_block_id": "p26_b275", "text": "With disaster risk being intrinsic in development decisions; and with the changing hazard patterns due to climate change, the management of disaster risk requires communities in Myanmar and elsewhere to adopt a comprehensive, dynamic, and aspirational approach that goes beyond preparing for a disaster event. A change in mind-set is required from managing disasters"}, {"text_block_id": "p26_b276", "text": "to managing disaster risk under high levels of uncertainty. Communities will need to understand risk (and how it is changing) in relation to social, economic, and environmental aspects of people’s lives and livelihoods. They will also have to take actions to reduce risks within the larger context of local development priorities and to strengthen systems to manage the residual risk, thereby strengthening overall resilience."}, {"text_block_id": "p26_b277", "text": "For example, a disaster-resilient community will be"}, {"text_block_id": "p26_b278", "text": "•"}, {"text_block_id": "p26_b279", "text": "accurately informed about the natural hazard environment (e.g., location, change in intensity and frequency of hazards, etc.) and disaster risk (e.g., vulnerability and exposure of people and assets to natural hazards), and able to factor such disaster risk information into day-to-day decision-making processes;"}, {"text_block_id": "p26_b280", "text": "•"}, {"text_block_id": "p26_b281", "text": "protected from disaster-related losses through a comprehensive suite of measures— nonstructural (e.g., effective leadership, good land use planning, skills training, social cohesion, suitable institutional mechanisms, access to credit, and diversified and healthy livelihoods) and structural (e.g., engineered"}, {"text_block_id": "p27_b282", "text": "and natural defenses, resilient infrastructure, homes, and communication technology);"}, {"text_block_id": "p27_b283", "text": "•"}, {"text_block_id": "p27_b284", "text": "able to withstand the impact of disasters by drawing on timely support of community members, emergency services, and the health care system, and the deployment of contingencies such as savings, emergency funds and goods; and"}, {"text_block_id": "p27_b285", "text": "•"}, {"text_block_id": "p27_b286", "text": "quickly able to reestablish conditions for their livelihoods and other functions to flourish because of the continuity of services, social welfare support, flexible and robust business value chains, and access to financing."}, {"text_block_id": "p27_b287_merged", "text": "In other words, a resilient community will have the ability to resist, absorb, recover from, and reorganize in response to natural hazard events, without jeopardizing their sustained socioeconomic advancement and development."}, {"text_block_id": "p27_b290", "text": "Achieving such an outcome will require working within the context of local development priorities being addressed by various sectors and themes. Depending on the characteristics of the community—location, type of natural hazards they are exposed to, preexisting socioeconomic vulnerabilities, and capacities—and the broader mandate of the said sector and theme, the scope of interventions to strengthen disaster resilience could focus on reducing risks, managing residual risks, or—most likely—a combination of both."}, {"text_block_id": "p28_b291", "text": "2.3."}, {"text_block_id": "p28_b292", "text": "Proposing a Coherent Approach"}, {"text_block_id": "p28_b293", "text": "Strengthening community disaster resilience that is embedded in development processes across sectors and themes requires following a coherent approach which includes:"}, {"text_block_id": "p28_b294", "text": "•"}, {"text_block_id": "p28_b295", "text": "Community engagement and empowerment"}, {"text_block_id": "p28_b296", "text": "The local communities living and working in hazard-prone areas often possess a significant understanding of disaster risk and related management capacities with regard to their lives and livelihoods. Yet, some risks could be less familiar because they have not been experienced in living memory, such as an earthquake, or because of changes in climate variability and climate change. Empowering the communities is therefore necessary, so that decisions are made in light of the realities faced by the communities and they receive local “buy-in.” Furthermore, community empowerment processes have to be mindful and purposeful in handling the capacities and vulnerabilities of different groups. In particular, the implementation of resilience-building measures will be ineffective if they do not address the needs of the most vulnerable (women, children, the elderly, people with disabilities, and marginalized groups) and recognize communities as active agents of change. Community disaster resilience has to be based on community agendas. Otherwise, uptake will be weak and results poor."}, {"text_block_id": "p28_b297", "text": "•"}, {"text_block_id": "p28_b298", "text": "A risk-informed basis for action"}, {"text_block_id": "p28_b299", "text": "Without risk-informed decision making, development actions can suffer negative"}, {"text_block_id": "p28_b300", "text": "impacts as a consequence of natural hazards and can inadvertently even generate risks for communities and the country. In Myanmar, this calls for an approach where multihazard disaster risk assessment becomes a systematic feature of all decision making. It also calls for the need to better understand how hazard patterns may change due to climate change and the need to make risk-informed decisions."}, {"text_block_id": "p28_b301", "text": "•"}, {"text_block_id": "p28_b302", "text": "Strengthened disaster risk governance"}, {"text_block_id": "p28_b303", "text": "Community disaster resilience necessitates a comprehensive set of institutional arrangements across sectors, geared to align with existing local development processes. It requires a shift in the current institutional arrangements, with its large focus on managing disaster events, to an arrangement that manages disaster risks. Such an arrangement requires the participation of all relevant government ministries (e.g., planning, finance, general administration, and sector departments) and all levels (union to villages). Community-based organizations, including women’s organizations that represent organized, informed, and experienced communities are also an important part of the risk governance architecture required for strengthening community disaster resilience. They have the skills and understanding to negotiate their community’s needs with the local government and to foster innovative and sustained partnerships with local institutions and the private sector."}, {"text_block_id": "p29_b304", "text": "2.4."}, {"text_block_id": "p29_b305", "text": "Identifying Potential Opportunities"}, {"text_block_id": "p29_b306", "text": "Within each sector and theme, the opportunities for taking actions that would contribute to strengthening community disaster resilience will differ. They could include a combination of entry points relating to the following:"}, {"text_block_id": "p29_b307", "text": "•"}, {"text_block_id": "p29_b308", "text": "Planning processes:"}, {"text_block_id": "p29_b309", "text": "ensuring planning processes across sectors and themes and at all levels explicitly recognize how people’s vulnerability to natural hazards is generated through local context-specific conditions, and how disaster risk can be alleviated through integrated development that emphasizes people-based and risk-informed processes."}, {"text_block_id": "p29_b310", "text": "•"}, {"text_block_id": "p29_b311", "text": "Funding mechanisms:"}, {"text_block_id": "p29_b312", "text": "increasing local development funds aimed at risk-informed community development and wider financial inclusion."}, {"text_block_id": "p29_b313", "text": "•"}, {"text_block_id": "p29_b314", "text": "Investments:"}, {"text_block_id": "p29_b315", "text": "ensuring that disaster risk considerations are properly embedded in investment design so that projects and programs alleviate risk while reducing poverty and advancing social and economic growth; and, where needed, stand-alone investments with the primary objective of disaster risk reduction are prioritized."}, {"text_block_id": "p29_b316", "text": "•"}, {"text_block_id": "p29_b317", "text": "Governance"}, {"text_block_id": "p29_b318", "text": "related factors targeted at improving people-centered development processes in the country; strengthening"}, {"text_block_id": "p29_b319", "text": "vertical and horizontal coordination; and enhancing capacity."}, {"text_block_id": "p29_b320", "text": "The National Framework identifies the opportunities that key sectors and themes provide to strengthen community disaster resilience, ensuring local relevance, and places them within the context of existing development priorities of Myanmar. In each of the sectors and themes covered in the framework, there are specific opportunities to strengthen community disaster resilience. Discussions with the relevant government agencies have revealed considerable appetite within these agencies to collaborate with communities to act on these opportunities."}, {"text_block_id": "p29_b321", "text": "2.4.1."}, {"text_block_id": "p29_b322", "text": "Rural Livelihoods and Village Infrastructure"}, {"text_block_id": "p29_b323", "text": "With 85% of the poor living in rural areas, efforts to reduce poverty in Myanmar are closely linked with strengthening rural livelihoods and village infrastructure, such as roads, village footpaths, jetties, ponds, community buildings, etc. However, past experiences have shown that rural livelihoods and infrastructure have been devastated by natural hazard-related disasters, jeopardizing the advances made in socioeconomic development. The potential impacts of climate change are"}, {"text_block_id": "p30_b324", "text": "©"}, {"text_block_id": "p30_b325", "text": "UN-Habitat"}, {"text_block_id": "p30_b326", "text": "expected to further impact the physical integrity and functioning of rural infrastructure. The uncertainties associated with climate risk need to be factored in decision making related to weather-dependent rural livelihoods. Furthermore, existing socioeconomic vulnerabilities in rural areas (such as limited access of rural poor to landholdings and inclusive financial services) and gender-differentiated vulnerability (such as lower likelihood of women owning land compared to men) contribute to disaster risk in rural areas."}, {"text_block_id": "p30_b327", "text": "Although agriculture is the most important economic sector in Myanmar and the major source of livelihoods for over 70% of the population, the agriculture sector is extremely vulnerable to natural hazards. Floods, drought, and tropical cyclones can result in a loss of crops, farm assets, income, and livelihoods and cause extensive damage to households and community infrastructure. The impact of disasters can have long-lasting effects on rural communities, especially among women and other vulnerable groups. The rural communities not only suffer immediate direct losses, but also struggle to secure access to seeds, tools, and financing as they attempt to recover, thereby affecting the yield of future harvest seasons. Drought can have significant impacts, especially in central Myanmar. Moreover, the potential impacts of climate change will continue to have high impacts on agriculture and food security in Myanmar. This is especially true for the Ayeyarwaddy Delta, the coastal areas,"}, {"text_block_id": "p30_b328", "text": "and the central dry zone, where the majority of population is concentrated."}, {"text_block_id": "p30_b329", "text": "The Rural Development Strategic Framework, 2014 calls for investments in various “areas”: village infrastructure, capital injection, ecological restoration, livelihood assets, and income-generation activities. These investments, if designed with disaster risk considerations in mind, can provide opportunities to limit exposure and vulnerability to natural hazards. Through dialogue between the local communities, community-based organizations, the local private sector, and the village tract administrators, the strongest options can emerge for considering disaster resilience while determining rural development-related priorities and designing individual investments across sectors and themes, such as agriculture, livestock, non-farm livelihoods, forestry, water resources management, village infrastructure, financial inclusion, social protection, and so on."}, {"text_block_id": "p30_b330", "text": "The broader agricultural priorities include, among others, the development of high-yielding and good-quality seeds, strengthening agricultural value chains and food security, capacity building of farmers and extension workers on advanced agricultural techniques, and mechanized agriculture. These provide many opportunities to strengthen resilience of communities to disaster risk. At the same time, Myanmar has made a commitment to the ASEAN to adopt climate-smart agriculture approaches, thereby"}, {"text_block_id": "p31_b331", "text": "contributing to regional food security. Examples include promotion of crop varieties that are tolerant to biotic and abiotic stresses, such as high temperature, drought, flood, high salinity content in soil, etc.; promotion of intercropping with climate-ready crops; crop–tree systems; and crop–livestock systems."}, {"text_block_id": "p31_b332", "text": "The priorities to develop a climate-resilient agriculture sector and an early warning system which increases the lead time for receiving weather forecasts, as identified in Myanmar’s Intended Nationally Determined Contribution 2015, provide an enabling policy environment to strengthen community disaster resilience through the agriculture sector."}, {"text_block_id": "p31_b333", "text": "2.4.2."}, {"text_block_id": "p31_b334", "text": "Urban Development"}, {"text_block_id": "p31_b335_merged_merged", "text": "The urban population of Myanmar has grown significantly in recent years with 3 out of every 10 people in the country residing in cities.Accordingly, the cities are expanding and becoming concentration points of services, facilities, and other infrastructure such as hospitals, colleges, airports, and ports. However, cities in Myanmar are not without challenges. In most"}, {"text_block_id": "p31_b337", "text": "© ADB"}, {"text_block_id": "p31_b338", "text": "cases, urban infrastructure—water and sanitation, drainage, solid waste disposal—is lacking or requires upgrading. Land tenure also remains a crucial concern for the urban population, as there is limited access to affordable housing and housing finance. Furthermore, there is a lack of livelihood opportunities especially for the migrant population. Addressing disaster risk and the potential impacts of climate change will be among the crucial factors influencing whether the urbanization process achieves beneficial outcomes for the country. While the interplay of physical and economic geography has resulted in many of the cities being located in naturally hazard-prone areas, the rapid unplanned growth, expansion, and poor management of urban areas is further increasing the vulnerability and exposure of the population and assets to natural hazards."}, {"text_block_id": "p32_b339", "text": "© ADB"}, {"text_block_id": "p32_b340", "text": "Myanmar has made advancements in its urban development-related policy environment. It has developed an urban development planning strategy, and the development of a national urban and regional development planning law as well as a national housing law is ongoing. Expected investments in the country’s urban sector provide ample opportunities to strengthen processes that could contribute to the enhanced disaster resilience of urban communities. These processes range from wider urban governance, land use planning, design and maintenance of infrastructure and services, a healthy business environment, etc."}, {"text_block_id": "p32_b341", "text": "2.4.3."}, {"text_block_id": "p32_b342", "text": "Environmental Conservation and Forestry"}, {"text_block_id": "p32_b343", "text": "Myanmar has an abundant and diverse environment, and natural resources are vital to the country. For example, although declining, Myanmar is rich in natural forests with approximately half of the total land area forested. Forests underpin a range of socioeconomic sectors and local livelihoods. Forests provide a number of other functions as well, such as with respect to water supply, sequestering carbon, regulating micro-climates, protecting top soils from rain and sun, stabilizing soils, and providing habitats for globally important animal and plant species. One of the key services provided by a healthy forest is the reduction of disaster risk by acting as a natural defense and supporting local livelihoods. However, despite multiple long-term development benefits, the short-term economic pressures on freely available forest resources have in many cases led to encroachment from agriculture, industry and settlements, illicit logging and excessive use of fuelwood, thereby increasing disaster risk."}, {"text_block_id": "p32_b344", "text": "The evolving policy landscape of environmental conservation and forestry offers many benefits with respect to the disaster resilience of communities. This goes much further than the direct “buffering” of communities from natural hazard events by"}, {"text_block_id": "p33_b345", "text": "encompassing efforts that support sustainable development. In fact, the crosscutting actions that form the basis for the implementation of the Environmental Conservation Law, 2012— strengthening environmental services; enhancing public participation; and mainstreaming environmental considerations in forestry, hydropower, agriculture, tourism, etc.—all contribute to reducing disaster risk."}, {"text_block_id": "p33_b346", "text": "2.4.4."}, {"text_block_id": "p33_b347", "text": "Financial Inclusion"}, {"text_block_id": "p33_b348", "text": "Comprising affordable credit, savings, insurance, and fund transfer services, financial inclusion seeks to ensure households, especially within poor, low-income, and marginalized sectors, have responsible, ready, and affordable access to financial products. However, with only a minority of rural inhabitants in Myanmar currently having access to formal credit and no other formal financial products available, there are fewer chances for the at-risk communities to invest in disaster resiliencebuilding measures. The vulnerable population (e.g., the landless, youth, daily laborers, and women) continue to face constraints in accessing credit, thereby further increasing their vulnerability to disasters. Moreover, a significant proportion of the rural population relies on informal loans, which further adds to their vulnerability through indebtedness and deepened financial insecurity to service burdensome payments with excessive"}, {"text_block_id": "p33_b349", "text": "interest rates. Moreover, in a post-disaster context, demand for financial services is likely to significantly increase due to the immediate need for a monetary stimulus to spur livelihood and shelter recovery. Unfortunately, as the most impacted will be the poor and vulnerable population with least access to financial services, not only are they left more at-risk to experience loss, but their recovery from loss becomes harder. Lack of access to disaster risk insurance further aggravates the time required to recover from the impact of disasters."}, {"text_block_id": "p33_b350", "text": "Recognizing these gaps, financial inclusion is becoming an important focus for Myanmar as it seeks to alleviate poverty by, for example, expanding the reach of microcredit, savings, and credit cooperatives. The Myanmar Financial Inclusion Roadmap 2015–2020 has adopted integrated objectives: to strengthen the finance sector’s capacity to better support financial inclusion while reducing market barriers and to improve financial inclusion within the government priority sectors. These are agriculture, fisheries and livestock; micro, small, and medium-sized enterprises; and low-income adults in mostly rural settings. In addition, Myanmar is now strengthening the regulatory frameworks for the banking and microfinance sectors. The government is also implementing legislation to expand the insurance and mobile telecommunications industries to the private sector, leading to the emergence of an insurance"}, {"text_block_id": "p34_b351", "text": "industry. It is also developing a mobile banking network for payments and remittances. These developments provide the enabling environment for strengthening community disaster resilience from a financial perspective."}, {"text_block_id": "p34_b352", "text": "2.4.5."}, {"text_block_id": "p34_b353", "text": "Social Protection"}, {"text_block_id": "p34_b354", "text": "The poverty rate in Myanmar is between 25% and 38%, with nearly 70% of the population living near the $2 per day poverty line. These people face serious challenges in accessing even the most basic and essential services. Public investments in social protection can contribute significantly to poverty reduction and create the conditions to reduce inequalities and foster human development, in particular benefiting the most vulnerable and marginalized groups. Currently, the majority of the poor and vulnerable in Myanmar rely heavily on informal coping mechanisms and ad hoc assistance. This situation is seriously aggravated in a disaster context, as disasters affect the poor and vulnerable the most. For example, those already in need of social protection are vulnerable to natural hazards because these"}, {"text_block_id": "p34_b355", "text": "•"}, {"text_block_id": "p34_b356", "text": "affect their livelihoods by reducing or eliminating income sources;"}, {"text_block_id": "p34_b357", "text": "•"}, {"text_block_id": "p34_b358", "text": "limit access to nutrition and water to sustain their well-being;"}, {"text_block_id": "p34_b359", "text": "•"}, {"text_block_id": "p34_b360", "text": "increase migration (e.g., as a result of drought), which affects income;"}, {"text_block_id": "p34_b361", "text": "•"}, {"text_block_id": "p34_b362", "text": "lead to a loss of time, energy, and savings, which are temporarily channeled to reconstruction efforts instead of restoring livelihoods;"}, {"text_block_id": "p34_b363", "text": "•"}, {"text_block_id": "p34_b364", "text": "force people into adopting negative coping mechanisms such as the sale of household and productive assets, taking out high interest loans, consuming less nutritious food, and taking children out of school; and"}, {"text_block_id": "p34_b365", "text": "•"}, {"text_block_id": "p34_b366", "text": "increase risks to women and children as they are more susceptible to abuse, violence, and exploitation."}, {"text_block_id": "p34_b367", "text": "Social protection programs (e.g., regular cash transfers, school feeding programs, public works programs, and integrated social protection services), as identified by the Social Protection Strategic Plan of 2014, can provide much needed support to the most poor and vulnerable in Myanmar and, when approached with a full comprehension of the risk context, can simultaneously help build people’s resilience against disasters."}, {"text_block_id": "p35_b368", "text": "2.4.6."}, {"text_block_id": "p35_b369", "text": "Disaster Risk Management"}, {"text_block_id": "p35_b370", "text": "In Myanmar, disasters can be triggered by different types of hazards, from slowly deepening impacts of drought (seasonal) and fast-approaching impacts of cyclones (timescale of a few days) to sudden onset impacts of an earthquake (immediate). How these hazards are likely to affect communities varies considerably depending on the preexisting conditions of vulnerability in the community. Thus, DRM has to be capable of reducing loss of life and minimizing economic loss amid a challenging and diverse context of risk as it is determined by different communities. Additionally, for outcomes to be beneficial and sustainable, DRM has to achieve resonance and traction within everyday development processes and decision making."}, {"text_block_id": "p35_b371", "text": "Over the years, the government has taken concrete steps to strengthen systems for DRM, such as formulating the Natural Disaster Management Law, 2013 and its implementing rules, strengthening institutions from the union to village level, strengthening the capacity for DRM planning and early warning systems, and forming the Disaster Risk Youth Volunteers trained in disaster response (including first-aid skills). Many areas of opportunity exist to further strengthen DRM in Myanmar in ways that contribute strongly to community-level disaster resilience."}, {"text_block_id": "p35_b372", "text": "© RRD/UNDP"}, {"text_block_id": "p35_b373", "text": "Collectively, it is clear that strengthening community disaster resilience requires a common understanding on the need to manage disaster risk. It relies on a coherent approach of community empowerment, risk informed decision-making, and risk governance. Also, it can be advanced through the opportunities available in various sectors and themes of development. Such an approach will contribute to the “characteristics” of what disaster resilience risk would look like in the context of communities in Myanmar (Figure 3)."}, {"text_block_id": "p38_b374", "text": "SECTION 3"}, {"text_block_id": "p38_b375", "text": "IMPLEMENTATION OF THE COMMUNITY DISASTER RESILIENCE FRAMEWORK"}, {"text_block_id": "p39_b376", "text": "3.1."}, {"text_block_id": "p39_b377", "text": "Achieving Community Disaster Resilience Outcomes through Sector Interventions"}, {"text_block_id": "p39_b378", "text": "Key sectors such as agriculture and rural development, urban development, and forestry provide opportunities to scale up implementation of disaster resilience measures at the community level. Such opportunities include development processes and sector investments that allow community involvement in identifying disaster risk, prioritizing risk reduction investments, and implementing and maintaining assets, thereby contributing to strengthened disaster resilience. In some cases, such opportunities can also support managing residual disaster risk, through improved capacity for disaster preparedness and early warning systems. A coherent approach is required to realize each of these opportunities, focused around community empowerment, risk-informed basis for action, and disaster risk governance (see section 2.3)."}, {"text_block_id": "p39_b379", "text": "3.1.1."}, {"text_block_id": "p39_b380", "text": "Strengthening Community Disaster Resilience through Rural Livelihoods and Village Infrastructure"}, {"text_block_id": "p39_b381", "text": "The opportunities for strengthening community disaster resilience through rural livelihoods and village infrastructure rest within a combination of processes that aim to strengthen village"}, {"text_block_id": "p39_b382", "text": "development planning, investment programs that include community-driven and/or communitybased approaches for village infrastructure, local development funds targeted at poverty reduction and strengthening livelihoods and food security in rural areas, and capacity building"}, {"text_block_id": "p39_b383", "text": "."}, {"text_block_id": "p39_b384_merged", "text": "Promote inclusive and risk-sensitive village development planning processes"}, {"text_block_id": "p39_b387", "text": "The bottom–up village development planning process being pursued by the Department of Rural Development, Ministry of Agriculture, Livestock and Irrigation allows villagers to identify their needs and articulate their development “vision” through a village development plan. It also provides grant support to implement one or more priorities identified in the plan."}, {"text_block_id": "p39_b388", "text": "Step-by-step guidance is provided to the village for formulating the village development plan. The participatory rural appraisal techniques adopted for the plan formulation process provide opportunities for the villagers to discuss issues related to disaster and climate risk in the context of wider barriers and challenges for village development and to identify development strategies and programs and projects that would strengthen disaster resilience."}, {"text_block_id": "p40_b389", "text": "© UNICEF"}, {"text_block_id": "p40_b390", "text": "Integrate disaster resilience considerations in"}, {"text_block_id": "p40_b391", "text": "community development programs"}, {"text_block_id": "p40_b392", "text": "The village development planning process involves dialogue among the communities, village development committees, the village tract administrators, and the village tract development support committee members. This process offers strong opportunities to identify disaster and climate risk (this information can be obtained from the disaster risk assessments which is required to be undertaken for the formulation of the Village Tract and Township Disaster Management Plan, see section 3.2.3) and consider how village plans can be developed accordingly. The process does not necessarily mean that a stand-alone disaster risk reduction project will be devised, but it helps improve understanding of how disaster risk may impact local development priorities and can lead to the identification of DRM strategies that have multiple benefits across sectors, and establish better linkages with village tract disaster management plans. Different dimensions of risk as perceived by different population groups and indigenous knowledge on risk reduction can be captured through the participation of all social groups and income classes in the plan formulation process as well as through the focus group discussions (e.g., farmers’ groups, women’s groups, elders’ groups, landless and off-farm livelihood groups, etc.) held as part of the village planning process."}, {"text_block_id": "p40_b393", "text": "The national government’s rural developmentrelated programs that have elements of community participation provide a critical opportunity for scaling up disaster resilience. Typically supporting the needs identified by the communities (e.g., in areas such as village infrastructure, rural livelihoods, including agriculture, fisheries, and livestock), such programs can ensure that the interventions being prioritized and implemented by the communities factor disaster risk considerations into their design, implementation, operation, and maintenance."}, {"text_block_id": "p40_b394", "text": "The precise opportunity for integrating disaster risk concerns will depend on the scope and depth of community participation in a program. For example, community-driven development programs which operate on principles of local empowerment and demand responsiveness provide great opportunities to adopt participatory processes to identify disaster risk, prioritize investments that could reduce disaster risk, implement risk reduction measures, and carry out operation and maintenance through the life of the investment."}, {"text_block_id": "p40_b395", "text": "Moreover, since these programs have wider development goals, it allows the communities to bundle risk reduction priorities within various"}, {"text_block_id": "p41_b396", "text": "sectors and themes rather than pursue them as stand-alone interventions, thereby increasing their “buy-in” and economic viability. Box 3 describes the opportunities provided by the National Community Driven Development Program of Myanmar to strengthen disaster resilience."}, {"text_block_id": "p41_b397", "text": "In addition, since such programs are targeted at the poorest communities, which are also among the most vulnerable to disasters, the program design can include contingent components to allow it to act as effective channels for delivering post-disaster response actions and implementing post-disaster recovery in the case of a disaster event. Such contingent provisions could allow (i) the community facilitators of the program to support the local government in undertaking post-disaster needs assessment, (ii) the financial management systems to download financial resources to the affected communities, (iii) the waiving of counterpart contributions from the local government and communities, and (iv) the simplification of procedures and modification of criteria for selecting projects at the community level in order to meet the post-disaster priority needs."}, {"text_block_id": "p42_b398_merged", "text": "Bolster the design processes for local development funds to prioritize resilient investments"}, {"text_block_id": "p42_b401", "text": "Another opportunity for strengthening community disaster resilience is through the various local development funds which aim at supporting the construction and maintenance of small-scale infrastructure and development projects identified by the communities, supporting areas such as agriculture land development, communications, health, and education, each of which can contribute to strengthening community resilience."}, {"text_block_id": "p42_b402", "text": "The success in achieving the overall purpose of local development funds and funding mechanisms depends in part on the level of community participation (including all sections of population, especially women and most vulnerable) in identifying needs and prioritizing investments. The fund management process, including the guidance for identification and prioritization of community needs, should be improved to ensure disaster risk considerations are factored. Similar to community development programs, this will allow communities to better understand and address disaster risk as an integral development issue."}, {"text_block_id": "p42_b403", "text": "Some local funding mechanisms provide loans to individuals and help support the establishment of revolving funds at the village level, primarily for livelihoods-related activities. The due diligence"}, {"text_block_id": "p42_b404", "text": "conducted as part of the loan approval should scrutinize the risk reduction aspects of the proposal."}, {"text_block_id": "p42_b405", "text": "Help rural communities weather shocks and stresses by strengthening linkages with"}, {"text_block_id": "p42_b406", "text": "social protection and financial services"}, {"text_block_id": "p42_b407", "text": "Rural livelihoods, especially farm-based livelihoods, are increasingly challenged with recurring risks associated with extreme weather events. Many of the small farmers are particularly vulnerable due to low profitability and need to rely on credit to finance inputs for the next agricultural planting. Following disasters, often highly localized in nature, many farmers are left with heavy debt burdens and face a challenging situation to cope and recover their livelihoods. Cash-for-work and food-for-work programs can potentially provide temporary employment to contribute to household recovery while effectively reconstructing community assets (see section 3.2.2). More so, insurance can become an important safety net for communities affected by disasters. The recent developments in crop insurance products and legislation should be further strengthened and should serve as an example to stimulate development of other pro-poor insurance products (see section 3.2.1)"}, {"text_block_id": "p43_b408", "text": "Thus, with strong elements of community empowerment, village development planning processes, community development programs, local development funds, and social protection and financial services provide opportunities for the communities to better understand their disaster risks and prioritize structural and nonstructural interventions as part of rural livelihoods, food security, and village infrastructure development processes. However, with various departments of the government managing these processes, programs, and funds, these opportunities for strengthening disaster resilience require close interdepartmental coordination. So too, there is an urgent need to coordinate with departments that are responsible for large-scale infrastructure critical for DRM, such as the Department of Irrigation which is responsible for the development and maintenance of dike systems."}, {"text_block_id": "p43_b409", "text": "3.1.2."}, {"text_block_id": "p43_b410", "text": "Strengthening Community Disaster Resilience through Urban Development"}, {"text_block_id": "p43_b411", "text": "Unlike rural development, which provides opportunities for strengthening community disaster resilience through specific programmatic and funding-related interventions, opportunities for strengthening the resilience of urban"}, {"text_block_id": "p43_b412", "text": "communities can be found in the wider processes of urban governance, much of which is at a nascent stage in Myanmar."}, {"text_block_id": "p43_b413_merged", "text": "Invest in community consultation as part of urban (spatial) planning processes that properly account for disaster risk"}, {"text_block_id": "p43_b416", "text": "Involving urban communities, including informal settlers, migrants, resettled communities, marginalized ethnic groups, women and children, the elderly, people with disabilities, and other members of the informal economy to identify hazard patterns and current risks, and engaging them in a discussion on future risk as part of urban planning processes will improve understanding of the local disaster risk landscape. Accordingly, this can help prioritize and influence public and private investments that derive economic benefits while reducing risk. Such an understanding can be part of a larger community consultation, public hearing, and city visioning process undertaken, for example, during the land use (spatial) planning process. Moreover, when engaged in participatory planning, these communities can also feel and exercise ownership of the plans and resulting investments. They will thus be better partners in the implementation, operation, and maintenance of subsequent processes (e.g., ensuring clean and"}, {"text_block_id": "p44_b417", "text": "©"}, {"text_block_id": "p44_b418", "text": "UN-Habitat"}, {"text_block_id": "p44_b419", "text": "well-maintained drains and waterways, proper disposal of solid waste, etc.)."}, {"text_block_id": "p44_b420_merged", "text": "Promote safe location and construction in the housing sector"}, {"text_block_id": "p44_b423", "text": "With the increase in urban population, the urban housing market is expected to grow in Myanmar. Homeowners will decide to invest in a particular site and select designs for housing construction. Understanding local disaster risk and risk reduction measures will help the homeowners make informed decisions on safe housing. The private and public sectors can contribute to such awareness by strengthening the capacity of the"}, {"text_block_id": "p44_b424", "text": "construction sector. For instance, construction companies could work in partnership with the education sector to develop and establish pertinent academic, technical, and vocational courses (e.g., masonry and carpentry training based on the National Building Code provisions under the National Skills Standards Authority programme, electrical management courses, plumbing courses, etc.)."}, {"text_block_id": "p44_b425", "text": "Housing finance, too, can contribute to strengthening disaster resilience by ensuring risk-informed investments are made. Though the housing finance sector in Myanmar is currently in a nascent stage in developing lending lines for a wide range of homeowners, including the lowest income groups, the integration of innovative"}, {"text_block_id": "p45_b426", "text": "incentives and practices such as upgrading of informal settlements and common landownership can be explored to strengthen disaster resilience."}, {"text_block_id": "p45_b427", "text": "Provide opportunities and means for"}, {"text_block_id": "p45_b428", "text": "micro and small business"}, {"text_block_id": "p45_b429", "text": "owners to reduce risks to their interests and the urban setting more broadly"}, {"text_block_id": "p45_b430", "text": "The majority of businesses in urban areas are small. These micro and small businesses, often operating from homes, are less likely to invest in disaster resilience measures than larger businesses. It is important to strengthen the capacity of these small businesses, including businesses owned by women, by assessing disaster risk; taking actions to reduce risks to assets, stocks, and supply chains; and managing the residual risk through business continuity planning and access to insurance."}, {"text_block_id": "p45_b431", "text": "While the Ministry of Construction has a crucial role in strengthening overall disaster resilience of the urban sector by establishing the enabling environment (through risk-sensitive spatial plans and land use policies, implementation of risk-sensitive building codes, and factoring current and future risk considerations in siting and design of public infrastructure), the private stakeholders (e.g., communities, households, and businesses) play an increasingly important role in strengthening disaster resilience, as they are at the forefront of shaping disaster risks. This is especially important since urban communities"}, {"text_block_id": "p45_b432", "text": "are often not as cohesive as those in rural areas and the networks of trust and relationships of mutual support are usually not as evident, either due to recent migration or higher degrees of mobility than in rural areas. Thus, there is need to promote community and inclusivity through civic engagement, trust-building programs (such as women’s savings schemes or infrastructure works, and other social capital building activities), and participatory planning, which will also contribute to strengthening disaster resilience."}, {"text_block_id": "p45_b433", "text": "3.1.3."}, {"text_block_id": "p45_b434", "text": "Strengthening Community Disaster Resilience Through Forestry"}, {"text_block_id": "p45_b435_merged_merged", "text": "Strengthen and scale up community forestry programs to achieve multiple benefits including disaster resilience"}, {"text_block_id": "p45_b438", "text": "Obvious opportunities for strengthening community disaster resilience are the community forestry programs implemented in different parts of the country, including the people-centered community forestry approaches being implemented in the Ayeyarwaddy Delta, the Yangon Delta region, and the central dry zone."}, {"text_block_id": "p46_b439", "text": "©"}, {"text_block_id": "p46_b440", "text": "Action Aid"}, {"text_block_id": "p46_b441", "text": "These aim to promote sustainable management of natural forests by decentralizing forest management to established forest user groups. Among the benefits of community forestry is its importance for sustaining local livelihoods and watershed management with respect to major dams, reservoirs, and water sources and as an opportunity to mitigate and adapt to climate change. A community approach like this is noted in the country’s National Adaptation Programme of Action as one of the most important aspects for increasing the adaptive capacity of the forest sector to climate change."}, {"text_block_id": "p46_b442", "text": "Staff from the Forest Department, Ministry of Environmental Conservation and Forest at the township level conduct field visits (e.g., involving community education activities and workshops) to discuss the impact of environmental deterioration with community members, including with women and other vulnerable groups. Recognizing the"}, {"text_block_id": "p46_b443", "text": "close relationship between deforestation and increased risk of disaster (e.g., flooding, erosion, drought, landslides, storm surges, and tsunami), such dialogue with the communities should also emphasize the benefits of forestry from the viewpoint of disaster resilience."}, {"text_block_id": "p46_b444", "text": "Other reforestation-related efforts, such as the ones being undertaken in the Ayeyarwaddy Delta and the Yangon Delta region and the initiatives under REDD+, also provide opportunities to strengthen disaster resilience. This includes the establishment of approximately 65,000 hectares of plantation forests comprising mangrove, bamboo, and other forestry species. Importantly, these projects, in addition to providing protection, seek to demonstrate the immediate benefits of reforestation to local people’s livelihoods, such as through healthier fish populations that support a sustainable income source, thereby increasing demand for forestry initiatives. Such an approach is vital so that forestry is not seen as competing with short-term economic needs, but rather is vital to economic progress today and in the future."}, {"text_block_id": "p47_b445", "text": "3.2."}, {"text_block_id": "p47_b446", "text": "Reaching Out to the Most Vulnerable through Key Themes of Development"}, {"text_block_id": "p47_b447", "text": "Key themes of development such as financial inclusion and social protection provide opportunities to reach out to the most vulnerable. They provide support in reducing risk and managing residual disaster risk, thereby strengthening overall disaster resilience at the community level. There are also needs for implementing actions which have DRM as the primary objective, thus requiring it to be an additional theme of development. Similar to the sectors described in section 3.1, opportunities in thematic areas should also adopt a coherent approach to strengthen community disaster resilience, including community empowerment, risk-informed basis for action, and disaster risk governance."}, {"text_block_id": "p47_b448", "text": "3.2.1."}, {"text_block_id": "p47_b449", "text": "Strengthening Community Disaster Resilience Through Financial Inclusion"}, {"text_block_id": "p47_b450", "text": "The opportunities for strengthening community disaster resilience through financial inclusion include supporting the scaling up of savings groups, strengthening the risk management function of microfinance institutions (MFIs), strengthening the functioning of the Myanmar Agricultural Development Bank, and promoting disaster insurance."}, {"text_block_id": "p47_b451_merged", "text": "Scale up savings groups to provide economic safety nets and encourage resilience-building"}, {"text_block_id": "p47_b454", "text": "Savings groups are mostly rural based, self-managed, and established in a community as a poverty alleviation strategy (typically by NGOs and community-based organizations) to facilitate access to credit for household consumption or livelihood purposes. The savings groups as a mechanism offer opportunities to strengthen community disaster resilience by (i) leveraging community capital and management of resources; (ii) forming strong relationships among the members of the savings groups, leading to social capital and its invaluable benefits in crisis settings; (iii) providing emergency funds to alleviate hardships of members when disaster strikes (when it is not a shock that affects the entire population); and (iv) offering a wide scope in use for business or non-business purposes, which may include spending on resilience-building measures, for example, shelter upgrade measures and livelihood strengthening. Resilience may be further deepened as savings group members build economic assets, applying their experience and confidence to access a wider and often more affordable range of financial services from formal financial service providers, such as banks and MFIs."}, {"text_block_id": "p48_b455", "text": "© UNICEF"}, {"text_block_id": "p48_b456", "text": "Build the risk management capability of"}, {"text_block_id": "p48_b457", "text": "microfinance institutions"}, {"text_block_id": "p48_b458", "text": "MFIs are well suited to directly contribute to a community’s disaster resilience given their social mandate to support women, poor and low-income households, their loan capacity, scalability, reasonable pricing, institutional capacity (to access and manage resources), and existing networks of clients."}, {"text_block_id": "p48_b459", "text": "In the context of disaster resilience, MFIs provide households with dependable and transparent access to capital to strengthen and diversify livelihoods, build social capital within group lending structures, provide economic safety nets through savings and income-generation opportunities, and can potentially increase awareness on disaster risk and DRM measures. These benefits may be complemented through formal or informal partnerships with NGOs, equipment vendors, and business partners seeking to leverage an MFI’s delivery channel for financial or non-financial purposes. Working in partnership with the government, MFIs may also serve as important financial delivery channels supporting social protection programs such as cash-for-work programs in a post-disaster setting. Figure 4 provides examples of various products and services that can be offered by MFIs in support of disaster resilience."}, {"text_block_id": "p48_b460", "text": "Improve the capability of"}, {"text_block_id": "p48_b461", "text": "Myanmar Agricultural Development Bank"}, {"text_block_id": "p48_b462", "text": "capability to support rural livelihoods in the face of disaster risks"}, {"text_block_id": "p48_b463", "text": "The Myanmar Agricultural Development Bank is the largest rural credit institution in the country, providing primarily subsidized crop loans (10 acres maximum) and savings to approximately 2 million farmers (88% paddy cultivation) through a network of over 200 branches. This extensive outreach of the bank provides an important opportunity to reach some of the most at-risk population. However, given its concentration on agriculture finance, the Myanmar Agricultural Development Bank’s loan portfolio remains exposed to various risks (including occurrence of disasters, plagues, and commodity price fluctuations), which may severely affect the ability of borrowers to repay. Moreover, in the event of wide-scale crop failure (disaster induced or otherwise), settling multiple loan defaults is complicated and arduous and comes with great potential for institutional loss. Recognizing the bank’s critical role in supporting the nation’s agriculture sector and rural livelihoods, the Myanmar Agricultural Development Bank should therefore apply appropriate technical, financial, and management resources toward reducing the community risk profile within the rural finance sector. Risk management measures could include insurance provision, as well as loan restructuring strategies applied within a disaster context."}, {"text_block_id": "p49_b464", "text": "FIGURE 4. Products and Services Offered by Microfinance Institutions in Support of Disaster Resilience"}, {"text_block_id": "p50_b465", "text": "3.1.2.4. Strengthen and expand"}, {"text_block_id": "p50_b466", "text": "disaster risk insurance"}, {"text_block_id": "p50_b467", "text": "options for communities at-risk"}, {"text_block_id": "p50_b468", "text": "Disaster insurance can provide rapid access to post-disaster liquidity, thereby supporting communities to recover their lives and livelihoods. Myanmar’s insurance sector is vastly underdeveloped. Only 2% of the farmers have insurance from a regulated institution and 42% rely on savings or borrowings to manage the impact of insurable risk events."}, {"text_block_id": "p50_b469", "text": "Options such as weather-index agricultural insurance closely linked with long-term early warning systems and microinsurance coupled with credit could be explored. These measures hold significant disaster resilience benefits for Myanmar’s rural communities and households (see section 3.1.1). Spurring insurance outreach will require mutually beneficial partnerships among MFIs and the insurance sector, as well as reliable datasets and models on disaster risk and agricultural yields."}, {"text_block_id": "p50_b470", "text": "3.2.2."}, {"text_block_id": "p50_b471", "text": "Strengthening Community Disaster Resilience Through Social Protection"}, {"text_block_id": "p50_b472", "text": "Social protection programs such as cash transfers and cash for work provide opportunities to deliver targeted (such as to women-headed households) and immediate support to communities affected by disasters, thereby reducing their impact and contributing to overall community resilience. By linking with community-driven development programs, social protection programs can also help the affected communities recover their livelihoods and replace or reconstruct damaged assets to higher standards of resilience. Taken as a whole, social protection-related interventions are particularly important in different stages of the post-disaster context, starting from response and early recovery to long-term reconstruction."}, {"text_block_id": "p50_b473_merged_merged_merged", "text": "Utilize cash transfers to support disaster-affected communities and scale up programs"}, {"text_block_id": "p50_b476", "text": "Currently, cash transfers are used for providing allowances to pregnant women and children up to the age of 2 years, allowances for all children aged 3–15 years, allowances for children and adults with disabilities, and social pensions for all citizens aged 65 years or older. Cash transfers are intended"}, {"text_block_id": "p51_b477", "text": "© UNICEF"}, {"text_block_id": "p51_b478", "text": "to alleviate hardships in poor households, incentivize development of long-term human capital by focusing on children, and provide a predictable source of financial resources among the aged. These existing cash transfer programs, by building flexibility into their design, could be used to support targeted beneficiaries in post-disaster response and the early recovery process. The flexibility may allow the conditionality (if any) associated with cash transfer programs to be waived for a specific period of time (e.g., the period of declaration of a natural disaster zone as outlined in the Natural Disaster Management Law, 2013) in order to deliver cash to its targeted beneficiaries as quickly as possible, and minimize the adoption of negative coping strategies."}, {"text_block_id": "p51_b479", "text": "Similarly, the existing targeting mechanism of the cash transfer programs can be used by development partners to top up grants to affected beneficiaries or to target the affected population currently not covered under the cash transfer programs. In addition, the community consultation, awareness raising, and capacity-building processes undertaken as part of implementing the cash transfer programs could also include increasing awareness on disaster risk and basic DRM measures."}, {"text_block_id": "p51_b480", "text": "Anticipating that disaster risk will continue to increase over the next few decades, the need for additional scalable emergency cash transfer programs with the primary objective to respond"}, {"text_block_id": "p51_b481", "text": "to disasters should be explored. Scaling up such a program would be especially relevant in rural areas with high levels of seasonal unemployment, food insecurity, and indebtedness. The Operational Manual for a Social Protection Response to the Flood and Landslide Emergency, recently developed by the Department of Social Welfare, Ministry of Social Welfare, Relief and Resettlement in response to the 2015 floods and landslides, provides a step-by-step implementation guide to emergency cash transfer programs and is therefore an important first step. However, such emergency cash transfer programs would require predictable financing mechanisms (the need for strengthened linkage with wider disaster risk financing and the disaster management fund established under the Natural Disaster Management Law, 2013), as well as ensuring that the implementation capacity is in place at the local level."}, {"text_block_id": "p51_b482", "text": "Improve the ability of communities to cope and recover from disaster through"}, {"text_block_id": "p51_b483", "text": "cash-for-work"}, {"text_block_id": "p51_b484", "text": "Existing public employment programs provide local employment against seasonal variation and could be very effective in reducing hardships of disaster-affected communities and in a disaster context. By scaling up such cash-for-work programs and by introducing flexibility, for example, allowing more number of days of"}, {"text_block_id": "p52_b485", "text": "employment or adjusting the minimum wage (without distorting the labor market), the programs can provide dual benefits of delivering cash to the affected beneficiaries and executing response and early recovery-related projects. Where needed, the design of these public works programs can also be modified from providing temporary employment to supporting long-term recovery by involving the communities in the reconstruction of damaged infrastructure. In such cases, capacity building of beneficiaries on hazard-resilient construction should be introduced. Moreover, depending on the scope (short-term vs. long-term employment), close coordination might be required between different ministries and departments."}, {"text_block_id": "p52_b486", "text": "Enhance"}, {"text_block_id": "p52_b487", "text": "social development programs"}, {"text_block_id": "p52_b488", "text": "to achieve stronger resilience building benefits"}, {"text_block_id": "p52_b489", "text": "A number of existing community development programs could be capitalized upon to build community resilience to disasters. For instance, scaling up school stipend programs piloted by the Ministry of Education could provide an incentive for children to go back to school after a disaster has disrupted education. Similarly, the architecture established as part of communitydriven development programs could be used to identify beneficiaries and channel resources for emergency cash transfer programs (see section 3.1.1)."}, {"text_block_id": "p52_b490_merged_merged", "text": "Introduce provisions in the social security system to reduce disaster impacts"}, {"text_block_id": "p52_b493", "text": "The social security system could also be utilized in a post-disaster context to reduce the suffering of the affected population. The current social security system in Myanmar includes insurance policies related to health, family insurance, and accident insurance. Insured workers affected by disasters can access medical-related in-kind and cash support. The social security system also covers other social protection schemes related to temporary and permanent disability, and retirement-related benefits, including (i) cash payments for sickness, maternity, funeral, temporary and permanent disability, and survivor’s pensions; and (ii) in-kind benefits in the form of free medical care in a network of public hospitals and dispensaries, as well as reimbursements for costs associated with referrals to other hospitals. With the coverage of such programs expected to increase in the future, social security systems can introduce provisions to reduce the impact of disasters in the post-disaster context, such as pension advances and a moratorium on repayment of loans."}, {"text_block_id": "p53_b494", "text": "© UNICEF"}, {"text_block_id": "p53_b495", "text": "Support"}, {"text_block_id": "p53_b496", "text": "social protection service centers"}, {"text_block_id": "p53_b497", "text": "in their ability to provide post-disaster counseling"}, {"text_block_id": "p53_b498", "text": "The Social Protection Strategic Plan 2014 aims to open 330 social protection centers at the township level and to recruit at least 6,000 social workers, trained in case management and networking methodologies. Currently in a pilot phase, these case managers work with the communities and link them with government departments and development partners in social protectionrelated activities. The case managers played an essential role in providing psychosocial support and preventing and responding to protection concerns during the 2015 floods and landslides. The network of social workers should be seen as an asset to identify the most vulnerable population and to provide post-disaster counselling. Additionally, partnerships with Disaster Risk Youth Volunteers should be strengthened to ensure post-disaster response reaches those most affected (see section 3.2.3)."}, {"text_block_id": "p53_b499", "text": "3.2.3."}, {"text_block_id": "p53_b500", "text": "Strengthening Disaster Preparedness"}, {"text_block_id": "p53_b501", "text": "Several important efforts exist in support of community disaster preparedness. These efforts can be built on for strengthened progress."}, {"text_block_id": "p53_b502_merged_merged", "text": "Ensure early warning systems provide communities with timely access to reliable and userfriendly information"}, {"text_block_id": "p53_b505", "text": "Early warning in Myanmar is necessary for a broad range of hazards (i.e., floods, landslides, drought, cyclones and storm surge, tsunami, forest fires, and haze). An “end-to-end” people-centered early warning system can be a key factor in the protection of people’s lives and belongings, encompassing risk knowledge, warning service, dissemination, and response capability. Thus, along with initiatives to strengthen the technological capability to observe conditions, determine whether an extreme event will occur, and disseminate this information accordingly, it is"}, {"text_block_id": "p54_b506", "text": "© RRD/UNDP"}, {"text_block_id": "p54_b507", "text": "important that the early warning is adapted to the specific needs of at-risk communities (including the different needs of women, the elderly, people with disabilities), delivered in accessible ways, and understood by the communities. To be desirable, an early warning system has to be recognized as being able to support decision making that results in beneficial outcomes."}, {"text_block_id": "p54_b508_merged", "text": "The Ministry of Transport, Department of Meteorology and Hydrology houses the National Hydro-Meteorological Service of Myanmar and is responsible for monitoring, forecasting, and warning for severe weather, hydrological, and seismic events. In addition, various departments have their own observation stations. For example, drought monitoring is mainly undertaken by the Ministry of Agriculture, Livestock and Irrigation. The National Multi-Hazard Early Warning Center located in the Department of Meteorology and Hydrology is supported by the Emergency Operation Center located in the Department of Relief and Resettlement with real-time hazard information collected from regional and global networks. Warnings (and"}, {"text_block_id": "p54_b510", "text": "forecasts) are shared with national print media and electronic media (e.g., TV and radio) as well as with the state and regional governments (via fax). The state or regional government informs the Township General Administration Department to disseminate the warning (or forecast) to the communities through administrative channels."}, {"text_block_id": "p54_b511", "text": "Improving the system would include collecting reliable information (which is also required for developing disaster risk insurance, see section 3.2.1) and strengthening the communication channels between the Department of Meteorology and Hydrology, line ministries, and the General Administration Department. In turn, communication channels from the General Administration Department down to the state, region, township, village tract, and village levels could be strengthened, including use of mobile phones and social media. Partnerships between agencies involved in data collection also need to be improved. Weather and climate-related data collected by different government agencies should be shared for the benefit of the country’s weather and climate services system."}, {"text_block_id": "p55_b512", "text": "Integrate"}, {"text_block_id": "p55_b513", "text": "disaster management planning"}, {"text_block_id": "p55_b514", "text": "in local development processes"}, {"text_block_id": "p55_b515", "text": "The Disaster Management Rules, which build on the Natural Disaster Management Law, 2013, lay out a framework and institutional setup for strengthening DRM in Myanmar. This includes establishing disaster management committees and developing disaster management plans from the township to the village level. However, the disaster management planning process (committees and plans) between village tracts and wards as well as the township disaster management plans should be further strengthened. So too should their linkages with wider development planning processes (e.g., the disaster risk assessments required as part of disaster management plans should inform the village development plans and township development plans, see section 3.1.1). This will help overcome the impediments related to viewing disaster risk reduction as a separate subject and help ensure risk reduction measures are prioritized amid the numerous demands on local officials. At the same time, it will help ensure disaster preparedness measures (e.g., strengthening capacity for community first aid, pre-positioning stocks, and promoting construction of safe shelters) are also prioritized."}, {"text_block_id": "p55_b516", "text": "Importantly, local development planning processes (e.g., at the village, village tract or"}, {"text_block_id": "p55_b517", "text": "ward, and township levels) are very well placed to strengthen DRM planning themselves. The context-specific nature of disaster risk is well understood at this level of administration, and channels of communication through local leaders and other community representatives can be opened. Additionally, at the local level, cross-sector barriers hindering coordination and holistic approaches that may exist at the union and state or region level are less evident. Thus, local levels of government administration can thereby relate to and respect bottom–up processes. Moreover, they are also the final level of central resource allocation. Combined, this makes them crucial for effective disaster management planning."}, {"text_block_id": "p55_b518_merged_merged", "text": "Build on the youth volunteer programs to strengthen networks and capacity for DRM"}, {"text_block_id": "p55_b521", "text": "The youth are among the groups disproportionately affected by extreme poverty, unemployment, social exclusion, and lack of access to education. This can also render them vulnerable to natural hazards. However, the youth bring different perspectives in understanding risk and can act at agents of change. Hence, it is important to strengthen their participation in community disaster resilience activities and equip them with necessary knowledge and skills for preparedness and response."}, {"text_block_id": "p56_b522", "text": "© RRD/UNDP"}, {"text_block_id": "p56_b523", "text": "The Myanmar Action Plan on Disaster Risk Reduction promotes the involvement of youth volunteers in DRM. In 2014, the Department of Relief and Resettlement launched the Disaster Risk Youth Volunteer Programme. Volunteers are expected to raise disaster awareness at the community level, improve community knowledge and the early warning system, act as first responders as well as act as the operational arm of township disaster management committees to connect the community with external agencies and partners, and contribute to response and recovery activities. To date, the Department of Relief and Resettlement has trained a network of approximately 10,000 youth volunteers from over 800 villages in disaster preparedness and response (out of an estimated need of up to 230,000 volunteers for all village tracts and wards). Through"}, {"text_block_id": "p56_b524", "text": "training-of-trainers courses, the intent is to provide multiplier courses in the state or region with assistance from respective department officials. By integrating youth volunteers in village tract or ward (and, where possible, township) disaster management committees, the Department of Relief and Resettlement seeks to strengthen the uptake of local disaster management plans at higher levels of government administration. This requires undertaking training for youth volunteers on how they can support existing community structures for preparedness and response, and to ensure that community-level preparedness and response are inclusive and address the needs of the most vulnerable (including women, children, people with disabilities, the elderly, and others) and utilize their capacities."}, {"text_block_id": "p56_b525", "text": "Coordination is also required to ensure that the remit of Disaster Risk Youth Volunteers complements that of other volunteers (e.g., through the Department of Rural Development, Department of Social Welfare, plus Myanmar Red Cross volunteers). Similarly, the policy and legal framework needs to be established to regulate the links between youth volunteers and the functions of the General Administration Department and existing disaster management committees."}, {"text_block_id": "p57_b526", "text": "3.3."}, {"text_block_id": "p57_b527", "text": "Strengthening Coordination"}, {"text_block_id": "p57_b528", "text": "Strengthening disaster resilience at the community level through relevant sectors and themes of development will require influencing the planning, budgeting, and larger decision-making processes associated with local development and delivery of services. At the same time, prioritizing resiliencebuilding measures at the community level will require finding a match between bottom–up planning that may lean toward “wish lists” and top–down programs that may fail to prioritize local needs related to disaster risk reduction, especially because they do not necessarily generate immediate tangible outcomes or revenue flows. For example, the disaster risk-sensitive village development plans and their accompanying village investment programs should be consolidated and integrated with the township development plan and budget, where funds for local development are available from the union budget and a small yet significant proportion from other sources, particularly the development partners. To overcome these challenges, strong horizontal and vertical coordination is needed at all levels of public administration. The evolving process of decentralization, accompanied by the broadening policy landscape for DRM, is creating space for this much needed coordination at the village tract, township, state or region, and union levels."}, {"text_block_id": "p57_b529", "text": "Coordination at the"}, {"text_block_id": "p57_b530", "text": "township and village tract level"}, {"text_block_id": "p57_b531", "text": "Townships are the key building blocks of public administration in Myanmar, and coordination between various township-level committees (e.g., management, development, and disaster management) is critical for achieving the desired outcomes of community disaster resilience. This is particularly important because community needs are usually prioritized in townships and assigned to funding sources. Furthermore, resilience-building measures do not necessarily require totally separate financial resources, but rather an integrated approach that allows sharing of resources within sectors with the understanding that actions in one can strengthen resilience in others."}, {"text_block_id": "p57_b532", "text": "The implementation rules of the Natural Disaster Management Law, 2013 require townships to establish a township disaster management committee and to develop a township disaster management plan based on inputs from all village tracts and sectors. Since the implementation of community disaster resilience is embedded in wider sectors and themes of development, there is a need for the township disaster management committees to influence development and service delivery-related decision making at the township level (representatives of state and region governments as well as the union line ministries).This includes the township management committee, the township"}, {"text_block_id": "p58_b533", "text": "development support committee, the township development affairs committee (largely for urban functions), and the farmland management body. With the composition of these committees ranging from all government officials in the case of the township management committee to a mix of elected public representatives (e.g., township elders, business sector, and civil society) and government officials in the case of the township development affairs committee, the coordination should result in increased prioritization of the realistic “on-the-ground” needs expressed by the communities. To some extent, the overlap between the members of the various committees should make this coordination easier. The coordination also needs to extend to structures and committees established under various local development funds that have emerged over the years as individual initiatives."}, {"text_block_id": "p58_b534", "text": "Close harmonization is required between the township disaster management plan and the township development plan. The township disaster management plan, while reflecting community needs, should not be a wish list of projects but rather an outcome of meaningful local planning processes that prioritize local choices recognizing the budget constraints and possible opportunities available in different sectors, local development funds, and social services provided by the state and regional government."}, {"text_block_id": "p58_b535", "text": "Similar coordination needs to be mirrored at the village tract or ward level between the village tract or ward disaster management committee and the village tract or ward development support committee. With the passage of the Natural Disaster Management Law, 2013, the village tract administrator (elected by the heads of 10 households and reporting to the township administrator) has the responsibility to develop and implement the village tract disaster management plan in cooperation with the communities. The village tract administrator should ensure that the plan formulation process includes consultations with various interest groups, community-based organizations, the local private sector, and disaster risk youth volunteers. There is need for close coordination between the village tract disaster management planning and the village development planning processes. Linkages between community-based DRM projects supported by NGOs and the priorities identified in village tract disaster management plans also need to be strengthened. The village tract administrator is in a key position to strengthen coordination and advocate for resilience building at the village tract and township levels. With the Village Act 2012, new opportunities for dialogue and partnership between communities and government agencies represented at the village tract level are gradually increasing. In the long run, this will contribute to resilience building."}, {"text_block_id": "p59_b536", "text": "© RRD/UNDP"}, {"text_block_id": "p59_b537", "text": "Coordination between"}, {"text_block_id": "p59_b538", "text": "union ministries and departments"}, {"text_block_id": "p59_b539", "text": "With many development and fiscal responsibilities concentrated at the union level, the relevant departments in the sector ministries often need to play a major role in achieving community disaster resilience. Following the principles of people-centered development, ministries are increasingly attempting to gather information on local priorities from their subnational units, and this approach needs to continue and improve over time."}, {"text_block_id": "p59_b540", "text": "Moreover, with efforts in one sector or theme closely linked to others, successful implementation of the National Framework will require close intra-and inter-ministerial coordination. For example, in the case of agriculture, strengthening community disaster resilience will require close coordination between various divisions and departments of the Ministry of Agriculture, Livestock and Irrigation. The involvement of the Agricultural Extension Division will be critical for conducting farmer field schools"}, {"text_block_id": "p60_b541", "text": "as well as that of the Agriculture Research Division and Seed Division for developing, producing, and distributing climate-resilient seed varieties. At an inter-ministerial level, close collaboration will be required with the Ministry of Social Welfare, Relief and Resettlement’s Department of Social Welfare to strengthen linkages with social protection programs, such as providing cash grants and vouchers to buy seeds and tools in order to reduce the losses incurred from disasters, and to establish seed banks at the village level to provide seeds for the farmers in time of disasters. With risk-informed decision making being one of the key approaches for strengthening community disaster resilience, a close working relationship between various departments of the Ministry of Agriculture, Livestock and Irrigation and the Ministry of Transport’s Department of Meteorology and Hydrology will also be important. Many other ministries and departments are also likely to have shared interests in agriculture-related community resilience building. Further, coordination between the ministries and departments has to be mirrored at the state, region, and township level."}, {"text_block_id": "p60_b542", "text": "Coordination between"}, {"text_block_id": "p60_b543", "text": "members of the National Committee on Disaster Management"}, {"text_block_id": "p60_b544", "text": "In line with the directions of the Natural Disaster Management Law, 2013, the Relief and Resettlement Department in its capacity as the secretariat of the National Committee on Disaster Management should undertake coordination with different union line ministries involved in implementing community disaster resiliencerelated activities as part of their mandate. Such activities should also be captured in their respective disaster management plans and reported in the National Disaster Management Plan. The Department of Relief and Resettlement should also undertake similar coordination with the various states and regions and ensure that the state and regional disaster management plans capture the priorities related to strengthening community disaster resilience."}, {"text_block_id": "p61_b545", "text": "3.4."}, {"text_block_id": "p61_b546", "text": "Enhancing Capacity"}, {"text_block_id": "p61_b547", "text": "Effective implementation of resilience-building measures at the community level will require sustained capacity within communities, and at all levels of public administration, especially with the increasing trend to devolve responsibilities from the union to local level. Moving beyond ad hoc training, a comprehensive approach for capacity building is needed. It should result in a behavioral change among the communities, civil society organizations, the private sector, and the civil servants in viewing disaster risk as an integral part of local development. It will also result in a shift in the way disaster risks and corresponding community needs for resilience building are identified and prioritized within long-term development processes. The capacity building courses being rolled out through the newly established Disaster Management Training Center of the Department of Relief and Resettlement provides a starting point."}, {"text_block_id": "p61_b548", "text": "Capacity at the"}, {"text_block_id": "p61_b549", "text": "community level"}, {"text_block_id": "p61_b550", "text": "First, comprehensive investment to raise awareness of communities in understanding disaster risk and relevant measures that foster disaster resilience (e.g., diversifying livelihoods, hazard-resilient housing construction, protecting the natural environment, and improving social capital) is required. This will derive community disaster resilience benefits across all relevant sectors and themes."}, {"text_block_id": "p61_b551", "text": "Second, there is need for improved skills in community participation, negotiation with public authorities and the private sector, as well as community knowledge about development planning, sources of funds available for resilience building at the local level, and criteria for assessing community projects for them to be eligible for specific funding."}, {"text_block_id": "p61_b552", "text": "Third, technical skills on disaster-resilient construction are needed, especially because many of the community-based projects funded through local development funds are implemented by communities themselves. Such skills will also be useful in the post-disaster context, when social protection programs are tapped for involving the affected communities in reconstructionrelated activities. Skills development on resilient livelihoods—farmers need training on the use"}, {"text_block_id": "p62_b553", "text": "©"}, {"text_block_id": "p62_b554", "text": "UN-Habitat"}, {"text_block_id": "p62_b555", "text": "of climate-resilient techniques for agriculture (e.g., crop rotation, mixed farming, use of climate-resilient crop varieties, and soil conservation techniques)—and on diversifying livelihoods is required. Such skills development training sessions can be organized as part of agriculture or rural development programs to build skills among agricultural workers on various income-generation activities according to their interest, available job opportunity, demand in target areas and neighboring towns, and the risks from climate-related hazards. Self-help groups can be formed and organized, especially targeted at women, with capacity building to help establish income-generation activities and setting up microenterprises."}, {"text_block_id": "p62_b556", "text": "Fourth, enhanced capacity of communities to understand disaster risk information including early warning (i.e., weather forecast and seasonal forecasts) and to take actions to save lives, livelihoods, and property is required. In addition, the capacity of communities to properly maintain defensive infrastructure such as embankments needs to be strengthened."}, {"text_block_id": "p62_b557", "text": "Initiatives supported by NGOs, if designed in alignment with local development processes, can play a critical role in increasing the capacity of communities. Close partnerships should also"}, {"text_block_id": "p62_b558", "text": "be established with MFIs, which because of their social mandate provide education and training to their clients."}, {"text_block_id": "p62_b559", "text": "Capacity at"}, {"text_block_id": "p62_b560", "text": "village tract or ward levels"}, {"text_block_id": "p62_b561", "text": "With village tract or ward administrators representing the communities, it is important to strengthen their capacity and that of the members of the various committees at the village tract or ward level (including the development support committee members and disaster management committee members) to understand disaster risk and its linkages with development and people’s lives."}, {"text_block_id": "p62_b562", "text": "Since the administrators and the committee members need to facilitate the communities in the village development planning process and in formulating the disaster management plans, it is necessary to strengthen their capacity to understand hazards and disaster risk (and how disaster risk is changing), facilitate participatory processes, develop disaster management plans (as outlined in the Natural Disaster Management Law, 2013), and integrate priority actions identified in the disaster management plans to the village development plans."}, {"text_block_id": "p63_b563", "text": "Moreover, they need the skills to package, present, and negotiate funding for resilience-building measures with the township authorities and to act as a feedback mechanism to the communities."}, {"text_block_id": "p63_b564", "text": "Finally, they should also have the capacity to undertake post-disaster response and damage and needs assessment."}, {"text_block_id": "p63_b565", "text": "Government officials at the"}, {"text_block_id": "p63_b566", "text": "township level"}, {"text_block_id": "p63_b567", "text": "A targeted approach is required to strengthen the capacity of members of the various township committees, officials of union line ministries at the township level, and other civil servants, based on their roles and responsibilities in public administration. While all officials would benefit from a broad understanding of disaster risk and"}, {"text_block_id": "p63_b568", "text": "its linkages with development, targeted skills building is required for: members of the township development sector committees and the township management committees on undertaking risk-informed decisions; representatives of union line ministries present at the township level on sector-specific risks and risk reduction measures; township development affairs committee (for urban areas) on adopting participatory processes in risk-sensitive spatial planning; and for township development affairs engineers (in urban areas) on hazard-resilient building construction. The training being conducted by the National Disaster Management Training Center should largely focus on the township level and be tailor-made to meet the requirements of the township officials."}, {"text_block_id": "p63_b569", "text": "Similar capacity building efforts need to be carried out at the"}, {"text_block_id": "p63_b570", "text": "state, region, and union level."}, {"text_block_id": "p64_b571", "text": "3.5."}, {"text_block_id": "p64_b572", "text": "Monitoring and Evaluating the Implementation of the National Framework"}, {"text_block_id": "p64_b573", "text": "With the implementation of community disaster resilience measures embedded in the sectors and themes of development, the monitoring process will be led by the concerned union line ministry, and state or regional government. Depending on the entry point, it should follow the existing procedures of monitoring the respective plans, programs, and funds. Over time, with strengthened capacity and coordination systems in place, the indicators used for monitoring the said plan, program, and/or fund are expected to start capturing information on reduction in disaster losses at the village tract level. The monitoring mechanism of the disaster management plans at all levels should likewise factor in the progress related to community disaster resilience."}, {"text_block_id": "p64_b574", "text": "However, all of this would require having in place baseline information on disaster mortality, population affected, direct physical losses suffered at the village tract level, and expenditure on post-disaster response, relief, and recovery. The ongoing initiative by the Department of Relief and"}, {"text_block_id": "p64_b575", "text": "Resettlement, Ministry of Social Welfare, Relief and Resettlement on developing a disaster damage and loss database is a good starting point to collect such information and should be embedded in sector databases and larger statistical system of the country. Similarly, outcomes of communityled initiatives should be documented and shared in order to develop stronger evidence on the benefits derived by investing in community disaster resilience."}, {"text_block_id": "p64_b576", "text": "More importantly, the list of sectors and themes and their corresponding entry points discussed in the National Framework is just a start for having a common understanding and adopting a coherent approach for strengthening community disaster resilience. Over time, more entry points may emerge where appetite and opportunity for strengthening community disaster resilience converge. In reality, everybody has a role to play to some extent in strengthening resilience to disasters and climate change."}, {"text_block_id": "p65_b577", "text": "Bibliography and Other Works Consulted"}], "document_description": "The Myanmar National Framework for Community Disaster Resilience establishes a guidance for stakeholders in building resilience of Myanmar communities.&nbsp;<br><br>The framework has been developed under the leadership of the Ministry of Social Welfare, Relief and Resettlement that is the secretariat of the National Disaster Management Committee (NDMC) and through extensive consultation with ministries, development partners and civil society organizations.&nbsp;<br><br>The framework identifies actions to strengthen resilience across key sectors such as rural and urban development, agriculture, environmental conservation and forestry, financial inclusion, social protection, and disaster preparedness. The implementation requires an inclusive approach, partnerships and resource mobilization through the cooperation of government organizations, civil society organizations, the private sector and development partners."}