{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Zimbabwe", "document_category": "Policy", "document_sector_name": ["Transportation", "Agriculture"], "document_language": "English", "document_name": "National Climate Policy", "document_country_code": "ZWE", "document_hazard_name": ["Wildfires", "Droughts", "Floods"], "document_response_name": "Adaptation", "document_type": "Policy", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "06/11/2018", "document_keyword": ["Adaptation", "Energy Supply", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/ZWE/2018/ZWE-2018-11-06-National Climate Policy_b002e6eed6af64062390482f6610fd13.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "November 2017"}, {"text_block_id": "p2_b2", "text": "The Republic of Zimbabwe"}, {"text_block_id": "p2_b3", "text": "Ministry of Environment, Water and Climate"}, {"text_block_id": "p2_b4", "text": "November 2017"}, {"text_block_id": "p3_b5", "text": "FOREWORD"}, {"text_block_id": "p4_b6_merged", "text": "The measures envisioned in this Policy will safeguard our environment, sustain our society, and support our economy for the years ahead, thereby contribu•ng towards poverty eradica•on and climate resilience. Adequate financing, cross sectoral coordina•on, climate change science, research and systema•c observa•on will form the backbone of measures towards achieving the country's climate vision 'A climate resilient and low carbon Zimbabwe'. The Climate Policy will assist in the management of social, economic and environmental risks from climate change impacts and direct investment towards tools and informa•on needed by communies, industry and Government, for eﬀec•ve adapta•on planning and disaster risk management."}, {"text_block_id": "p4_b25", "text": "H. E. Emmerson D. Mnangagwa, President of the Republic of Zimbabwe"}, {"text_block_id": "p5_b26", "text": "PREFACE"}, {"text_block_id": "p5_b27", "text": "PREFACE\n* . Support the naâ¢onal developmental vision and naâ¢onal programmes.\n* Robust, wholly owned by Zimbabweans, integrated and parâ¢cipatory.\n* Sound data based, modelling and rigorous analysis but also based on integrated and\n* Aligning robust scienâ¢fic findings and opportuniâ¢es with naâ¢onal developmental aspiraâ¢ons.\n* Addressing implicaâ¢ons of the past, current and future climate.\n* Ability to outline the climate change issues across the diï¬erent sectors and their guiding\n* Based on results that guide investors and donors on Zimbabwe's priority areas in climate\n* Aligned to the guiding principles of the Naâ¢onal Climate Change Response Strategy and Acâ¢on\n* Contribute to the global call of reducing greenhouse gas global emissions to limit the temperature rise below 2â°C.\n* 0. Build resilient and low carbon development communiâ¢es and industries."}, {"text_block_id": "p6_b50", "text": "Hon Oppah C.Z. Muchinguri-Kashiri, Minister of Environment, Water and Climate"}, {"text_block_id": "p7_b51", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p7_b52", "text": "P. Mupazviriho , Secretary for Environment, Water and Climate"}, {"text_block_id": "p8_b53", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p10_b54", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p12_b55", "text": "CHAPTER 1: INTRODUCTION"}, {"text_block_id": "p12_b56", "text": "1.1. BACKGROUND"}, {"text_block_id": "p12_b57_merged", "text": "The impacts of climate change in Zimbabwe are already being felt throughout all socio-economic sectors. The last three decades have seen increased variability in the seasonal distribu•on of rainfall, an increase in day-•me and night-•me average temperatures, increased incidences of intense rainfall interspaced by long dry spells, and late onset and early cessa•on of rains. These varia•ons in rainfall and temperature are having profound impacts on agricultural industry, food security, hydro-energy genera•on and downstream climate sensi•ve economic sectors. There is ample evidence that climate is a major driving factor for most of Zimbabwe's socio-economic ac•vi•es such that Gross Domes•c Product (GDP) is •ghtly linked with rainfall pa©erns (Zimbabwe Na•onal Water Policy, 2012). The increasing frequency and severity of droughts and floods, the shiL in onset and cessa•on of the rainfall and increasing intensity of mid-season dry spells in the last 50 years have been iden•fied in the Zimbabwe Ini•al Na•onal Communica•ons (1996) as some of the major consequences of climate change. Livelihoods of the poor, par•cularly women who are highly dependent on climate sensi•ve sectors such as agriculture, are likely to be impacted by climate change in various ways. Climate change impacts are also expected to disproporonately aﬀect the poor, young, elderly, sick, and other marginalized popula•ons."}, {"text_block_id": "p13_b95_merged", "text": "cri•cal guidance to the key socio-economic sectors on possible prac•ces and interven•ons, it also clearly emphasises the need for a policy framework under which the Strategy and subsequent revisions will operate under. Thus it is important to ins•tute robust measures that will translate the challenges into business opportuni•es that could posi•vely transform Zimbabwe's socio-economic fabric. Such measures must necessarily include the integra•on of climate and climate change informa•on into all relevant Government policies and also be in accordance with global eﬀorts to address climate change such as the United Na•ons Framework Conven•on on Climate Change (UNFCCC), in which Zimbabwe is a signatory. To this end, this Na•onal Climate Policy provides a framework for addressing climate related challenges that Zimbabwe faces now and in future due to the changing climate. It forms the basis of developing Ac•on Plans for naonal eﬀorts on adapta•on and mi•ga•on, providing a pla•orm to unpack and implement Zimbabwe's Na•onally Determined Contribu•on (NDC) that will contribute to the global goal of limi•ng temperature rise to below 1.5⁰C."}, {"text_block_id": "p14_b127", "text": "This Na•onal Climate Policy seeks to provide an overarching framework to give the country basic principles and guidance under which the Na•onal Climate Change Response Strategy (NCCRS) and other climate related strategies will be implemented. This policy is expected to assist the country to meet its Na•onally Determined Contribu•ons (NDCs) to the UNFCCC, create resilient communi•es and drive the country towards an economy that is largely decoupled from clima•c varia•ons. It calls for the climate proofing of other policies and socio-economic infrastructure; strengthening of climate change governance; increased educa•on and awareness; improved early warning and climate services; research to inform planning and future policy orienta•on; as well as a robust sustainable climate finance framework. The Policy is the culmina•on of a highly par•cipatory process bu©ressed by the results of science. Its implementa•on is expected to be based upon the same principles. The policy lays the basis for increased coordina•on and par•cipa•on of all stakeholders in response to the climate challenge."}, {"text_block_id": "p14_b128", "text": "1.2. PRINCIPLES UNDERPINNING THE NATIONAL CLIMATE POLICY"}, {"text_block_id": "p14_b129", "text": "1.2. PRINCIPLES UNDERPINNING THE NATIONAL CLIMATE POLICY\n* Base climate related decisions or acâ¢ons on sound data based, modelling, robust scienâ¢fic findings including Indigenous Knowledge Systems (IKS) and rigorous analysis but also on integrated, parâ¢cipatory approach;\n* Ensure Zimbabwe's resilience to climate related challenges by cross-sectoral engagement inclusive of public-private sector involvement in the implementaâ¢on;\n* Adopt low carbon development pathway that incorporate naâ¢onal developmental aspiraâ¢ons, vision and naâ¢onal programmes;\n* Build resilience to climate challenges through adaptaâ¢on programmes that shall be pursued concurrently with climate change miâ¢gaâ¢on programmes;\n* Ensure that the climate policy is wholly owned by all Zimbabweans and is gender sensiâ¢ve and responsive;\n* Address implicaâ¢ons of the past, current and future climate;\n* Guide climate change adaptaâ¢on and miâ¢gaâ¢on investment programmes in Zimbabwe's priority areas;\n* Inform the Naâ¢onal Climate Change Response Strategies and Acâ¢on Plans;\n* Adopt new and emerging technologies and innovaâ¢ons that are relevant and dynamic in oï¬ering adaptaÂon and miÂgaÂon soluÂons.\n* Support climate acâ¢on and compliance in line with the Mulâ¢-lateral Environmental Agreements"}, {"text_block_id": "p14_b149", "text": "1.3. POLICY DIRECTION"}, {"text_block_id": "p14_b150", "text": "1.3.1. Vision: A Climate Resilient and Low Carbon  Zimbabwe"}, {"text_block_id": "p15_b151", "text": "1.3.2. Purpose of the Policy"}, {"text_block_id": "p15_b152", "text": "1.3.3. Policy Primary Goals"}, {"text_block_id": "p15_b153", "text": "1.3.3. Policy Primary Goals\n* Reduce vulnerability to climate variability and climate related disasters by strengthening adapâ¢ve capacity.\n* Accelerate miâ¢gaâ¢on measures by developing and adopâ¢ng low carbon development pathways.\n* Strengthen educaâ¢on and awareness to climate variability and change.\n* Inform naâ¢onal financial resource allocaâ¢on, enhance mobilisaâ¢on and management.\n* Foster collaboraâ¢on among naâ¢onal and internaâ¢onal insâ¢tuâ¢ons in climate related issues.\n* Strengthen governance structures for the climate policy to increase Zimbabwe's resilience to climate variability and climate change.\n* Develop and strengthen capacity in Weather, Climate Research and Modelling.\n* Promote technology development and transfer, capacity building and informaâ¢on sharing."}, {"text_block_id": "p16_b169", "text": "CHAPTER 2: CLIMATE CHANGE ADAPTATION"}, {"text_block_id": "p16_b170", "text": "2.1. Water Sector"}, {"text_block_id": "p16_b171", "text": "2.1. Water Sector\n* Undertake comprehensive hydrological analyses to understand vulnerability levels and idenâ¢fy potenâ¢al adaptaâ¢on acâ¢ons for Zimbabwe.\n* Periodically review exisâ¢ng naâ¢onal and water-related sectoral policies (such as agriculture, energy, environment) to ensure that they adequately address climate-related challenges.\n* Develop sectoral related Master Plans such as the Water Master Plan, which explicitly integrate climate change.\n* Strengthen conjuncâ¢ve groundwater and surface water assessment, monitoring and regulaâ¢on.\n* Periodically review expected yields for each catchment taking into account temperature and precipitaâ¢on changes expected under climate change.\n* Ensure climate change is mainstreamed in water resources infrastructure design including in the development of relevant guidelines.\n* Ensure water sources for domesâ¢c consumpâ¢on are within naâ¢onal standards radius of household reach.\n* Ensure that the children's right to quality and safe drinking water to help them stay healthy is observed.\n* Ensure improved water supply for livestock, wildlife and environment in line with the changing climate.\n* Promote water harvesâ¢ng for domesâ¢c, animal, agriculture and industrial use.\n* Maintain and promote the conservaâ¢on of wetlands as part of a water/river source protecâ¢on strategy in line with a changing climate.\n* Establish a Centre of Excellence in Water and Climate Change to undertake essenâ¢al research on the impacts of climate change on water resources.\n* Increase support to transboundary water management.\n* Strengthen the use of ICT and latest technologies in water resources assessment."}, {"text_block_id": "p16_b199", "text": "2.2. Agriculture Sector"}, {"text_block_id": "p17_b200", "text": "Agriculture is one of Zimbabwe's most climate sensi•ve sectors given the close rela•onship between levels of agricultural produc•on and rainfall. Approximately 80% of the rural popula•on livelihoods are dependent on rainfed agriculture making them highly vulnerable to climate change induced weather extremes, variability and climate change impacts. For adaptaon to be eﬀecve, it is important to understand the vulnerability of the agricultural sector to climate change and variability. In this regard, the Government of Zimbabwe shall:"}, {"text_block_id": "p17_b201", "text": "Agriculture is one of Zimbabwe's most climate sensi•ve sectors given the close rela•onship between levels of agricultural produc•on and rainfall. Approximately 80% of the rural popula•on livelihoods are dependent on rainfed agriculture making them highly vulnerable to climate change induced weather extremes, variability and climate change impacts. For adaptaon to be eﬀecve, it is important to understand the vulnerability of the agricultural sector to climate change and variability. In this regard, the Government of Zimbabwe shall:\n* Periodically review and update the agro-ecological map of Zimbabwe in line with the changing climate.\n* Conduct assessments on possible climate-related shiLs in the viability of farming systems, including posiÂve eï¬ects such as carbon ferÂlizaÂon.\n* Undertake comprehensive analyses to understand barriers to adaptaâ¢on to climate change, including human, insâ¢tuâ¢onal and financial barriers.\n* Ensure that the relevant sectoral Master Plans integrate climate change e.g. Irrigaâ¢on Master Plan.\n* Promote irrigaÂon and water use eï¬ciency in agriculture including adequate assessment of irrigaÂon potenÂal and irrigaÂon demand under climate change.\n* Encourage use of eï¬cient irrigaÂon technologies, including precision irrigaÂon, and seÂ«ng of appropriate water prices.\n* Promote sustainable land-use systems in line with principles of climate smart agriculture.\n* Strengthen capacity to generate new forms of knowledge, technologies and agricultural support services that meet emerging development challenges arising from increased climate change and variability.\n* Strengthen relevant early warning systems on cropping season quality, rangeland condiâ¢on, droughts, floods, disease/pest outbreaks and wildlife movement in order to enhance farmer preparedness.\n* Strengthen the implementaâ¢on of the drought management framework for livestock sector.\n* Promote and regulate crop and livestock weather indexed insurance.\n* Strengthen the capacity to idenâ¢fy and promote adopâ¢on of improved livestock breeds that are tolerant to climate related stresses.\n* Strengthen the capacity to idenâ¢fy and promote adopâ¢on of improved seed and crop varieâ¢es that are tolerant to climate related stresses.\n* Undertake comprehensive analyses to understand barriers to adaptaâ¢on to climate change, including human, insâ¢tuâ¢onal and financial barriers.\n* Ensure that miâ¢gaâ¢on and adaptaâ¢on measures enhance agriculture-based livelihoods, by promoâ¢ng food security and poverty alleviaâ¢on."}, {"text_block_id": "p17_b231", "text": "2.3. Health Sector"}, {"text_block_id": "p17_b232", "text": "2.3. Health Sector\n* Strengthen surveillance programmes for monitoring human health under a changing climate, parâ¢cularly operaâ¢onal knowledge on climate-disease relaâ¢onships.\n* Understand the impacts of climate change on women, children, youth and people living with disabiliâ¢es in Zimbabwe and create an enabling environment that prevents harm to these vulnerable groups emanaâ¢ng from pressures of these impacts.\n* Undertake appropriate measures to fully realise the children's rights to health in light of climate change.\n* Enhance provision of Geographic Informaâ¢on Science and Earth Observaâ¢on based early warning systems on droughts, floods and disease outbreaks to vulnerable groups and ensure coordinated approaches in providing emergency services."}, {"text_block_id": "p18_b240", "text": "2.4. Forestry and Biodiversity Sector"}, {"text_block_id": "p18_b241", "text": "2.4. Forestry and Biodiversity Sector\n* Conserve and enhance forestry resources which act as both sinks and reservoirs of greenhouse gases.\n* Strengthen aï¬orestaÂon programmes that promote drought and heat tolerant tree species.\n* Strengthen research capacity in forest ecosystem resilience to facilitate adaptaÂon eï¬orts to climate change.\n* Establish permanent forest ecosystem monitoring plots to monitor possible signs of forest die-back as a way to eï¬ecÂvely plan aï¬orestaÂon programmes based on appropriate species.\n* Promote research to reduce the exisâ¢ng gaps in knowledge on forest ecosystems and climate change, as well as on forest threats such as fires.\n* Promote improved understanding of the role played by forests in supporâ¢ng livelihoods through â¢mber and non-Âmber products; and of the eï¬ects that climate change could have on those livelihoods.\n* Strengthen framework for Reducing Emissions from Deforestaâ¢on and Forest Degradaâ¢on (REDD+) and other financing mechanisms.\n* Strengthen enforcement and other measures to reduce deforestaâ¢on and forest degradaâ¢on.\n* Support research to enhance understanding of climate change impacts on wildlife and adapâ¢ve management planning for key wildlife species.\n* Monitor and reduce the prevalence of invasive plant species.\n* Strengthen the use of latest Informaâ¢on Communicaâ¢on Technology and latest technologies in forest and biodiversity management."}, {"text_block_id": "p18_b263", "text": "2.5. Infrastructural Sector"}, {"text_block_id": "p18_b264", "text": "2.5. Infrastructural Sector\n* Develop guidelines for the planning and design of climate resilient infrastructure, including guidance to carry out climate impact assessments of proposed projects.\n* Develop a climate resilient hydro-energy infrastructure that incorporates anâ¢cipated reducÂons in river runoï¬, higher evaporaÂon, and increases in climaÂc variability.\n* Develop climate proofed and environmentally sustainable transport infrastructure.\n* Promote research in the climate-energy- economic nexus, including assessment of the impacts of climate variability and change on the producâ¢on of energy from climate-sensiâ¢ve sources (such as hydro-power and solar).\n* Develop capacity among technical staï¬ to adapt infrastructure plans to climate change."}, {"text_block_id": "p19_b274", "text": "2.6.1."}, {"text_block_id": "p19_b275", "text": "Integrate adapta•on into human development programmes for resilient building, with par•cular focus on the poor and vulnerable groups through upgrading informal se©lements and improved living condi•ons for all."}, {"text_block_id": "p19_b276", "text": "2.6.2."}, {"text_block_id": "p19_b277", "text": "Develop the capacity of local authori•es (urban and rural) to manage demographic challenges associated with migra•on as an adapta•on prac•ce."}, {"text_block_id": "p19_b278", "text": "2.6.3."}, {"text_block_id": "p19_b279", "text": "Strengthen the social protec•on measures par•cularly for smallholder and subsistence farmers, women and other vulnerable groups against climate vola•lity."}, {"text_block_id": "p19_b280", "text": "2.6.4."}, {"text_block_id": "p19_b281", "text": "Strengthen community based disaster risk management (CBDRM) for communi•es at risk of extreme clima•c events."}, {"text_block_id": "p19_b282", "text": "2.6.5."}, {"text_block_id": "p19_b283", "text": "Ensure that local authori•es adopt climate proofed se©lement designs."}, {"text_block_id": "p20_b284_merged", "text": "According to Zimbabwe's Second Na•onal Communica•on to the United Na•ons Framework Conven•on on Climate Change, the country is an emi©er of greenhouse gases with the major contributors being fuel combus•on or energy (68.5%), agriculture (22.35%), waste handling (3.93%) and industrial processes (5.21%) in CO2 equivalent."}, {"text_block_id": "p20_b296", "text": "3.1.1."}, {"text_block_id": "p20_b297", "text": "Establish and regularly update a na•onal inventory of anthropogenic emissions by sources and removal by sinks of greenhouse gases (GHGs)."}, {"text_block_id": "p20_b298", "text": "3.1.2."}, {"text_block_id": "p20_b299", "text": "Prepare, communicate and maintain set emission targets for each sector that are in line with the Na•onally Determined Contribu•on (NDC) in a transparent manner and to update every 5 years."}, {"text_block_id": "p20_b300", "text": "3.1.3."}, {"text_block_id": "p20_b301", "text": "Formulate and implement programmes containing measures to mi•gate climate change."}, {"text_block_id": "p20_b302", "text": "3.1.4."}, {"text_block_id": "p20_b303", "text": "Mainstream climate change in the energy, industrial processes, waste, agriculture and Land-use, land-use-change and forestry sectors."}, {"text_block_id": "p21_b304", "text": "3.1.5."}, {"text_block_id": "p21_b305", "text": "Cooperate in the development, applicaon and diﬀusion of climate friendly technologies."}, {"text_block_id": "p21_b306", "text": "3.1.6."}, {"text_block_id": "p21_b307", "text": "Promote the adop•on and u•lisa•on of market-based instruments to mi•gate climate change."}, {"text_block_id": "p21_b308", "text": "3.1.7."}, {"text_block_id": "p21_b309", "text": "Establish a monitoring, repor•ng and verifica•on (MRV) framework for monitoring GHG inventories towards compliance with NDCs requirements a year before global repor•ng."}, {"text_block_id": "p21_b310", "text": "3.1.8."}, {"text_block_id": "p21_b311", "text": "Develop na•onal capacity to design projects for environment financial facili•es and climate financing."}, {"text_block_id": "p21_b312", "text": "3.2. Energy Sector"}, {"text_block_id": "p21_b313", "text": "3.2.1."}, {"text_block_id": "p21_b314", "text": "Promote renewable energy and adopon of energy eﬃcient technologies and pracces across all socio economic sectors of the economy and the built environment."}, {"text_block_id": "p21_b315", "text": "3.2.2."}, {"text_block_id": "p21_b316", "text": "Promote sustainable road and rail transport infrastructure for eﬃcient transportaon of goods and people."}, {"text_block_id": "p21_b317", "text": "3.2.3."}, {"text_block_id": "p21_b318", "text": "Promote research and development, innova•on and deployment, and adop•on of robust, gender-sensi•ve, green technologies."}, {"text_block_id": "p21_b319", "text": "3.2.4."}, {"text_block_id": "p21_b320", "text": "Promote cleaner fossil fuel technologies and access to clean and aﬀordable energy."}, {"text_block_id": "p21_b321", "text": "3.2.5."}, {"text_block_id": "p21_b322", "text": "Enhance monitoring repor•ng and verifica•on systems based on appropriate methodologies to account for GHG emissions in the energy sector."}, {"text_block_id": "p21_b323", "text": "3.3. Industrial Processes"}, {"text_block_id": "p21_b324", "text": "3.3.1."}, {"text_block_id": "p21_b325", "text": "Remove trade barriers for adop•on of appropriate clean technologies and prac•ces."}, {"text_block_id": "p21_b326", "text": "3.3.2."}, {"text_block_id": "p21_b327", "text": "Create an enabling environment for research and development of cleaner technologies and prac•ces."}, {"text_block_id": "p21_b328", "text": "3.3.3."}, {"text_block_id": "p21_b329", "text": "Provide financial and economic incen•ves for use of cleaner technologies and prac•ces."}, {"text_block_id": "p21_b330", "text": "3.3.4."}, {"text_block_id": "p21_b331", "text": "Promote adopon of resource eﬃcient and cleaner producon pracces."}, {"text_block_id": "p21_b332", "text": "3.3.5."}, {"text_block_id": "p21_b333", "text": "Promote innova•on and technology transfer in industry."}, {"text_block_id": "p21_b334", "text": "3.3.6."}, {"text_block_id": "p21_b335", "text": "Develop and implement a Na•onal Green Growth Strategy."}, {"text_block_id": "p21_b336", "text": "3.3.7."}, {"text_block_id": "p21_b337", "text": "Enhance monitoring systems based on appropriate methodologies to account for GHG emissions in the industrial sector."}, {"text_block_id": "p22_b338", "text": "3.4. Waste Sector"}, {"text_block_id": "p22_b339", "text": "The waste sector in Zimbabwe is a significant contributor to greenhouse gas (GHG) emissions."}, {"text_block_id": "p22_b340", "text": "The largest sources of GHG emissions from the sector are methane (CH"}, {"text_block_id": "p22_b341", "text": "4"}, {"text_block_id": "p22_b342", "text": ") genera"}, {"text_block_id": "p22_b343", "text": "•on from"}, {"text_block_id": "p22_b344", "text": "anaerobic diges"}, {"text_block_id": "p22_b345", "text": "•on of organic waste in landfills and wastewater treatment while small"}, {"text_block_id": "p22_b346", "text": "quan"}, {"text_block_id": "p22_b347", "text": "••es emanate from open burning and incinera"}, {"text_block_id": "p22_b348", "text": "•on of medical waste. The current waste"}, {"text_block_id": "p22_b349", "text": "management system in Zimbabwe is tr"}, {"text_block_id": "p22_b350", "text": "adi•onal and primarily focuses on the disposal of solid"}, {"text_block_id": "p22_b351", "text": "waste without controlling its genera"}, {"text_block_id": "p22_b352", "text": "•on and pr"}, {"text_block_id": "p22_b353", "text": "omo•ng waste r"}, {"text_block_id": "p22_b354", "text": "educ•on, re-use and recycling."}, {"text_block_id": "p22_b355", "text": "In this regard, the Government of Zimbabwe shall:"}, {"text_block_id": "p22_b356", "text": "3.4.1."}, {"text_block_id": "p22_b357", "text": "Promote waste reduc•on, reuse and recycling as a top priority across all sectors, to reduce overall resource use and increase resource eﬃciency."}, {"text_block_id": "p22_b358", "text": "3.4.2."}, {"text_block_id": "p22_b359", "text": "Promote collec•on and archiving of waste data, and maintenance of accessible database on quality, quan•ty and characterisa•on of waste for mandatory repor•ng at na•onal level."}, {"text_block_id": "p22_b360", "text": "3.4.3."}, {"text_block_id": "p22_b361", "text": "Promote fuel or energy genera•on from waste."}, {"text_block_id": "p22_b362", "text": "3.4.4."}, {"text_block_id": "p22_b363", "text": "Improve the management of exis•ng waste disposal facili•es to control GHG emissions."}, {"text_block_id": "p22_b364", "text": "3.4.5."}, {"text_block_id": "p22_b365", "text": "Improve monitoring systems based on appropriate methodologies to account for GHG emissions in the waste sector."}, {"text_block_id": "p22_b366", "text": "3.5. Agriculture Sector"}, {"text_block_id": "p22_b367", "text": "In agriculture, various"}, {"text_block_id": "p22_b368", "text": "ac•vi•es give rise to emission of GHGs into the atmosphere. Enteric"}, {"text_block_id": "p22_b369", "text": "2"}, {"text_block_id": "p22_b370", "text": "-eq) from the Agriculture"}, {"text_block_id": "p22_b371", "text": "Sector in Zimbabwe. This was observed in the"}, {"text_block_id": "p22_b372", "text": "Ini•al Na"}, {"text_block_id": "p22_b373", "text": "•onal Communica"}, {"text_block_id": "p22_b374", "text": "•on (INC), Second"}, {"text_block_id": "p22_b375", "text": "Na"}, {"text_block_id": "p22_b376", "text": "•onal Communica"}, {"text_block_id": "p22_b377", "text": "•on (SNC) as well as in the Third Na"}, {"text_block_id": "p22_b378", "text": "•onal Communica"}, {"text_block_id": "p22_b379", "text": "•on (TNC). Methane"}, {"text_block_id": "p22_b380", "text": "emissions from enteric fermenta"}, {"text_block_id": "p22_b381", "text": "•on in domes"}, {"text_block_id": "p22_b382", "text": "•c livestock and nitrous oxide emission from"}, {"text_block_id": "p22_b383", "text": "agricultural soils were key source categories in the SNC. To this end, the Government of"}, {"text_block_id": "p22_b384", "text": "Zimbabwe shall:"}, {"text_block_id": "p22_b385", "text": "3.5.1."}, {"text_block_id": "p22_b386", "text": "Establish monitoring systems for GHG emissions in agricultural systems and support mechanisms for their reduc•on in line with the Na•onally Determined Contribu•on (NDC)."}, {"text_block_id": "p22_b387", "text": "3.5.2."}, {"text_block_id": "p22_b388", "text": "Promote good grazing management and feeding prac•ces."}, {"text_block_id": "p22_b389", "text": "3.5.3."}, {"text_block_id": "p22_b390", "text": "Promote training and extension support to allow adop•on of good management prac•ces of grasslands including prescribed burning, and on-farm by products."}, {"text_block_id": "p22_b391", "text": "3.5.4."}, {"text_block_id": "p22_b392", "text": "Reduce uncontrolled burning"}, {"text_block_id": "p22_b393", "text": "3.5.5."}, {"text_block_id": "p22_b394", "text": "Promote the growing of cover crops in order to prevent losses of residual soil nitrogen and"}, {"text_block_id": "p22_b395", "text": "reduce N"}, {"text_block_id": "p22_b396", "text": "2"}, {"text_block_id": "p22_b397", "text": "O emissions."}, {"text_block_id": "p22_b398", "text": "3.5.6."}, {"text_block_id": "p22_b399", "text": "Promote renewable energy technologies in agriculture that encompass bio-energy crops."}, {"text_block_id": "p22_b400", "text": "3.5.7."}, {"text_block_id": "p22_b401", "text": "Promote less energy intensive agricultural prac•ces."}, {"text_block_id": "p22_b402", "text": "3.5.8."}, {"text_block_id": "p22_b403", "text": "Promote the use of sustainable energy op•ons in the agriculture sector for crop curing and drying."}, {"text_block_id": "p22_b404", "text": "3.5.9."}, {"text_block_id": "p22_b405", "text": "Enhance enforcement of legisla•on on establishment of woodlots in order to improve carbon sinks."}, {"text_block_id": "p22_b406", "text": "3.6. Land-use, Land-use-change and Forestry Sector"}, {"text_block_id": "p22_b407_merged_merged_merged_merged", "text": "Land and forestry resources are key issues when considering the energy and economic requirements of the majority of Zimbabweans. The rural communi•es derive 90% of their total energy requirements from wood fuel and 15% of this comes from forestry deple•on. Zimbabwe's forestry resources cover approximately 66% of the total land area (257,783 km2). The extensive woodland cover gives Zimbabwe poten•al to become a carbon sink. The forest stocks generate a wide range of both •mber and non-•mber products such as fuel wood, sawn"}, {"text_block_id": "p23_b420", "text": "3.6.1."}, {"text_block_id": "p23_b421", "text": "Maintain and monitor forest carbon stocks."}, {"text_block_id": "p23_b422", "text": "3.6.2."}, {"text_block_id": "p23_b423", "text": "Reduce greenhouse gases emission from forestry burning and land use changes."}, {"text_block_id": "p23_b424", "text": "3.6.3."}, {"text_block_id": "p23_b425", "text": "Strengthen na•onal capacity to control veldt fires and illegal logging that can lead to GHG emission, deforesta•on and land degrada•on."}, {"text_block_id": "p23_b426", "text": "3.6.4."}, {"text_block_id": "p23_b427", "text": "Promote the establishment of woodlots and planta•ons and improve carbon sinks."}, {"text_block_id": "p23_b428", "text": "3.6.5."}, {"text_block_id": "p23_b429", "text": "Provide incen•ves for ac•vi•es rela•ng to emission reduc•on from deforesta•on, land use change and forest degrada•on."}, {"text_block_id": "p23_b430", "text": "3.6.6."}, {"text_block_id": "p23_b431", "text": "Increase capacity development in forestry research and technology development and encourage the conserva•on and restora•on of forests threatened by climate change."}, {"text_block_id": "p23_b432", "text": "3.6.7."}, {"text_block_id": "p23_b433", "text": "Develop na•onal capacity to design carbon projects for accessing carbon financing."}, {"text_block_id": "p24_b434", "text": "CHAPTER 4: EDUCATION, TRAINING AND AWARENESS"}, {"text_block_id": "p24_b435", "text": "4.1.1."}, {"text_block_id": "p24_b436", "text": "Develop curricula that mainstream climate change knowledge in the context of specific learning content or disciplines for primary, secondary and ter•ary level educa•on and scale up child's right to educa•on to learn and protect the environment."}, {"text_block_id": "p24_b437", "text": "4.1.2."}, {"text_block_id": "p24_b438", "text": "Incorporate climate knowledge in the development of climate-resilient infrastructure and formula•on of climate-sensi•ve development policies and legisla•on."}, {"text_block_id": "p24_b439", "text": "4.1.3."}, {"text_block_id": "p24_b440", "text": "Provide training to development prac••oners in every local authority responsible for climate-sensi•ve planning, budge•ng, public awareness and development."}, {"text_block_id": "p24_b441", "text": "4.1.4."}, {"text_block_id": "p24_b442", "text": "Establish mechanisms for training of Government oﬃcials, including legislators and judiciary on climate science."}, {"text_block_id": "p24_b443", "text": "4.1.5."}, {"text_block_id": "p24_b444", "text": "Promote online climate change educa•on and training."}, {"text_block_id": "p24_b445", "text": "4.2.1."}, {"text_block_id": "p24_b446", "text": "Upscale provision of climate extension services par•cularly to farming and rural communi•es largely relying on climate-sensi•ve livelihoods."}, {"text_block_id": "p24_b447", "text": "4.2.2."}, {"text_block_id": "p24_b448", "text": "Support the development and dissemina•on of simplified meteorological and agro-meteorological informa•on for the benefit of farmers, women and people living with disabili•es."}, {"text_block_id": "p24_b449", "text": "4.2.3."}, {"text_block_id": "p24_b450", "text": "Support formal and informal learning ins•tu•ons and ac•vi•es that are designed to raise awareness and teach new values, knowledge and skills, in order to encourage more climate responsible behaviour."}, {"text_block_id": "p24_b451", "text": "4.2.4."}, {"text_block_id": "p24_b452", "text": "Put mechanisms for ensuring that media prac••oners are educated and trained to enhance their knowledge and skills in communica•ng climate informa•on to the public."}, {"text_block_id": "p24_b453", "text": "4.2.5."}, {"text_block_id": "p24_b454", "text": "Design and strengthen community-based climate informa•on management systems."}, {"text_block_id": "p25_b455", "text": "4.3. Use of Indigenous Knowledge Systems"}, {"text_block_id": "p25_b456", "text": "4.3.1."}, {"text_block_id": "p25_b457", "text": "Strengthen the documenta•on of IKS to complement scien•fic knowledge for climate change forecas•ng and early warning systems through research ins•tu•ons."}, {"text_block_id": "p25_b458", "text": "4.3.2."}, {"text_block_id": "p25_b459", "text": "Improve the protec•on and respect of the rights of children, communi•es and vulnerable groups and their indigenous knowledge systems as a pre-requisite for sustainable development in the context of climate change."}, {"text_block_id": "p25_b460", "text": "4.3.3."}, {"text_block_id": "p25_b461", "text": "Recognise the dis•nct and crucial contribu•on of indigenous knowledge in diverse local economies towards poverty reduc•on and sustainable development."}, {"text_block_id": "p25_b462", "text": "4.3.4."}, {"text_block_id": "p25_b463", "text": "Promote mainstreaming of IKS as one of the cornerstones of all climate change adapta•on and mi•ga•on ini•a•ves."}, {"text_block_id": "p25_b464", "text": "4.3.5."}, {"text_block_id": "p25_b465", "text": "Assist to establish synergies between indigenous and scien•fic knowledge to enable communies to eﬀecvely deal with the climate change challenges. Ensure that adaptaon and migaon measures and strategies take into account the diversity of the agricultural systems, IKS and possible co-beneﬁts including socio-economic, environmental and gender aspects."}, {"text_block_id": "p25_b466", "text": "4.3.6."}, {"text_block_id": "p25_b467", "text": "Strengthen gender equality and social inclusion to ensure equitable realisa•on of IKS benefits."}, {"text_block_id": "p25_b468", "text": "4.3.7."}, {"text_block_id": "p25_b469", "text": "Iden•fy and promote indigenous technologies, skills and prac•ces relevant in responding to climate change at local levels."}, {"text_block_id": "p25_b470", "text": "4.3.8."}, {"text_block_id": "p25_b471", "text": "Strengthen the Civil Protec•on Department and other ins•tu•ons to integrate local knowledge in the development of early warning systems in order to enhance their u•lisa•on by communi•es at risk of clima•c events."}, {"text_block_id": "p25_b472", "text": "4.3.9."}, {"text_block_id": "p25_b473", "text": "Support co-produc•on of climate informa•on by the Meteorological Services Department and other ins•tu•ons and indigenous communi•es to up-scale provision and u•lisa•on of loca•on specific climate informa•on products."}, {"text_block_id": "p26_b474", "text": "CHAPTER 5: WEATHER, CLIMATE RESEARCH AND MODELLING"}, {"text_block_id": "p26_b475", "text": "5.1.1."}, {"text_block_id": "p26_b476", "text": "Carry out dense systema•c observa•ons, monitoring and forecas•ng of all weather and climate parameters and forcing agents such as pollen, soot, par•culate ma©er as well as astronomical features."}, {"text_block_id": "p26_b477", "text": "5.1.2."}, {"text_block_id": "p26_b478", "text": "Capacitate the Na•onal Meteorological Services and Climate Change Management Department to set up robust dense observing systems, data management systems with clear collec•on, quality control, assessment, archival as well as data mining procedures and copyright issues."}, {"text_block_id": "p26_b479", "text": "5.1.3."}, {"text_block_id": "p26_b480", "text": "Conduct in-depth climate research including climate model development, reviewing various model usability, high resolu•on climate modelling and conduc•ng climate impact studies to inform climate ac•ons."}, {"text_block_id": "p26_b481", "text": "5.1.4."}, {"text_block_id": "p26_b482", "text": "Integrate research output, evidence-based climate scien•fic products and services in sustainable development planning and programming."}, {"text_block_id": "p26_b483", "text": "The Government of Zimbabwe shall:"}, {"text_block_id": "p26_b484", "text": "5.2.1."}, {"text_block_id": "p26_b485", "text": "Strengthen and mainstream weather and climate in all educa•on curricula."}, {"text_block_id": "p26_b486", "text": "5.2.2."}, {"text_block_id": "p26_b487", "text": "Provide relevant training on weather and climate research and modelling to educators."}, {"text_block_id": "p26_b488", "text": "5.2.3."}, {"text_block_id": "p26_b489", "text": "Establish mechanisms for training oﬃcials, including legislators and judiciary on climate science."}, {"text_block_id": "p27_b490", "text": "5.3. Skills Development"}, {"text_block_id": "p27_b491", "text": "The Government of Zimbabwe shall:"}, {"text_block_id": "p27_b492", "text": "5.3.1."}, {"text_block_id": "p27_b493", "text": "Enhance the teaching and learning of weather and climate at all levels of educa•on."}, {"text_block_id": "p27_b494", "text": "5.3.2."}, {"text_block_id": "p27_b495", "text": "Provide relevant training on weather and climate research and modelling to prac••oners working with communi•es."}, {"text_block_id": "p27_b496", "text": "5.3.3."}, {"text_block_id": "p27_b497", "text": "Develop capacity to strengthen modelling and impact studies among technical staﬀ, including in the planning and design of development plans, programmes and projects."}, {"text_block_id": "p27_b498", "text": "5.4.1."}, {"text_block_id": "p27_b499", "text": "Strengthen the infrastructural capacity of the Na•onal Meteorological and Hydrological Services and Climate Change Management Department to carry out research on climate change through improved data collec•on and management, and climate modelling."}, {"text_block_id": "p27_b500", "text": "5.4.2."}, {"text_block_id": "p27_b501", "text": "Promote collabora•ons between universi•es and research ins•tu•ons (domes•cally and interna•onally) as well as Na•onal Meteorological and Hydrological Services and Climate Change Management Department."}, {"text_block_id": "p27_b502", "text": "5.4.3."}, {"text_block_id": "p27_b503", "text": "Create a portal for quality controlled meteorological and hydrological data for ease of access by users."}, {"text_block_id": "p27_b504", "text": "5.4.4."}, {"text_block_id": "p27_b505", "text": "Provide meteorological and hydrological data free of charge for research, non-commercial and na•onal uses."}, {"text_block_id": "p28_b506", "text": "CHAPTER 6:  TECHNOLOGY TRANSFER AND INFORMATION SHARING"}, {"text_block_id": "p28_b507", "text": "6.1. Technology Transfer"}, {"text_block_id": "p28_b508", "text": "6.1.1."}, {"text_block_id": "p28_b509", "text": "Iden•fy the country's technology needs and priori•es and promote its development, uptake and diﬀusion."}, {"text_block_id": "p28_b510", "text": "6.1.2."}, {"text_block_id": "p28_b511", "text": "Facilitate and promote removal of barriers of technology transfer."}, {"text_block_id": "p28_b512", "text": "6.1.3."}, {"text_block_id": "p28_b513", "text": "Provide incen•ves for economic en••es engaging in low carbon development."}, {"text_block_id": "p28_b514", "text": "6.1.4."}, {"text_block_id": "p28_b515", "text": "Promote technology transfer in support of Zimbabwe's Na•onally Determined Contribu•on (NDC) and other climate related policies and ac•ons."}, {"text_block_id": "p28_b516", "text": "6.1.5."}, {"text_block_id": "p28_b517", "text": "Collaborate with the private sector, CSOs, universi•es and research ins•tu•ons and development partners in developing or sharing appropriate technologies and technical support for climate-related infrastructure development, preparedness and resilience."}, {"text_block_id": "p28_b518", "text": "6.1.6."}, {"text_block_id": "p28_b519", "text": "Promote na•onal and interna•onal linkages in the development of technologies for climate forecas•ng and development of climate models."}, {"text_block_id": "p29_b520", "text": "Zimbabwe's vulnerability to climate risks is increasing, chiefly owing to paucity in climate informa•on or inadequacy of climate services. Climate informa•on is key to managing current climate risks and adap•ng to a future climate. Essenally, eﬀecve climate responses are underpinned by the development of a robust policy specifying a strategy or system to share climate informaon and knowledge, including ensuring access to climate informaon and knowledge. The country needs to enhance its climate informaon services, a system involving the producon and communicaon of climate informaon to the decision makers and users. The IPCC notes that indigenous forms of knowledge, including the specialised knowledge of any stakeholder are becoming increasingly relevant for climate services. This observaon is also true for Zimbabwe where some locals connue to rely on indigenous knowledge systems (IKS) in making climate-related decisions. Furthermore, it is also necessary to recognise the climate informaon environment, which consists of numerous interacng and interdependent social, cultural, economic and polical subsystems that shape the creaon, ﬂow and use of climate informaon.  To this end, the Government of Zimbabwe shall:"}, {"text_block_id": "p29_b521", "text": "6.2.1."}, {"text_block_id": "p29_b522", "text": "Capacitate the Climate Change Management Department to be a climate change informa•on hub and clearing house to generate, coordinate, collect, collate, store, retrieve and disseminate reliable, high quality and up-to-date data and informa•on, and develop guidelines and tools for the use of climate data in development decisions."}, {"text_block_id": "p29_b523", "text": "6.2.2."}, {"text_block_id": "p29_b524", "text": "Capacitate the Meteorological Services Department to be a meteorological informa•on hub with reliable and high quality data."}, {"text_block_id": "p29_b525", "text": "6.2.3."}, {"text_block_id": "p29_b526", "text": "Set up climate informa•on hubs in every province to collect primary informa•on, and act as dissemina•on points for refined climate knowledge."}, {"text_block_id": "p29_b527", "text": "6.2.4."}, {"text_block_id": "p29_b528", "text": "Promote the use of tradi•onal and modern technologies for genera•on and exchange of climate informa•on, products and services in appropriate languages."}, {"text_block_id": "p29_b529", "text": "6.2.5."}, {"text_block_id": "p29_b530", "text": "Promote collabora•ve work between research ins•tu•ons, Climate Change Management and Meteorological Services Departments to generate informa•on and up-scale provision of specific climate informa•on products."}, {"text_block_id": "p30_b531", "text": "CHAPTER 7:  GOVERNANCE AND INSTITUTIONAL FRAMEWORK"}, {"text_block_id": "p30_b532", "text": "7.1.1."}, {"text_block_id": "p30_b533", "text": "Establish a Na•onal Climate Fund that is supported by a 10% budgetary alloca•on from the na•onal budget which will finance the climate strategies and the implementa•on of this Policy."}, {"text_block_id": "p30_b534", "text": "7.1.2."}, {"text_block_id": "p30_b535", "text": "Channel funds to support projects in climate change mi•ga•on, adapta•on, disaster risk reduc•on and gender- and children-sensi•ve grassroots projects in every district of the country."}, {"text_block_id": "p30_b536", "text": "7.1.3."}, {"text_block_id": "p30_b537", "text": "Develop, review and implement policies to enhance the country's capacity to engage in carbon market ac•vi•es, strengthen the viability of domes•c carbon asset produc•on and increase access to interna•onal carbon markets and green bonds."}, {"text_block_id": "p30_b538", "text": "7.1.4."}, {"text_block_id": "p30_b539", "text": "Build capacity to access interna•onal climate funds through upscaling REDD+, CDM, GCF and GEF-financed projects, etc under mi•ga•on and adapta•on programmes."}, {"text_block_id": "p30_b540", "text": "7.1.5."}, {"text_block_id": "p30_b541", "text": "Ensure the accredita•on of na•onal ins•tu•ons as na•onal implemen•ng en••es for direct access to GCF and adapta•on fund."}, {"text_block_id": "p30_b542", "text": "7.1.6."}, {"text_block_id": "p30_b543", "text": "Provide an analysis of the annual budget expenditure on climate-related interven•ons to determine its impacts on the vulnerable groups."}, {"text_block_id": "p30_b544", "text": "7.1.7."}, {"text_block_id": "p30_b545", "text": "Establish 0.005% levy of net profit for industries towards na•onal green growth."}, {"text_block_id": "p31_b546", "text": "7.2.1."}, {"text_block_id": "p31_b547", "text": "Promote ins•tu•onal collabora•ons that mainstream climate change into urban and rural planning, infrastructure, investments and service delivery."}, {"text_block_id": "p31_b548", "text": "7.2.2."}, {"text_block_id": "p31_b549", "text": "Ins•tu•onalise climate change response into strategies, ac•ons and budgets of climate sensi•ve sectors such as agriculture, wildlife, forestry, rangelands, water, fisheries, se©lements, infrastructure and health."}, {"text_block_id": "p31_b550", "text": "7.2.3."}, {"text_block_id": "p31_b551", "text": "Con•nuously research and work together with community based organisa•ons and academia to develop adapta•on and mi•ga•on strategies that respond directly to the needs and vulnerabili•es of children, youths, women and men, as well as people living with disabili•es. Collabora•on between Zimbabwe and Interna•onal Ins•tu•ons is important for the country to increase its adapta•on and mi•ga•on capacity to the changing climate. Zimbabwe is a signatory to the UNFCCC, Paris Agreement as well as other mul•lateral environmental agreements. In this regard, the Government of Zimbabwe shall:"}, {"text_block_id": "p31_b552", "text": "7.2.4."}, {"text_block_id": "p31_b553", "text": "Strengthen domes•ca•on of the interna•onal collabora•ve frameworks and mechanisms such as the UNFCCC and its Kyoto Protocol, Vienna Conven•on and its Montreal Protocol, and the Paris Agreement."}, {"text_block_id": "p31_b554", "text": "7.2.5."}, {"text_block_id": "p31_b555", "text": "Facilitate the authorisa•on and approval of local organisa•ons to par•cipate in climate funding projects such as Clean Development Mechanism (CDM) and Reducing Emissions from Deforesta•on and Forest Degrada•on (REDD+) projects and Green Climate Fund (GCF), Na•onally Appropriate Mi•ga•on Ac•ons (NAMAs) and Climate Technology Centre and Network (CTCN)."}, {"text_block_id": "p31_b556", "text": "7.2.6."}, {"text_block_id": "p31_b557", "text": "Promote the u•lisa•on of opportuni•es for Zimbabwe to mobilise financial resources from interna•onal ins•tu•ons for sustainable forest management and conserva•on of its tree and forest resources."}, {"text_block_id": "p32_b558", "text": "Department of Climate Change Management"}, {"text_block_id": "p33_b559", "text": "7.3.1."}, {"text_block_id": "p33_b560", "text": "Opera•onalize the climate policy through strategies and plans that will be reviewed aLer every 5 years."}, {"text_block_id": "p33_b561", "text": "7.3.2."}, {"text_block_id": "p33_b562", "text": "Strengthen the Climate Change Management Department to coordinate the mainstreaming of climate change across diﬀerent sectors of the economy."}, {"text_block_id": "p33_b563", "text": "7.3.3."}, {"text_block_id": "p33_b564", "text": "Promote a bo©om-up approach led by local authori•es and communi•es in decision making, monitoring and evalua•on of adapta•on and mi•ga•on measures."}, {"text_block_id": "p33_b565", "text": "7.3.4."}, {"text_block_id": "p33_b566", "text": "Develop a legisla•ve framework to enable the opera•onaliza•on of na•onal strategies and plans."}, {"text_block_id": "p33_b567", "text": "7.3.5."}, {"text_block_id": "p33_b568", "text": "Promote CSO and private sector par•cipa•on."}, {"text_block_id": "p33_b569", "text": "7.3.6."}, {"text_block_id": "p33_b570", "text": "Establish and maintain an inter-sectoral climate change think tank."}, {"text_block_id": "p33_b571", "text": "7.4. Gender, Social Inclusion and Climate Change"}, {"text_block_id": "p33_b572", "text": "7.4.1."}, {"text_block_id": "p33_b573", "text": "Ensure that mi•ga•on and adapta•on strategies are socially inclusive."}, {"text_block_id": "p33_b574", "text": "7.4.2."}, {"text_block_id": "p33_b575", "text": "Promote gender responsive climate programming and implementa•on of climate related policies, strategies and ac•ons."}, {"text_block_id": "p33_b576", "text": "7.4.3."}, {"text_block_id": "p33_b577", "text": "Recognise the gender disaggregated impacts of climate change."}, {"text_block_id": "p33_b578", "text": "7.4.4."}, {"text_block_id": "p33_b579", "text": "Promote gender responsive mechanisms that con•nually enhance climate change mi•ga•on and adapta•on measures at community level through research, mul•-stakeholder par•cipa•on, poli•cal commitment and access to informa•on."}, {"text_block_id": "p33_b580", "text": "7.4.5."}, {"text_block_id": "p33_b581", "text": "Provide new and innova•ve energy financing mechanisms that are user friendly, accessible and aﬀordable to women, especially rural women and vulnerable or disadvantaged groups."}, {"text_block_id": "p33_b582", "text": "7.4.6."}, {"text_block_id": "p33_b583", "text": "Promote research, documenta•on and dissemina•on of the emerging gender dimensions due to climate change."}, {"text_block_id": "p33_b584", "text": "7.4.7."}, {"text_block_id": "p33_b585", "text": "Promote climate smart technologies that are user friendly for children, youths, women, people living with disabili•es and vulnerable or disadvantaged groups."}, {"text_block_id": "p33_b586", "text": "7.4.8."}, {"text_block_id": "p33_b587", "text": "Mainstream gender segregated approaches in climate change adapta•on and mi•ga•on interven•ons."}, {"text_block_id": "p34_b588", "text": "CHAPTER 8 : CONCLUSION"}, {"text_block_id": "p39_b589", "text": "MINISTRY OF ENVIRONMENT, WATER AND CLIMATE"}, {"text_block_id": "p39_b590", "text": "11th Floor Kaguvi Building"}, {"text_block_id": "p39_b591", "text": "Cnr S.V. Muzenda Street and Central Avenue"}, {"text_block_id": "p39_b592", "text": "Tel: +263 4 701681/3"}, {"text_block_id": "p39_b593", "text": "www.environment.gov.zw"}, {"text_block_id": "p39_b594", "text": "www.climatechange.org.zw"}], "document_description": "The National Climate Policy aims to enable Zimmbabwe to establish the legal structures toregulate businesses in climate-related matters, and enable them to reduce their greenhouse gasesemissions.<br />\n<br />\nThe Policy further focuses on adaptation with regard to rural communities and agriculture."}