{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance"], "document_country_english_shortname": "Zimbabwe", "document_category": "Policy", "document_sector_name": ["Waste", "Urban", "Transportation", "Residential and Commercial", "Industry", "Energy", "Economy-wide", "Agriculture"], "document_language": "English", "document_name": "National Energy Policy", "document_country_code": "ZWE", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2012", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/ZWE/2012/ZWE-2012-12-25-National Energy Policy_09c005428d761f307db29bdc787aafdd.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Republic of Zimbabwe"}, {"text_block_id": "p0_b2", "text": "NATIONAL ENERGY POLICY"}, {"text_block_id": "p0_b3", "text": "MINISTRY OF ENERGY AND POWER"}, {"text_block_id": "p0_b4", "text": "DEVELOPMENT"}, {"text_block_id": "p0_b5", "text": "Produced by the"}, {"text_block_id": "p0_b6", "text": "Ministry of Energy and Power Development"}, {"text_block_id": "p1_b7", "text": "MINISTERIAL FOREWORD"}, {"text_block_id": "p1_b8", "text": "Energy plays an invaluable role in social and economic development as it is a critical factor of production, its cost impacting directly on other services and the competitiveness of enterprises. Every productive sector in the economy relies on the provision of energy. It is therefore essential that the policy framework in this sector be sensitive to the ever-rising challenges not only in this sector but in the economy as a whole."}, {"text_block_id": "p1_b9", "text": "The National Energy Policy (NEP) seeks to promote the optimal supply and utilisation of energy, for socio-economic development in a safe, sustainable and"}, {"text_block_id": "p1_b10", "text": "environmentally friendly manner. It is clear that the essence of the NEP’s"}, {"text_block_id": "p1_b11", "text": "objectives will remain valid even though the social, political, environmental and economic situation changes continually. Such changes will necessitate policy review, with reference being made to the scenarios prevailing in the entire economy and international environment. A consultative process was key to the design and development of the NEP to ensure that the views of all stakeholders in the country were taken into account."}, {"text_block_id": "p1_b12", "text": "The NEP brings out Government’s objective to ensure that the energy sector’s"}, {"text_block_id": "p1_b13", "text": "potential to drive economic growth and reduce poverty is fully harnessed. The policy therefore provides a guide to decision-makers, policy-makers and development managers in Government, the private sector, Non-Governmental"}, {"text_block_id": "p1_b14", "text": "Organisations and civil society, on Government’s intended actions in the energy"}, {"text_block_id": "p1_b15", "text": "sector."}, {"text_block_id": "p1_b16_merged_merged_merged", "text": "Owing to supply constraints, our current (2012) consumption levels are suppressed and below levels achieved in the 1990s. It would therefore be misleading for demand forecasts to be based on an extrapolation of historical statistics. We should instead be guided by the need to restore the economy’s productive capacity and to transform it to match the expectations of our growing population. We can no longer continue to be an economy dependent on the production of primary commodities."}, {"text_block_id": "p1_b19", "text": "The provision of modern energy services such as electricity is a measure of social and economic development. Consumers of energy services must pay for these and the excess funds will be used to extend the services to rural areas. The recently introduced prepaid meters will enable consumers to manage their electricity bills. This is expected to encourage them to pay their bills thereby improving revenue collection."}, {"text_block_id": "p1_b20", "text": "The country is endowed with a variety of renewable and fossil energy resources which need to be exploited in a sustainable manner. Regional cooperation is essential for the development of large-scale hydropower resources. Small-scale hydropower projects may not make a significant impact on national requirements but they help to develop skills and to speed up access for remote communities that are not likely to be connected to the national grid in the foreseeable future. Coal"}, {"text_block_id": "p2_b21", "text": "and coal-bed methane can make a significant contribution to power generation in the short to medium term. Opportunities for regional cooperation also exist for oil and natural gas."}, {"text_block_id": "p2_b22", "text": "Other renewable energy resources with great potential are solar geysers for household and industrial water heating, solar PV for lighting and power, biogas for cooking, and biofuels for transportation. Regional and international research and development opportunities are available for renewables and energy-efficient technologies. The local manufacture of energy technologies is important. With the exception of South Africa and some north African countries, most sub-Saharan countries do not have local manufacturing capacity even for basic components."}, {"text_block_id": "p2_b23", "text": "The petroleum sub-sector has been liberalised and is operating efficiently and competitively. What is necessary is for industry players to assume greater responsibility for infrastructure investment through PPPs. Government has made its contribution in the existing pipeline, rail system and storage facilities. There is an urgent need for a second pipeline to extend service to neighbouring countries such as Botswana, Zambia and the southern Democratic Republic of the Congo. Recent reforms in the sector have also seen National Oil Company of Zimbabwe (NOCZIM) being unbundled to National Oil Infrastructure Company (NOIC) and Petrotrade to improve on efficiency."}, {"text_block_id": "p2_b24", "text": "The Zimbabwe Energy Regulatory Authority (ZERA) is now in place and is expected to create an enabling environment and establish fair play in the energy sector through licensing regulations, product and service standards and investment promotion. Currently there is no coordinated research, and there is no regulation of the solar industry."}, {"text_block_id": "p2_b25", "text": "Manpower and capacity development are the key enablers that will ensure that we grow from being solely African players to becoming global participants. This is a vision that will ensure that we continue to develop and implement policies that provide socially, economically and environmentally sustainable energy services at least cost for all the people."}, {"text_block_id": "p2_b26", "text": "I am in no doubt that the NEP will be instrumental in developing and accelerating the economic activity of the country, and I look forward to continued debate on the implementation of these policies."}, {"text_block_id": "p2_b27", "text": "Finally, I trust that the NEP will achieve its main objectives, which are: to increase access to affordable energy services to all the citizens of Zimbabwe; to contribute to the eradication of poverty; to stimulate sustainable economic growth; and to reduce the"}, {"text_block_id": "p2_b28", "text": "country’s heavy dependence on energy imports."}, {"text_block_id": "p2_b29", "text": "Elton S. Mangoma (MP)"}, {"text_block_id": "p2_b30", "text": "MINISTER OF ENERGY AND POWER DEVELOPMENT"}, {"text_block_id": "p3_b31", "text": "ACKNOWLEDGEMENTS"}, {"text_block_id": "p3_b32", "text": "The development of the NEP and its implementation strategies (NEPIS) was a collaborative exercise involving many stakeholders. The Ministry is indebted to all the participants, experts and resource persons, as well to as its own staff and those from other ministries, state enterprises and parastatals. I would like to extend sincere gratitude to the United Nations Development Programme and Practical Action for providing the financial resources which supported the NEP and NEPIS development."}, {"text_block_id": "p3_b33", "text": "May I also recognise the efforts of all Permanent Secretaries of line ministries, consultants, Provincial Governors and Provincial Administrators who facilitated the holding of provincial consultative workshops countrywide. Last, but not least, sincere thanks go to all the participants and resource persons in the consultative workshops for their invaluable contributions to this exercise."}, {"text_block_id": "p3_b34", "text": "Finally, I wish to thank in advance all investors and related stakeholders who will take advantage of this enabling policy framework to ensure that there is universal access to modern energy services within a generation."}, {"text_block_id": "p3_b35", "text": "Partson I. Mbiriri"}, {"text_block_id": "p3_b36", "text": "Permanent Secretary"}, {"text_block_id": "p3_b37", "text": "MINISTRY OF ENERGY AND POWER DEVELOPMENT"}, {"text_block_id": "p3_b38", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p3_b39", "text": "Introduction"}, {"text_block_id": "p3_b40", "text": "The NEP identifies the key challenges in the exploitation, distribution and utilisation of different energy resources, and provides broad policy objectives and strategies to address those challenges. The NEP has been formulated through extensive stakeholder consultation at all levels and sectors throughout society. The Policy contains strategies to translate the broad policy objectives into specific targets and actions in order to empower stakeholders to contribute towards the resolution and prevention of the recurring energy crises that have been facing the country. These strategies identify gaps between policy and practice and provide specific and actionable recommendations. The Policy is structured according to demand sectors, supply sectors, and cross-cutting issues."}, {"text_block_id": "p4_b41", "text": "Demand Side"}, {"text_block_id": "p4_b42", "text": "The demand-side section highlights the issues and policy direction in the context of the five main demand sectors: agriculture, industry and mining, commerce and services, transport, and urban and rural households. The focus of the Policy in the commercial sectors is on the efficient use of energy in carrying out economic activities, and ensuring that an appropriate, reliable and good-quality supply is available. For households, both rural and urban, it is essential that access to energy services is increased"}, {"text_block_id": "p4_b43", "text": "–"}, {"text_block_id": "p4_b44", "text": "at an affordable price and in a sustainable manner. Basic energy needs should take into account cost, availability and health issues. However, the environmental effects of household energy use are severe in the rural areas, where people use wood as their primary source of energy for heating. Government will promote fuel-wood substitution as a way of conserving the fast-dwindling wood resources."}, {"text_block_id": "p4_b45", "text": "Supply Side"}, {"text_block_id": "p4_b46", "text": "The supply of energy relates mainly to the use of coal, petroleum products, electricity, gas and renewable energy. There are vast coal resources in the country that are presently underutilised. If used efficiently and sustainably, these resources can benefit the country in terms of economic growth, employment creation, self-sufficiency and trading power within the region."}, {"text_block_id": "p4_b47", "text": "Coal that is mined in the country is currently being used in agriculture, industry and power generation; small quantities are exported. However, supply has been failing to meet demand in recent years, resulting in some industries having to import coal. This Policy has attempted to address this issue, as coal mining can increase employment in the country and is critical for the development of projects such as thermal power stations. Government will also investigate options for the use of local coal for liquefaction and the resource potential of coal bed methane. Clean-coal technologies, to reduce the environmental impacts of coal, will be promoted in all coal projects, small or large. Research will be conducted on suitable equipment for utilising indigenous coal. The coal industry will remain in private hands to encourage investment and competition."}, {"text_block_id": "p4_b48_merged_merged", "text": "Petroleum products are the foundation of the transport sector and are presently regulated by Government. However, an independent regulator, ZERA, is responsible for sector-wide regulation with a common vision to protect consumers and ensure affordable pricing. It has always been Government’s intention to have minimum intervention and regulation in this industry to encourage competition and investment. The policy challenges lie in increasing diversification in the procurement of petroleum products, developing a pricing mechanism suitable for the country, and increasing the storage capacity for products so as to mitigate supply disruptions. Opportunities for the development of natural gas will be pursued with the objective of diversifying energy supplies in the country."}, {"text_block_id": "p5_b51", "text": "Electricity supply and use is one of the most important aspects within the energy sector in Zimbabwe"}, {"text_block_id": "p5_b52", "text": "–"}, {"text_block_id": "p5_b53", "text": "in both supporting commercial activities and supplying power to domestic consumers. In order to improve the efficiency of the industry and attract private investment, Government will continue with its programme of encouraging Independent Power Producers (IPPs) to participate in the sector. It is also important that the supply infrastructure be continuously upgraded to meet the needs of industry and society. This also includes the sustainable use of local energy resources and ensuring tariffs are transparent and cost-reflective. Creating an infrastructure attractive to IPPs will allow more indigenous, local power generation, resulting in, among other things, an increased diversity of energy supplies and a reduction in energy imports."}, {"text_block_id": "p5_b54", "text": "Renewable energy is a local resource that should be fully utilised, as it can bring both access to energy and environmental benefits. This includes the sustainable use of biomass resources (e.g. wood fuel, industrial waste such as bagasse, and pulp), hydropower, solar power and wind. Hydropower is presently being used in the country, contributing substantially to the national grid. There is a much greater potential, both in terms of grid connected and off-grid, to contribute towards rural power needs. Solar is also underutilised and programmes will be developed to ensure greater uptake of solar electricity and solar thermal technologies."}, {"text_block_id": "p5_b55", "text": "Cross-cutting Issues"}, {"text_block_id": "p5_b56_merged_merged", "text": "Other cross-cutting issues include safety, health, the environment, energy efficiency, access to energy for low-income groups, gender, quality assurance and quality standards, research and development, pricing, energy planning, and the need to take cognisance of regional and international energy trade and co-operation. Policy recommendations on these issues have been developed in line with the policy objectives. These issues provide linkages with other sectors that impact on energy development."}, {"text_block_id": "p5_b59", "text": "Government and Institutional Arrangements"}, {"text_block_id": "p5_b60", "text": "The fundamental principle for an efficient institutional framework and governance is to minimise the conflicts of interest that are inherent in making, monitoring and implementing policy. At the national governance level, this is achieved by"}, {"text_block_id": "p6_b61", "text": "separating the legislature (law maker), judiciary (law interpreter) and executive (law implementer). At the energy-sector level, this is achieved by separating the policy-making role of the minister, the policy-monitoring role of the regulator, and the policy-implementation role of the energy service provider. Appropriate capacity-building should be undertaken so that each institution is able to discharge its responsibilities without interfering with the role of others."}, {"text_block_id": "p6_b62", "text": "As far as is practicable, in order to clarify roles and minimise conflicts of interest, the institutional framework and governance of the energy sector will be guided by the following principles: the minister decides policy, the regulator monitors and enforces policy, and the energy service providers execute the policy."}, {"text_block_id": "p6_b63", "text": "To avoid any role ambiguity, the relationship between the regulator and the ministry will be defined in a compact agreement. Licence terms and conditions will clarify the respective roles of the regulator and the energy service providers."}, {"text_block_id": "p6_b64", "text": "The compact agreement must specify the regulator’s decision"}, {"text_block_id": "p6_b65", "text": "-making and advisory roles consistent with the law."}, {"text_block_id": "p6_b66", "text": "The minister will take steps to build the capacity of ZERA rapidly in order to establish its credibility and legitimacy to key stakeholders, in particular to policy"}, {"text_block_id": "p6_b67", "text": "-"}, {"text_block_id": "p6_b68", "text": "makers, investors, financiers and consumers. The compact agreement must specify the transitional period to full regulatory independence when there will be no need for Government representation on the ZERA Board."}, {"text_block_id": "p6_b69", "text": "STAKEHOLDER NEEDS AND EXPECTATIONS"}, {"text_block_id": "p6_b70", "text": "The country’s social and economic goals are defined in short"}, {"text_block_id": "p6_b71", "text": "-term or medium-term plans of up to five years. The current plan is the Zimbabwe Medium Term Plan (MTP) for the period 2011 to 2015. At the launch of the MTP, ministers indicated that it was a step towards the vision of a US$100 billion economy by 2030. Other documents that express energy-related needs are the Zimbabwe"}, {"text_block_id": "p6_b72", "text": "2010 Millennium Development Goals Status Report"}, {"text_block_id": "p6_b73", "text": ", and the regional and international protocols and conventions to which Zimbabwe is a signatory. Five specific key needs emerge from a study of these documents."}, {"text_block_id": "p6_b74", "text": "1. Economic Growth and Transformation"}, {"text_block_id": "p6_b75", "text": "According to the Medium Term Plan, the country’s overall development goal is ‘"}, {"text_block_id": "p6_b76_merged_merged_merged_merged", "text": "to transform the economy, reduce poverty, create jobs, maintain macroeconomic stability and restore the economy’s capacity to produce goods and services competitively …’. The SADC Regional Indicative Strategic Development Plan (RISDP) of 2003 states that ‘The overall goal of the Energy Sector is to ensure the availability of sufficient, reliable, least-cost energy services that will assist in the"}, {"text_block_id": "p7_b83", "text": "attainment of economic efficiency and the eradication of poverty whilst ensuring the environmentally sustainable use of energy resources."}, {"text_block_id": "p7_b84", "text": "’"}, {"text_block_id": "p7_b85", "text": "Energy is a key enabler for all the national priorities outlined in the MTP: infrastructure development; employment creation; human-centred development; entrepreneurship development' macroeconomic stability; ICT and science and technology development; good governance; investment regulation, coordination and promotion; resource utilisation and poverty reduction; and gender mainstreaming into economic activities."}, {"text_block_id": "p7_b86", "text": "The specific strategic goal of the NEP is to increase access to sufficient, reliable, least-cost and environmentally sustainable energy services"}, {"text_block_id": "p7_b87", "text": "from primary commodity production to"}, {"text_block_id": "p7_b88", "text": "addition, beneficiation and new knowledge-based industries, thereby creating jobs, reducing poverty and maintaining macroeconomic stability."}, {"text_block_id": "p7_b89", "text": "This calls for a paradigm shift in energy-demand forecasting and in the planning and development of energy infrastructure. Extrapolation from historical demand shows a vicious circle in which energy shortages perpetuate economic underdevelopment. Integrated economic and energy-resource planning should help to establish the appropriate demand forecasts and development targets."}, {"text_block_id": "p7_b90", "text": "2. Millennium Development Goals"}, {"text_block_id": "p7_b91", "text": "The achievement of the 2015 Millennium Development Goals (MDGs) is an integral assumption of the MTP. The 2010 and previous MDG status reports note that the country has decided to prioritise the following MDGs: Eradicate Extreme Poverty and Hunger (MDG 1), Promote Gender Equality and Empower Women (MDG 3), and Combat HIV and AIDS, Malaria and Other Diseases (MDG 6)."}, {"text_block_id": "p7_b92", "text": "Although energy is not explicitly mentioned in the MDGs, the World Summit on Sustainable Development held in Johannesburg in 2002 recognised that the provision of modern energy services was critical for the attainment of these goals."}, {"text_block_id": "p7_b93", "text": "Energy policies and strategies will be designed to support the national priority MDG targets for the eradication of extreme poverty and hunger, the promotion"}, {"text_block_id": "p7_b94", "text": "of gender equality and women’s empowerment, and combating HIV and othe"}, {"text_block_id": "p7_b95", "text": "r infectious diseases."}, {"text_block_id": "p7_b96", "text": "3. Public"}, {"text_block_id": "p7_b97", "text": "–"}, {"text_block_id": "p7_b98", "text": "Private Partnerships"}, {"text_block_id": "p7_b99", "text": "The objectives of promoting competition, efficiency and investment in the energy sector are aligned to the MTP objective of ensuring that"}, {"text_block_id": "p7_b100_merged_merged_merged_merged", "text": "the ‘private sector will be the engine of economic recovery and growth in Zimbabwe, necessitating far-reaching initiatives and reforms to reduce the risk for investors and make"}, {"text_block_id": "p8_b103", "text": "Zimbabwe an attractive investment destination."}, {"text_block_id": "p8_b104", "text": "’"}, {"text_block_id": "p8_b105", "text": "Accordingly Government will give priority to"}, {"text_block_id": "p8_b106", "text": "public"}, {"text_block_id": "p8_b107", "text": "–"}, {"text_block_id": "p8_b108", "text": "private partnerships (PPPs)"}, {"text_block_id": "p8_b109", "text": "in the following areas: ICTs, Local Government, Mining, Health, Water, Transport, Tourism and Natural Resources, Energy and Power Development, Agriculture, Social Amenities and Education."}, {"text_block_id": "p8_b110", "text": "A complementary strategic goal of this energy policy is to improve the institutional framework and governance of the energy sector in order to ensure that the private sector becomes the engine for provision of energy services."}, {"text_block_id": "p8_b111", "text": "4. Regional and International Cooperation"}, {"text_block_id": "p8_b112", "text": "The SADC Energy Protocol, which was signed in 1996 and became operational in 1997, recognises the importance of regional cooperation in ensuring the reliability and security as well as the"}, {"text_block_id": "p8_b113", "text": "effectiveness of energy services. ‘"}, {"text_block_id": "p8_b114", "text": "The Protocol aims at the harmonisation of national and regional energy policies; cooperation in the development of energy and energy pooling; ensuring the provision of reliable, continued and sustainable energy services in the most efficient and cost-effective manner; promoting joint development of human resources and organisational capacity building; and cooperation in research, development, adaptation, dissemination and transfer of low-cost energy technologies"}, {"text_block_id": "p8_b115", "text": ".’"}, {"text_block_id": "p8_b116", "text": "On the international arena the country is a signatory to the UN Framework Convention on Climate Change and related protocols that define the overall framework for inter-governmental efforts to tackle the challenges posed by climate change. All countries are expected to take precautionary measures to reduce or eliminate greenhouse-gas emissions and to mitigate their adverse impact on the environment."}, {"text_block_id": "p8_b117_merged_merged", "text": "Consistent with regional and international strategies, protocols and conventions on climate change, a complementary energy policy objective is to ensure that Zimbabwe promotes research and development and the use of renewable sources of energy ."}, {"text_block_id": "p8_b119", "text": "5. Universal Access to Modern Energy Services"}, {"text_block_id": "p8_b120", "text": "The broad objective of increasing access to affordable energy services is expressed very succinctly by the strategic goal of the SADC Regional Energy Access Strategy and Action Plan of 2010 which is"}, {"text_block_id": "p8_b121", "text": "“to harness regional energy resources to ensure,"}, {"text_block_id": "p9_b122", "text": "through national and regional action, that all the people of the SADC Region have access to adequate, reliable, least-cost, environmentally sustainable energy services and at the operational level that the proportion of people without such access is halved within 10 years for each end use and halved again in successive 5year periods until there is universal access for all end uses."}, {"text_block_id": "p9_b123", "text": "’"}, {"text_block_id": "p9_b124", "text": "Since it is unlikely that there is a single technology that can meet all the end-use needs for a given consumer, it is necessary to consider a portfolio of energy sources. This portfolio approach is superior to the common focus on technology, especially on electrification. Access to electricity is not the same as access to energy, because electricity does not fulfil all the energy needs at least cost."}, {"text_block_id": "p9_b125", "text": "The ultimate objective of the NEP is to ensure universal access to a portfolio of modern energy services that fulfil the light, heat, static and motive power needs for enhancing economic productivity and quality of life."}, {"text_block_id": "p9_b126", "text": "Conclusion"}, {"text_block_id": "p9_b127", "text": "Government’s overall development objectives can be fulfilled only through the"}, {"text_block_id": "p9_b128", "text": "implementation of this Policy. The strategies contained herein are designed to facilitate the implementation of the NEP by addressing the following issues:"}, {"text_block_id": "p9_b129", "text": "implementation of this Policy. The strategies contained herein are designed to facilitate the implementation of the NEP by addressing the following issues:\n* â\n* â\n the strategies help to clarify the\n* â\n* â\n policy clarity and\n* â\n* â\n the strategies address gaps not covered by existing policy\n* â\n* â\n ad hoc attention and response to energy issues has resulted in energy crises that force the country towards expensive âquick fixâ solutions instead of an orderly and least-cost energy-development programme."}, {"text_block_id": "p10_b147", "text": "ABBREVIATIONS AND ACRONYMS"}, {"text_block_id": "p11_b148", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p14_b149", "text": "1. ENERGY AND DEVELOPMENT"}, {"text_block_id": "p14_b150", "text": "Energy is essential to social and economic activities and therefore every person has access to energy services of one kind or another. As a developing country the majority of the people in Zimbabwe are dependent on traditional and inefficient energy services that constrain their ability to enhance economic productivity and quality of life. There is a direct correlation between the level"}, {"text_block_id": "p14_b151", "text": "of a country’s development and the quality and quantity of its energy services."}, {"text_block_id": "p14_b152", "text": "There"}, {"text_block_id": "p14_b153", "text": "fore the thrust of the country’s energy policy is to ensure sustainable"}, {"text_block_id": "p14_b154", "text": "social and economic development through universal access to a portfolio of modern energy services to meet light, heat and power needs."}, {"text_block_id": "p14_b155_merged_merged", "text": "Although Zimbabwe has vast and diverse energy resources, the per capita energy consumption is only 24.0 GJ (gigajoules),compared with an average of 200 GJ for the developed countries. Appropriate policies need to be put in place in order to facilitate the development and use of these resources to meet the socio-economic needs of the population in an environmentally and economically sustainable manner."}, {"text_block_id": "p14_b157", "text": "2. BACKGROUND"}, {"text_block_id": "p14_b158", "text": "2.1. ENERGY SITUATION IN ZIMBABWE"}, {"text_block_id": "p14_b159", "text": "The main sources of energy used in Zimbabwe comprise coal, wood fuel, electricity and petroleum fuels. According to the latest (2009) national energy balance, wood fuel provides the bulk (61%) of the total energy supply, followed by liquid fuels (18%), electricity (13%), and coal (8%)."}, {"text_block_id": "p14_b160", "text": "Thirty-seven per cent of households in Zimbabwe have access to electricity that is connected via power lines. There is a significant difference between"}, {"text_block_id": "p15_b161", "text": "urban and rural areas in their access to electricity. In urban areas 83 per cent of households have electricity, compared with 13 per cent in rural areas."}, {"text_block_id": "p15_b162", "text": "Rural communities meet 94 per cent of their cooking energy requirements from traditional fuels, mainly firewood, and 20 per cent of urban households use wood as the main cooking fuel. Coal, charcoal and liquefied petroleum gas (LPG) are used by very few households (less than 1 per cent). A majority of urban households use electricity for cooking (73 per cent); in contrast, only 6 per cent of rural households use electricity for this purpose."}, {"text_block_id": "p15_b163", "text": "Most of the rural areas of Zimbabwe are facing a wood fuel shortage owing to,"}, {"text_block_id": "p15_b164", "text": "inter alia"}, {"text_block_id": "p15_b165", "text": ", the clearing of land for agriculture and unsustainable firewood harvesting."}, {"text_block_id": "p15_b166", "text": "Zimbabwe is currently (2012) facing a shortage of electrical energy owing to internal generation shortfalls and the country imports all its petroleum fuels, at great cost to the country."}, {"text_block_id": "p15_b167", "text": "2.2."}, {"text_block_id": "p15_b168", "text": "ZIMBABWE’S ENERGY RESOURCE BASE"}, {"text_block_id": "p15_b169", "text": "Zimbabwe is well endowed with energy resources:"}, {"text_block_id": "p15_b170", "text": "Zimbabwe is well endowed with energy resources:\n* Proven coal resources of 12 billion metric tonnes, situated mainly in the\n* generally of good quality, with calorific values ranging from 20 to 32\n* Approximately 40 terra cubic feet (\n* ) of coal bed\n* Hydropower potential, concentrated along the Zambezi River, with\n* An annual daily average solar radiation over Zimbabwe of 20 MJ/m2 (megajoules/square metre)."}, {"text_block_id": "p16_b184", "text": "Zimbabwe is well endowed with energy resources:\n* Proven coal resources of 12 billion metric tonnes, situated mainly in the\n* generally of good quality, with calorific values ranging from 20 to 32\n* Approximately 40 terra cubic feet (\n* ) of coal bed\n* Hydropower potential, concentrated along the Zambezi River, with\n* An annual daily average solar radiation over Zimbabwe of 20 MJ/m2 (megajoules/square metre).\n* An annual yield of wood fuel from natural forests, estimated at 4.6\n* An estimated 1.5 million tons of bagasse, produced annually from waste"}, {"text_block_id": "p16_b188", "text": "Wind speeds over Zimbabwe (averaging 3 metres/second) are too low for most wind-based power-generation technologies, although wind energy has been used for a pilot power-generation project at Temaruru in Rusape and for water pumping at various sites around the country."}, {"text_block_id": "p16_b189", "text": "Exploration of oil in the Zambezi basin was carried out by Mobil in the late 1980s, covering Mana Pools, Kanyemba, Bumi Hills, Kariba, Mhangura, Mount Darwin, Binga, Hwange, Victoria Falls and Kamativi."}, {"text_block_id": "p16_b190", "text": "Uranium and geothermal energy resources exist but need more exploration work to quantify. Uranium deposits are found in Kanyemba and geothermal energy resources occur in Binga and Hwange."}, {"text_block_id": "p16_b191", "text": "3. INSTITUTIONAL ARRANGEMENTS AND GOVERNANCE"}, {"text_block_id": "p16_b192", "text": "The Ministry of Energy and Power Development has overall responsibility for"}, {"text_block_id": "p16_b193", "text": "energy issues in Zimbabwe. The Ministry’s term"}, {"text_block_id": "p16_b194", "text": "s of reference include policy formulation, performance monitoring and regulation of the energy sector, as well as research, development and promotion of new and renewable sources of energy."}, {"text_block_id": "p16_b195", "text": "s of reference include policy formulation, performance monitoring and regulation of the energy sector, as well as research, development and promotion of new and renewable sources of energy.\n* The Ministry supervises and oversees the performance of state-owned\n* The Ministry, in conjunction with the Zambia Ministry of Energy and"}, {"text_block_id": "p17_b203", "text": "s of reference include policy formulation, performance monitoring and regulation of the energy sector, as well as research, development and promotion of new and renewable sources of energy.\n* The Ministry supervises and oversees the performance of state-owned\n* The Ministry, in conjunction with the Zambia Ministry of Energy and\n* The Ministry co-operates in energy issues with international and regional"}, {"text_block_id": "p17_b208", "text": "4. OPPORTUNITIES IN THE ENERGY SECTOR"}, {"text_block_id": "p17_b209", "text": "The opportunities that exist in the energy sector include:"}, {"text_block_id": "p17_b210", "text": "The opportunities that exist in the energy sector include:\n* The existence of abundant energy resources (e.g. biomass, coal, CBM,\n* The existence of land and a climate favourable to the growth of energy\n* Increased energy demand in the region.\n* Governmentâs decision to diversify sources of energy.\n* The existence of high-quality skills that can be harnessed to serve\n* The availability of technologies such as coal-to-liquid conversion on the\n* Opportunities for regional cooperation programmes (SADC, COMESA,"}, {"text_block_id": "p17_b224", "text": "5. THE NEED FOR A NATIONAL ENERGY POLICY"}, {"text_block_id": "p17_b225", "text": "Energy policy plays a critical role as it provides the impetus for the production and supply of energy. Energy impacts on all sectors of society and the"}, {"text_block_id": "p18_b226", "text": "economy, and energy activities relate to both supply and demand. Energy is crucial to economic and social development, and to the alleviation of poverty."}, {"text_block_id": "p18_b227", "text": "Zimbabwe is party to a number of conventions and agreements at a global level. Globalisation, the new international environmental agenda and market reforms are some of the new developments of recent years. Therefore Zimbabwe needs an energy policy that learns from, and takes advantage of, these emerging international developments."}, {"text_block_id": "p18_b228", "text": "6. GENERAL POLICY GOALS AND OBJECTIVES"}, {"text_block_id": "p18_b229", "text": "6.1. GUIDING PRINCIPLES"}, {"text_block_id": "p18_b230", "text": "The policy framework of the NEP is based on generally accepted principles that"}, {"text_block_id": "p18_b231", "text": "can be summarised by the following ‘Five As’, which address the need for"}, {"text_block_id": "p18_b232", "text": "energy services to be applicable, acceptable, affordable and available, with clear accountability for each policy and programme."}, {"text_block_id": "p18_b233", "text": "energy services to be applicable, acceptable, affordable and available, with clear accountability for each policy and programme.\n* â\n* â\n this is the principle that ensures the responsiveness of\n* â\n this is the principle that ensures the responsiveness of\n .\n* â\n* â\n this is the principle that ensures that the production and\n* â\n this is the principle that ensures that the production and\n .\n* â\n this is the principle that ensures that the production and\n .\n The\n* â\n this is the principle that ensures that the production and\n .\n The\n . There is global consensus on the need to"}, {"text_block_id": "p19_b247", "text": "energy services to be applicable, acceptable, affordable and available, with clear accountability for each policy and programme.\n* â\n* â\n this is the principle that ensures the responsiveness of\n* â\n this is the principle that ensures the responsiveness of\n .\n* â\n* â\n this is the principle that ensures that the production and\n* â\n this is the principle that ensures that the production and\n .\n* â\n this is the principle that ensures that the production and\n .\n The\n* â\n this is the principle that ensures that the production and\n .\n The\n . There is global consensus on the need to\n* wood fuel.\n* â\n* â\n this is the principle that addresses the gap between\n* â\n this is the principle that addresses the gap between\n .\n* â\n this is the principle that addresses the gap between\n .\n Energy pricing must be both cost-reflective\n* â\n this is the principle that addresses the gap between\n .\n Energy pricing must be both cost-reflective\n . Cost-reflectivity assumes the adoption of least-cost\n* â\n* â\n this is the principle that addresses the need for every\n* â\n this is the principle that addresses the need for every\n . It is critical that there are clear\n* â\n this is the principle that addresses the need for every\n . It is critical that there are clear\n avoid or minimise the conflicts of interest\n* â\n this is the principle that addresses the need for every\n . It is critical that there are clear\n avoid or minimise the conflicts of interest\n .\n* â\n* â\n this is the principle that addresses the key energy policy\n* â\n this is the principle that addresses the key energy policy\n . Consistent with"}, {"text_block_id": "p19_b271", "text": "‘Access’ or ‘accessibility’ is sometimes used as one of the NEP principles. It i"}, {"text_block_id": "p19_b272", "text": "s, however, important to note that this is a function of applicability,"}, {"text_block_id": "p20_b273", "text": "acceptability, availability and affordability of the energy service and hence is embedded in the principles highlighted above. Statistics for energy access can be misleading because access is sometimes confused with availability. Availability is a necessary but insufficient condition for access. Power lines pass close to the premises of many rural customers, but they have no access to electricity because of affordability constraints."}, {"text_block_id": "p20_b274", "text": "The development of Integrated Energy Resource Master Plans through stakeholder participation is the principal strategy for ensuring the practical application of the five principles."}, {"text_block_id": "p20_b275", "text": "6.2. NEP GOALS AND OBJECTIVES"}, {"text_block_id": "p20_b276", "text": "The goal of the NEP is to provide a framework for the exploitation, distribution and utilisation of energy resources in fulfilment of the following broad policy objectives and principles:"}, {"text_block_id": "p20_b277", "text": "The goal of the NEP is to provide a framework for the exploitation, distribution and utilisation of energy resources in fulfilment of the following broad policy objectives and principles:\n* Increase the\n* of all sectors of the economy to affordable energy\n* of all sectors of the economy to affordable energy\n applicability, availability, acceptability\n* of all sectors of the economy to affordable energy\n applicability, availability, acceptability\n ).\n* Stimulate sustainable economic growth by promoting competition,\n* ).\n* Improve the institutional framework and governance in the energy sector to\n* ).\n* Promote research and development in the energy sector (\n* ).\n* Develop the use of other renewable sources of energy to complement"}, {"text_block_id": "p21_b299", "text": "7. SUPPLY-SIDE POLICY MEASURES"}, {"text_block_id": "p21_b300", "text": "7.1. POLICY OBJECTIVE"}, {"text_block_id": "p21_b301", "text": "The main objective is to create and promote a conducive environment for energy-sector players to be able to identify and develop opportunities for energy supply that promote sustainable development."}, {"text_block_id": "p21_b302", "text": "7.2. ELECTRICITY SUB-SECTOR"}, {"text_block_id": "p21_b303", "text": "7.2.1. Background"}, {"text_block_id": "p21_b304", "text": "There is a net deficit in the supply of electrical power in Zimbabwe. The power generated from Kariba, Hwange, Harare, Bulawayo, Munyati and Harare power stations and IPPs is not sufficient to meet current demand. The transmission and distribution network needs to be refurbished since it is obsolete."}, {"text_block_id": "p21_b305_merged", "text": "The electricity supply industry comprises three distinct market segments: generation; transmission and bulk supply; and distribution and retail supply. The generation and retail supply are competitive businesses, while transmission and distribution are natural monopolies. Because of the small size of the industry in Zimbabwe, generation and retail competition is for the market rather than within the market."}, {"text_block_id": "p21_b310", "text": "Traditionally these three business segments have been owned and operated by a single, vertically integrated company. However, in recent years these segments have been unbundled and are now operated as separate businesses, either under combined ownership or under separate ownership."}, {"text_block_id": "p21_b311", "text": "The electricity energy market in Zimbabwe has been developed and operated by local and central government from the early days of the electricity supply industry in the country. At independence in 1980 Zimbabwe inherited an unbundled electricity supply industry comprising the following six power utility"}, {"text_block_id": "p22_b312", "text": "organisations: the Central African Power Corporation (CAPCO) (generation, transmission and bulk supply); the Electricity Supply Commission (ESC) (sub-transmission, distribution and retail supply outside the four municipal areas); distribution and retail supply for the cities of Harare (Harare Municipality Electricity Department), Bulawayo (Bulawayo Municipality Electricity Department), Gweru (Gweru Municipality Electricity Department) and Mutare (Mutare Municipality Electricity Department)."}, {"text_block_id": "p22_b313", "text": "These utilities were managed under different Government departments. CAPC, the successor to the Federal Power Board, was a statutory corporation, jointly owned by the Governments of Zambia and Zimbabwe, that reported to a Higher Authority for Power (now called a Council of Ministers) comprising equal numbers of ministers from Zambia and Zimbabwe. The ESC was a parastatal that reported to the department or ministry responsible for power. The four municipal electricity undertakings were part of local authorities under the minister responsible for local government."}, {"text_block_id": "p22_b314", "text": "The Electricity Act of 1985 ["}, {"text_block_id": "p22_b315", "text": "Chapter 13:05"}, {"text_block_id": "p22_b316", "text": "] and the Zambezi River Authority Act of 1987 ["}, {"text_block_id": "p22_b317", "text": "Chapter 20:23"}, {"text_block_id": "p22_b318", "text": "] provided for the amalgamation of these utilities into a vertically integrated parastatal called the Zimbabwe Electricity Supply Authority (ZESA). This restructuring was to improve governance of the sector at government level, achieve economies of scale, and provide for a uniform tariff structure. Although these objectives were achieved, there was no significant"}, {"text_block_id": "p22_b319", "text": "investment to match the growth in demand. ZESA’"}, {"text_block_id": "p22_b320", "text": "s main investments were two interconnections with Cahora Bassa and South Africa, which have provided much-needed imports to compensate for the lack of investment in local generation."}, {"text_block_id": "p22_b321_merged_merged", "text": "To implement reforms, the Electricity Act of 2002 [Chapter 13:19] and the Electricity Amendment Acts of 2003 and 2007 restructured ZESA into a holding company, ZESA Holdings, a state-owned, vertically integrated utility with four subsidiary companies: the Zimbabwe Power Company (power generation); the Zimbabwe Electricity Transmission and Distribution Company (ZETDC) (transmission, bulk supply, distribution and retail of electricity); ZESA"}, {"text_block_id": "p23_b325", "text": "Enterprises (manufacturing and support services, mainly for ZETDC and, to a lesser extent, the general public); and Powertel (telecommunications support, mainly to ZETDC and the general public)."}, {"text_block_id": "p23_b326", "text": "The Rural Electrification Fund Act ["}, {"text_block_id": "p23_b327", "text": "Chapter 13:20"}, {"text_block_id": "p23_b328", "text": "] provided for the unbundling"}, {"text_block_id": "p23_b329", "text": "of ZESA’s rural electrification functions. The Fund is managed by a Board that"}, {"text_block_id": "p23_b330", "text": "operates as the Rural Electrification Agency. This is the only function of the former parastatal that has been physically unbundled."}, {"text_block_id": "p23_b331", "text": "The solution to the challenges facing the electricity sector lies in analysing these electricity-sector reforms and addressing the shortcomings identified."}, {"text_block_id": "p23_b332", "text": "The solution to the challenges facing the electricity sector lies in analysing these electricity-sector reforms and addressing the shortcomings identified.\n* The\n* of reform is to have a well-developed policy and\n* The Second phase of reform is to unbundle the accounting in order to"}, {"text_block_id": "p24_b342", "text": "The solution to the challenges facing the electricity sector lies in analysing these electricity-sector reforms and addressing the shortcomings identified.\n* The\n* of reform is to have a well-developed policy and\n* The Second phase of reform is to unbundle the accounting in order to\n* The Third phase of the reform is physical unbundling on the basis of\n* Final phase\n* Final phase\n of reform is privatisation in order to expand the investor"}, {"text_block_id": "p24_b352", "text": "7.2.2. Challenges"}, {"text_block_id": "p24_b353", "text": "7.2.2. Challenges\n* Inability to meet demand.\n* Operational inefficiencies and poor financial performance.\n* Poor capital base and inadequate resources for infrastructure and\n* Non-cost-reflective tariffs, leading to low investment and poor service\n* Low investment."}, {"text_block_id": "p25_b363", "text": "7.2.2. Challenges\n* Inability to meet demand.\n* Operational inefficiencies and poor financial performance.\n* Poor capital base and inadequate resources for infrastructure and\n* Non-cost-reflective tariffs, leading to low investment and poor service\n* Low investment.\n* Under-funding of the Rural Electrification Programme owing to\n* Idle/underutilised infrastructure (e.g. small thermals).\n* Vandalism of infrastructure.\n* Old electricity infrastructure.\n* Brain drain and loss of experienced/qualified personnel.\n* Inadequate supplies of foreign currency for power imports."}, {"text_block_id": "p25_b375", "text": "7.2.3. Policy Objectives"}, {"text_block_id": "p25_b376", "text": "7.2.3. Policy Objectives\n* Ensure the availability, affordability and accessibility of electricity to all\n* Provide a platform for adequate and reliable access to electricity to all\n* Allow access to IPPs and publicâprivate partnerships, publicâprivate"}, {"text_block_id": "p25_b386", "text": "7.2.4. Policy Measures"}, {"text_block_id": "p25_b387", "text": ""}, {"text_block_id": "p25_b388", "text": "Classify the vandalism of transmission and distribution systems as economic sabotage."}, {"text_block_id": "p25_b389", "text": ""}, {"text_block_id": "p25_b390", "text": "Encourage the generation of electricity from biomass cogeneration and mini-hydro projects."}, {"text_block_id": "p25_b391", "text": ""}, {"text_block_id": "p25_b392", "text": "Facilitate grid extension that will unlock new supply opportunities in remote areas."}, {"text_block_id": "p25_b393", "text": ""}, {"text_block_id": "p25_b394", "text": "Adopt a pricing mechanism for electricity that is cost-reflective."}, {"text_block_id": "p25_b395", "text": ""}, {"text_block_id": "p25_b396", "text": "Adopt energy efficiency on the supply side."}, {"text_block_id": "p25_b397", "text": ""}, {"text_block_id": "p25_b398", "text": "Promote regional and international integration and cooperation, e.g. increased participation in the short-term energy market to address critical power shortages."}, {"text_block_id": "p25_b399", "text": ""}, {"text_block_id": "p25_b400", "text": "Improve investment opportunities to attract partnerships and mitigate the cost of capital-intensive power projects."}, {"text_block_id": "p25_b401", "text": ""}, {"text_block_id": "p25_b402", "text": "Develop local capacity for the manufacturing of electricity equipment."}, {"text_block_id": "p26_b403", "text": ""}, {"text_block_id": "p26_b404", "text": "Observe environmental regulations in all power-sector projects."}, {"text_block_id": "p26_b405", "text": ""}, {"text_block_id": "p26_b406", "text": "Capacitate the Ministry, ZERA and ZESA to function efficiently in the reformed electricity market"}, {"text_block_id": "p26_b407", "text": ""}, {"text_block_id": "p26_b408_merged", "text": "Improve service delivery and revenue collection through smart and pre-payment meters."}, {"text_block_id": "p26_b411", "text": "7.2.5. Strategies"}, {"text_block_id": "p26_b412", "text": "In line with international best practice, the Ministry will complete the first three phases of the electricity-sector reform programme by the end of 2012. By the end of 2013, the Ministry will complete the final phase. This exercise requires the amendment of the Electricity Act to remove the restriction on the privatisation of the transmission and distribution businesses of ZESA in order to create opportunities for the involvement of local private-sector investors and to improve efficiency through fairness and competition."}, {"text_block_id": "p26_b413", "text": "The Ministry will unbundle the transmission and distribution business by 2013 in order to create the bulk-supply market that will facilitate and support IPP investments and serve as the basis for the transition to a more competitive wholesale market in future. Accounting unbundling will be achieved by the end of 2012 and physical unbundling by the end of 2013."}, {"text_block_id": "p26_b414", "text": "As part of the electricity-sector reforms, a National Grid Services Company will be formed as a successor to ZESA Holdings and will assume responsibility for: legacy debt; transmission, system and market operations; bulk supply; regional cooperation; and technical advisory services to Government for system development planning, which is the key policy tool for the orderly and least-cost development of the power sector."}, {"text_block_id": "p26_b415", "text": "The Ministry, with advice from ZERA and ZESA, will prepare a short-term to medium-term plan to reduce the impact of load-shedding during the period 2012 to 2015, pending the development of new power-generation capacity."}, {"text_block_id": "p27_b416", "text": "Government will co-ordinate the electrification programme, including the following activities: setting realistic electrification targets; determining allocation criteria and priority areas for electrification; ensuring the allocation and management of funds; financing and subsidising electrification projects; and determining the appropriate mix between grid and off-grid technologies."}, {"text_block_id": "p27_b417", "text": "Government will support the establishment and implementation of sensitive but firm strategies to deal with non-payment, energy theft, and vandalism of infrastructure so as to minimise losses."}, {"text_block_id": "p27_b418", "text": "Government will continue to facilitate the improvement of the electricitysupply infrastructure and thus improve the energy-supply service."}, {"text_block_id": "p27_b419", "text": "7.3. FOSSIL FUELS SUB-SECTOR"}, {"text_block_id": "p27_b420", "text": "7.3.1. Background"}, {"text_block_id": "p27_b421", "text": "7.3.1.1. Upstream Petroleum Sub-sector"}, {"text_block_id": "p27_b422", "text": "The value chain for the petroleum industry comprises: exploration; production or drilling for crude oil or natural gas; refining; importation; transportation, storage and handling; and the wholesale and retail market. The upstream sector encompasses all activities from exploration to refining, while the downstream sector comprises the value chain from importation to the retail market."}, {"text_block_id": "p27_b423", "text": "In the early 1960s the country decided to construct a pipeline from the port of Beira in Mozambique to transport crude oil to a refinery at Feruka near Mutare. The refinery is no longer operational, and the pipeline is now used to transport imported refined product. The country has not yet discovered oil or natural gas after the exploration undertaken in the Zambezi Valley. Consequently, current energy policies and legislation does not focus on the upstream sector."}, {"text_block_id": "p28_b424", "text": "There is no specific institution with the responsibility to coordinate energy exploration in order to establish bankable resource levels. Exploration for energy minerals"}, {"text_block_id": "p28_b425", "text": "–"}, {"text_block_id": "p28_b426", "text": "mainly oil, natural gas and coal bed methane"}, {"text_block_id": "p28_b427", "text": "–"}, {"text_block_id": "p28_b428", "text": "has been undertaken by potential investors under special mining grants in accordance with the Mines and Minerals Act ["}, {"text_block_id": "p28_b429", "text": "Chapter 21:05"}, {"text_block_id": "p28_b430", "text": "]. Although mineral exploration and mining activities fall under the oversight of the Ministry of Mines in terms of the Act, it is important that there are legal provisions that empower the Minister of Energy and Power Development to have a role with respect to the exploration, development and utilisation of energy minerals for energy development."}, {"text_block_id": "p28_b431", "text": "The upstream activities require technology, skills and capital outlays that only large oil corporations are able to provide. It is therefore necessary to exempt this sector from restrictive investment regulations but at the same time to encourage public"}, {"text_block_id": "p28_b432", "text": "–"}, {"text_block_id": "p28_b433", "text": "private sector partnerships."}, {"text_block_id": "p28_b434", "text": "7.3.1.2. Downstream Petroleum Sub-sector"}, {"text_block_id": "p28_b435", "text": "The main petroleum products on the market in Zimbabwe are diesel, gasoline (petrol), kerosene (paraffin), aviation fuel (jet-engine fuel and piston-engine fuel), LPG and lubricants. The country currently imports 540 million litres of petrol and 630 million litres of diesel per year. In 1998, at the peak of the"}, {"text_block_id": "p28_b436", "text": "country’s economic production, there was a daily consumption of 3 million"}, {"text_block_id": "p28_b437", "text": "litres of diesel, 2 million litres of petrol, 0.6 million litres of jet fuel and 0.2 million litres of paraffin."}, {"text_block_id": "p28_b438_merged_merged_merged_merged", "text": "The petroleum sector was deregulated in August 2003. Prior to this the downstream petroleum sector was dominated by six players: NOCZIM, the state-owned oil company that was responsible for bulk procurement, transportation, storage and handling and also acted as a regulator; and the ‘big five’ multinational companies that were involved in transportation, storage and retail operations – TOTAL, SHELL, BP, MOBIL and CALTEX. When these players started to experience challenges in providing sufficient fuel to the market, NOCZIM issued licences to six indigenous or indigenously controlled companies"}, {"text_block_id": "p28_b443", "text": "–"}, {"text_block_id": "p29_b444", "text": "Royal Oil, Country Petroleum, Wedzera Petroleum, Comoil, Exor Petroleum and Engen."}, {"text_block_id": "p29_b445", "text": "Upon deregulation, the Government took over the regulatory function and licensed many more companies, thereby creating a very competitive market. Some of these companies could not survive the competition and fell by the wayside while others thrived. After removing its regulatory functions, the Government decided to unbundle the state oil company, NOCZIM, into a trading company, Petrotrade, and an infrastructure company, NOIC."}, {"text_block_id": "p29_b446", "text": "The deregulation of the petroleum industry has created a very competitive market, which has so far managed to ensure the provision of petroleum products at regionally competitive prices."}, {"text_block_id": "p29_b447", "text": "Infrastructure:"}, {"text_block_id": "p29_b448", "text": "Many market participants are traders using facilities that have been developed by others. There is a need for investment to expand transportation and storage facilities, including extending the infrastructure to serve rural areas. Current storage facilities have a capacity of only 500 million litres, which is less than three months of peak consumption, and there are less than 500 service stations, most located in urban areas. The existing pipeline can transport 120 million litres per month, which can be increased by 50 per cent through increasing pumping capacity. It is already operating at nearly 110 million litres per month, which is close to its current maximum capacity. For the medium term, a second pipeline is needed, which could be designed for possible extension into neighbouring Botswana, Zambia and southern DRC."}, {"text_block_id": "p29_b449", "text": "Government can no longer be expected to undertake any major investment beyond the maintenance of infrastructure it has already developed. It is now time for the oil companies to coordinate their efforts to deal with the infrastructure challenges."}, {"text_block_id": "p29_b450", "text": "7.3.2. Challenges"}, {"text_block_id": "p29_b451", "text": ""}, {"text_block_id": "p29_b452", "text": "The capacity of the pipeline is no longer adequate to meet demand."}, {"text_block_id": "p30_b453", "text": ""}, {"text_block_id": "p30_b454", "text": "Rail and road infrastructure have not been adequately funded or maintained over the years to cater for the easy movement of liquid fuels."}, {"text_block_id": "p30_b455", "text": ""}, {"text_block_id": "p30_b456", "text": "Monitoring and maintaining product quality."}, {"text_block_id": "p30_b457", "text": ""}, {"text_block_id": "p30_b458", "text": "No clear regulatory framework to govern upstream activities."}, {"text_block_id": "p30_b459", "text": ""}, {"text_block_id": "p30_b460", "text": "Low volumes of strategic reserves."}, {"text_block_id": "p30_b461", "text": ""}, {"text_block_id": "p30_b462", "text": "Lack of buffer stock owing to a shortage of funding."}, {"text_block_id": "p30_b463", "text": "7.3.3. Policy Objectives"}, {"text_block_id": "p30_b464", "text": ""}, {"text_block_id": "p30_b465", "text": "Ensure the security of product supply."}, {"text_block_id": "p30_b466", "text": ""}, {"text_block_id": "p30_b467", "text": "Ensure the viability of the industry."}, {"text_block_id": "p30_b468", "text": ""}, {"text_block_id": "p30_b469", "text": "Ensure that buffer stock is in the pipeline."}, {"text_block_id": "p30_b470", "text": ""}, {"text_block_id": "p30_b471", "text": "Ensure the optimal use of infrastructure."}, {"text_block_id": "p30_b472", "text": ""}, {"text_block_id": "p30_b473", "text": "Ensure the efficient use of fuel across the value chain."}, {"text_block_id": "p30_b474", "text": ""}, {"text_block_id": "p30_b475", "text": "Build a national strategic reserve."}, {"text_block_id": "p30_b476", "text": ""}, {"text_block_id": "p30_b477", "text": "Ensure the delivery of a quality and safe product."}, {"text_block_id": "p30_b478", "text": "7.3.4. Policy Measures"}, {"text_block_id": "p30_b479", "text": ""}, {"text_block_id": "p30_b480", "text": "Enhance security of supply through the diversity of fuel-supply sources."}, {"text_block_id": "p30_b481", "text": ""}, {"text_block_id": "p30_b482", "text": "Increase pipeline capacity and explore the construction of a second pipeline."}, {"text_block_id": "p30_b483", "text": ""}, {"text_block_id": "p30_b484", "text": "Reduce the fuel import bill by import substitution through the incorporation of biofuels and coal-conversion technologies, e.g. the expansion of ethanol production for blending with petrol."}, {"text_block_id": "p30_b485", "text": ""}, {"text_block_id": "p30_b486", "text": "Centralise the procurement of fuel to achieve economies of scale."}, {"text_block_id": "p30_b487", "text": ""}, {"text_block_id": "p30_b488", "text": "Optimise the use of transport infrastructure to minimise supply costs."}, {"text_block_id": "p30_b489", "text": ""}, {"text_block_id": "p30_b490", "text": "Promote the participation of indigenous entrepreneurs in the fuel industry."}, {"text_block_id": "p30_b491", "text": ""}, {"text_block_id": "p30_b492", "text": "Ensure that petroleum products meet international specifications/ standards."}, {"text_block_id": "p31_b493", "text": ""}, {"text_block_id": "p31_b494", "text": "Promote investment in the rural areas."}, {"text_block_id": "p31_b495", "text": ""}, {"text_block_id": "p31_b496", "text": "Promote regional and international integration and cooperation."}, {"text_block_id": "p31_b497", "text": "7.3.5. Strategies"}, {"text_block_id": "p31_b498", "text": "7.3.5.1. Upstream Petroleum Sub-sector"}, {"text_block_id": "p31_b499", "text": "Government will ensure that there is a clear regulatory framework to govern upstream activities. There should be a licensing regime that defines the rules for the granting of exploration licenses and specifying the standard terms and conditions for the sharing of any production and the payment of royalties in case of discoveries."}, {"text_block_id": "p31_b500", "text": "The proposed Energy Management Act will provide the legal authority for the Minister of Energy and Power Development to play an oversight role in the exploration, development and management of the utilisation of energy minerals for energy production."}, {"text_block_id": "p31_b501_merged", "text": "Because of the special expertise and technology required for upstream petroleum activities, Government will promote public–private partnerships in which political risks are assumed by the state and commercial risks are assumed by the private sector. Consistent with the policy on mining development, the following provisions will apply to public–private partnerships for the exploration and development of petroleum products:"}, {"text_block_id": "p31_b506", "text": "a)"}, {"text_block_id": "p31_b507", "text": "Government will hold at least 51 per cent shareholding in new mining projects, which shall be the minimum assumed value of the mineral resource."}, {"text_block_id": "p31_b508", "text": "b)"}, {"text_block_id": "p31_b509", "text": "The development partner’s shareholding will be up to 49 per cent."}, {"text_block_id": "p31_b510", "text": "c)"}, {"text_block_id": "p31_b511", "text": "The development partner will provide debt for development. Dividends will be declared when the debt has been repaid or substituted."}, {"text_block_id": "p32_b512", "text": "7.3.5.2. Downstream Petroleum Sub-sector"}, {"text_block_id": "p32_b513", "text": "Government will increase the pumping capacity of the pipeline in phases to 320 million litres per month from the current 120 million. Booster pumps will be installed to achieve the 320 million litre capacity."}, {"text_block_id": "p32_b514", "text": "The Pipelines Act ["}, {"text_block_id": "p32_b515", "text": "Chapter 13:08"}, {"text_block_id": "p32_b516", "text": "] is designed to facilitate public"}, {"text_block_id": "p32_b517", "text": "–"}, {"text_block_id": "p32_b518", "text": "private partnerships for pipeline development on a BOT (build"}, {"text_block_id": "p32_b519", "text": "–"}, {"text_block_id": "p32_b520", "text": "operate"}, {"text_block_id": "p32_b521", "text": "–"}, {"text_block_id": "p32_b522", "text": "transfer) or BOOT (build"}, {"text_block_id": "p32_b523", "text": "–"}, {"text_block_id": "p32_b524", "text": "own"}, {"text_block_id": "p32_b525", "text": "–"}, {"text_block_id": "p32_b526", "text": "operate"}, {"text_block_id": "p32_b527", "text": "–"}, {"text_block_id": "p32_b528", "text": "transfer) basis. Government will construct a second pipeline and additional storage facilities using the BOT or BOOT route."}, {"text_block_id": "p32_b529", "text": "The existing port facilities at Beira are limited, and there is need to consider a deep port such as Matola. Government will consider the rail route and rolling stock for Matola for commercial operation by 2013."}, {"text_block_id": "p32_b530", "text": "Through ZERA, Government will maintain the existing cost-reflective pricing to ensure investment viability. Consolidation in the industry could help in creating economies of scale for infrastructure development."}, {"text_block_id": "p32_b531", "text": "Strategic Reserves:"}, {"text_block_id": "p32_b532", "text": "A 90-day fuel cover will be maintained by the government. The funding for the strategic reserves will be covered by the strategic-reserve levy for the next five years. In the long term, the NOCZIM debt-redemption levy will be converted into a fund to help fund strategic reserves after the liquidation of NOCZIM debts."}, {"text_block_id": "p32_b533", "text": "Through ZERA, Government will liaise with oil companies so that they maintain a 30-day strategic reserve."}, {"text_block_id": "p32_b534", "text": "Product Quality:"}, {"text_block_id": "p32_b535", "text": "On several occasions, substandard fuel imports have come into the country. Government, through ZERA, will immediately purchase and deploy mobile laboratories for conducting on-site product-quality checks."}, {"text_block_id": "p32_b536_merged_merged", "text": "Government will promote the use of biofuels in their pure form or blended with petrol or diesel so as to reduce the country’s import bill while at the same time reducing greenhouse-gas emissions."}, {"text_block_id": "p33_b539", "text": "7.4. COAL AND CBM SUB-SECTOR"}, {"text_block_id": "p33_b540", "text": "7.4.1. Background"}, {"text_block_id": "p33_b541", "text": "Coal is the locally produced fossil fuel that has been exploited for electricity generation, industrial heating and agricultural crop-processing needs, especially the curing of tobacco."}, {"text_block_id": "p33_b542", "text": "The coal market is dominated by the Hwange Colliery Company, in which the government is the biggest shareholder. In recent years, a number of small-scale mining companies have entered the market. Many people have also been given special grants, but they have no expertise or capital to undertake exploration that will lead to the meaningful development of the resources."}, {"text_block_id": "p33_b543", "text": "At its peak, the economy consumed 4.5 million tonnes of coal per year. About 3.5 million tonnes was used for electricity generation, 0.5 million for coking coal, and the remainder for industrial heating and crop processing, especially tobacco curing. The market is currently down to 3 million tonnes, used mainly for power generation."}, {"text_block_id": "p33_b544", "text": "In addition, the country is believed to be endowed with vast amounts of coal bed methane, which could be commercially exploited for power production and used as feedstock for a petrochemical industry. Investment in exploration has so far been lacking, and this potential energy resource remains unexploited."}, {"text_block_id": "p33_b545", "text": "7.4.2. Challenges"}, {"text_block_id": "p33_b546", "text": ""}, {"text_block_id": "p33_b547", "text": "Lack of funding and technology, resulting in the undercapitalisation of exploration and extraction."}, {"text_block_id": "p33_b548", "text": ""}, {"text_block_id": "p33_b549", "text": "Lack of clear principles for the pricing of coal."}, {"text_block_id": "p33_b550", "text": ""}, {"text_block_id": "p33_b551", "text": "Limited capacity of the railways to transport coal to centres of demand."}, {"text_block_id": "p33_b552", "text": ""}, {"text_block_id": "p33_b553", "text": "Lack of technical capacity."}, {"text_block_id": "p33_b554", "text": ""}, {"text_block_id": "p33_b555", "text": "A weak distribution network for coal."}, {"text_block_id": "p33_b556", "text": ""}, {"text_block_id": "p33_b557", "text": "Restricted port facilities for handling coal for export."}, {"text_block_id": "p34_b558", "text": ""}, {"text_block_id": "p34_b559", "text": "Institutional arrangements for issuing grants."}, {"text_block_id": "p34_b560", "text": "7.4.3. Policy Objectives"}, {"text_block_id": "p34_b561", "text": ""}, {"text_block_id": "p34_b562", "text": "Fully explore coal and CBM resources."}, {"text_block_id": "p34_b563", "text": ""}, {"text_block_id": "p34_b564", "text": "Fully exploit coal and CBM in a sustainable manner."}, {"text_block_id": "p34_b565", "text": "7.4.4. Policy Measures"}, {"text_block_id": "p34_b566", "text": ""}, {"text_block_id": "p34_b567", "text": "Ensure adequate and reliable supplies of coal in a cost-effective and sustainable manner."}, {"text_block_id": "p34_b568", "text": ""}, {"text_block_id": "p34_b569", "text": "Ensure environmentally friendly exploitation methods."}, {"text_block_id": "p34_b570", "text": ""}, {"text_block_id": "p34_b571", "text": "Enhance competition within the sub-sector."}, {"text_block_id": "p34_b572", "text": ""}, {"text_block_id": "p34_b573", "text": "Ensure the smooth administration of energy minerals."}, {"text_block_id": "p34_b574", "text": ""}, {"text_block_id": "p34_b575", "text": "Explore the techno-economic feasibility of new coal technologies such as gasification and coal-to-liquid conversion."}, {"text_block_id": "p34_b576", "text": ""}, {"text_block_id": "p34_b577", "text": "Encourage economic pricing methods."}, {"text_block_id": "p34_b578", "text": ""}, {"text_block_id": "p34_b579", "text": "Encourage investment in the exploration and exploitation of CBM resources."}, {"text_block_id": "p34_b580", "text": "7.4.5. Strategies"}, {"text_block_id": "p34_b581", "text": "Government, through ZERA, will expedite the declaration of coal and CBM as energy sources and establish clear pricing principles in order to guide investors and customers. It is essential that the price is related to both quantity and quality, in particular to the energy content. The proposed Energy Management Act will include provision for the involvement of the Minister and ZERA in the application process for special grants for energy minerals."}, {"text_block_id": "p34_b582", "text": "Government will explore the possibility of investing in a coal terminal in cooperation with Mozambican authorities to enable entry into the coal export market in a significant way. The export of coal should, however, be approached with caution, as it is a non-renewable resource that many countries have exhausted to their detriment."}, {"text_block_id": "p35_b583", "text": "The proposed Exploration Company, if and when created, should carry out extensive exploration to establish bankable coal and CBM reserves."}, {"text_block_id": "p35_b584", "text": "Government will seriously consider the potential for the conversion of coal into liquid fuel because this is likely to be a major stimulus for the growth of the local coal industry. To this end, the Ministry and the proposed Energy Research Council will address the need to develop a coal industry that is focused on using clean-coal technologies for power generation and for liquid-fuel and gas production."}, {"text_block_id": "p35_b585", "text": "7.5. RENEWABLE ENERGY SUB-SECTOR"}, {"text_block_id": "p35_b586", "text": "7.5.1. Background"}, {"text_block_id": "p35_b587", "text": "7.5.1.1. Biomass"}, {"text_block_id": "p35_b588", "text": "Biomass, in the form of"}, {"text_block_id": "p35_b589", "text": "wood fuel"}, {"text_block_id": "p35_b590", "text": ", provides the bulk of total energy supply, and most rural areas are facing fuel-wood shortages as a result of agricultural land use and unsustainable harvesting. Demand for wood fuel already exceeds supply in Manicaland, Mashonaland East, the Midlands and Masvingo provinces, which are heavily populated. Mashonaland Central and Matabeleland North are fast reaching the same situation."}, {"text_block_id": "p35_b591", "text": "It is estimated that more than 6 million tonnes of wood fuel are consumed annually when the sustainable output of natural forests is 4.6 million tonnes. This translates to a loss of 330,000ha of forest area, or over 60 million trees per year. At present the annual tree-planting rate is only 10 million trees."}, {"text_block_id": "p35_b592", "text": "For the foreseeable future, wood fuel will continue to be used for cooking and space heating by rural and low-income urban households. It is therefore necessary for Government to establish an institutional and funding framework for developing and implementing strategies to deal with the wood fuel crisis."}, {"text_block_id": "p35_b593_merged_merged", "text": "Commercial forests comprise 81,000 ha of pine, 24,000 ha of eucalyptus and 13000 ha of wattle. Forest residue from commercial forests is estimated at"}, {"text_block_id": "p36_b596", "text": "70,000 tonnes and has potential for the generation of 150MW power and the creation of a more formalised wood fuel and charcoal market. Three companies"}, {"text_block_id": "p36_b597", "text": "–"}, {"text_block_id": "p36_b598_merged", "text": "Allied Timbers, Border Timbers and The Wattle Company – generate over 40,0000m of pine waste per year."}, {"text_block_id": "p36_b603", "text": "Bagasse"}, {"text_block_id": "p36_b604", "text": "from sugar-cane processing has been used for electricity generation in the country for many years. The expansion of sugar-cane plantations for ethanol production presents an opportunity for expanding the use of bagasse for the generation of electricity. Hippo Valley and Triangle sugar estates generate 72.5MW for their own consumption and can sell up to 10MW of this to the grid. Additional bagasse is coming on stream in the Chisumbanje and Middle Save areas, where sugar plantations are being developed for ethanol production."}, {"text_block_id": "p36_b605", "text": "7.5.1.2. Hydropower"}, {"text_block_id": "p36_b606", "text": "Large-scale hydropower on the Zambezi and small-scale hydropower on internal dams and perennial rivers represent a significant renewable energy resource for meeting local and regional electricity demand. Regional cooperation is essential for large-scale hydropower development, where there is excellent potential for export to countries that have the demand but not the hydro resources, such as South Africa and Botswana."}, {"text_block_id": "p36_b607", "text": "Existing in-land dams have an estimated 20MW potential, and run-of-river schemes could generate 150MW. Proposed dams have a potential of 260MW, and the total energy potential is estimated to be between 90 and 120GWh/a. More accurate figures require feasibility studies that take into account the fact that the inland dams are primarily used for irrigation and drinking water. Consideration can be given to simplified regulatory requirements and feed-in tariffs for small-scale hydropower. This is a resource that can take advantage of carbon funding."}, {"text_block_id": "p37_b608", "text": "7.5.1.3. Liquid Biofuels"}, {"text_block_id": "p37_b609", "text": "In order to address the challenges of foreign-currency shortages for the import of petroleum products, the country introduced 15"}, {"text_block_id": "p37_b610", "text": "–"}, {"text_block_id": "p37_b611", "text": "20 per cent ethanol blending for petrol. This was based on production in the Lowveld (Triangle and Hippo Valley) of 40 million litres a year. In recent years the blending had been suspended. A new company, Green Fuel, has introduced 10 per cent ethanol blending as an initial phase to restore previous blending capacity and to expand production in the Chisumbanje and Middle Save areas to more than double their previous capacity."}, {"text_block_id": "p37_b612", "text": "A subsidiary of the Reserve Bank of Zimbabwe built a 100-million-litre-a-year biodiesel plant. Unfortunately, the country has not been able to produce sufficient feedstock to satisfy both food and fuel production requirements. As food needs take precedence over fuel, the Government has decided to promote the use of non-food crops such as jatropha and castor beans as feedstock for biodiesel."}, {"text_block_id": "p37_b613", "text": "7.5.1.4. Animal Draught Power"}, {"text_block_id": "p37_b614", "text": "Most peasant agriculture in Zimbabwe relies on animal draught power. The Government has recognised the need for farm mechanisation, especially following the land-reform programme, which has resulted in many peasant farmers being allocated land that is too large to be farmed using cattle and donkeys."}, {"text_block_id": "p37_b615", "text": "7.5.1.5. Solar"}, {"text_block_id": "p37_b616", "text": "The country’s solar energy potential of"}, {"text_block_id": "p37_b617_merged_merged", "text": "20MJ/m2/day is greatly underexploited. At 3,000 hours a year, this can produce 10,000GWh of electrical energy per year. Donor-funded solar PV (photovoltaic) installations have been installed in many homes, businesses, schools and health centres since the launch of the Global Environment Fund initiative in the early 1990s. In addition to the Rural Electrification Agency, there are a lot of small and medium enterprises now involved in importing and installing these systems."}, {"text_block_id": "p38_b620", "text": "Solar lanterns have a great potential in improving lighting for rural households and institutions; prices range from US$10 to US$25, depending on their size. With local assembly, these prices can be reduced even further."}, {"text_block_id": "p38_b621", "text": "Solar water heating for urban households and businesses could save significant amounts of fossil-fuel electricity. Its potential is greatly under-exploited because, so far, only a few private-sector businesses are in the market. It is estimated that there are 250,000 to 300,000 geysers in households. If all these are retrofitted with solar collectors, the saving in peak demand could be as much as 350MW to 500MW. Industries could also save a lot of power by using solar for pre-heating water."}, {"text_block_id": "p38_b622", "text": "The major challenge with solar is the high up-front cost, which many users cannot afford. Several innovative solutions for subsidising access costs have been used elsewhere and can be tried here. Penalties for energy inefficiency can assist in funding subsidies for a solar geyser roll-out programme. Cost recovery can also be made over an extended period using electricity-bill savings. Local manufacture of imported components can help to lower costs. The power utility can fund this as a DSM (demand-side management) investment. Carbon credits are another source of funds."}, {"text_block_id": "p38_b623", "text": "7.5.1.6. Other Renewables"}, {"text_block_id": "p38_b624", "text": "Wind speeds of 3 metres per second are too slow for significant power generation but can be used for water pumping. Geothermal potential of about 50MW is estimated. There is significant but unquantified potential for biogas production from municipal sewage-treatment works and waste dumps. Fuel cells and lithium battery manufacture are other renewable energy technologies that can be investigated and promoted if feasible for the local market. Solar cooking, solar crop-drying and efficient wood fuel utilisation are other renewable options that are still at research and development stage."}, {"text_block_id": "p38_b625", "text": "NEP stakeholder consultative workshops highlighted the need to have end-userdriven research and development because, for example, a lot of stove ideas"}, {"text_block_id": "p39_b626", "text": "have not yet been commercial successes as they do not fulfil stakeholder expectations and needs."}, {"text_block_id": "p39_b627", "text": "7.5.1.7. Rural Energy"}, {"text_block_id": "p39_b628", "text": "The Rural Electrification Fund has provided a successful model for promoting and funding renewable-energy projects for electrification. By extending the mandate of the Fund to address all rural energy needs, the country will have the institutional framework and funding for all other renewable energy sources. The Rural Energy Fund to be created will be funded by levies that are allocated into separate accounts:"}, {"text_block_id": "p39_b629", "text": "a)"}, {"text_block_id": "p39_b630", "text": "The"}, {"text_block_id": "p39_b631", "text": "Electrification Account"}, {"text_block_id": "p39_b632", "text": ", with respect to levies and other fees charged on electricity services; this will continue to be used for electrification projects."}, {"text_block_id": "p39_b633", "text": "b)"}, {"text_block_id": "p39_b634", "text": "The"}, {"text_block_id": "p39_b635", "text": "General Energy Account"}, {"text_block_id": "p39_b636", "text": ", with respect to levies and other fees charged on non-electricity licensees and customers; this will be used to support all non-electricity rural-energy-service projects and programmes."}, {"text_block_id": "p39_b637", "text": "ZERA is required to appropriate to the Rural Electrification Fund any surplus from its electricity account and to invest surplus funds from the petroleum and general energy accounts as it deems appropriate. It is recommended that the non-electricity surplus funds be appropriated to the General Energy Account of the Rural Energy Agency."}, {"text_block_id": "p39_b638_merged_merged_merged", "text": "The Rural Energy Agency that will be established as the successor to the electrification agency will become the coordinating agency for non-governmental organisations (NGOs), community-based organisations (CBOs), and other stakeholders currently involved in implementing energy projects on an ad hoc and uncoordinated basis. The Agency’s role is to develop rural energy master plans, fund projects that fulfil energy master-plan objectives, and provide training and establish quality standards to be followed and enforced by, or on behalf of, ZERA."}, {"text_block_id": "p40_b643", "text": "7.5.2. Challenges"}, {"text_block_id": "p40_b644", "text": ""}, {"text_block_id": "p40_b645", "text": "Lack of aggressive promotion in households and commercial market."}, {"text_block_id": "p40_b646", "text": ""}, {"text_block_id": "p40_b647", "text": "Uncoordinated and unfocused research."}, {"text_block_id": "p40_b648", "text": ""}, {"text_block_id": "p40_b649", "text": "Poor back-up service, especially in remote rural areas."}, {"text_block_id": "p40_b650", "text": ""}, {"text_block_id": "p40_b651", "text": "Limited local experience and expertise with some technologies."}, {"text_block_id": "p40_b652", "text": ""}, {"text_block_id": "p40_b653", "text": "Resistance to new technologies by end users."}, {"text_block_id": "p40_b654", "text": ""}, {"text_block_id": "p40_b655", "text": "High up-front costs for the promotion and adoption of the technologies."}, {"text_block_id": "p40_b656", "text": ""}, {"text_block_id": "p40_b657", "text": "Lack of awareness on available options."}, {"text_block_id": "p40_b658", "text": ""}, {"text_block_id": "p40_b659", "text": "Inadequate funding for the sub-sector."}, {"text_block_id": "p40_b660", "text": ""}, {"text_block_id": "p40_b661", "text": "Lack of expertise to adopt and adapt to foreign technologies."}, {"text_block_id": "p40_b662", "text": "7.5.3. Policy Objectives"}, {"text_block_id": "p40_b663", "text": ""}, {"text_block_id": "p40_b664", "text": "Increase usage of and investment in renewable energy."}, {"text_block_id": "p40_b665", "text": ""}, {"text_block_id": "p40_b666", "text": "Promote renewable energy as an environmentally friendly form of energy."}, {"text_block_id": "p40_b667", "text": ""}, {"text_block_id": "p40_b668", "text": "Diversify supply options."}, {"text_block_id": "p40_b669", "text": ""}, {"text_block_id": "p40_b670", "text": "Increase access to modern energy in rural areas."}, {"text_block_id": "p40_b671", "text": "7.5.4. Policy Measures"}, {"text_block_id": "p40_b672", "text": ""}, {"text_block_id": "p40_b673", "text": "Adopt a long-term, government-driven, renewable energy technologies (RETs) programme, which encourages IPPs and public-private partnerships to harness sustainable RETs in Zimbabwe."}, {"text_block_id": "p40_b674", "text": ""}, {"text_block_id": "p40_b675", "text": "Institute innovative funding mechanisms and tap into financing opportunities such as Clean Development Mechanisms, feed-in tariffs, and micro-credit institutions for RETs."}, {"text_block_id": "p40_b676", "text": ""}, {"text_block_id": "p40_b677", "text": "Institute RETs-sustainable capacity-building programmes."}, {"text_block_id": "p40_b678", "text": ""}, {"text_block_id": "p40_b679", "text": "Raise awareness about the benefits and opportunities of renewable energy."}, {"text_block_id": "p40_b680", "text": ""}, {"text_block_id": "p40_b681", "text": "Encourage local production and the commercialisation of technologies."}, {"text_block_id": "p41_b682", "text": ""}, {"text_block_id": "p41_b683", "text": "Strengthen the institutional framework for research and development and the promotion of renewable energy technologies."}, {"text_block_id": "p41_b684", "text": ""}, {"text_block_id": "p41_b685", "text": "Promote investment into stand-alone solar energy systems to cater for rural communities."}, {"text_block_id": "p41_b686", "text": ""}, {"text_block_id": "p41_b687", "text": "Promote the efficient use of biomass for cooking."}, {"text_block_id": "p41_b688", "text": ""}, {"text_block_id": "p41_b689", "text": "Encourage the use of waste biomass for energy purposes."}, {"text_block_id": "p41_b690", "text": ""}, {"text_block_id": "p41_b691", "text": "Develop incentives for investment in renewable energy, e.g. subsidies and tax concessions."}, {"text_block_id": "p41_b692", "text": "7.5.5. Strategies"}, {"text_block_id": "p41_b693", "text": "7.5.5.1. Biomass"}, {"text_block_id": "p41_b694", "text": "It will be the mandate of the proposed Rural Energy Fund to develop and fund strategies for resolving the wood fuel crisis in rural areas. In the meantime the Ministry will facilitate the implementation of the following short-term measures:"}, {"text_block_id": "p41_b695", "text": "a)"}, {"text_block_id": "p41_b696", "text": "Support the Forestry Commission to increase the tree-planting rate from 10 million to 20 million trees per year by 2015 and to promote rural fencing using live trees."}, {"text_block_id": "p41_b697", "text": "b)"}, {"text_block_id": "p41_b698", "text": "Support end-user-focused research, and awareness and education programmes, to increase the efficiency of wood fuel use."}, {"text_block_id": "p41_b699", "text": "c)"}, {"text_block_id": "p41_b700", "text": "Improve collaboration with the Ministry of Environment and Natural Resources (including the Environmental Management Agency, EMA, and the Forestry Commission), the Ministry of Agriculture, Mechanisation and Irrigation Development (including the Department of Agriculture and Rural Extension, AREX), the Ministry of Local Government, Rural and Urban Development, traditional leadership (Rural District Councils, chiefs, headmen, village heads) and the Ministry of Home Affairs (Police) to enforce existing and proposed regulations against the destruction of natural forests, e.g. the requirement for tobacco growers and rural commercial"}, {"text_block_id": "p42_b701", "text": "institutions who make heavy use of wood fuel to establish and maintain woodlots, penalties for the unauthorised cutting of trees, etc."}, {"text_block_id": "p42_b702", "text": "d)"}, {"text_block_id": "p42_b703", "text": "Promote the use of alternative heating and cooking fuels such as coal, solar and biogas in rural households and institutions (boarding schools and hospitals) and in rural commercial applications such as bakeries, brick moulding and tobacco curing."}, {"text_block_id": "p42_b704", "text": "Government, through ZERA, will develop regulations and mechanisms such as feed-in tariffs for approval by the Minister in order to promote the use of forest residue and bagasse as significant fuels for electricity generation. This will be done within a period to be advised to the Minister at the earliest opportunity."}, {"text_block_id": "p42_b705", "text": "7.5.5.2. Hydropower"}, {"text_block_id": "p42_b706_merged", "text": "The development of large-scale and small-scale hydropower, including run-of-river schemes, is to be prioritised as a strategy for increasing the share of renewable energy as required by the Energy Regulatory Authority [ERA] Act [Chapter 13:23] and international obligations for environmentally sustainable energy services. The following specific targets and projects will be pursued in the short to medium term:"}, {"text_block_id": "p42_b709", "text": "a)"}, {"text_block_id": "p42_b710", "text": "Government will ensure that, by 2020, large hydropower and run-of-river schemes on the Zambezi contribute an additional 1,100MW and in-land small-scale schemes about 150MW. This will require immediately action to promote the proposed electricity-sector reforms such as creating a multiple-buyer market for IPPs and investment incentives such as 50 per cent reduction in taxes, licence fees and rates, which currently account for an uncompetitive 20 per cent of investment costs. The Electricity Act allows for a multiple-buyer market, but the current wholesale market policy, adopted on the basis of a 2004 electricity pricing study, assumes a single-buyer market."}, {"text_block_id": "p42_b711", "text": "b)"}, {"text_block_id": "p42_b712", "text": "Kariba South Extension, 300MW (financial closure by 2012 and commissioning by 2016)."}, {"text_block_id": "p43_b713", "text": "c)"}, {"text_block_id": "p43_b714", "text": "Batoka, 800MW (financial closure by 2013 and commissioning by 2020)."}, {"text_block_id": "p43_b715", "text": "d)"}, {"text_block_id": "p43_b716", "text": "Inland dams and rivers: Pungwe phase 1 (6MW by 2013) and phase 2 (18MW); Tokwe Mukosi (12MW); Gairezi (30MW); Kondo (100MW)."}, {"text_block_id": "p43_b717", "text": "7.5.5.3. Liquid Biofuels"}, {"text_block_id": "p43_b718", "text": "To stimulate and sustain the development and expansion of biofuels the Ministry will establish, by 2012, long-term targets and timeframes for increasing the share of biofuels, in line with international best practice. In the interim, the following guidelines are provided:"}, {"text_block_id": "p43_b719", "text": "a)"}, {"text_block_id": "p43_b720", "text": "A minimum ethanol/petrol blend target of 20 per cent by 2015, and a 5 per cent biodiesel blend by 2020."}, {"text_block_id": "p43_b721", "text": "b)"}, {"text_block_id": "p43_b722", "text": "Shift the focus from food crops (e.g. soya beans) to non-food crops (e.g. jatropha) for the production of biofuels."}, {"text_block_id": "p43_b723", "text": "c)"}, {"text_block_id": "p43_b724", "text": "Promote out-grower schemes and mini-processing plants for smallholder farmers."}, {"text_block_id": "p43_b725", "text": "d)"}, {"text_block_id": "p43_b726", "text": "Undertake research for the improvement of feedstock quality and yields and processing technologies."}, {"text_block_id": "p43_b727", "text": "7.5.5.4. Animal Draught Power"}, {"text_block_id": "p43_b728", "text": "In collaboration with the Ministry of Agriculture, Mechanisation and Irrigation Development, the Minister will develop policies to address animal draught power requirements as well as the transition to more extensive farm mechanisation. This will be done at the earliest opportunity."}, {"text_block_id": "p43_b729", "text": "7.5.5.5. Solar"}, {"text_block_id": "p43_b730", "text": "The Minister, through the proposed Rural Energy Agency and the power utilities, will establish a fund to promote the use of solar energy as a short-term to medium-term strategy to address the electricity crisis. The immediate strategies and targets that can be implemented in the meantime are as follows:"}, {"text_block_id": "p44_b731", "text": "a)"}, {"text_block_id": "p44_b732", "text": "Introduction of regulations by 2013 to mandate the installation of solar geysers in all new homes; penalties in the form of higher electricity prices or other methods can be imposed for non-compliance."}, {"text_block_id": "p44_b733", "text": "b)"}, {"text_block_id": "p44_b734", "text": "Provision of incentives and raising awareness of the benefits of retrofitting solar collectors on existing geysers."}, {"text_block_id": "p44_b735", "text": "c)"}, {"text_block_id": "p44_b736", "text": "Promotion of other proven solar technologies such as solar water pumping for off-grid borehole and river irrigation and solar PV-charged lights."}, {"text_block_id": "p44_b737", "text": "d)"}, {"text_block_id": "p44_b738", "text": "Promotion of technology transfer and the expansion of local manufacturing; training of artisans and harnessing of the informal sector in the assembly and installation of solar geysers and solar PV."}, {"text_block_id": "p44_b739", "text": "e)"}, {"text_block_id": "p44_b740", "text": "ZERA will establish cost-reflective renewable feed-in tariffs (REFIT) with appropriate subsidy mechanisms and other incentives to promote grid and off-grid power generation using solar and other renewable energy resources."}, {"text_block_id": "p44_b741", "text": "7.5.6. General strategies"}, {"text_block_id": "p44_b742", "text": "The Ministry will initiate the process of developing a Rural and Renewable Energy Act that will establish a Rural Energy Fund to be the successor to the Rural Electrification Fund with an expanded mandate to promote the provision of electricity and other modern energy services to rural areas using renewable energy resources to the maximum extent possible. Levies raised from electricity services will continue to fund rural electrification, while petroleum and general energy levies will fund general energy projects and programmes. The Fund will be managed by a Rural Energy Agency that will be a successor to the Rural Electrification Agency. Pending the completion of these formalities, the Ministry will use existing resources and institutions to extend the full range of renewable-energy service technologies to rural areas."}, {"text_block_id": "p44_b743", "text": "The Minister will, in collaboration with the national designated entity for the Clean Development Mechanism or similar scheme, promote the use of carbon credits for eligible projects. ZERA will develop and recommend to the Minister the appropriate regulations to promote the development and financing of"}, {"text_block_id": "p45_b744", "text": "renewable energy resources. This will be done within a period to be advised to the Minister."}, {"text_block_id": "p45_b745", "text": "The proposed Energy Research Council will promote focused research on the use of renewable resources to meet end-user needs and expectations."}, {"text_block_id": "p45_b746", "text": "Educational programmes will be introduced at primary and secondary schools to raise awareness on renewable energy."}, {"text_block_id": "p45_b747", "text": "7.6. NUCLEAR ENERGY SUB-SECTOR"}, {"text_block_id": "p45_b748", "text": "7.6.1. Background"}, {"text_block_id": "p45_b749", "text": "Zimbabwe is reported to have about 25,000 tonnes of uranium around the Kariba and Kanyemba areas that can be exploited for power generation. Nuclear energy is not currently being used to produce power in the country. There has been a change in policy regarding nuclear energy the world over, with many countries reviving their nuclear power programmes. Nuclear power is a clean source of energy and the country should explore the possibility of adopting this technology in the long term."}, {"text_block_id": "p45_b750", "text": "7.6.2. Challenges"}, {"text_block_id": "p45_b751", "text": ""}, {"text_block_id": "p45_b752", "text": "Actual quantities of the resource have not yet been determined."}, {"text_block_id": "p45_b753", "text": ""}, {"text_block_id": "p45_b754", "text": "Experts to exploit the technology are not available."}, {"text_block_id": "p45_b755", "text": ""}, {"text_block_id": "p45_b756", "text": "No legislation exists to support the technology."}, {"text_block_id": "p45_b757", "text": ""}, {"text_block_id": "p45_b758", "text": "There are no institutional arrangements to govern the use of nuclear power."}, {"text_block_id": "p45_b759", "text": "7.6.3. Policy Objectives"}, {"text_block_id": "p45_b760", "text": ""}, {"text_block_id": "p45_b761", "text": "Explore the feasibility of nuclear energy as an alternative source of energy."}, {"text_block_id": "p45_b762", "text": ""}, {"text_block_id": "p45_b763", "text": "Diversify the sources of energy supply."}, {"text_block_id": "p46_b764", "text": "7.6.4. Policy Measures"}, {"text_block_id": "p46_b765", "text": ""}, {"text_block_id": "p46_b766", "text": "Promote the development and application of nuclear energy for peaceful purposes."}, {"text_block_id": "p46_b767", "text": ""}, {"text_block_id": "p46_b768", "text": "Carry out investigations into the nuclear option as a future energy source."}, {"text_block_id": "p46_b769", "text": ""}, {"text_block_id": "p46_b770", "text": "Build capacity in exploiting nuclear energy."}, {"text_block_id": "p46_b771", "text": ""}, {"text_block_id": "p46_b772", "text": "Promote research and development into the peaceful application of nuclear science and technology."}, {"text_block_id": "p46_b773", "text": ""}, {"text_block_id": "p46_b774", "text": "Promote regional and international co-operation in nuclear science and technology."}, {"text_block_id": "p46_b775", "text": ""}, {"text_block_id": "p46_b776", "text": "Identify a strategic partner in the development of a nuclear power station."}, {"text_block_id": "p46_b777", "text": "7.6.5. Strategies"}, {"text_block_id": "p46_b778", "text": "A nuclear energy policy will be developed to enable the country to benefit from fuel exports or nuclear power generation. International cooperation through the International Atomic Energy Agency (IAEA) will allow the country to learn from the experience of other countries."}, {"text_block_id": "p46_b779", "text": "The country will continue working with IAEA and AFRA (the African Regional Cooperative Agreement for Research, Development and Training related to Nuclear Science and Technology) in the peaceful use of nuclear energy by:"}, {"text_block_id": "p46_b780", "text": "a)"}, {"text_block_id": "p46_b781", "text": "Strengthening the regulatory framework."}, {"text_block_id": "p46_b782", "text": "b)"}, {"text_block_id": "p46_b783", "text": "Enhancing technical cooperation projects."}, {"text_block_id": "p46_b784", "text": "8. ENERGY EFFICIENCY IN DEMAND-SIDE SECTORS"}, {"text_block_id": "p46_b785", "text": "8.1. Background"}, {"text_block_id": "p46_b786", "text": "Various outcomes justify investment in and commitment to energy efficiency, the major one being a reduction in expenditure on the importation of"}, {"text_block_id": "p47_b787", "text": "commercial energy, particularly electricity. Energy savings have ripple effects throughout the whole economy because the productive sectors most affected by power cuts will have more power available for production."}, {"text_block_id": "p47_b788", "text": "Unemployment is currently high and most households are poor. In poor households, wood fuel and charcoal are the main energy sources used, while kerosene lamps and candles are used for lighting. Different types of fuel have different end-uses, which militates against the efficient and rational use of energy. Furthermore, low-income households tend to purchase cheap and unsafe appliances, thus increasing the risk to their health."}, {"text_block_id": "p47_b789", "text": "There is unexploited potential for using LPG or kerosene to address the cooking-fuel challenges for the majority of the population, who either have no access to electricity or are unable to afford the cost of using it for cooking and heating. In order to preserve natural forests, some countries, notably Mauritius in the SADC region, have successfully made a transition from wood fuel to LPG as a household fuel. Table 1 demonstrates the competitiveness of LPG as a household fuel."}, {"text_block_id": "p47_b790_merged", "text": "Table 1: Comparison of Low-income Household Fuel Use (Source ZETDC)"}, {"text_block_id": "p47_b793", "text": "The electricity cost of cooking is subsidised for low-income consumers, yet the LPG cost, which is based on market prices, is lower. Prices in the electricity sector are set to increase to reflect the cost of the development of new facilities. Shortages of firewood are evident in the significant increase in price."}, {"text_block_id": "p48_b794", "text": "The promotion of LPG will need to address the need for affordable gas stoves and to deal with safety perceptions. Government and industry will need to work on an educational and promotional campaign. Most rural households, who are unlikely to be connected to the grid or to have access to LPG (determined by the availability and affordability), could use biogas as an alternative fuel. Government is planning to roll out the use of biogas in rural institutions (schools and hospitals) for heating and cooking. Biogas digesters could also be used in urban areas."}, {"text_block_id": "p48_b795", "text": "The numerous problems experienced with wood fuel and charcoal will require a combination of policies that cover the efficiency of energy use, energy conservation, and a switch to modern forms of energy in certain cases. In rural areas, there is need for access to electricity, especially for communal facilities. More affluent households in urban areas generally use electricity, but this percentage is very small."}, {"text_block_id": "p48_b796", "text": "Overall, the national utility cannot meet the demand of industry, so it is necessary to increase the level of power generated to cater for this sector. A lack of expertise in industry has also been identified as one of the key barriers to increased energy efficiency: most industries in Zimbabwe use a large amount of electricity inefficiently. Implementing energy-efficiency programmes will not only reduce consumption but will also reduce operating expenses."}, {"text_block_id": "p48_b797", "text": "The commercial sector includes, among others, wholesale and retail shops, hospitals, hotels, restaurants and recreation centres. Overall, the demand for energy in the sector is met mainly by commercial electricity and petroleum."}, {"text_block_id": "p48_b798", "text": "Power demand for both existing and new mines is currently met by grid electricity, which is in short supply. Mining companies will be encouraged to generate their own power and to cooperate in the development of power infrastructure. They will be encouraged to develop surplus power from auto-generation which will be sold to neighbouring communities."}, {"text_block_id": "p49_b799", "text": "The transport sector is a major user of petroleum products, and all of its needs are met by imports. Although road transportation is predominant, various forms of transportation play vital roles in the lives of the rural populace. Although some regulation is in place, inefficient practices abound in the sector."}, {"text_block_id": "p49_b800", "text": "The economy of Zimbabwe is dependent on agriculture. Subsistence farming is the most common activity, and women are the main stakeholders in most agricultural activities. Human and animal power are the dominant sources of energy in subsistence-farming activities. The drying and processing of agricultural products is managed by traditional applications of solar energy and firewood. Many agricultural activities contribute towards deforestation through extensive farming and slash-and-burn practices."}, {"text_block_id": "p49_b801", "text": "The main energy challenge within agriculture is to ensure a supply of sufficient and cost-effective energy to meet the requirements for improved agricultural activities, including agro-processing and irrigation. There is a need to create a commercial environment and to encourage entrepreneurs to develop and distribute energy products and technologies in order to improve efficiency in agricultural production and add value to agricultural products. Furthermore, methods and approaches to maximise the use of alternative sources of energy such as, micro-hydro, solar, wind, biomass, and other renewable energies, need to be developed and commercialised."}, {"text_block_id": "p49_b802", "text": "8.2. Challenges"}, {"text_block_id": "p49_b803", "text": ""}, {"text_block_id": "p49_b804", "text": "A threat to the sustainability of forest resources owing to large-scale use of wood resources, increasing demand for arable land, and urban expansion."}, {"text_block_id": "p49_b805", "text": ""}, {"text_block_id": "p49_b806", "text": "Inefficient production of biomass and the use of inefficient technologies, resulting in adverse effects on the environment and the health of biomass-energy users."}, {"text_block_id": "p49_b807", "text": ""}, {"text_block_id": "p49_b808", "text": "Insufficient awareness among energy end-users about energy conservation possibilities and practices, thus hampering investment in demand-side management measures."}, {"text_block_id": "p50_b809", "text": ""}, {"text_block_id": "p50_b810", "text": "Poor development of competitive alternative-energy sources, a lack of incentives, including financing mechanisms, for their development, and insufficient incentives to introduce fuel/technology substitutes."}, {"text_block_id": "p50_b811", "text": ""}, {"text_block_id": "p50_b812", "text": "Low public awareness and uptake of the efficacy and potency of renewable energy technologies."}, {"text_block_id": "p50_b813", "text": ""}, {"text_block_id": "p50_b814", "text": "A dominance of aging, energy-inefficient technologies."}, {"text_block_id": "p50_b815", "text": ""}, {"text_block_id": "p50_b816", "text": "Over-dependence on human and animal energy in rural areas."}, {"text_block_id": "p50_b817", "text": ""}, {"text_block_id": "p50_b818", "text": "Inadequate funding to finance energy efficiency and conservation initiatives."}, {"text_block_id": "p50_b819", "text": ""}, {"text_block_id": "p50_b820", "text": "Society’s resistance to tech"}, {"text_block_id": "p50_b821", "text": "nological change."}, {"text_block_id": "p50_b822", "text": "8.3. Policies"}, {"text_block_id": "p50_b823", "text": ""}, {"text_block_id": "p50_b824", "text": "Increase the accessibility and affordability of sustainable energy in all energy demand sectors."}, {"text_block_id": "p50_b825", "text": ""}, {"text_block_id": "p50_b826", "text": "Promote energy efficiency and conservation and the development of holistic programmes for all energy demand sectors."}, {"text_block_id": "p50_b827", "text": ""}, {"text_block_id": "p50_b828", "text": "Ensure that energy efficiency and conservation programmes are planned and implemented in a fully participatory manner."}, {"text_block_id": "p50_b829", "text": ""}, {"text_block_id": "p50_b830", "text": "Provide electricity end-use infrastructure at affordable prices to improve the rural household energy situation and to attract entrepreneurial activity in rural areas."}, {"text_block_id": "p50_b831", "text": ""}, {"text_block_id": "p50_b832", "text": "Encourage the use of alternative sources of energy for different applications in all energy demand sectors."}, {"text_block_id": "p50_b833", "text": ""}, {"text_block_id": "p50_b834", "text": "Promote mandatory energy audits and regulate energy efficiency and conservation in all energy demand sectors."}, {"text_block_id": "p50_b835", "text": ""}, {"text_block_id": "p50_b836", "text": "Promote investment in energy efficiency and energy conservation programmes."}, {"text_block_id": "p50_b837", "text": ""}, {"text_block_id": "p50_b838", "text": "Adopt energy efficiency standards and best practices."}, {"text_block_id": "p50_b839", "text": ""}, {"text_block_id": "p50_b840", "text": "Promote and support industries that have the capacity to produce demand-side equipment and to manufacture it for local and regional applications."}, {"text_block_id": "p50_b841", "text": ""}, {"text_block_id": "p50_b842", "text": "Promote technology transfer."}, {"text_block_id": "p51_b843", "text": ""}, {"text_block_id": "p51_b844", "text": "Encourage all farmer-training programmes to include tuition in energy-use efficiency and energy planning, and technology selection and operation, as well as planned maintenance."}, {"text_block_id": "p51_b845", "text": "8.4. Strategies"}, {"text_block_id": "p51_b846", "text": "8.4.1. Households and Institutions"}, {"text_block_id": "p51_b847_merged", "text": "The Minister will set targets and introduce a transitional programme to reduce the country’s dependence on unsustainable wood fuel resources by converting to the use of electricity, petroleum products and biofuels, especially LPG in urban areas and biogas in rural areas, as cooking and heating fuels. The proposed Rural Energy Fund and Agency will be the institution that implements the programme on a sustainable basis. In the meantime, as highlighted above, the Ministry will promote these using existing resources."}, {"text_block_id": "p51_b850", "text": "Government will develop a comprehensive Household Energy Plan, which will adequately address issues related to shortages, the inefficient use of biomass, and the affordability of modern energy services."}, {"text_block_id": "p51_b851", "text": "Government will supply and inject 4.5 million compact fluorescent light bulbs, and will introduce a prepaid metering system so as to reduce peak demand."}, {"text_block_id": "p51_b852", "text": "Government will promote the development and dissemination of improved cooking technology as part of the wider strategy to reduce wood fuel consumption."}, {"text_block_id": "p51_b853", "text": "Government will ensure the integration of energy within broader rural development interventions by forging dialogue and co-ordination among the agencies and communities involved."}, {"text_block_id": "p51_b854", "text": "Government will develop and implement national awareness-raising programmes and action strategies aimed at improving energy savings and conservation, education and information dissemination on energy-technology options, costs and technical know-how."}, {"text_block_id": "p52_b855", "text": "Government will develop awareness-creation programmes and action strategies aimed at improving energy savings and conservation in urban households."}, {"text_block_id": "p52_b856", "text": "Government will promote the use of suitable alternatives to wood fuel"}, {"text_block_id": "p52_b857", "text": "–"}, {"text_block_id": "p52_b858", "text": "such as LPG, paraffin, electricity and wood fuel briquettes"}, {"text_block_id": "p52_b859", "text": "–"}, {"text_block_id": "p52_b860", "text": "and solar cookers will be advocated."}, {"text_block_id": "p52_b861", "text": "Government will promote the use of biogas for cooking in both households and institutions. Biogas digesters will be installed in institutions such as schools and hospitals to reduce wood fuel usage and power bills."}, {"text_block_id": "p52_b862", "text": "8.4.2. Mining and Industry"}, {"text_block_id": "p52_b863", "text": "Government will develop training programmes and incentives aimed at encouraging the adoption of more efficient technologies, machinery and processes."}, {"text_block_id": "p52_b864", "text": "Government will offer financial incentives for energy efficiency, e.g. the"}, {"text_block_id": "p52_b865", "text": "introduction of ‘time"}, {"text_block_id": "p52_b866", "text": "-"}, {"text_block_id": "p52_b867", "text": "use’ electricity tariffs."}, {"text_block_id": "p52_b868", "text": "Government will promote energy efficiency awareness and will encourage the use of energy-efficient practices within the sector."}, {"text_block_id": "p52_b869", "text": "Government will encourage industry and mines to provide their own power supplies and increased the energy mix in energy generation and distribution."}, {"text_block_id": "p52_b870", "text": "Government will facilitate public"}, {"text_block_id": "p52_b871", "text": "–"}, {"text_block_id": "p52_b872", "text": "private sector partnerships as a way of optimising the application of technology in energy-use management."}, {"text_block_id": "p52_b873", "text": "8.4.3. Transport"}, {"text_block_id": "p52_b874_merged_merged_merged_merged", "text": "The feasibility of introducing measures for pollution control will be explored, including using environmentally friendly fossil fuels – e.g. unleaded gasoline, blend petrol, low-sulphur diesel – and the importation of more fuel-efficient vehicles."}, {"text_block_id": "p53_b879", "text": "Government will promote energy-efficiency awareness and conservation and will encourage the use of energy-efficient vehicles."}, {"text_block_id": "p53_b880", "text": "Government will integrate and harmonise implementation of the various national policies related to the transport sector."}, {"text_block_id": "p53_b881", "text": "Government will promote the development and use of alternative fuels such as biodiesel and ethanol blending."}, {"text_block_id": "p53_b882", "text": "8.4.4. Agriculture"}, {"text_block_id": "p53_b883", "text": "Government will promote measures to improve the efficiency of energy use in agriculture, such as the provision of information and the use of low-energy equipment."}, {"text_block_id": "p53_b884", "text": "8.4.5. Commerce"}, {"text_block_id": "p53_b885", "text": "Government will emphasise the adoption of energy-demand management and the implementation of energy-conservation measures in institutional buildings and in Government departments."}, {"text_block_id": "p53_b886", "text": "9. CROSS-CUTTING ISSUES"}, {"text_block_id": "p53_b887", "text": "9.1. Background"}, {"text_block_id": "p53_b888", "text": "A number of issues cut across all the energy sub-sectors. These constitute the institutional framework and governance, energy policy and planning, regulation, research and development, and gender issues. Clear policies are needed for these issues since they all affect the energy sector directly or indirectly."}, {"text_block_id": "p53_b889", "text": "9.2. Challenges"}, {"text_block_id": "p53_b890", "text": ""}, {"text_block_id": "p53_b891", "text": "Uncoordinated planning."}, {"text_block_id": "p53_b892", "text": ""}, {"text_block_id": "p53_b893", "text": "Uncoordinated research."}, {"text_block_id": "p53_b894", "text": ""}, {"text_block_id": "p53_b895", "text": "Unclear policies on gender and the environment."}, {"text_block_id": "p54_b896", "text": "9.3. ENERGY POLICY AND PLANNING"}, {"text_block_id": "p54_b897", "text": "9.3.1. Background"}, {"text_block_id": "p54_b898", "text": "Energy policy and planning involves the collection, recording and storage of data. These data will then be used as the backbone of the policy-making process. There is therefore a need to develop systems to assist in the acquisition, analysis and storage of such data. Zimbabwe is yet to develop an integrated energy plan."}, {"text_block_id": "p54_b899", "text": "The integrated energy plan will address energy demand balanced with energy supply, transformation, economics, gender and environmental considerations, along with the available resources. By addressing the integrated energy plan under the umbrella of different scenarios, it is possible to take into account the various consequences of each scenario."}, {"text_block_id": "p54_b900", "text": "9.3.2. Policy Measures"}, {"text_block_id": "p54_b901", "text": "The policy measures to plan effectively for energy provision are to:"}, {"text_block_id": "p54_b902", "text": ""}, {"text_block_id": "p54_b903", "text": "Identify secure and reliable sources of energy information and data."}, {"text_block_id": "p54_b904", "text": ""}, {"text_block_id": "p54_b905", "text": "Disseminate energy data regularly."}, {"text_block_id": "p54_b906", "text": ""}, {"text_block_id": "p54_b907", "text": "Adopt an inclusive energy-planning approach."}, {"text_block_id": "p54_b908", "text": ""}, {"text_block_id": "p54_b909", "text": "Ensure environmental considerations in energy supply, transformation and end-use."}, {"text_block_id": "p54_b910", "text": "9.3.3. Strategies"}, {"text_block_id": "p54_b911", "text": "Government will enact an Energy Management Act to:"}, {"text_block_id": "p54_b912", "text": ""}, {"text_block_id": "p54_b913", "text": "Formalise the energy policy and planning process by defining the roles of different stakeholders and creating the relevant legal and institutional framework (e.g. establishing a National Energy Advisory Council, a multi-stakeholder policy advisory forum with different working groups)."}, {"text_block_id": "p54_b914", "text": ""}, {"text_block_id": "p54_b915", "text": "Empower the Minister to collect all relevant energy data and information sufficient to support policy and planning."}, {"text_block_id": "p55_b916", "text": ""}, {"text_block_id": "p55_b917", "text": "Provide for the funding of energy research and development."}, {"text_block_id": "p55_b918", "text": ""}, {"text_block_id": "p55_b919", "text": "Recognise and define the appropriate role of the Minister in awarding and managing special grants for the exploration, development and utilisation of energy minerals such as coal, gas, oil and nuclear-energy source materials."}, {"text_block_id": "p55_b920", "text": ""}, {"text_block_id": "p55_b921", "text": "Define the principles for resolving ambiguities in the roles of the Minister, other government departments and agencies, the energy regulator and other regulators (such as the Competition and Tariff Commission) in formulating, monitoring and enforcing energy policies and standards."}, {"text_block_id": "p55_b922", "text": ""}, {"text_block_id": "p55_b923", "text": "Provide for the issuing of regulations by the Minister on all matters related to energy management, such as competition for the market by IPPs, the target energy-resource mix for power generation, guidelines for embedding cross-cutting issues in integrated energy resource plans, etc."}, {"text_block_id": "p55_b924", "text": "The Ministry will, in accordance with procedures to be outlined in the proposed Energy Management Act, develop and review integrated electricity energy resource master plans so as to increase the proportion of electricity generated from renewable energy resources for environmental sustainability. ZERA will take account of the integrated resource master plans in licensing new capacity."}, {"text_block_id": "p55_b925", "text": "The Ministry will continue building capacity for policy and planning through cooperation with regional and international organisations."}, {"text_block_id": "p55_b926", "text": "9.4. GOVERNANCE AND INSTITUTIONAL FRAMEWORK"}, {"text_block_id": "p55_b927", "text": "9.4.1. Background"}, {"text_block_id": "p55_b928_merged", "text": "The prevailing institutional arrangements need to be clarified and strengthened. Currently, roles of different players in the sector vis-à-vis the role of government are not very clear. It is necessary to improve institutional arrangements to bring about more effective coordination of the various activities of the many players in the sector, clarify their roles, foster"}, {"text_block_id": "p56_b931", "text": "accountability and transparency, and develop synergy between the different players."}, {"text_block_id": "p56_b932", "text": "The fundamental principle for an efficient institutional framework and governance is to minimise the conflicts of interest that are inherent in making, monitoring and implementing policy. At the national governance level this is achieved by separating the legislature (law maker), judiciary (law interpreter) and executive (law implementer). At the energy-sector level this is achieved by separating the policy-making role of the Minister, the policy-monitoring role of the regulator and the policy-implementation role of the energy service provider. Appropriate capacity-building should be undertaken so that each institution is able to discharge its responsibilities without interfering with the role of others."}, {"text_block_id": "p56_b933", "text": "9.4.2. Challenges"}, {"text_block_id": "p56_b934", "text": ""}, {"text_block_id": "p56_b935", "text": "Direct involvement in the regulation of the sector."}, {"text_block_id": "p56_b936", "text": ""}, {"text_block_id": "p56_b937", "text": "Unclear roles of government, utilities and regulators."}, {"text_block_id": "p56_b938", "text": ""}, {"text_block_id": "p56_b939", "text": "Coordination with other ministries and organisations on energy resources that do not fall directly under the Ministry."}, {"text_block_id": "p56_b940", "text": "9.4.3. Policy Measures"}, {"text_block_id": "p56_b941", "text": ""}, {"text_block_id": "p56_b942", "text": "Improve institutional arrangements."}, {"text_block_id": "p56_b943", "text": ""}, {"text_block_id": "p56_b944", "text": "Promote legal, regulatory and institutional frameworks to create consumer and investor confidence."}, {"text_block_id": "p56_b945", "text": ""}, {"text_block_id": "p56_b946", "text": "Enhance corporate governance and accountability in energy institutions."}, {"text_block_id": "p56_b947", "text": "9.4.4. Strategies"}, {"text_block_id": "p56_b948", "text": "As far as is practicable, in order to clarify roles and minimise conflicts of interest, the institutional framework and governance of the energy sector will be guided by the following principles: the Minister decides policy, the regulator monitors and enforces policy, and the energy service provider executes the policies."}, {"text_block_id": "p57_b949", "text": "The proposed Energy Management Act will include legal provisions to empower the Minister of Energy and Power Development to have oversight over all energy resources and energy-related cross-cutting issues such as energy pricing, product and service quality, energy efficiency and demand-side management."}, {"text_block_id": "p57_b950", "text": "The apparent duplication of roles between the regulator and the Minister will be resolved by the Energy Management Act, based on the principle that the regulator has the fundamental role of monitoring and enforcing policy while"}, {"text_block_id": "p57_b951", "text": "the Ministry’s fundamental role is to decide the relevant energy policies and"}, {"text_block_id": "p57_b952", "text": "plans that will then be monitored and enforced by the regulator."}, {"text_block_id": "p57_b953", "text": "9.5. REGULATION"}, {"text_block_id": "p57_b954", "text": "9.5.1. Background"}, {"text_block_id": "p57_b955_merged_merged", "text": "Regulation of infrastructure services can be defined as ‘the combination of institutions, laws, and processes that, taken together, enable a government to exercise formal and informal control over the operating and investment decisions of enterprises that supply infrastructure services. Perfect competition is theoretically the most efficient regulatory system. In practice, conditions for perfect competition do not exist, and it is necessary for government to intervene in order to protect investors and consumers from the consequences of market imperfections, such as abuse of monopoly market power that leads to the provision of poor and high-cost products and services, or collusion to fix prices or engage in other anti-competitive activities."}, {"text_block_id": "p57_b960", "text": "The regulation of the energy sector has evolved over the years as a shared responsibility between different government departments, state energy enterprises and parastatals. The major weaknesses of this traditional regulatory system are a lack of transparency, conflicts of interest and weak coordination, which often lead to poor and inevitably contradictory decisions"}, {"text_block_id": "p58_b961", "text": "on such key issues as prices, product quality and service standards, with adverse impacts on investment and consumption."}, {"text_block_id": "p58_b962", "text": "The Electricity Act of 2002 established an electricity regulatory commission, ZERC, and the Petroleum Act of 2006 ["}, {"text_block_id": "p58_b963", "text": "Chapter 13:22"}, {"text_block_id": "p58_b964", "text": "] created a similar regulatory agency for the petroleum sub-sector. Recognising the scarcity of human and material resources and the similarity of function, Government decided, through the Energy Regulatory Authority Act of 2011, to create ZERA to deal with these two sub-sectors and any other energy sub-sector to be defined by the Minister on the recommendation of the regulatory authority. In establishing ZERA, Government also sought to address the weakness in the legal framework that did not provide the adequate degree of independence required for regulatory efficiency."}, {"text_block_id": "p58_b965", "text": "9.5.2. Zimbabwe Energy Regulatory Authority (ZERA)"}, {"text_block_id": "p58_b966", "text": "ZERA was established by the Energy Regulatory Authority Act of 2011"}, {"text_block_id": "p58_b967", "text": "‘to"}, {"text_block_id": "p58_b968", "text": "regulate the procurement, production, transportation, transmission, distribution, importation and exportation of energy derived from any energy"}, {"text_block_id": "p58_b969", "text": "source’"}, {"text_block_id": "p58_b970", "text": "("}, {"text_block_id": "p58_b971", "text": "section 4(1)(a)"}, {"text_block_id": "p58_b972", "text": "). The Electricity Act and the Petroleum Act define the legal framework for the regulation of these sub-sectors, while the ERA Act, section 7, provides the legal framework for extending regulation to other energy sub-sectors."}, {"text_block_id": "p58_b973_merged_merged_merged", "text": "The Act gives ZERA independent decision-making authority for clearly defined functions that are critical for ensuring operational, financial and investment efficiency in the energy sector: ‘Subject to this Act, the Authority shall not, in the lawful exercise of its functions under this Act, be subject to the direction or control of any person or authority (section 4(4))."}, {"text_block_id": "p58_b979", "text": "9.5.2.1. Roles of ZERA"}, {"text_block_id": "p58_b980", "text": "The decision-making role of the Authority is principally concerned with the development, monitoring and enforcement of product and service standards,"}, {"text_block_id": "p59_b981", "text": "energy prices, dispute resolution, and the issuing, enforcement, renewal, amendment or cancellation of licences."}, {"text_block_id": "p59_b982_merged", "text": "The respective roles shown in Figure 1 need to be respected in order to maintain the regulator’s independence. A compact agreement between the Minister and ZERA can help to clarify roles in the same way that license terms and conditions clarify the expectations of the regulator to the energy market players."}, {"text_block_id": "p59_b985", "text": "Figure 1: Institutional Roles"}, {"text_block_id": "p59_b986", "text": "9.5.2.2. Market Structure and Competition"}, {"text_block_id": "p59_b987", "text": "Market structures evolve on the basis of whether a product or service can be more efficiently provided through competition within the market or, in the case of a natural monopoly or a small market, competition for the market. At"}, {"text_block_id": "p60_b988", "text": "present, the electricity market is dominated by the vertically integrated, state-owned ZESA Holdings. The petroleum market is deregulated, with many players in the trading business, but it still dominated by the public sector and multinationals in storage and transportation infrastructure. The rest of the energy services are provided through informal and formal, community and private-sector markets. The largest energy resource, wood fuel, is supplied largely through the free exploitation of natural forests in rural areas."}, {"text_block_id": "p60_b989", "text": "If competition in the market is approved, the regulator has to monitor the effectiveness of the competition and ensure access to essential facilities which may be owned or managed by a natural monopoly. The regulator also has to"}, {"text_block_id": "p60_b990", "text": "deal with any ‘stranded costs’ that cannot be recovered and subsidies that"}, {"text_block_id": "p60_b991", "text": "cannot be maintained after deregulation. Where there is evidence of anti"}, {"text_block_id": "p60_b992", "text": "-"}, {"text_block_id": "p60_b993", "text": "competitive behaviour, ZERA has to take appropriate corrective action, including referring the matter to the Competition and Tariff Commission."}, {"text_block_id": "p60_b994", "text": "9.5.2.3. Pricing"}, {"text_block_id": "p60_b995_merged_merged", "text": "The most common price-control approaches are price caps, revenue caps or investment return caps. A cap is a way of simulating competition. In a competitive market the price is determined by market forces of supply and demand. Market players are obliged to operate on the basis of the market price and adjust their supply-and-demand patterns accordingly. Suppliers who cannot cover their costs at the market price go out of business. Consumers who cannot afford the market price switch to alternative products or go without."}, {"text_block_id": "p60_b998", "text": "The energy regulator has to establish a cap that fulfils the need for investors to have prices that reflect the costs of efficient operation and the need for consumers to fulfil their basic energy needs at competitive prices. Particular attention needs to be given to the basic energy needs of low-income groups, mostly the rural population and urban poor."}, {"text_block_id": "p60_b999", "text": "9.5.2.4. Challenges"}, {"text_block_id": "p60_b1000", "text": ""}, {"text_block_id": "p60_b1001", "text": "The pricing policy is not very clear."}, {"text_block_id": "p61_b1002", "text": ""}, {"text_block_id": "p61_b1003", "text": "Duplication of roles between the Ministry and ZERA and between ZERA and the Competition and Tariff Commission."}, {"text_block_id": "p61_b1004", "text": ""}, {"text_block_id": "p61_b1005", "text": "A lack of transparent regulations for IPPs."}, {"text_block_id": "p61_b1006", "text": "9.5.2.5. Policies"}, {"text_block_id": "p61_b1007", "text": ""}, {"text_block_id": "p61_b1008", "text": "Define clearly the roles of ZERA in relation to the Ministry and the Competition and Tariff Commission."}, {"text_block_id": "p61_b1009", "text": ""}, {"text_block_id": "p61_b1010", "text": "Create, promote and preserve an efficient energy industry."}, {"text_block_id": "p61_b1011", "text": ""}, {"text_block_id": "p61_b1012", "text": "Provide incentives for energy efficiency and demand-side management."}, {"text_block_id": "p61_b1013", "text": ""}, {"text_block_id": "p61_b1014", "text": "Have clear pricing and subsidy policies."}, {"text_block_id": "p61_b1015", "text": "9.5.2.6. Strategies"}, {"text_block_id": "p61_b1016_merged", "text": "To avoid any role ambiguity between the regulator and the Ministry, Government will define the relationship between the two institutions in a compact agreement. Licence terms and conditions will clarify the respective roles of the regulator and the energy service providers. The compact agreement must specify the regulator’s decision-making and advisory roles consistent with the law."}, {"text_block_id": "p61_b1019", "text": "The Minister will take steps to rapidly build the capacity of ZERA in order to establish its credibility and legitimacy to key stakeholders, in particular the policy-makers, investors, financiers and consumers."}, {"text_block_id": "p61_b1020", "text": "Government, through ZERA, will continually monitor market operations to ensure that energy products and services are being provided competitively. Where there is evidence that a service can be provided more efficiently through competition within the market, ZERA will recommend deregulation for approval by the Minister."}, {"text_block_id": "p61_b1021", "text": "To promote coordination and to avoid conflict between ZERA and the Competition and Tariff Commission, ZERA will be responsible for developing and implementing regulations to prevent anti-competitive market conduct, while the Commission will take corrective action against any proven abuse of"}, {"text_block_id": "p62_b1022", "text": "market power. The Competition and Tariff Commission will not, however, usurp the role of the energy regulator in deciding energy prices or any other regulatory matters defined in energy policy and legislation."}, {"text_block_id": "p62_b1023", "text": "In recognition of the urgent need for the least-cost development of power generation, the Minister, in consultation with ZERA, will, within the earliest possible period, complete the development of transparent regulations governing competition for the market by IPPs."}, {"text_block_id": "p62_b1024", "text": "ZERA will incorporate in licences and regulations explicit principles and measures for embedding energy efficiency and demand-side management, environmental protection and gender, and other energy cross-cutting issues related to the quality and sustainability of energy services."}, {"text_block_id": "p62_b1025", "text": "In energy pricing the Minister will make decisions on subsidy policies and pricing methodologies recommended by ZERA, and the regulator will decide independently on the price, revenue or rate of return caps according to the approved methodology. The Minister and regulator will ensure that the costs allowed in calculating energy prices are the least-cost in accordance with explicitly defined benchmarks. Integrated energy development master plans will be used to provide an indication of the lowest long-run marginal costs as benchmarks for evaluating competition for the market."}, {"text_block_id": "p62_b1026", "text": "ZERA will declare coal, oil, natural gas, coal bed methane, uranium and other nuclear energy material as energy resources in terms of the ERA Act. It will also define the appropriate regulatory framework, including in particular the pricing principles for power-generation applications and general consumer end-uses. This will be done within a period to be advised to the Minister at the earliest opportunity."}, {"text_block_id": "p62_b1027", "text": "ZERA will provide the Minister with sufficient information and data to enable the objective determination of affordability and thereby establish targeted subsidies and subsidy funding mechanisms to facilitate access to modern energy services by those unable to afford economic prices."}, {"text_block_id": "p63_b1028", "text": "9.6. RESEARCH AND DEVELOPMENT"}, {"text_block_id": "p63_b1029", "text": "9.6.1. Background"}, {"text_block_id": "p63_b1030", "text": "Energy research and development is undertaken on an uncoordinated basis by institutions of higher learning, the Scientific and Industrial Research and Development Centre, and donor-funded NGOs. There is no policy defining a target budget and funding for energy research and development. Section 24 of the Research Act ["}, {"text_block_id": "p63_b1031", "text": "Chapter 10:22"}, {"text_block_id": "p63_b1032", "text": "] provides for the establishment of research councils and research institutes on the recommendation of any responsible Minister. The Minister of Energy is therefore empowered to recommend the establishment of an Energy Research Council in terms of that Act."}, {"text_block_id": "p63_b1033", "text": "9.6.2. Challenges"}, {"text_block_id": "p63_b1034", "text": ""}, {"text_block_id": "p63_b1035", "text": "Uncoordinated energy research."}, {"text_block_id": "p63_b1036", "text": ""}, {"text_block_id": "p63_b1037", "text": "No funding for research."}, {"text_block_id": "p63_b1038", "text": ""}, {"text_block_id": "p63_b1039", "text": "Unfocused research not addressing the country’s needs."}, {"text_block_id": "p63_b1040", "text": "9.6.3. Policies"}, {"text_block_id": "p63_b1041", "text": ""}, {"text_block_id": "p63_b1042", "text": "Coordinate energy research in Zimbabwe."}, {"text_block_id": "p63_b1043", "text": ""}, {"text_block_id": "p63_b1044_merged_merged", "text": "Promote energy-related research for better exploitation of the country’s energy resources (solar wind, geothermal and nuclear)."}, {"text_block_id": "p63_b1047", "text": ""}, {"text_block_id": "p63_b1048", "text": "Develop or adapt energy technologies to suit the Zimbabwean situation."}, {"text_block_id": "p63_b1049", "text": ""}, {"text_block_id": "p63_b1050", "text": "Encourage research into socio-cultural aspects of energy use in order to foster wider adoption of more efficient energy technologies and practices."}, {"text_block_id": "p63_b1051", "text": "9.6.4. Strategies"}, {"text_block_id": "p63_b1052", "text": "The Minister will, through section 24 of the Research Act, recommend at the earliest opportunity the establishment of an Energy Research Council to facilitate the coordination of all energy research and development in the country. The proposed Energy Management Act will make provision for the"}, {"text_block_id": "p64_b1053", "text": "budget and funding mechanisms for energy research. In the meantime the surpluses from ZERA levies that are not legally required for Rural Electrification can be used to support energy-research activities."}, {"text_block_id": "p64_b1054", "text": "9.7. GENDER AND ENERGY"}, {"text_block_id": "p64_b1055", "text": "9.7.1. Background"}, {"text_block_id": "p64_b1056", "text": "Gender issues have come to the forefront in many development sectors, but the energy sector has been slow to acknowledge the links between gender equality, energy and development. Energy and the roles of women and men are socially and culturally linked in many diverse ways. These linkages evolve over time and vary across income groups, between urban and rural households, and from region to region. Some of these variations affect both men and women in the same way. However, the role of women in energy provision and their participation in different facets of the energy sector have not been sufficiently addressed. Therefore, in addressing the issue of energy and gender, the focus is mainly on improving the situation of women."}, {"text_block_id": "p64_b1057", "text": "Energy is needed for household uses, such as cooking, lighting, space heating and other appliances; for agricultural uses, such as tilling, irrigation and post-harvest processing; and for rural industry uses, such as milling, mechanical energy, and process heat. Energy is also an input to water supply, communications, commerce, health, education and transportation in rural areas. Much of this energy is used and produced by women."}, {"text_block_id": "p64_b1058_merged", "text": "Higher-income people generally use more-efficient and more-convenient sources of energy such as gas and electricity, while poor people use less-efficient and less-convenient sources such as wood fuel and human energy. Multiple fuel use is common at all income levels nonetheless, and the ‘fuel ladder’ is perhaps more accurately replaced by a ‘fuel pyramid’ of multiple fuels for different purposes and at different times. Poor people have fewer energy options than rich people, and they often pay more for them – both"}, {"text_block_id": "p65_b1063", "text": "absolutely (paying higher unit prices) and relatively (as a percentage of their income)"}, {"text_block_id": "p65_b1064", "text": "–"}, {"text_block_id": "p65_b1065", "text": "than the non-poor do. Poor women nonetheless value multiple energy options highly and need them to help manage their daily work and time."}, {"text_block_id": "p65_b1066", "text": "The main use of inanimate energy in rural areas is for cooking and heating. Biomass is the primary fuel used, and it will continue to be so for the foreseeable future. The major source of energy in rural areas is human labour, which is used for both survival activities and production. This dependence on biomass and human energy is an important factor in rural poverty, and it is not measured either in national accounts or in energy balances. The role of women (and children) in this energy-use system is well known. The adverse effects of energy scarcity on poor women have been well documented. Health is a primary concern here."}, {"text_block_id": "p65_b1067_merged_merged", "text": "The presence of a large number of female-headed households in Zimbabwe, as well as women's primary responsibility for energy procurement and management (and the invisibility of these tasks in national energy accounts), give this ‘energy poverty’ a particular gender bias. The risk of poverty is greater for women, with 45 per cent of the households in Zimbabwe being female-headed."}, {"text_block_id": "p65_b1070", "text": "Neither public nor private energy infrastructure provisions are gender-neutral. Women use energy and electricity differently from men because of their different household and productive activities. For example, decisions about how or where electricity and electricity services (such as information and communication technology packages) are provided to households and communities influence women's ability to take advantage of these services."}, {"text_block_id": "p65_b1071", "text": "Women's micro-enterprises (an important factor in household income as well as in women's welfare and empowerment) are heat-intensive (food processing), labour-intensive and/or light-intensive (intensive home industries with work in evenings). A lack of adequate energy supplies -and other coordinated support"}, {"text_block_id": "p65_b1072", "text": "–"}, {"text_block_id": "p66_b1073", "text": "for these activities affects women's ability to operate these micro-enterprises profitably and safely. Conversely, the provision of affordable energy can be a key factor in enabling rural enterprises. The thrust is to mainstream gender issues into all energy-development issues in order to eliminate all negative economic, social and cultural practices that impede the equality and equity of the sexes."}, {"text_block_id": "p66_b1074", "text": "Although there are gender disparities in almost every context that need to be examined, they should be considered within the particular social, economic and political context. Since women throughout the world are not a homogeneous group, factors relating to culture, income, social class, religion, family status and geographical location also need to be incorporated into a more integrated view of energy as a factor in promoting social and economic development."}, {"text_block_id": "p66_b1075", "text": "9.7.2. Challenges"}, {"text_block_id": "p66_b1076", "text": ""}, {"text_block_id": "p66_b1077", "text": "Limited awareness of gender issues in general in the society."}, {"text_block_id": "p66_b1078", "text": ""}, {"text_block_id": "p66_b1079", "text": "A small proportion of women enrol for energy-related educational programmes."}, {"text_block_id": "p66_b1080", "text": ""}, {"text_block_id": "p66_b1081", "text": "No synergy between gender interventions for the energy sector and the"}, {"text_block_id": "p66_b1082", "text": "country’s overall agend"}, {"text_block_id": "p66_b1083", "text": "a on gender issues."}, {"text_block_id": "p66_b1084", "text": ""}, {"text_block_id": "p66_b1085", "text": "Lack of participation by women in making energy choices."}, {"text_block_id": "p66_b1086", "text": "9.7.3. Policies"}, {"text_block_id": "p66_b1087", "text": ""}, {"text_block_id": "p66_b1088", "text": "Ensure that the challenge of gender equality in the energy sector becomes a visible and key concern at the policy level."}, {"text_block_id": "p66_b1089", "text": ""}, {"text_block_id": "p66_b1090_merged_merged", "text": "Ensure that all energy interventions create opportunities for women’s empowerment and gender equality at the programme level."}, {"text_block_id": "p66_b1093", "text": ""}, {"text_block_id": "p66_b1094", "text": "Ensure that space and opportunities are available to women at the organizational level."}, {"text_block_id": "p66_b1095", "text": ""}, {"text_block_id": "p66_b1096", "text": "Encourage greater enrolment of women in energy-related disciplines."}, {"text_block_id": "p67_b1097", "text": "9.7.4. Strategies"}, {"text_block_id": "p67_b1098", "text": "Government will advocate capacity building to integrate a gender perspective into energy programmes at tertiary institutions and in policy and projects."}, {"text_block_id": "p67_b1099", "text": "The Ministry will identify a gender focal person to represent the Ministry, and who will direct and coordinate the implementation of gender mainstreaming in the energy sector, as well as ensure the systematic dissemination of energy and gender policies and awareness of energy issues in gender institutions."}, {"text_block_id": "p67_b1100", "text": "The Ministry will adopt gender-sensitive budgeting in energy-sector planning and programming, based on regional and international gender protocols and the National Gender Policy to ensure gender equality."}, {"text_block_id": "p67_b1101", "text": "For gender-sensitive energy development, Government will promote the acceleration of the representation of women at all levels and in all spheres of energy development and management activities."}, {"text_block_id": "p67_b1102_merged", "text": "Government will adopt a gender-mainstreaming strategy in policy analysis, future project design, implementation, and monitoring and evaluation activities. All new energy programmes and schemes will be subjected to a gender appraisal, so as to encourage gender sensitivity and women’s participation from the outset. This approach should entail gender analysis, the use of sex-disaggregated data and gender-sensitive indicators in project reporting and in monitoring and evaluation requirements."}, {"text_block_id": "p67_b1105", "text": "Government will expedite rural electrification programmes so that electricity can reach remote areas and ease the burden of rural women in sourcing energy."}, {"text_block_id": "p67_b1106", "text": "GLOSSARY OF TERMS"}, {"text_block_id": "p67_b1107", "text": "Bagasse Organic residue from sugar processing that is frequently used as a fuel for power generation."}], "document_description": "This Policy is prepared by the Ministry of Energy and Power Development (MOEPD) to provide a framework for the exploitation, distribution and utilization of energy resources to fulfil the five broad policy principles (also known as five A's):&nbsp;</div><ul><li>&nbsp;to increase the access of all sectors of the economy to affordable energy through the optimal use of available energy resources and diversification supply option (applicability, availability, acceptability and affordability);</li><li>&nbsp;to stimulate sustainable economic growth by promoting competition, efficiency and investment in the sector (applicability and accountability);</li><li>&nbsp;to improve the institutional framework and governance in the energy sector (accountability);</li><li>&nbsp;to promote research and development in the energy sector (applicability);</li><li>&nbsp;to develop the use of other renewable energy sources of energy to complement conventional sources of energy (applicability and acceptability).</li></ul><div>The policy objective is to create and promote a conductive environment for energy sector players to be able to identify ad develop opportunities for energy supply that promote sustainable development. The demand side section of the policy highlights the issues in the context of the five demand sectors: agriculture, industry and mining, commerce and services, transport and households (both urban and rural). Focuses include the efficient use of energy in carrying out economic activities and promoting of fuel-wood substation. The supply side refers to the use of coal, petroleum products, electricity, gas and renewable energy. It calls for the sustainable use of biomass resources (e.g. wood fuel, industrial waste such as bagasse and pulp), hydropower, solar power and wind power. Hydropower is currently contributing to the national grid, and the document identifies its potential contribution to rural power needs. It also promises that the underutilized solar power will be developed, both for solar electricity and solar heat. Policy measures specific to renewable energy includes: to adopt a long-term government-driven, renewable energy technologies (RETs) programme, which encourages IPPS and public-private partnerships to harness sustainable RETs; to institute innovative funding mechanisms and finance opportunities such as Clean Development Mechanisms, feed-in-tariffs and micro-credit institutions for RETs; to institute RETs-sustainable capacity building programmes; to raise awareness about the benefits and opportunities of renewable energy; to encourage local production and the commercialisation of technologies; to strengthen the institutional framework for research and development and the promotion of renewable energy technologies; to promote investment into standalone solar energy systems to cater four rural communities; to promote efficient use of biomass for cooking; to encourage the use of waste biomass for energy purposes; and to develop incentives for investment in renewable energy (such as subsidies and tax concessions)."}