{"document_instrument_name": "Subsidies|Economic", "document_country_english_shortname": "Zimbabwe", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "National Renewable Energy Policy (NREP)", "document_country_code": "ZWE", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "19/03/2020", "document_keyword": "Renewables", "document_url": "https://cdn.climatepolicyradar.org/ZWE/2020/ZWE-2020-03-19-National Renewable Energy Policy (NREP)_9808d212ad4e558d4a4adafba28d36ba.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Republic of Zimbabwe"}, {"text_block_id": "p0_b2", "text": "March 2019"}, {"text_block_id": "p1_b3", "text": "Table of contents"}, {"text_block_id": "p2_b4", "text": "10. Promoting Off-grid Technologies and Other Clean Energy Solutions in Zimbabwe 36"}, {"text_block_id": "p4_b5", "text": "Ministerial Foreword"}, {"text_block_id": "p4_b6", "text": "Energy has a major role to play in the overall economic and social development of Zimbabwe. The energy sector in Zimbabwe is overseen by the Ministry of Energy and Power Development (MoEPD). The National Energy Policy (NEP) was promulgated in the year 2012 to provide an overal framework for optimal supply and utilization of energy in general and ensure access to modern energy services for the country’s socio-economic development. The National Renewable Energy Policy (NREP) focusses on the energy needs of the country from renewable energy resources. It is an initiative aimed at securing the long term energy needs of the country in a sustainable way."}, {"text_block_id": "p4_b7", "text": "The Policy aims to augment the national vision of the country as spelt out by the President of Zimbabwe, His Excellency Cde. E. D. Mnangagwa. The thrust of Vision 2030 is to transform Zimbabwe into an upper middle income economy. This vision also aims to raise employment levels upwards, and to progressively reduce the poverty rate to levels consistent with the upper middle income economies, among other factors. These will be achieved through Five pillars of Vision 2030 which are as follows:"}, {"text_block_id": "p4_b8", "text": "The Policy aims to augment the national vision of the country as spelt out by the President of Zimbabwe, His Excellency Cde. E. D. Mnangagwa. The thrust of Vision 2030 is to transform Zimbabwe into an upper middle income economy. This vision also aims to raise employment levels upwards, and to progressively reduce the poverty rate to levels consistent with the upper middle income economies, among other factors. These will be achieved through Five pillars of Vision 2030 which are as follows:\n* Governance.\n* Inclusive economic growth.\n* Macro-economic Stability and Financial re-engagement.\n* Social Development.\n* Cross-Cutting Enablers."}, {"text_block_id": "p4_b18", "text": "MOEPD is under the Cross-Cutting Enablers Pillar and this policy is one of the initiatives undertaken by my Ministry to achieve this vision. The pursuit of Vision 2030 would be anchored on the following national priorities:"}, {"text_block_id": "p4_b19", "text": "MOEPD is under the Cross-Cutting Enablers Pillar and this policy is one of the initiatives undertaken by my Ministry to achieve this vision. The pursuit of Vision 2030 would be anchored on the following national priorities:\n* Private sector-led rapid growth and development\n* Enhanced domestic and foreign investment as encapsulated by the mantra\n* Creation of a responsive, efficient and e-enabled Public Service apparatus."}, {"text_block_id": "p4_b26", "text": "All of these are clearly defined in this policy."}, {"text_block_id": "p4_b27", "text": "Zimbabwe at present is mainly dependent on coal, petroleum, hydroelectric power and fuel-wood to meet its energy needs. The country is dependent on petroleum and power imports due to lack of petroleum resources and ageing electricity system infrastructure. The shortage of electricity is compounded by the fact that little investment has occurred in the sector in the past Twenty-five (25) years prior to the year 2014. Due to the frequent power shortages, business had resorted to purchasing and operating diesel generators as an alternative to grid power. Diesel generators are expensive to operate and pollute the environment. More than sixty percent (60%) of the population still rely on solid biomass fuel for thermal needs and have no access to clean energy sources. Renewable energy sources will help address these problems. Also, Zimbabwe has huge and diversified renewable energy potential which needs to be harnessed effectively to create a sustainable energy portfolio in the country. The National Renewable Energy Policy also addresses the Climate Change concerns and the country’s commitment to the World to reduce greenhouse gas (GHG) emissions."}, {"text_block_id": "p4_b28", "text": "Zimbabwe has vast renewable energy resources like solar, hydro, biomass and to a limited extent, wind and geothermal, that to date have largely remained unexploited. The majority of the population especially in rural areas, has no access to basic energy services with the energy supply-demand gap continuing to widen. The Government of Zimbabwe, non-governmental organizations (NGOs) and the private sector have supported the development of renewable energy since the country`s Independence in the year 1980. A number of programmes have been implemented to promote the adoption of renewable energy technologies such as National Energy Policy, Sustainable Energy for All (SE4ALL), The National Biogas Programme, Rural Electrification (using solar mini-grids), Nationally Determined Contributions (NDCs), Renewables Readiness Assessment (RRA), Climate Policy among others. Over the years renewable energy has become competitive and is achieving grid parity globally. Therefore, it is an opportune"}, {"text_block_id": "p5_b29", "text": "time to exploit the huge renewable energy potential to meet Zimbabwe’s growing energy demand, achieve universal energy access and secure the country’s long term energy needs in a sustainable manner."}, {"text_block_id": "p5_b30", "text": "This National Renewable Energy Policy was developed by the MoEPD to promote and drive investment into the sector by overcoming a number of barriers that currently exist in the energy sector. It also aims to improve the livelihood of the rural population by providing access to reliable energy through off-grid solutions, and thus creating opportunities which did not exist before."}, {"text_block_id": "p5_b31", "text": "Honourable Dr J. M. Gumbo (MP)"}, {"text_block_id": "p5_b32", "text": "MINISTER OF ENERGY AND POWER DEVELOPMENT."}, {"text_block_id": "p6_b33", "text": "Acknowledgement"}, {"text_block_id": "p6_b34", "text": "The formulation of the National Renewable Energy Policy involved a robust stakeholder consultation process around different thematic areas of the Policy, such as Renewable Energy targets, procurement models, project development processes, financing, skills development, and environmental and social impacts. In developing the Policy, the key stakeholders consulted were the Zimbabwe Electricity Supply Authority (ZESA) Holdings and its subsidiary companies, Zimbabwe Energy Regulatory Authority (ZERA), Rural Electrification Fund (REF), various Ministries and parastatals, financial institutions, project developers, suppliers, Engineering Procurement and Contracting (EPC) entities, academic and research institutions, development partners, non-governmental organisations as well as local community members. In addition, three regional outreach programmes were held in Matabeleland, Masvingo/Manicaland and Mashonaland provinces. Three national workshops were also held, initially to introduce the policy formulation process and subsequently to discuss the draft and the final draft Policy."}, {"text_block_id": "p6_b35", "text": "The Ministry of Energy and Power Development hereby expresses its utmost profound gratitude to all stakeholders who participated and contributed to the development and crafting of this National Renewable Energy Policy. Your efforts will no doubt, add value to the successful achievement of the objectives of the Energy and Power sector in Zimbabwe. The Ministry also looks forward to your continued support and participation during the critical upcoming phase of implementating this Policy."}, {"text_block_id": "p6_b36", "text": "Dr. G. S. Magombo"}, {"text_block_id": "p6_b37", "text": "SECRETARY FOR ENERGY AND POWER DEVELOPMENT."}, {"text_block_id": "p7_b38", "text": "Executive Summary"}, {"text_block_id": "p7_b39", "text": "Zimbabwe currently has a national electrification rate of 42%. While electricity has reached 83% of the urban households, rural electrification is still around 13% as per the National Energy Policy of 2012. The country has an installed capacity of about 2,300 MW, with Zimbabwe Power Company (ZPC), a generation subsidiary of ZESA, owning around 95% of this. More than 50% of electricity is generated from hydropower power while the remainder is from thermal power plants. Bagasse, mini hydropower and small sized grid connected solar systems have an installed capacity of about 130MW. Against this background, the actual power generation capacity is about 1400MW against a peak demand of about 1700MW. The limited capacity is attributed to water availability issues, old equipment which needs rehabilitation and limited coal supplies."}, {"text_block_id": "p7_b40", "text": "The National Renewable Energy Policy (NREP) was developed under the overall framework laid out by the National Energy Policy of 2012. The policy also recognises that an upper middle income economy of 2030 needs to be driven by clean, sustainable energy sources. Apart from improving the share of renewable energy in the overall energy mix and addressing issues of Climate Change, this policy also focuses on driving cost-effective implementation of sustainable energy sources, social upliftment through community involvement, gender equality and employment generation as laid out in other various Government Acts and Policies."}, {"text_block_id": "p7_b41", "text": "This NREP focusses on establishing market oriented measures and regulatory instruments for the renewable energy sector in Zimbabwe. Primarily, the renewable energy sector in Zimbabwe consists of solar, hydro, wind, geothermal and biomass (which includes bagasse (sugarcane based), biogas, forestry and sawmill waste). Zimbabwe has vast renewable energy resources that are presently underutilised and present a big scope for investment. This policy thus also aims at addressing the barriers to the uptake of renewable energy in the country through different provisions and programs."}, {"text_block_id": "p7_b42", "text": "One of the primary objectives of the Policy is setting of overall targets for renewable energy based on the Nationally Determined Contributions (NDCs) interventions submitted to the United Nations Framework Convention on Climate Change (UNFCCC), demand-supply scenario, grid absorption capacity, and the ability of utilities to pay for renewable energy electricity. The Policy aims to achieve an installed renewable energy capacity of one thousand one hundred Mega Watts (1,100 MW) (excluding large hydro) or sixteen comma five percent (16.5%) of total electricity supply, whichever is higher, by year 2025 and two thousand one hundred Mega Watts (2,100 MW) or twenty-six comma five percent (26.5%) of total electricity supply, whichever is higher by year 2030."}, {"text_block_id": "p7_b43", "text": "\"The installed capacity of renewable energy excluding large scale hydropower is expected to increase from about five percent (5%) in 2017 to about twenty-seven percent (27%) in 2030\"."}, {"text_block_id": "p7_b44", "text": "Furthermore, the country shall install more than two-hundred and fifty thousand (250 000) solar geysers in old (as retrofits) and new buildings by the year 2030. Other additional alternative energy programmes include institutional and domestic biogas digesters, solar mini-grids and solar water pumping systems. These targets will enable the country to meet the current and projected energy supply deficit as well as meet the GHG emissions reduction objectives as per the NDCs submissions."}, {"text_block_id": "p7_b45", "text": "The Policy aims to promote investment in the renewable energy sector by providing specific incentives. It recommends providing National Project Status to all the renewable energy projects. It encourages the Ministry responsible for Energy to recommend renewable energy projects on case-to-case basis to the Ministry responsible for Finance for according Prescribed Asset Status so as to unlock Insurance and Pension funding. It also recommends specific incentives for promoting third party sale of power. Further, it recommends reduction in licensing fees and"}, {"text_block_id": "p8_b46", "text": "relaxations in licensing requirements for renewable energy projects. Favourable tax incentives and rebates are also recommended in the NREP in addition to the existing Statutory Instruments."}, {"text_block_id": "p8_b47", "text": "Depending on the renewable energy technology of the plant and capacity, the procurement mechanism shall be tailored to ensure higher investment in the sector, effective implementation of the project in the scheduled time period and appropriate returns to the investor thereby meeting the development needs of the country. There are various procurement methods that can be used to procure power from renewable energy generators. Some of them include sale of power to the Transmission and Distribution utility in the country. Different procurement mechanisms, such as Feed-in Tariffs (FiT) for small hydropower, biomass, and geothermal projects are recommended. Competitive Bidding for solar photovoltaics (PV) and concentrating solar power (CSP) are proposed in the Policy. For wind, next five years procurement shall be through FiT and thereafter it may be through Competitive Bidding based on the analysis during the mid-term review."}, {"text_block_id": "p8_b48", "text": "The Policy also aims to address the development risks associated with the promotion of the uptake of renewable energy in the country. It outlines and suggests well-defined approval timelines for the administrative processes. The Policy recommends setting up of a Nodal Agency to facilitate the entire process of obtaining approvals from different Ministries and other government agencies, and aims to make certain complex and time consuming processes such as land acquisition, simpler and time bound. The role of the Nodal Agency will be to facilitate the entire process of obtaining approvals from different authorities and departments, and also to monitor the progress of development of renewable energy projects. The policy aims to address the land acquisition issue through fairly conducted land auctions by the Government for the development of renewable energy, particularly solar and wind energy projects."}, {"text_block_id": "p8_b49", "text": "Off-grid energy has the potential to increase electricity access in rural areas. However, off-grid application needs to be incentivised in order to make them a viable option for rural electrification. The policy therefore provides the necessary guidelines, incentives and provisions related to standards, procurement, financing mechanisms and others for promoting the development of off-grid projects. The policy recommends developing specific programmes for off-grid energy to promote the uptake of these technologies. The outcomes of the Rural Energy Master Plan (REMP) will be very crucial in designing these specific programmes."}, {"text_block_id": "p8_b50", "text": "The policy also includes provisions for promoting manufacturing of renewable energy equipment. Specific incentives such as domestic content requirement for renewable energy systems installed in the country, approved standards and specifications, and financial and tax incentives aim to promote domestic manufacturing of renewable energy equipment. The policy also provides recommendations to design and initiate skill development programs to build capacity of the population and enable access to a skilled labour base. It has also made provisions to initiate Research and Development activities in renewable energy technologies for the long-term sustainability of the sector."}, {"text_block_id": "p8_b51", "text": "Financing is one of the key constraints in the development of renewable energy. The policy recommends to explore both domestic and foreign financing resources. The policy also recommends to set up a separate Fund called Green Energy Fund of Zimbabwe. This Fund will be used in promoting, developing and extending financial assistance for setting up of projects relating to new and renewable sources of energy and off-grid sources. For a period of one year from its inception, the Fund shall be administered by the Rural Electrification Fund (REF), and the Ministry responsible for Finance shall also oversee the management of the Fund. Thereafter, it shall be managed by Infrastructure Development Bank of Zimbabwe. It also encourages renewable energy projects to tap funding from pension funds, insurance funds and bond markets through the Prescribed Asset Status mechanism."}, {"text_block_id": "p8_b52", "text": "The National Renewable Energy Policy is holistic in nature and its provisions address various national socio-economic issues and the needs of stakeholders involved across all value chains. Some of these include providing National Project Status to renewable energy projects and providing specific incentives to local entrepreneurs in the"}, {"text_block_id": "p9_b53", "text": "development of renewable energy projects. In order to protect the interests of the local community, the policy recommends at least one percent (1%) of the revenue to be spent on the affected communities."}, {"text_block_id": "p9_b54", "text": "The policy focusses on energy issues, its impact on other non-energy sectors and significant potential for value creation along the different segments of the renewable technologies. Some of the key socio-economic areas addressed in the policy include affordability and accessibility of energy from renewable sources, employment opportunities, gender equity, and benefits to children, youth participation, food security, and improved access to basic facilities. The progress in each of these key areas shall also be monitored against some key performance indicators by dedicated departments and agencies."}, {"text_block_id": "p10_b55", "text": "List of Abbreviations"}, {"text_block_id": "p13_b56", "text": "Background and Overview"}, {"text_block_id": "p13_b57", "text": "1. Country Overview"}, {"text_block_id": "p13_b58", "text": "1.1 Demographics"}, {"text_block_id": "p13_b59", "text": "Zimbabwe is a landlocked country in Southern Africa, with a total human population of thirteen comma four (13.4) million as per 2014 Labour Force and Child Labour Survey (ZIMSTAT, 2014). Major regions of the country have tropical climate and there are few local variations. A majority of the population live in the rural parts of the country, with around sixty-eight percent (68%) living in rural areas (up from nearly sixty-six percent (66%) in the year 2007) and remaining thirty-two percent (32%) in urban areas as of 2015 (based on World Bank data). However, statistics indicate that most of the population living in rural areas do not have access to electricity. As per the National Energy Policy, electricity access rate is thirteen percent (13.0%) in rural areas and eighty three percent (83.0%) in urban areas. Electricity is also used for cooking with very low penetration at thirty percent (30%), with over sixty-five percent (65%) of households depending on firewood (ZIMSTAT, 2014). Overall, forty percent (40%) of the population has access to electricity."}, {"text_block_id": "p13_b60", "text": "1.2 Economy"}, {"text_block_id": "p13_b61", "text": "The Gross Domestic Product (GDP) at market prices of the country was nearly fourteen comma two (14.2) billion USD, with an annual growth rate of one comma one percent (1.1%) in the year 2016, as per the 2017 National Budget. The GDP per capita stood at eight hundred and ninty, comma four (890.4) USD in 2015 (World Bank Data). Economic growth slowed from three comma eight percent (3.8%) in the year 2014 to an estimated one comma five percent (1.5%) in the year 2015 as a result of weak domestic demand, high public debt, tight liquidity conditions, drought, poor infrastructure and others. The Government strongly believes that there shall be a revival in the economy with higher industrial growth and improved access to electricity to communities and businesses."}, {"text_block_id": "p13_b62", "text": "1.3 Energy Sector"}, {"text_block_id": "p13_b63", "text": "The primary sources of energy used include wood fuel, coal, electricity and petroleum products. Most of the rural areas and some urban areas still do not have access to electricity. The persistent lack of adequate and reliable electricity supply in Zimbabwe has resulted in significant losses to the economy. Also, major use of fossil fuel as primary energy source leads to deforestation and pollutes the environment"}, {"text_block_id": "p13_b64", "text": "."}, {"text_block_id": "p13_b65", "text": "The country has an installed capacity of about 2,300 MW, with Zimbabwe Power Company (ZPC), a generation subsidiary of ZESA, owning around 95% of this. More than 50% of electricity is generated from hydropower power while the remainder is from thermal power plants. Bagasse, mini hydropower and small sized grid connected solar systems have an installed capacity of about 130MW. Against this background, the actual power generation capacity is about 1400MW against a peak demand of about 1700MW. Zimbabwe is importing fifty Mega Watts (50 MW) firm power from HCB, Mozambique, and around three hundred Mega Watts (300 MW) non-firm power from ESKOM, South Africa. Zimbabwe is also exporting around eighty Mega Watts (80 MW) of power to NamPower, Namibia based on a commercial agreement between ZPC and NamPower (ZERA)."}, {"text_block_id": "p13_b66", "text": "Historically, supply has been failing to meet demand which has led to significant power deficits and frequent load shedding. The deficit has increased to thirty-eight percent (38%) in the year 2016 from twenty five percent (25%) in the year 2009. The huge increase in deficit during the same period is coupled by high demand increase from one thousand four hundred Mega Watts (1,400 MW) (based on AFDB-Zimbabwe report on rehabilitation and recovery in"}, {"text_block_id": "p14_b67", "text": "the power sector) in the year 2009 to one thousand nine hundred and fifty Mega Watts (1,950 MW) (Rapid Assessment and Gap Analysis report) in the year 2015, followed by very low increase in supply from one thousand and fifty Mega Watts (1,050 MW) in the year 2009 to around one thousand two hundred Mega Watts (1,200 MW) in the year 2015."}, {"text_block_id": "p14_b68", "text": "1.4 Current Acts and Policies"}, {"text_block_id": "p14_b69", "text": "Zimbabwe’s energy sector is currently governed by the following Acts and Policies:"}, {"text_block_id": "p14_b70", "text": "Table 1. Acts governing energy sector"}, {"text_block_id": "p14_b71", "text": "Table 2. Policies governing the energy sector"}, {"text_block_id": "p15_b72", "text": "The Renewable Energy Policy was developed under the overall framework laid out by the National Energy Policy. Apart from improving the share of RE in the overall energy mix and addressing issues of climate change, this policy also focuses on obtaining cost-effective implementation of productive energy sources, social upliftment through community involvement, gender equality and employment generation as laid out in other different Acts and Policies."}, {"text_block_id": "p15_b73", "text": "1.5 Consultations"}, {"text_block_id": "p15_b74", "text": "MOEPD spearheaded the development of the National Renewable Energy Policy. Discussions and workshops were held with a range of stakeholders to identify and discuss their perspectives and analyse the issues faced. The stakeholders included the Government ministries and departments, ZESA Holdings subsidiaries, ZERA, developers and private players, local manufacturers, financial institutions, local communities, consultants and others. Based on analysis and feedback from stakeholder consultations, certain barriers to the promotion of RE were identified. Certain strategies aimed at addressing these barriers were identified based on analysis of international best practices and elaborate discussions with key stakeholders involved."}, {"text_block_id": "p16_b75", "text": "Renewable Energy Sources and Applications"}, {"text_block_id": "p16_b76", "text": "2. Renewable Energy in Zimbabwe"}, {"text_block_id": "p16_b77", "text": "Zimbabwe has vast RE resources that are presently underutilised and presents a big scope for investment. The primary, renewable energy sources are solar, hydro, wind and biomass which includes bagasse (sugarcane based), sawmill waste, biogas and forestry waste."}, {"text_block_id": "p16_b78", "text": "2.1 Renewable Energy Potential in Zimbabwe"}, {"text_block_id": "p16_b79", "text": "Solar:"}, {"text_block_id": "p16_b80_merged", "text": "Solar potential of sixteen (16) to twenty (20) MJ/m/day in Zimbabwe is vastly unexploited and is present in several regions of the Country. Zimbabwe has a present installed capacity of about five Mega Watts (5 MW) that is well short of the potential."}, {"text_block_id": "p16_b83", "text": "Small hydropower:"}, {"text_block_id": "p16_b84", "text": "Significant small hydropower potential is present in the Eastern Highlands region and perennial rivers. Around one hundred and twenty Mega Watts (120 MW) of small hydropower potential is estimated in the country."}, {"text_block_id": "p16_b85", "text": "Biomass:"}, {"text_block_id": "p16_b86", "text": "Based on International Renewable Energy Agency (IRENA) reports, Zimbabwe has a total potential of one thousand Mega Watts (1,000 MW) from biomass in the form of bagasse, agricultural and municipal waste, forest residue and other forms. Forest residue from commercial forests has been estimated at seventy thousand tonnes (70,000 tons) which has the potential to generate nearly one hundred and fifty Mega Watts (150 MW) power. Detailed energy resource assessments need to be done to assess potential of biomass as a RE source."}, {"text_block_id": "p16_b87", "text": "Geothermal:"}, {"text_block_id": "p16_b88", "text": "Zimbabwe also has geothermal energy potential of around fifty Mega Watts (50 MW) that has not been harnessed and presents scope for future exploitation. Detailed energy resource assessments need to be done to assess potential of geothermal energy."}, {"text_block_id": "p16_b89", "text": "Wind:"}, {"text_block_id": "p16_b90", "text": "Wind speeds of three (3) meters per second are not significant for power generation, but can be used for water pumping as per National Energy Policy. Detailed resource assessment studies shall be conducted at eighty metres (80 m) hub height or above in next three (3) years to understand the potential for electricity generation."}, {"text_block_id": "p16_b91", "text": "The estimated potential for different energy sources based on various reports and studies are summarised below:"}, {"text_block_id": "p16_b92", "text": "Table 3. Assessment of RE potential by different studies"}, {"text_block_id": "p17_b93", "text": "3. Barriers to Uptake of Renewable Energy in Zimbabwe"}, {"text_block_id": "p17_b94", "text": "Zimbabwe has significant RE potential, however, the growth in installation of RE technologies has not been significant due to absence of RE policy, which could address the barriers across the RE value chain. Some of the barriers to investment in RE in Zimbabwe are listed in Table 4. Barriers to ."}, {"text_block_id": "p17_b95", "text": "Table 4. Barriers to RE"}, {"text_block_id": "p19_b96", "text": "Policy Provisions"}, {"text_block_id": "p19_b97", "text": "4. Policy Vision, Goal and Objectives"}, {"text_block_id": "p19_b98", "text": "‘RE’"}, {"text_block_id": "p19_b99", "text": "refers to small hydro, solar, wind, geothermal, biofuels and biomass and other such clean energy sources as approved by the Ministry responsible for Energy. The policy is designed to promote RE projects including small hydro projects (less than or equal to thirty Mega Watts (30 MW)). Large hydro projects (more than thirty Mega Watts (30 MW)) will continue to be guided by the National Energy Policy."}, {"text_block_id": "p19_b100", "text": "4.1 Vision"}, {"text_block_id": "p19_b101", "text": "To provide energy access to all in a sustainable manner by increasing the mix of RE sources."}, {"text_block_id": "p19_b102", "text": "4.2 Policy Principles"}, {"text_block_id": "p19_b103", "text": "The RE policy for Zimbabwe was developed keeping in mind the following key principles:"}, {"text_block_id": "p19_b104", "text": "The RE policy for Zimbabwe was developed keeping in mind the following key principles:\n* Economic and social development is the basic right of every citizen. This policy aims to\n* People are entitled to a healthy and productive life. However, this should be in harmony\n* The policy aims to create a balance between project viability and affordable energy cost to\n* This key principle in framing this policy is driven by the United Nations SE4ALL program\n* The advancement of gender equality and equity is a critical theme that runs through all\n* Poverty eradication, is the application of a set of"}, {"text_block_id": "p20_b122", "text": "4.3 Goals and Objectives"}, {"text_block_id": "p20_b123", "text": "The goal is to increase access to clean and affordable energy through addition of installed RE capacity of:"}, {"text_block_id": "p20_b124", "text": "The goal is to increase access to clean and affordable energy through addition of installed RE capacity of:\n* One thousand one hundred Mega Watts (1,100 MW) by the year 2025 or sixteen comma five percent\n* Two thousand one hundred Mega Watts (2,100 MW) by the year 2030 or twenty six comma five percent"}, {"text_block_id": "p20_b128", "text": "The contribution of RE sources excluding large scale hydropower to the installed electricity supply mix current stands at about five percent (5%). This contribution comes predominantly from bagasse cogeneration power plants in the south-east of the country and a few mini-hydro power plants in the eastern highlands."}, {"text_block_id": "p20_b129", "text": "In support of the above principles, vision and goal, the following objectives shall be pursued:"}, {"text_block_id": "p20_b130", "text": "In support of the above principles, vision and goal, the following objectives shall be pursued:\n* To have a strong institutional and regulatory framework for promoting up-take of RE.\n* To have a robust procurement mechanism framework for purchase of RE, thereby promoting investment in\n* To reduce development timelines by addressing the risk, issues and simplifying approval process.\n* To improve electrification levels in a sustainable manner by promoting off-grid technologies.\n* To have a robust financing mechanism for funding capital intensive RE projects.\n* To increase local participation and community involvement in projects generating energy from RE sources.\n* To empower children, youth and women through skill development workshops, training programs,\n* To incorporate comprehensive communication strategy, and increase the level of awareness of developers\n* To promote local manufacturing of RE equipment.\n* To support and compliment the provisions in the biofuel policy."}, {"text_block_id": "p20_b150", "text": "In order to attain the desired goals and objectives set in the policy, certain key initiatives and steps need to be taken with respect to target setting for RE, procurement mechanism, development process and others to create an enabling environment for the uptake of RE in the country. The following are the policy provisions to achieve the goals and objectives of this policy."}, {"text_block_id": "p20_b151", "text": "5. Policy Term"}, {"text_block_id": "p20_b152", "text": "The policy shall be in force until the end of year 2030 beyond which a new policy framework will be developed. Considering the developments in the RE space, a policy duration that is too long may be too rigid to adapt to changing conditions. There shall be a review at the end of year 2022 and year 2026. This is to incorporate changes"}, {"text_block_id": "p21_b153", "text": "in the policy that may be necessary to adjust to the latest developments that may arise in the future. Projects which have been issued license before policy notification will have to migrate to new policy. All projects issued license after policy notification shall be governed by this RE policy."}, {"text_block_id": "p21_b154", "text": "6. Setting Targets for Renewable Energy"}, {"text_block_id": "p21_b155", "text": "The RE target for any country should be backed by a strong policy framework, regulations and institutional support to ensure that they are enforced. RE targets has been set for Zimbabwe considering greenhouse gas (GHG) emission targets set in the NDC objectives, demand-supply projections, grid absorption capacity and ability of utilities to pay for such energy."}, {"text_block_id": "p21_b156", "text": "Based on the NDC target of achieving GHG emissions of thirty three percent (33%) below the projected “Business As Usual” level, clean energy sources need to generate energy of around two thousand four hundred Giga Watthours (2,400 GWh) by the year 2025 and around four thousand six hundred Giga Watt-hours (4,600 GWh) by the year 2030. The generation targets from clean energy sources are provided below (Refer to Annexure 1 for calculations):"}, {"text_block_id": "p21_b157", "text": "Table 5. RE Targets by the year 2030"}, {"text_block_id": "p21_b158_merged", "text": "The above targeted capacity from RE will also help in meeting the incremental demand. These targets are also in line with the targets set in country’s SE4ALL Action Agenda report. Year-wise RE targets are set out in Annexure 1."}, {"text_block_id": "p21_b161", "text": "The technology specific targets in accordance to SE4ALL and above cumulative targets are as below:"}, {"text_block_id": "p21_b162", "text": "Table 6. Technology specific RE targets by the year 2030"}, {"text_block_id": "p21_b163", "text": "Table 7. Other renewables"}, {"text_block_id": "p22_b164", "text": "To begin with, technology neutral targets shall be considered. This will promote competition between different technologies and will therefore help in development of least cost technology, leading to least or no impact on the consumer tariff. Also, technology neutral targets shall ensure rapid implementation of RE projects and electrification, since the most suitable technology is pursued in terms of cost, skill availability and other suitable conditions."}, {"text_block_id": "p22_b165", "text": "The regulator can ratify technology-specific targets based on the above targets in the future, considering market dynamics and after gaining substantial experience in developing RE projects. The Nodal Agency can assist the regulator in target setting process, regarding collection of operational data and information and gathering stakeholder views on targets being set."}, {"text_block_id": "p22_b166", "text": "Ministry responsible for Energy shall design and develop specific programmes for promoting off-grid technologies, like it has done for the solar water heaters (geysers) program. The programs shall also include the target, like it has set a target of installing at least two hundred and fifty thousand (250,000) solar water heaters (geysers) by the year 2030."}, {"text_block_id": "p22_b167", "text": "The Ministry responsible for Energy shall design the programs with assistance from Rural Electrification Fund (REF) in the areas of electricity access and agriculture, and clean energy solutions in the areas of cooking and heating."}, {"text_block_id": "p22_b168", "text": "6.1 Policy Provisions to Enforce RE Targets"}, {"text_block_id": "p22_b169", "text": "Target setting is important as it will help the developers to understand the demand for RE and the utilities to plan their power purchase."}, {"text_block_id": "p22_b170", "text": "6.1.1 Objectives"}, {"text_block_id": "p22_b171", "text": "6.1.1 Objectives\n* To set the RE target for Zimbabwe based on analysis of Nationally Determined Contribution (NDC) objectives\n* To perform detailed resource assessment on selected RE technologies to determine the potential of these\n* To improve electrification levels in the rural areas of the country by making the energy accessible and\n* To achieve cumulative installed RE capacity of one thousand one hundred Mega Watts (1,100 MW) or sixteen"}, {"text_block_id": "p23_b179", "text": "6.1.2 Action Points"}, {"text_block_id": "p23_b180", "text": "In order to achieve the above objectives, the key action points that are suggested in this policy include the following:"}, {"text_block_id": "p23_b181", "text": "In order to achieve the above objectives, the key action points that are suggested in this policy include the following:\n* The Regulator\n\t* Regulator shall come up with the mandatory Renewable Purchase Obligations (RPOs) in the form of\n\t* Regulator shall invite bids to perform detailed resource assessments on selected RE technologies\n\t* While setting the RPO, the regulator shall consider the targets being set in the policy, NDC objectives\n\t* Regulator shall set technology-specific or technology-neutral targets. To begin with, technology neutral\n\t* Implement mandatory RPO for defined obligated entities in order to ensure that target is attained. The\n\t* Ministry shall approve the SDP, which would include the green corridor schemes for evacuation of\n\t* The Transmission Utility\n\t* The Transmission Utility\n The Transmission utility shall:\n\t* Come up with well-defined plans to set up a âGreen Corridorâ, which shall connect the RE potential\n\t* Give approvals to developers for grid access, before construction of any RE project based on the\n\t* Provide these approvals to the developers within a period of one hundred and twenty (120) days, based"}, {"text_block_id": "p24_b204", "text": "In order to achieve the above objectives, the key action points that are suggested in this policy include the following:\n* The Regulator\n\t* Regulator shall come up with the mandatory Renewable Purchase Obligations (RPOs) in the form of\n\t* Regulator shall invite bids to perform detailed resource assessments on selected RE technologies\n\t* While setting the RPO, the regulator shall consider the targets being set in the policy, NDC objectives\n\t* Regulator shall set technology-specific or technology-neutral targets. To begin with, technology neutral\n\t* Implement mandatory RPO for defined obligated entities in order to ensure that target is attained. The\n\t* Ministry shall approve the SDP, which would include the green corridor schemes for evacuation of\n\t* The Transmission Utility\n\t* The Transmission Utility\n The Transmission utility shall:\n\t* Come up with well-defined plans to set up a âGreen Corridorâ, which shall connect the RE potential\n\t* Give approvals to developers for grid access, before construction of any RE project based on the\n\t* Provide these approvals to the developers within a period of one hundred and twenty (120) days, based\n* Sign a Transmission Service Agreement with the developer which shall include detailed provisions for\n\t* Rural Electrification Fund (REF)\n<\\li1>\n\t* To design schemes to improve electrification levels in rural areas and achieve the RE targets set in the\n\t* To design the schemes based on the policy principles of affordability, accessibility, sustainability,"}, {"text_block_id": "p24_b212", "text": "7. Incentives for Promoting Investment in Renewable Energy"}, {"text_block_id": "p24_b213", "text": "The policy proposes incentives to boost the development of RE projects by addressing the concerns of investors and developers, and improving the sentiment in the sector."}, {"text_block_id": "p24_b214", "text": "7.1 National Project Status and Tax Incentives to Renewable Energy Projects"}, {"text_block_id": "p24_b215", "text": "Awarding National Project Status to the RE projects to enable projects to be exempted from the customs and general excise regulations. This will allow the developers to import certain RE systems used in the generation plants at competitive rates. The incentives under national project status are guided by following legislation:"}, {"text_block_id": "p24_b216", "text": "Awarding National Project Status to the RE projects to enable projects to be exempted from the customs and general excise regulations. This will allow the developers to import certain RE systems used in the generation plants at competitive rates. The incentives under national project status are guided by following legislation:\n* Finance Act\n* Income Tax Act\n* Value Added Tax Act and Value Added Tax Regulations\n* Customs and Excise Duty Act and Customs and Excise General Regulations"}, {"text_block_id": "p24_b224", "text": "The incentives shall change with changes in legislation from time to time and approval by the respective Ministry."}, {"text_block_id": "p24_b225", "text": "7.2 Prescribed Asset Status to Renewable Energy Projects"}, {"text_block_id": "p24_b226", "text": "Prescribed Asset Status will encourage investors/developers to have access to sufficient capital to fund RE projects. It will attract capital from pension funds and insurance funds as under the investment guidelines, pension funds have to invest certain percentage of the capital in Prescribed Assets. It will also encourage projects to raise funds through issuance of bonds. Ministry responsible for Energy shall recommend RE projects on case to case basis to Ministry responsible for Finance for according Prescribed Asset Status."}, {"text_block_id": "p24_b227", "text": "7.3 Viability Gap Funding for Off-grid Community Project in Rural Areas"}, {"text_block_id": "p24_b228", "text": "To increase electricity access and develop off-grid community solutions, projects in rural areas will be eligible for Viability Gap Funding from REF for development of distribution network in the area. The quantum of Viability Gap Funding will be as determined by REF."}, {"text_block_id": "p24_b229", "text": "7.4 Incentives for Sale of Power to Third Party Grid Access"}, {"text_block_id": "p24_b230", "text": "Certain incentives shall be provided for promoting third party grid access for sale of electricity from RE generators:"}, {"text_block_id": "p25_b231", "text": "Certain incentives shall be provided for promoting third party grid access for sale of electricity from RE generators:\n* Indiscriminative open access shall be granted to RE producers or beneficiaries.\n* Priority dispatch shall be granted to RE producers.\n* Energy banking facility shall be extended by the utility for solar and wind generators.\n* Utility and the developers shall enter into a wheeling agreement. Utility to submit and get the model\n* Net metering facility shall be extended to beneficiaries, namely the consumers availing net metering facility."}, {"text_block_id": "p25_b241", "text": "7.5 Reduced Licensing Fees and Requirements for Developers of RE Projects"}, {"text_block_id": "p25_b242", "text": "Being a clean source of energy, RE projects shall be provided concessions in licensing fee and enjoy relaxations in other licensing requirements. Based on the values of the capacity factor and the ratio between the capacity factors of RE technologies to that of conventional power plant, the licensing fees shall be reduced for developing RE projects. A framework is shown below:"}, {"text_block_id": "p25_b243", "text": "Table 7. Licensing fees for RE"}, {"text_block_id": "p25_b244", "text": "7.6 Policy Provisions to Provide Incentives for Promoting Investment in RE"}, {"text_block_id": "p25_b245", "text": "In order to implement the above initiatives and provide the developers and users the necessary incentives to adopt RE technologies, there has to be a clear allocation of roles and responsibilities between all the stakeholders."}, {"text_block_id": "p25_b246", "text": "7.6.1 Objectives"}, {"text_block_id": "p25_b247", "text": ""}, {"text_block_id": "p25_b248", "text": "To boost RE development in Zimbabwe by providing tax incentives under the applicable Legislation and changes in Legislation from time to time."}, {"text_block_id": "p25_b249", "text": ""}, {"text_block_id": "p25_b250", "text": "To provide incentives for sale of power to a third party."}, {"text_block_id": "p25_b251", "text": ""}, {"text_block_id": "p25_b252", "text": "To reduce the license fees for RE projects based on capacity utilization factor."}, {"text_block_id": "p26_b253", "text": "7.6.2 Action Points"}, {"text_block_id": "p26_b254", "text": "In order to achieve the above objectives, the key action points that are suggested in this policy include the following:"}, {"text_block_id": "p26_b255", "text": ""}, {"text_block_id": "p26_b256", "text": "Ministry Responsible for Energy"}, {"text_block_id": "p26_b257", "text": "Ministry Responsible for Energy\n* Issue notification for National Project Status to RE projects in coordination with other Government\n* Recommend projects on case to case basis to Ministry responsible for Finance for according Prescribed\n* Notify regulations/order/amendments for open access (third party grid access), energy banking, and\n* To come up with specific amendments with respect to licensing procedures for RE projects.\n* To develop procedure for application and approval of Viability Gap Funding for rural area off-grid\n* Modify grid operating procedure to provide priority dispatch to RE projects on the transmission and\n* Make the fee payments as mentioned in the regulations within the defined timelines."}, {"text_block_id": "p26_b261", "text": ""}, {"text_block_id": "p26_b262", "text": "The Regulator"}, {"text_block_id": "p26_b267", "text": ""}, {"text_block_id": "p26_b268", "text": "Rural Electrification Fund"}, {"text_block_id": "p26_b271", "text": ""}, {"text_block_id": "p26_b272", "text": "The Transmission Utility"}, {"text_block_id": "p26_b275", "text": ""}, {"text_block_id": "p26_b276", "text": "Developers"}, {"text_block_id": "p26_b279", "text": "8. Procurement Mechanisms for Renewable Energy in Zimbabwe"}, {"text_block_id": "p26_b280", "text": "An effective procurement mechanism will enable the development of new and cleaner electricity generation sources by attracting investment and hence providing energy security and long term visibility of power purchase costs. There are various procurement methods applicable for different technologies. This can vary for utility scale projects, captive consumption and community electrification."}, {"text_block_id": "p26_b281", "text": "8.1 Sale of Power to the Utility"}, {"text_block_id": "p26_b282", "text": "Feed-in Tariff and Competitive Bidding are the most preferred procurement mechanism for sale of power to utilities. The procurement method which shall apply for different RE technologies are as follows:"}, {"text_block_id": "p26_b283", "text": ""}, {"text_block_id": "p26_b284", "text": "Solar PV and CSP:"}, {"text_block_id": "p26_b285", "text": "Considering that the costs of solar modules and equipment are continuously changing, Competitive Bidding shall be the mode of procurement for all ground mounted solar PV and solar CSP. A plug and play solar park model shall be adapted for this procurement method. In this model projects will be packaged wherein government shall provide all the land, clearances and a bankable PPA. Selected"}, {"text_block_id": "p27_b286", "text": "developer will be required to bring in the equipment, finance and required manpower to develop and operate the project. For rooftop solar, procurement will be under the FiT and net metering regulations."}, {"text_block_id": "p27_b287", "text": ""}, {"text_block_id": "p27_b288", "text": "Small Hydropower:"}, {"text_block_id": "p27_b289", "text": "In line with the National Energy Policy (NEP) for small-scale hydropower (less than or equal to 30 MW) procurement is proposed to be through FiT."}, {"text_block_id": "p27_b290", "text": ""}, {"text_block_id": "p27_b291", "text": "Biomass:"}, {"text_block_id": "p27_b292", "text": "With low variances in costs of equipment and limited competition FiT shall be the ideal procurement method for procuring energy from biomass energy developers."}, {"text_block_id": "p27_b293", "text": ""}, {"text_block_id": "p27_b294", "text": "Geothermal Energy:"}, {"text_block_id": "p27_b295", "text": "Geothermal energy is comparatively new technology and therefore further resource assessments needs to be carried out. Keeping this in consideration, FiT shall be the suitable procurement mechanism to spur growth in the development of this technology. Pilot projects shall be implemented for geothermal energy to prove its sustainability and scalability."}, {"text_block_id": "p27_b296", "text": ""}, {"text_block_id": "p27_b297", "text": "Wind:"}, {"text_block_id": "p27_b298", "text": "Wind is a mature technology globally. However due to lack of resource assessment studies in Zimbabwe at high hub heights it will not be ideal to consider this currently under Competitive Bidding route. Detailed resource assessment studies shall be conducted at 80m hub height or above in the year 2018 and onwards. Once the resource assessment is completed, procurement of wind energy through Competitive Bidding shall apply. Therefore, for next five (5) years procurement of wind energy shall be through FiT and thereafter the Ministry responsible for Energy may recommend Competitive Bidding during the first review of policy."}, {"text_block_id": "p27_b299", "text": "8.1.1 Standard Bankable PPA and RfP"}, {"text_block_id": "p27_b300", "text": "Standard Bankable PPA"}, {"text_block_id": "p27_b301", "text": "An appropriate procurement model will require a standard Power Purchase Agreement (PPA), approved by the regulator for FiT and Competitive Bidding projects. The regulator is responsible for setting the guidelines and approving the standard PPA, it may draw references from COMESA PPA guidelines. Ultimately, the power is bought by the utility. Hence, the utility is responsible for inviting bids based on standard guidelines and approved PPA. The PPA needs to have certain features in order to make it bankable and attract more private sector participation. These can be summarised as below:"}, {"text_block_id": "p27_b302", "text": ""}, {"text_block_id": "p27_b303", "text": "The PPA shall define the tenure and extension period as applicable. Usually, the tenure is linked to the global benchmark life of the plant. The regulator is the competent authority to define tenure of the PPA based on life of the plant."}, {"text_block_id": "p27_b304", "text": ""}, {"text_block_id": "p27_b305", "text": "The PPA shall clearly allocate the risks explicitly in the event of change in tax regime or change in law. It should be done in a way to reduce the damages to the power producer resulting from the changes and the off-taker to share this risk for making the project bankable."}, {"text_block_id": "p27_b306", "text": ""}, {"text_block_id": "p27_b307", "text": "The PPA shall specify the condition to commercial operations which shall include the approvals, clearances, milestones along with timelines."}, {"text_block_id": "p27_b308", "text": ""}, {"text_block_id": "p27_b309", "text": "The PPA shall specify the tariff to be paid by the off taker (FiT or tariff determined through Competitive Bidding) for sale of RE power by the power producer which should be adequate to cover the cost of operating the facility, repay the debt and provide a reasonable return on equity. The PPA shall also consider tariff escalation based on market dynamics."}, {"text_block_id": "p28_b310", "text": ""}, {"text_block_id": "p28_b311", "text": "The PPA shall specify the minimum availability of a plant and also provide provisions to allocate financial risk for losses incurred due to operational curtailment."}, {"text_block_id": "p28_b312", "text": ""}, {"text_block_id": "p28_b313", "text": "The PPA shall also specify as to which party is responsible for connecting the generating facility with the transmission network and related costs."}, {"text_block_id": "p28_b314", "text": ""}, {"text_block_id": "p28_b315_merged", "text": "If an event of force majeure event occurs, the agreement shall have provisions to relax the obligations of the power producer."}, {"text_block_id": "p28_b318", "text": ""}, {"text_block_id": "p28_b319", "text": "The agreement shall explicitly allocate the risk in case of expropriation and civil disturbances."}, {"text_block_id": "p28_b320", "text": ""}, {"text_block_id": "p28_b321", "text": "The agreement shall explicitly specify the basis of termination of the PPA. In case of termination by the off taker, the agreement shall specify the termination payments that shall enable the producer to pay the debts and other obligations related to the project."}, {"text_block_id": "p28_b322", "text": ""}, {"text_block_id": "p28_b323", "text": "The PPA shall cover the payment due date, incentive/damages for early/late payment and mechanism for payment disputes."}, {"text_block_id": "p28_b324", "text": "Standard Request for Proposal (RfP) and bidding guidelines"}, {"text_block_id": "p28_b325", "text": "shall be prepared by the regulator for projects to be awarded through Competitive Bidding. During the bidding process, the utility will issue an RfP and PPA for each project separately which will be as per the standard documents and guidelines prepared by the regulator. RfP should favour credit worthiness and technical capability of developers. RfP shall also facilitate market entry for new players to the Zimbabwe energy market. RfP shall be tailored depending on technology, site location, support infrastructure available and whether developer is investing in the transmission network."}, {"text_block_id": "p28_b326", "text": "8.2 Procurement of Energy from Government Utilities"}, {"text_block_id": "p28_b327", "text": "Government owned entities including ZPC can sell power to the utility based on a mutually agreed tariff (limited to the FiT approved by the regulator). However to create a competitive environment in procurement of power in the Zimbabwe and promote private sector investment in the sector, procurement through negotiated route from government owned entities will be restricted to maximum of fifty percent (50%) of total RE procured/required in each year. Under this procurement mode minimum domestic content for capital investment for the project will be at least thirty percent (30%). This minimum domestic content of thirty percent (30%) shall be reviewed during the policy review process. Government utilities are also open to develop projects by participating in Competitive Bidding or under FiT route."}, {"text_block_id": "p28_b328", "text": "8.3 Policy Provisions for Procurement"}, {"text_block_id": "p28_b329", "text": "8.3.1 Objectives"}, {"text_block_id": "p28_b330", "text": "The objectives of the policy includes:"}, {"text_block_id": "p28_b331", "text": ""}, {"text_block_id": "p28_b332", "text": "To meet the development needs of the country through a viable procurement mechanism."}, {"text_block_id": "p28_b333", "text": ""}, {"text_block_id": "p28_b334", "text": "Providing investors a platform where there is certainty on off-take of power at appropriate returns."}, {"text_block_id": "p28_b335", "text": ""}, {"text_block_id": "p28_b336", "text": "To carry out resource assessment of different RE technologies."}, {"text_block_id": "p28_b337", "text": ""}, {"text_block_id": "p28_b338", "text": "To have guidelines and pricing structures for FiT and Competitive Bidding in order to encourage the development of RE technologies."}, {"text_block_id": "p29_b339", "text": ""}, {"text_block_id": "p29_b340", "text": "To effectively implement a project in the scheduled time period."}, {"text_block_id": "p29_b341", "text": "8.3.2 Action Points"}, {"text_block_id": "p29_b342", "text": "In order to achieve the above objectives, the key action points that are suggested in this policy include the following:"}, {"text_block_id": "p29_b343", "text": ""}, {"text_block_id": "p29_b344", "text": "The Regulator"}, {"text_block_id": "p29_b345", "text": "The Regulator\n* Assess the market maturity for different technologies at periodic intervals of five years. Notify the nodal\n* Issue well-defined regulations for the Feed-in-Tariff (FiT) mechanism including standard PPA in a period\n* Implement mandatory Renewable Purchase Obligation (RPO). Come out with a RPO Regulation/Order in\n* Develop Competitive Bidding guidelines in a period of six months from the policy notification date.\n* Prepare standard bidding documents including request for proposal (RfP), power purchase agreement\n* Monitor the tariff at which government owned entities sell power to the utility and review it on a yearly\n* Develop and notify net metering regulation in a period of six months from the date of notification of\n* Come out with yearly procurement requirement for different technologies based on the yearly targets.\n* Develop packages for the solar park and coordinate with the Nodal Agency to obtain clearances and\n* Responsible to sign the wheeling agreements with developers.\n* Invite bids for procuring solar parks based on the targets set by the regulator.\n* For solar parks, the transmission utility to lay out power evacuation line from solar park to the nearest\n* Submit compliance of targets to the regulator annually including reasons for deviation.\n* Comply with the regulations, orders, guidelines, standard documents/formats approved by the"}, {"text_block_id": "p29_b359", "text": ""}, {"text_block_id": "p29_b360", "text": "The Utility"}, {"text_block_id": "p30_b375", "text": ""}, {"text_block_id": "p30_b376", "text": "Developers"}, {"text_block_id": "p30_b377", "text": "Developers\n* Comply with the grid code, regulations, applicable and amended from time to time.\n* For project other than solar park to lay the power evacuation lines from the generating station to the\n* Developers are also responsible for project identification, development and preparation for funding.\n* Arrange for project finance for developing the RE project.\n* Develop and operate the project for term of the PPA.\n* Carry out resource assessment of different RE technologies. Apply for license for conducting the"}, {"text_block_id": "p30_b389", "text": "9. Addressing the Development Risks in Renewable Energy Projects"}, {"text_block_id": "p30_b390", "text": "RE projects are required to obtain necessary consents, permissions and approvals from different departments and licenses from regulatory authorities to start implementation of the project. The key approvals required for development of RE projects include land use permit, water extraction permit, environmental impact assessment, investment endorsement, grid connection approval and others that are defined in the licensing requirements notified by the regulator from time to time."}, {"text_block_id": "p30_b391", "text": "9.1 Approval Timelines"}, {"text_block_id": "p30_b392", "text": "The departments and agencies within the Ministry responsible for Energy shall give priority approval to RE projects. The timelines for approval will be reviewed during the mid-term review process."}, {"text_block_id": "p30_b393", "text": "Licensing:"}, {"text_block_id": "p30_b394", "text": "The licensing process is clearly defined by the regulator, which has the responsibility of issuing generation, transmission and distribution licenses to applicants. The process shall be amended for RE projects as below:"}, {"text_block_id": "p30_b395", "text": ""}, {"text_block_id": "p30_b396", "text": "The regulator has the responsibility of issuing license within a period of one hundred and twenty (120) days from the date of application."}, {"text_block_id": "p30_b397", "text": ""}, {"text_block_id": "p30_b398", "text": "In case of delays beyond the period of one hundred and twenty (120) days, the project shall be given deemed approval provided that the regulator has not rejected the license application or has requested for additional clarification and the developer has not provided the same in required timeframe."}, {"text_block_id": "p30_b399", "text": ""}, {"text_block_id": "p30_b400", "text": "The developers shall adhere to the requirements and processes described in the licensing guidelines. In case of violation or misrepresentation of any material fact by the developer, the application shall be cancelled and necessary action shall be taken as deemed fit by the regulator."}, {"text_block_id": "p30_b401", "text": ""}, {"text_block_id": "p30_b402", "text": "Regulator shall make efforts to reduce time required to issue generation, and transmission and distribution licenses especially to RE developers in order to expedite the process of approvals and clearances."}, {"text_block_id": "p30_b403", "text": ""}, {"text_block_id": "p30_b404", "text": "In case of rejection of the license application, specific and appropriate reason shall be given by the authority to the developer within a period of seven (7) days from the rejection of application. Also the developer shall be given a timeframe of thirty (30) days to rectify the reasons for rejection. The rectified application shall not be considered as fresh application and hence shall be cleared in next thirty (30) days"}, {"text_block_id": "p31_b405", "text": "with appropriate reasons for approval or rejection. This process can be ongoing till all the concerns are addressed or else the developer can make a fresh application withdrawing the current application."}, {"text_block_id": "p31_b406", "text": ""}, {"text_block_id": "p31_b407", "text": "The projects awarded through Competitive Bidding shall be accorded a deemed generation license, and shall be exempt from the licensing regulations. However, the licensing fees shall be applicable."}, {"text_block_id": "p31_b408", "text": "Grid Connection Approval:"}, {"text_block_id": "p31_b409", "text": "In order to ensure favourable access to the grid infrastructure for the RE developers, the grid connection approval shall be provided based on results of load flow studies and commercial and technical feasibility studies conducted by the transmission utility. This approval shall be provided within a period of one hundred and twenty (120) days from the date of application. In case there is no requirement for load flow studies and commercial and technical feasibility studies, the transmission utility shall consider to reduce time period for grid connection approval. The cost for grid connection approval should be reflective of actual costs incurred."}, {"text_block_id": "p31_b410", "text": "Water Extraction Approval:"}, {"text_block_id": "p31_b411", "text": "It is the responsibility of the developer to obtain water approvals from Zimbabwe National Water Authority (ZINWA) by fulfilling the requirements as set by ZINWA. ZINWA shall reduce the time required for obtaining water extraction approvals."}, {"text_block_id": "p31_b412", "text": "Environmental Impact Assessment (EIA):"}, {"text_block_id": "p31_b413", "text": "The RE projects need to undergo the EIA process prior to implementation as per provisions in the Environmental Management Act, 2002 and Statutory Instrument 7 of 2007 (Environmental Impact Assessment and Ecosystems Protection) Regulations. EIA shall also monitor disposal of RE equipment. As RE projects have minimal or no environmental impact and positive social impact, following concessions shall be provided:"}, {"text_block_id": "p31_b414", "text": ""}, {"text_block_id": "p31_b415", "text": "For projects with installed capacity of less than or equal to five Mega Watts (5 MW), EIA process and approval shall be relaxed."}, {"text_block_id": "p31_b416", "text": ""}, {"text_block_id": "p31_b417", "text": "For projects with installed capacity of more than five Mega Watts (5 MW), the approval shall be completed within a period of thirty (30) days from submission of EIA report, and in cases of delay beyond thirty (30) days, deemed approval shall be provided by the Ministry provided EIA has not rejected the application or has requested for additional clarification and the developer has not provided the same in required timeframe."}, {"text_block_id": "p31_b418", "text": "9.2 Setting Up a Nodal Agency"}, {"text_block_id": "p31_b419", "text": "Ministry responsible for Energy is proposed to be set up as the Nodal Agency to facilitate administrative approvals and assist in certain complex and time consuming processes such as land acquisition and transmission connectivity and signing of PPA. The Nodal Agency will also be responsible for information management, monitoring and evaluation of different RE projects. It will also be responsible for resource estimation and preparing pre-feasibility report of various priority projects."}, {"text_block_id": "p31_b420", "text": "The role of the Nodal Agency is primarily consultative with an objective to facilitate the entire process of obtaining approvals from different authorities and departments involved. However primary responsibility of obtaining the approvals and clearances is with the developer. Fees and charges payable to the Nodal Agency for rendering such services shall be set by the Ministry responsible for energy in consultation with the regulator. Since the Nodal Agency will be engaged in various tasks such as collection of operational data, data monitoring and evaluation, inviting bids for land acquisition and others as defined in the following sections, a certain percentage of the licensing fees can be marked to fund the services offered by Nodal Agency. Fees and charges can also be sourced from grants and Government funding."}, {"text_block_id": "p32_b421", "text": "9.2.1 Pre-Development Phase"}, {"text_block_id": "p32_b422", "text": "The Nodal Agency can be the single go to Agency to address all these issues related to development of RE project process for developers."}, {"text_block_id": "p32_b423", "text": ""}, {"text_block_id": "p32_b424", "text": "Nodal Agency shall be approached by the developers to obtain information regarding licensing procedures and requirements."}, {"text_block_id": "p32_b425", "text": ""}, {"text_block_id": "p32_b426", "text": "Nodal Agency shall provide all the necessary information to the developers regarding bidding procedures including selection criteria and other important parameters."}, {"text_block_id": "p32_b427", "text": ""}, {"text_block_id": "p32_b428", "text": "Nodal Agency shall also inform the developers regarding the availability and suitability of land in terms of resource availability, access to road and water and others for development of RE projects."}, {"text_block_id": "p32_b429", "text": "9.2.2 Development Phase"}, {"text_block_id": "p32_b430", "text": "The development phase involves obtaining all the necessary clearances and approvals from multiple authorities and departments, acquiring land to begin construction of the facilities, achieve financial closure, and signing of PPA with transmission and distribution utilities. The Nodal Agency can address these issues by performing certain specific functions which are explained below."}, {"text_block_id": "p32_b431", "text": ""}, {"text_block_id": "p32_b432", "text": "Clearances and approvals:"}, {"text_block_id": "p32_b433", "text": "Clearances and approvals:\n* The Nodal Agency shall have a consultative role to provide useful information and facilitate\n* The Nodal Agency shall prepare RE investment toolkit which should include a list of the clearances,\n* Primary responsibility to obtain project clearances rest with the project developers, Nodal Agency\n* The Nodal Agency shall be the single go to Agency for the developers to obtain information"}, {"text_block_id": "p32_b441", "text": ""}, {"text_block_id": "p32_b442", "text": "Progress monitoring:"}, {"text_block_id": "p32_b443", "text": "In order to make this process simple and transparent for the developers, the Nodal Agency can maintain an online platform to depict the current state of approvals to all the parties involved."}, {"text_block_id": "p32_b444", "text": "9.2.3 Execution Phase"}, {"text_block_id": "p32_b445", "text": "After obtaining requisite clearances and approvals, the developers need to begin construction of plants and ensure its completion in a fixed timeframe. The Nodal Agency has the responsibility to monitor the status of these projects and in cases of delay by developers or in obtaining approvals, the Nodal Agency shall analyse the root causes leading to such delays and take necessary actions to expedite the process."}, {"text_block_id": "p32_b446", "text": "Table 8. Construction time for plants based on RE technology"}, {"text_block_id": "p33_b447", "text": "The above timelines shall be mentioned in the license by providing additional timeline of twelve (12) months as condition subsequent for obtaining all the approvals and clearances including financial closure. Grace period of another six (6) months may be provided for getting the approvals and clearances subject to payment of liquidated damages."}, {"text_block_id": "p33_b448", "text": "9.3 Land Acquisition"}, {"text_block_id": "p33_b449", "text": "The land acquisition process has been identified as a major hurdle in development of RE projects. Projects usually face competition from other services such as agriculture, irrigation and other activities. Also, lack of transparency in the acquisition process leads to future problems such as conflicts with land owners and subsequent delays in project implementation."}, {"text_block_id": "p33_b450", "text": "9.3.1 Policy Recommendations for Land Acquisition for Renewable Energy Projects"}, {"text_block_id": "p33_b451", "text": "One of the objectives in this policy is to simplify the land acquisition process and make it more transparent to avoid unnecessary delays, ensure fair prices to land owners and developers, and prevent future disputes. The Nodal Agency shall work with other ministries and agencies to address the issues pertaining to land acquisition for RE projects."}, {"text_block_id": "p33_b452", "text": ""}, {"text_block_id": "p33_b453", "text": "Nodal Agency in coordination with the Ministry responsible for Land shall identify land parcel for development of RE projects."}, {"text_block_id": "p33_b454", "text": ""}, {"text_block_id": "p33_b455", "text": "Nodal Agency shall provide details on land including type of land, its suitability for developing RE projects, ownership of the land, that is whether it is Government owned or privately owned and other necessary information."}, {"text_block_id": "p33_b456", "text": ""}, {"text_block_id": "p33_b457", "text": "Nodal Agency shall inform the developers and other private players regarding the availability of land in periodic intervals of 6 months."}, {"text_block_id": "p33_b458", "text": ""}, {"text_block_id": "p33_b459", "text": "Available lands that are Government owned shall be allocated to the developers following land auction system. Based on the available land, the Nodal Agency shall advertise the site inviting bids."}, {"text_block_id": "p33_b460", "text": ""}, {"text_block_id": "p33_b461", "text": "The Nodal Agency shall have the responsibility to provide guidelines for the land auction system including designing the bidding documents and other necessary documentation."}, {"text_block_id": "p34_b462", "text": ""}, {"text_block_id": "p34_b463", "text": "The winning bidder shall pay the amount directly to the Ministry responsible for Land. The Nodal Agency shall charge an administrative fee for this process. Such charge shall be approved by the Ministry responsible for Energy in consultation with the regulator from time to time."}, {"text_block_id": "p34_b464", "text": ""}, {"text_block_id": "p34_b465", "text": "All the above process is just to facilitate and simplify land acquisition process. However, developers are free to identify land on their own and approach respective departments for acquisition, approvals and clearances. But, they can seek help from the Nodal Agency for facilitating the acquisition process."}, {"text_block_id": "p34_b466", "text": "9.4 Policy Provisions to Address Development Risks for Renewable Energy Projects in Zimbabwe"}, {"text_block_id": "p34_b467", "text": "The objectives and action points in this policy to address the development risks include the following:"}, {"text_block_id": "p34_b468", "text": "9.4.1 Objectives"}, {"text_block_id": "p34_b469", "text": "The objectives of the policy with respect to addressing the development risks and reducing administrative delays include the following:"}, {"text_block_id": "p34_b470", "text": ""}, {"text_block_id": "p34_b471", "text": "To have well-defined timelines for licensing, grid-connection, land acquisition, water extraction and other approvals and reduce time required in obtaining approvals."}, {"text_block_id": "p34_b472", "text": ""}, {"text_block_id": "p34_b473", "text": "To relax EIA requirement for less than five Mega Watts (5 MW) RE projects and reduce EIA approval timelines for greater than five Mega Watts (5 MW) RE projects."}, {"text_block_id": "p34_b474", "text": ""}, {"text_block_id": "p34_b475", "text": "To set up a Nodal Agency to facilitate the entire development process and provide information to developers on the administrative processes, design a list of approvals with involved authorities and defined timelines and fees, monitor progress of the project through an online platform and integrate operational data."}, {"text_block_id": "p34_b476", "text": ""}, {"text_block_id": "p34_b477", "text": "To define the time-lines for construction and commissioning of the projects."}, {"text_block_id": "p34_b478", "text": ""}, {"text_block_id": "p34_b479", "text": "To identify sites for development of RE projects and inform the developers periodically."}, {"text_block_id": "p34_b480", "text": ""}, {"text_block_id": "p34_b481", "text": "To sell land through auctions for fair price to land owners and transparency in the process."}, {"text_block_id": "p34_b482", "text": "9.4.2 Action Points"}, {"text_block_id": "p34_b483", "text": "The provisions including approval timelines, setting up the Nodal Agency and addressing land acquisition issues to address the development risks have been summarised in the form of certain action points."}, {"text_block_id": "p34_b484", "text": ""}, {"text_block_id": "p34_b485", "text": "Nodal Agency"}, {"text_block_id": "p34_b486", "text": "Nodal Agency\n* Design guidelines and procedures for the land auction process in coordination with Ministry\n* Coordinate with ministries and departments involved including Ministry responsible for Environment,\n* Coordinate and collaborate with the Ministry responsible for Land to identify land suitable for"}, {"text_block_id": "p35_b492", "text": "Nodal Agency\n* Design guidelines and procedures for the land auction process in coordination with Ministry\n* Coordinate with ministries and departments involved including Ministry responsible for Environment,\n* Coordinate and collaborate with the Ministry responsible for Land to identify land suitable for\n* Invite bids through the Nodal Agency from developers for allocation of land through the land\n* Provide necessary information to developers regarding bidding process, clearances and approvals,\n* Facilitate the entire process of obtaining clearances, approvals and permits, monitor progress in\n* Monitor the construction and development of RE projects.\n* To use information on project implementation and approval processes, to ensure that all\n* Integrate operational data from the developers and other departments across all stages of the\n* Provide license to developers within the defined time period of one hundred and twenty (120) days.\n* To coordinate with the Environmental Management Agency to relax the EIA process for RE projects\n* Monitor that environmental impact assessment approval is provided within thirty (30) days of\n* To give advise on the fees that shall be charged by the Nodal Agency for the services it shall offer\n* To provide grid connection approval to developers within one hundred and twenty (120) days from\n* For project other than solar parks, the transmission utility to assist the developers in laying out\n* To provide water extraction approvals and permits within the designed timelines.\n* Produce the necessary documents and fulfil other requirements as defined in the regulations and"}, {"text_block_id": "p35_b504", "text": ""}, {"text_block_id": "p35_b505", "text": "The Regulator"}, {"text_block_id": "p35_b514", "text": ""}, {"text_block_id": "p35_b515", "text": "The Transmission Utility"}, {"text_block_id": "p35_b520", "text": ""}, {"text_block_id": "p35_b521", "text": "Zimbabwe National Water Authority (ZINWA)"}, {"text_block_id": "p35_b524", "text": ""}, {"text_block_id": "p35_b525", "text": "Developers"}, {"text_block_id": "p36_b528", "text": "Developers\n* Make the fee payments as mentioned in the regulations within the defined timelines.\n* Make the necessary evacuation arrangements to the nearest substations either by making own"}, {"text_block_id": "p36_b532", "text": "10. Promoting Off-grid Technologies and Other Clean Energy Solutions in Zimbabwe"}, {"text_block_id": "p36_b533", "text": "Renewables based off-grid systems and other clean energy solutions can provide access to electricity and clean energy sources in regions where traditional grid extension is not economically feasible. They provide affordable lighting, improve communications, improve the quality of healthcare facilities and educational institutions in addition to other businesses and institutions. A load forecast of domestic households and institutions in rural off-grid areas in the Rural Energy Master Plan indicate that the potential additional rural electricity demand by the year 2034 is between five hundred Mega Watts (500 MW) and nine hundred Mega Watts (900 MW), assuming all rural customers will be grid-connected. There are several off-grid technologies and other clean energy solutions that can improve energy access in the distant rural areas of Zimbabwe like mini grid, micro grid, solar lighting, solar home systems, small hydro, solar water heaters, clean cook stove and RE based water pumps and systems."}, {"text_block_id": "p36_b534", "text": "10.1 Guidelines to Promote Off-grid Technology and Other Clean Energy Solutions in Zimbabwe"}, {"text_block_id": "p36_b535", "text": "The policy aims to improve the electrification levels and energy access in the country, especially in the distant rural areas which lack access to grid infrastructure. In areas where grid expansion might take a long time and are not commercially feasible, renewables based off-grid electrification will provide a feasible way to provide access to basic and modern energy services to the common citizens of Zimbabwe. However, to promote renewables based off-grid technologies in these areas, there is a need for a dedicated programme backed by strong institutional support and legal and regulatory framework. The following provisions are proposed to improve the development of off-grid technologies in Zimbabwe:"}, {"text_block_id": "p36_b536", "text": "10.1.1 Standards and Specifications"}, {"text_block_id": "p36_b537", "text": "All the available renewables based off-grid products shall adhere to the specified quality standards. The regulator along with Standards Association of Zimbabwe (SAZ) have endorsed the International Electro-technical Commission (IEC) standards for solar PV and lighting as national standards for use in Zimbabwe among others."}, {"text_block_id": "p36_b538", "text": "10.1.2 Procurement Method"}, {"text_block_id": "p36_b539", "text": "Standalone Renewables Based Clean Energy Solutions"}, {"text_block_id": "p36_b540", "text": ""}, {"text_block_id": "p36_b541", "text": "Clean energy solutions such as solar water heaters, solar home systems, clean cook stoves, lighting systems and RE based water pumps can be obtained from the market or Government programmes."}, {"text_block_id": "p36_b542", "text": ""}, {"text_block_id": "p36_b543", "text": "For solar water heaters obtained under Government schemes, the grid connected consumers shall have a pre-paid meter installed in their homes or business premises. The cost of such water heaters shall be recovered through a monthly energy bill."}, {"text_block_id": "p36_b544", "text": "Mini-grid and Micro-grid"}, {"text_block_id": "p36_b545", "text": ""}, {"text_block_id": "p36_b546", "text": "The mini-grids and micro-grids shall be based on RE technologies."}, {"text_block_id": "p37_b547", "text": ""}, {"text_block_id": "p37_b548", "text": "All the projects would need to obtain the license. However, licensing fees shall be waived off for installation and operation of micro-grids and mini-grids with an installed capacity of less than one Mega Watts (1 MW)."}, {"text_block_id": "p37_b549", "text": ""}, {"text_block_id": "p37_b550", "text": "In order for the mini-grids and micro-grids to qualify as community projects, these projects shall provide electricity to nearby communities, community projects, health facilities and educational institutions. Further, these projects shall get the approval of at least sixty-six percent (66%) or two thirds (2/3) majority of the local population before beginning work on the project."}, {"text_block_id": "p37_b551", "text": ""}, {"text_block_id": "p37_b552", "text": "Guidelines and standards shall be developed by the regulator for qualifying these projects as community based projects."}, {"text_block_id": "p37_b553", "text": ""}, {"text_block_id": "p37_b554", "text": "The tariff set for these programmes shall consider the paying capacity of the consumers."}, {"text_block_id": "p37_b555", "text": "10.1.3 Financing the Development of Off-grid Technologies and Other Clean Energy Projects"}, {"text_block_id": "p37_b556", "text": "The following initiatives shall be provided to attract private funds and finance the development of these projects:"}, {"text_block_id": "p37_b557", "text": ""}, {"text_block_id": "p37_b558", "text": "Grants:"}, {"text_block_id": "p37_b559", "text": "The Government shall work with the NGOs and multi-lateral institutions to obtain grants that can be provided for development of micro-grid and mini-grid projects."}, {"text_block_id": "p37_b560", "text": ""}, {"text_block_id": "p37_b561", "text": "Concessional Loans:"}, {"text_block_id": "p37_b562", "text": "Off-grid projects employing renewable sources shall be eligible to get concessional loans from the dedicated Green Energy Fund."}, {"text_block_id": "p37_b563", "text": ""}, {"text_block_id": "p37_b564", "text": "Grace Period in Loans:"}, {"text_block_id": "p37_b565", "text": "Loans availed by the developers from the dedicated Green Energy Fund and REF for developing these projects shall be eligible for an initial extended grace period for repayment that will allow the developers to recover the operating expenses and other investments in the initial years before making the interest and principal payments of the loan."}, {"text_block_id": "p37_b566", "text": ""}, {"text_block_id": "p37_b567", "text": "Subsidies:"}, {"text_block_id": "p37_b568", "text": "The Government shall provide a certain defined amount of subsidy according to the type and size of the project in order to make the project financially sustainable in the initial years and attract funds from private investors."}, {"text_block_id": "p37_b569", "text": ""}, {"text_block_id": "p37_b570", "text": "Budgetary Allocation:"}, {"text_block_id": "p37_b571", "text": "Developing off-grid projects needs government support and a yearly allocation of the annual budget shall provide a boost to the developers."}, {"text_block_id": "p37_b572", "text": "10.1.4 Other Provisions to Promote Development of Off-grid and Clean Energy Projects"}, {"text_block_id": "p37_b573", "text": ""}, {"text_block_id": "p37_b574", "text": "Tax Exemption"}, {"text_block_id": "p37_b575", "text": ": For community funded or NGO sponsored off-grid projects, all import duties on import of equipment and all the taxes related to consumption of electricity shall be waived off as provided in the respective legislation and future amendments (Finance Act, Income Tax Act, Value Added Tax Act and Value Added Tax Regulations, Customs and Excise Duty Act and Customs and Excise General Regulations)."}, {"text_block_id": "p37_b576", "text": ""}, {"text_block_id": "p37_b577", "text": "Awareness Programs:"}, {"text_block_id": "p37_b578", "text": "It has been observed that people lack knowledge and experience in operating these technologies. Certain initiatives shall be taken to promote awareness of off-grid technologies."}, {"text_block_id": "p37_b579", "text": "It has been observed that people lack knowledge and experience in operating these technologies. Certain initiatives shall be taken to promote awareness of off-grid technologies.\n* The campaigns shall include free demonstrations regarding the use and benefits of off-grid\n* Also, there shall be structured programs to invite developers and inform them about the different"}, {"text_block_id": "p38_b583", "text": "It has been observed that people lack knowledge and experience in operating these technologies. Certain initiatives shall be taken to promote awareness of off-grid technologies.\n* The campaigns shall include free demonstrations regarding the use and benefits of off-grid\n* Also, there shall be structured programs to invite developers and inform them about the different\n* These awareness campaigns shall be conducted by the Government agencies in collaboration with\n* The customers who shall pay the rent continuously for two years can own the product. This will\n* The monthly rent amount shall be decided considering the paying capacity of the customers and the\n* The products sold on rent basis shall have warranty support during the rent period and shall be"}, {"text_block_id": "p38_b586", "text": "10.2 Guidelines to Implement Programmes for Off-grid and Clean Energy Technologies"}, {"text_block_id": "p38_b587", "text": "The Ministry responsible for Energy along with the Rural Electrification Fund (REF) shall develop programmes for promoting different technologies considering the guidelines mentioned regarding standards and specifications, procurement, tariff and payment, financing mechanisms, efficiency measures and other incentives. The specifications of the programs shall be similar to the solar water heaters (geysers) program."}, {"text_block_id": "p38_b588", "text": "In addition to these provisions, the programme shall clearly indicate the target number of installations of the systems, like it has set a target of installing two hundred and fifty thousand (250,000) solar water heaters (geysers) by the year 2030."}, {"text_block_id": "p38_b589", "text": "The programme shall have certain guiding features which are provided below:"}, {"text_block_id": "p38_b590", "text": ""}, {"text_block_id": "p38_b591", "text": "The programme should define all the initiatives and steps that shall be taken to achieve the targets mentioned in the SE4ALL Action Agenda report."}, {"text_block_id": "p38_b592", "text": ""}, {"text_block_id": "p38_b593", "text": "The programme shall provide incentives for higher adoption of off-grid and clean energy equipment among the local population. It shall also indicate the provisions for grants and subsidies from Governments and multi-lateral agencies."}, {"text_block_id": "p38_b594", "text": ""}, {"text_block_id": "p38_b595", "text": "The programmes shall provide innovative payment mechanisms considering the paying capacity of consumers, life of equipment and returns to the investors. They should have low upfront costs and an EMI that will be suitable for the customers. The payment mechanism should be designed so as to incentivise the adoption of off-grid products and make it affordable for use by the customers."}, {"text_block_id": "p38_b596", "text": ""}, {"text_block_id": "p38_b597", "text": "Customers can obtain off-grid products and equipment by paying a monthly rent to suppliers."}, {"text_block_id": "p38_b604", "text": "Programmes shall be designed by the Ministry responsible for Energy for off grid technologies under two key areas, electricity access and agriculture. Also, programmes shall be developed for clean energy solutions under two key areas, cooking and heating."}, {"text_block_id": "p38_b605", "text": "10.2.1 Off-grid Technologies"}, {"text_block_id": "p38_b606", "text": "Electricity Access"}, {"text_block_id": "p39_b607", "text": "The objective of the programme shall be to increase access to electricity in remote area by providing reliable and stable power. The Rural Electrification Fund is already implementing several schemes to improve the electrification levels in rural areas through grid extension programs and lighting community establishments by RE technologies. In continuation to their existing initiatives, it shall be responsible to improve electrification levels in rural areas. All the rural electrification schemes shall be designed and carried out in consultation with the Rural Electrification Fund."}, {"text_block_id": "p39_b608", "text": ""}, {"text_block_id": "p39_b609", "text": "The renewables based off-grid technologies which can be used for electrification are mini grid projects and others. Standalone decentralised systems which can be used are solar lighting systems, solar home systems, solar lanterns and biogas electrification plants."}, {"text_block_id": "p39_b610", "text": ""}, {"text_block_id": "p39_b611", "text": "Special provision for tariff shall be made to make it affordable while ensuring a desired return to investors."}, {"text_block_id": "p39_b612", "text": ""}, {"text_block_id": "p39_b613", "text": "The programme shall promote local community participation in the development and operations of the project."}, {"text_block_id": "p39_b614", "text": ""}, {"text_block_id": "p39_b615", "text": "It shall also support the development of independent grids supplied by micro-hydro and pico-hydro, biomass gasifiers and solar PV systems in dispersed distant settlements."}, {"text_block_id": "p39_b616", "text": ""}, {"text_block_id": "p39_b617", "text": "The programme shall prioritise supporting electrification for productive uses and key social services. Captive generation shall be promoted through incentives."}, {"text_block_id": "p39_b618", "text": ""}, {"text_block_id": "p39_b619", "text": "The programme shall promote public private partnership and private participation through tendering."}, {"text_block_id": "p39_b620", "text": ""}, {"text_block_id": "p39_b621", "text": "The programme shall involve carrying out feasibility study for micro and mini hydro sites to provide power to mini grids in rural areas to be managed by cooperatives, communities and local entrepreneurs."}, {"text_block_id": "p39_b622", "text": "Agriculture"}, {"text_block_id": "p39_b623", "text": "The renewables based off-grid technologies which can be used for agriculture are RE powered water pumps, biogas based heating and lighting farm systems including boilers, watering of animals using RE powered equipment, and others. Off-grid renewables can support productive activity at all stages of the agriculture food chain. The installation of RE equipment such as solar panels, wind turbine or a biomass digester can support irrigation (water pumping) and post-harvest activities including agro-processing and food preservation (drying, milling, pressing and cooling) for storage and transport."}, {"text_block_id": "p39_b624", "text": "The objective of the programme is to develop scalable models which shall improve RE powered pumps for irrigation purposes and explore prospects of such pumps through coordination with other cross sectoral activities. Plans shall be formulated to make it sustainable for water supply and agriculture. Provisions for financial assistance shall be provided in the programme for reducing the cost of equipment."}, {"text_block_id": "p39_b625", "text": "10.2.2 Clean Energy Solutions"}, {"text_block_id": "p39_b626", "text": "Cooking"}, {"text_block_id": "p39_b627", "text": "The objective of this programme is to promote efficient sources of energy for the purpose of cooking."}, {"text_block_id": "p39_b628", "text": ""}, {"text_block_id": "p39_b629", "text": "The renewables based off-grid technologies which can be used for cooking are clean cook stoves, solar cookers and biogas based cookers. There is a need to promote installation of the above mentioned technologies in rural areas using wood or solid fuel for cooking as this is more efficient and clean source."}, {"text_block_id": "p40_b630", "text": ""}, {"text_block_id": "p40_b631", "text": "For promotion of these programmes, planning shall be carried out to study willingness of people to pay, affordability, sustainability and efficiency. Committees shall be formed at the village level keeping in mind gender diversity."}, {"text_block_id": "p40_b632", "text": ""}, {"text_block_id": "p40_b633", "text": "Grants and funds shall be provided to households who would want to purchase solar cookers and biogas digesters and NGOs shall be involved to effectively implement the programmes. Also the programmes shall promote awareness campaigns. Some of the stakeholders have identified issues in operation and efficiency of biogas digesters. The programme shall also cover the standard specifications, warranties and free Operations and Maintenance for certain period. The programme shall also have specific targets on installations of different equipment as referred in each of the schemes."}, {"text_block_id": "p40_b634", "text": "Heating and Lighting"}, {"text_block_id": "p40_b635", "text": "The renewables based off-grid technologies which can be used for heating are solar water heating systems and biomass fired cogeneration. Scheme for installation of solar water heaters by the Government in Zimbabwe, and Electricity (Solar Water Heating) Regulations, 2017 has also been notified. RE technologies such as solar lighting systems can also be used in improving access to lighting systems to the people. In order to foster development, municipal authorities and industries will work together in developing the potential of industries that generate waste. Promoters can access finance from development banks, multi-lateral financial institutions and incentives shall be put in place to promote the conversion of waste to energy."}, {"text_block_id": "p40_b636", "text": "10.3 Policy Provisions for Promoting Off-grid Technologies and Clean Energy Solutions in Zimbabwe"}, {"text_block_id": "p40_b637", "text": "The policy has certain objectives and action points for promoting off-grid technologies and clean energy solution in Zimbabwe. This is specified below:"}, {"text_block_id": "p40_b638", "text": "10.3.1 Objectives"}, {"text_block_id": "p40_b639", "text": "The policy has the following objectives for promoting adoption and usage of off-grid technologies and clean energy solutions:"}, {"text_block_id": "p40_b640", "text": ""}, {"text_block_id": "p40_b641", "text": "To identify feasible off-grid technologies and clean energy solutions for implementation in Zimbabwe, and develop standards and specifications for the available off-grid equipment to ensure quality."}, {"text_block_id": "p40_b642", "text": ""}, {"text_block_id": "p40_b643", "text": "To conduct awareness campaigns at district and community levels for spreading awareness regarding the use and benefits of off-grid systems and clean energy solutions."}, {"text_block_id": "p40_b644", "text": ""}, {"text_block_id": "p40_b645", "text": "To design financing mechanisms for raising funds for development of off-grid projects and clean energy solutions through grants, concessional loans from the RE Fund, Government subsidies, initial grace period in loans and others."}, {"text_block_id": "p40_b646", "text": ""}, {"text_block_id": "p40_b647", "text": "Provide incentives such as import duty exemption, tax exemption, and others under the current Legislation and future amendments, for promoting the adoption and use of off-grid and clean energy products and equipment."}, {"text_block_id": "p40_b648", "text": ""}, {"text_block_id": "p40_b649", "text": "Develop specific programmes for key off-grid areas, electricity access and agriculture. Also, develop specific programmes for clean energy solutions under key areas, cooking and heating. The programmes shall cover the targets for different off-grid technologies in line with the targets set under SE4ALL Action Agenda."}, {"text_block_id": "p41_b650", "text": "10.3.2 Action Points"}, {"text_block_id": "p41_b651", "text": "The policy recommends some action points in order to attain the above mentioned objectives."}, {"text_block_id": "p41_b652", "text": ""}, {"text_block_id": "p41_b653", "text": "Ministry Responsible for Energy"}, {"text_block_id": "p41_b654", "text": "Ministry Responsible for Energy\n* Design and develop specific programmes with the Rural Electrification Fund (REF) for promoting off-grid\n* Conduct awareness campaigns in coordination with REF and collaborating with NGOs and international\n* Allocate a certain percentage of the energy budget for conducting awareness campaigns.\n* Initiate skill development programs with REF and institutions to build capacity among local\n* Develop some pilot projects during the initial period of the programme.\n* Provide capital subsidies in the initial stages of the project.\n* Provide clear mechanism for grants and capital subsidy.\n* Allocate a certain percentage of the annual budget solely for development of renewables based off-grid\n* Consider prepaid metering as an option to recover charges incurred during installation of off-grid RE\n* Coordinate with multi-lateral institutions and agencies to obtain grants, financial support and technical\n* To collaborate with the Ministry responsible for Energy to design and develop specific programmes\n* Provide funding for setting up off-grid distribution network (mini-grids and micro-grids)\n* Deploy funds for installation and development of off-grid technologies and clean energy solutions in\n* Ensure that available off-grid products and systems and clean energy solutions in the market"}, {"text_block_id": "p41_b674", "text": ""}, {"text_block_id": "p41_b675", "text": "Rural Electrification Fund (REF)"}, {"text_block_id": "p41_b682", "text": ""}, {"text_block_id": "p41_b683", "text": "The regulator"}, {"text_block_id": "p42_b686", "text": "The regulator\n* To monitor the fees charged in prepaid solar water heater schemes by the Government. The\n* Waive off licensing fees for installation and operation of micro-grids and mini-grids with an installed\n* Design guidelines and standards which need to be adhered to by the developers, to qualify as\n* Provide a framework to the developers and management of the project to calculate the tariff.\n* Design products that strictly adhere to the defined standards and specifications by the regulator and\n* Meet the standards and requirements as defined by the regulator to qualify as a renewables based\n* Undertake technical training to build strong relevant skills in the manufacturing and production of"}, {"text_block_id": "p42_b694", "text": ""}, {"text_block_id": "p42_b695", "text": "Developers / Suppliers"}, {"text_block_id": "p42_b702", "text": "11. Promote Local Manufacturing of Renewable Energy Technologies"}, {"text_block_id": "p42_b703", "text": "Local manufacturing of RE systems and devices will not only spur a growth in the energy sector, but will also ensure a robust supply chain and generate employment opportunities for the workforce of the country. Following are some of the initiatives to promote local manufacturing of RE technologies in Zimbabwe:"}, {"text_block_id": "p42_b704", "text": ""}, {"text_block_id": "p42_b705", "text": "Standard Specifications:"}, {"text_block_id": "p42_b706", "text": "The regulator will ensure that the RE products and equipment available in the market adhere to the designed standards and specifications by the regulator and SAZ."}, {"text_block_id": "p42_b707", "text": ""}, {"text_block_id": "p42_b708", "text": "Domestic Content Requirements:"}, {"text_block_id": "p42_b709", "text": "A certain percentage of the RE technology systems installed in the country are mandated to have the domestic content. Mandatory domestic content requirements shall be implemented when there is a sizeable demand."}, {"text_block_id": "p42_b710", "text": ""}, {"text_block_id": "p42_b711", "text": "Financial and Tax Incentives:"}, {"text_block_id": "p42_b712", "text": "Financial incentives include providing low interest sources for project financing, custom duties and tax incentives as provided in the respective legislation and future amendments (Finance Act, Income Tax Act, Value Added Tax Act and Value Added Tax Regulations, Customs and Excise Duty Act and Customs and Excise General Regulations)."}, {"text_block_id": "p42_b713", "text": ""}, {"text_block_id": "p42_b714", "text": "Promoting Research and Development in Renewable Energy Technologies:"}, {"text_block_id": "p42_b715", "text": "It is essential to initiate Research and Development activities related to RE technologies which is pivotal for long-term sustainability of the industry and developing tailor made solutions for the Zimbabwean market."}, {"text_block_id": "p42_b716", "text": "11.1 Policy Provisions to Promote Local Manufacturing of Renewable Energy Technologies"}, {"text_block_id": "p42_b717", "text": "The policy has certain objectives and action points that aim to promote manufacturing in the country."}, {"text_block_id": "p43_b718", "text": "11.1.1 Objectives"}, {"text_block_id": "p43_b719", "text": "Promoting manufacturing of RE systems in the country needs support of a strong institutional framework with well-defined roles and responsibilities of the stakeholders. This will ensure that the planned objectives can be met in a suitable manner. A robust supply chain and effective stakeholder coordination is essential to ensure efficient manufacturing in the country. The policy has certain objectives and action points that aim to promote manufacturing in the country:"}, {"text_block_id": "p43_b720", "text": ""}, {"text_block_id": "p43_b721", "text": "To design standards and specifications for the RE systems and equipment to ensure consistency in the quality of these products."}, {"text_block_id": "p43_b722", "text": ""}, {"text_block_id": "p43_b723", "text": "To provide domestic content requirements aimed at promoting manufacturing of high-quality RE products and equipment."}, {"text_block_id": "p43_b724", "text": ""}, {"text_block_id": "p43_b725", "text": "To provide financial and tax incentives to manufacturers and developers under the current Legislation and future amendments."}, {"text_block_id": "p43_b726", "text": ""}, {"text_block_id": "p43_b727", "text": "To promote Research and Development in RE technologies."}, {"text_block_id": "p43_b728", "text": "11.1.2 Action Points"}, {"text_block_id": "p43_b729", "text": "The policy recommends certain key action points that need to be carried out by the stakeholders involved. These have been summarised below:"}, {"text_block_id": "p43_b730", "text": ""}, {"text_block_id": "p43_b731", "text": "Ministry Responsible for Energy"}, {"text_block_id": "p43_b732", "text": "Ministry Responsible for Energy\n* Coordinate with Ministry responsible for promoting Industry and Commerce and set domestic\n* Coordinate and work with the Ministry responsible for Finance to decide on the financial incentives\n* Coordinate and work with Ministry responsible for promoting Industry and Commerce and other\n* Ensure that all the RE systems and equipment adhere to the approved standards and specifications.\n* Design standards and specifications for equipment which do not have any defined standards. The"}, {"text_block_id": "p43_b738", "text": ""}, {"text_block_id": "p43_b739", "text": "The Regulator"}, {"text_block_id": "p43_b744", "text": "12. Skills Development and Technology Transfer"}, {"text_block_id": "p43_b745", "text": "Developing RE technologies in a country needs availability of skilled labour and access to latest technology in order to be competitive with the global players and provide equipment at a competitive price. The rapid growth of RE technologies will require an extensive pool of competent manpower to design, install and maintain the RE projects."}, {"text_block_id": "p44_b746", "text": "The initiatives to promote skill development and enable technology transfer are as follows:"}, {"text_block_id": "p44_b747", "text": ""}, {"text_block_id": "p44_b748", "text": "Collaboration with Other Countries:"}, {"text_block_id": "p44_b749", "text": "Zimbabwe shall form partnerships with other Countries for skill development and technology transfer in the RE sector. Cross country programs will encompass exchange programme visits to countries which have renowned practices in RE."}, {"text_block_id": "p44_b750", "text": ""}, {"text_block_id": "p44_b751", "text": "Collaboration of Universities with RET Developers and Manufacturers:"}, {"text_block_id": "p44_b752", "text": "There shall be important tie-ups between universities and the RE technology manufacturers to impart skills and training to the workforce. Private sector including private companies and financial institutions, can support skills development training programmes on RE in collaboration with tertiary and vocational training institutions."}, {"text_block_id": "p44_b753", "text": ""}, {"text_block_id": "p44_b754", "text": "Setting up of Training Institutes:"}, {"text_block_id": "p44_b755", "text": "Based on international practices, training institutes shall be developed with adequate resources and trained staff and personnel to impart vocational training to the workforce."}, {"text_block_id": "p44_b756", "text": "12.1 Policy Provisions to Enhance Skills Development in Zimbabwe"}, {"text_block_id": "p44_b757", "text": "The policy objectives and action points have been mentioned below that aim to promote skill development and build capacity in the RE sector."}, {"text_block_id": "p44_b758", "text": "12.1.1 Objectives"}, {"text_block_id": "p44_b759", "text": "The policy has certain objectives to promote skill development and technology transfer in the country. These include the following:"}, {"text_block_id": "p44_b760", "text": ""}, {"text_block_id": "p44_b761", "text": "To engage in collaborations and partnerships with other countries to promote technology transfer, and sharing of technical knowledge and resources."}, {"text_block_id": "p44_b762", "text": ""}, {"text_block_id": "p44_b763", "text": "To set up training institutes to impart vocational training to the local workforce."}, {"text_block_id": "p44_b764", "text": ""}, {"text_block_id": "p44_b765", "text": "To collaborate with Universities and technical institutions to impart quality training to the workforce."}, {"text_block_id": "p44_b766", "text": ""}, {"text_block_id": "p44_b767", "text": "To promote participation of youth in the skill development and training programs, and encourage employment in the RE sector."}, {"text_block_id": "p44_b768", "text": "12.1.2 Action Points"}, {"text_block_id": "p44_b769", "text": "To achieve the above mentioned objectives, the policy recommends certain key action points that are mentioned below:"}, {"text_block_id": "p44_b770", "text": ""}, {"text_block_id": "p44_b771", "text": "Ministry Responsible for Energy"}, {"text_block_id": "p44_b772", "text": "Ministry Responsible for Energy\n* To initiate steps for collaborations and partnerships with other countries to stimulate skill\n* Design training programs after discussions with industry players and thought leaders in the sector\n* Design specific plans to encourage higher participation of youth in the capacity building measures\n* Collaborate with Universities and technical institutions to design training programs for the"}, {"text_block_id": "p45_b780", "text": ""}, {"text_block_id": "p45_b781", "text": "Developers / Suppliers"}, {"text_block_id": "p45_b782", "text": "Developers / Suppliers\n* The developers shall coordinate with the Universities and technical institutions and develop mutually\n<\\li1>"}, {"text_block_id": "p45_b784", "text": "13. Biofuels in Zimbabwe"}, {"text_block_id": "p45_b785", "text": "In the year 2015, MOEPD published the draft National Biofuel Policy of Zimbabwe (NBPZ). The policy framework focusses on the production and use of liquid Bio-fuels in the transport sector for the time period the years 2015 and 2030. As per the policy after a period of economic decline, the economy in Zimbabwe is getting revived. Since year 2009, the country’s energy demand is rising with a current national requirement of one comma two (1.2) million and two comma three (2.3) million litres of petrol and diesel per day respectively. Due to the landlocked nature of the country, fuel prices have remained high and consumers have not benefitted. The development of a bio-fuel sector could therefore provide a price buffer with potential benefits to the consumers."}, {"text_block_id": "p45_b786", "text": "The aim of the Biofuel policy is to:"}, {"text_block_id": "p45_b787", "text": ""}, {"text_block_id": "p45_b788", "text": "Provide an enabling environment for bio-fuels sector development in Zimbabwe"}, {"text_block_id": "p45_b789", "text": ""}, {"text_block_id": "p45_b790", "text": "Ensure that bio-fuel production, processing, distribution and marketing remain within the parameters of economic, environmental and social sustainability."}, {"text_block_id": "p45_b791", "text": "The biofuel subsector in Zimbabwe shall be guided by the National Biofuel Policy of Zimbabwe (NBPZ). Given the cross sectoral nature of the bio-fuel business, the successful implementation of the NBPZ will largely depend on close cooperation and coordination among key government institutions."}, {"text_block_id": "p45_b792", "text": "The key stakeholders are Ministry responsible for Energy, Agriculture, Mechanization and Irrigation, Environment, Water, Climate and Finance. These Ministries shall constitute an Inter-Ministerial Bio-fuels Development Coordination Committee under the Ministry responsible for Energy. The Committee shall co-opt representation from academia, private sector and civil society as appropriate. The Committee shall review various strategies and key actions proposed under the policy pillars (Economic, Agriculture, Environment, Social and Institutional) and develop a phased policy implementation plan, including financing options and a strong communications strategy for raising awareness at various stakeholder levels."}, {"text_block_id": "p45_b793", "text": "14. Funding Mechanisms for Renewable Energy"}, {"text_block_id": "p45_b794", "text": "Financing is a crucial element to promote development of RE. Financing requirement is long-term and shall involve both domestic and foreign funds. Along with financing, fiscal incentives shall also be provided in the form of tax and duty exemptions to reduce upfront costs."}, {"text_block_id": "p45_b795", "text": "14.1 Domestic and Foreign Banks"}, {"text_block_id": "p45_b796", "text": "The Government shall collaborate and coordinate with the domestic banks and foreign banks to promote development of RE in the country by providing a better rate of interest, shortening the payback period, and by having a sound approval process."}, {"text_block_id": "p45_b797", "text": "14.2 Green Energy Fund"}, {"text_block_id": "p45_b798", "text": "A separate clean energy Fund called Green Energy Fund of Zimbabwe shall be set up to extend financial assistance for setting up projects relating to new and renewable sources of energy and other sustainable energy projects such as Demand Side Management initiatives. For a period of one year from its inception, the Fund shall be administered"}, {"text_block_id": "p46_b799", "text": "by the Rural Electrification Fund (REF) and Ministry responsible for Finance shall also oversee the management of the Fund. There shall be equal participation in the management of the Fund by representatives from the development banks, development partners, DIIs and FIIs who would provide financing for this Fund."}, {"text_block_id": "p46_b800", "text": "The dedicated Green Energy Fund shall be backed by the Government, and private institutions to finance RE projects. The Fund can make equity and mezzanine investments in RE projects. The sources for this Fund can be financial resources and grants obtained from multi-lateral institutions, loans from development banks and international institutions, funds from development partners, local donors, revenue generated from the imposed carbon tax and penalty funds as well. Ministry responsible for Energy shall develop a detailed roadmap for creating this Fund and collecting of carbon taxes, penalty funds among other measures, as well as highlight roles and responsibilities of inter-ministerial departments and other stakeholders, within six (6) months of notification of this policy."}, {"text_block_id": "p46_b801", "text": "The Fund must not be used for other commercial purposes. This Fund shall act as a single window for receiving, coordinating and managing financial flows related to green energy projects in an efficient and systematic manner. The activities where the Fund can be used include the following:"}, {"text_block_id": "p46_b802", "text": ""}, {"text_block_id": "p46_b803", "text": "To increase financial inflow for RE projects and finance existing stalled and new projects."}, {"text_block_id": "p46_b804", "text": ""}, {"text_block_id": "p46_b805", "text": "To fund pilot projects."}, {"text_block_id": "p46_b806", "text": ""}, {"text_block_id": "p46_b807", "text": "Engage in capacity building and awareness raising activities and co-finance RE projects together with the local banks."}, {"text_block_id": "p46_b808", "text": ""}, {"text_block_id": "p46_b809", "text": "To provide loans at concessional rates to local manufacturers of RE systems on meeting certain criteria as defined by the Rural Electrification Fund (REF) in the initial period and the Infrastructure Development Agency after being set up."}, {"text_block_id": "p46_b810", "text": ""}, {"text_block_id": "p46_b811", "text": "To fund off-grid projects in order to facilitate competition."}, {"text_block_id": "p46_b812", "text": "14.3 International Donor Community Funding and NGO’s"}, {"text_block_id": "p46_b813", "text": "Donor community funding shall be used to support community scale projects in RE. The funds obtained from these sources shall be included in the Green Energy fund."}, {"text_block_id": "p46_b814", "text": "14.4 Sovereign Guarantee"}, {"text_block_id": "p46_b815", "text": "Sovereign guarantee is very essential for developing interest of international funding and development agencies in funding RE project in Zimbabwe. The Ministry responsible for Energy in coordination with the Ministry responsible for Finance will develop a detailed plan to enhance the investor confidence and value of sovereign guarantee in the"}, {"text_block_id": "p47_b816", "text": "market. Ministry responsible for Energy will also have the responsibility to work on approvals and other legal matters for providing sovereign guarantees."}, {"text_block_id": "p47_b817", "text": "14.5 Prescribed Asset Status"}, {"text_block_id": "p47_b818", "text": "RE projects may also be accorded Prescribed Asset Status on case to case basis. This will help in getting funding from pension funds and insurance funds and also tap the bond market."}, {"text_block_id": "p47_b819", "text": "14.6 Policy Provisions for Funding in Zimbabwe"}, {"text_block_id": "p47_b820", "text": "The policy provides certain guidelines for financing the development of RE projects which include the following:"}, {"text_block_id": "p47_b821", "text": "14.6.1 Objectives"}, {"text_block_id": "p47_b822", "text": "The objectives of the policy with respect to financing development of RE projects include:"}, {"text_block_id": "p47_b823", "text": ""}, {"text_block_id": "p47_b824", "text": "To promote, develop and extend financial assistance for setting up projects relating to new and renewable sources of energy and off-grid sources."}, {"text_block_id": "p47_b825", "text": ""}, {"text_block_id": "p47_b826", "text": "To fund RE projects in areas with low electricity penetration rate."}, {"text_block_id": "p47_b827", "text": ""}, {"text_block_id": "p47_b828", "text": "To create a Green Energy Fund for channelling funds for the development of RE in Zimbabwe."}, {"text_block_id": "p47_b829", "text": ""}, {"text_block_id": "p47_b830", "text": "To encourage innovative financing mechanisms."}, {"text_block_id": "p47_b831", "text": ""}, {"text_block_id": "p47_b832", "text": "To attract foreign investments."}, {"text_block_id": "p47_b833", "text": ""}, {"text_block_id": "p47_b834", "text": "To finance Research and Development activities in RE technologies by allocating a certain percentage of the Green Energy Fund as deemed appropriate by the Ministry responsible for Energy."}, {"text_block_id": "p47_b835", "text": ""}, {"text_block_id": "p47_b836", "text": "To allocate one percent (1%) of the Green Energy Fund on awareness campaigns for consumers and community level training programmes."}, {"text_block_id": "p47_b837", "text": "14.6.2 Action Points"}, {"text_block_id": "p47_b838", "text": "In order to achieve the above objectives, the key action points that are suggested in this policy include the following:"}, {"text_block_id": "p47_b839", "text": ""}, {"text_block_id": "p47_b840", "text": "Ministry Responsible for Energy"}, {"text_block_id": "p47_b841", "text": "Ministry Responsible for Energy\n* To engage with Domestic and International funding and development agencies for RE funding\n* To develop a detailed roadmap for collection of carbon tax and penalty funds.\n* To attain an approval from the legislative body for sovereign guarantee.\n* To provide a framework for sovereign guarantee in order to reduce the risks associated and hence the\n* To coordinate with the Ministry responsible for Finance for management of Green Energy Fund and"}, {"text_block_id": "p48_b851", "text": "Ministry Responsible for Energy\n* To engage with Domestic and International funding and development agencies for RE funding\n* To develop a detailed roadmap for collection of carbon tax and penalty funds.\n* To attain an approval from the legislative body for sovereign guarantee.\n* To provide a framework for sovereign guarantee in order to reduce the risks associated and hence the\n* To coordinate with the Ministry responsible for Finance for management of Green Energy Fund and\n* To coordinate with the Ministry responsible for Finance to create a financing mechanism where domestic\n* To coordinate with the Ministry responsible for Finance and develop a detailed plan to enhance the\n* Recommend projects on case to case basis to Ministry responsible for Finance for according Prescribed\n* Administer the Green Energy Fund with Ministry responsible for Energy.\n* Collaborate with the development partners, multi-lateral and bilateral institutions, foreign institutional\n* Define the criteria that should be met by the developers and the projects in order to avail financing\n* Conduct extensive discussions with the developers and IPPs, utility, and other stakeholders before"}, {"text_block_id": "p48_b857", "text": ""}, {"text_block_id": "p48_b858", "text": "Rural Electrification Fund (REF)"}, {"text_block_id": "p48_b867", "text": "15. Improving Socio-economic Conditions in Zimbabwe"}, {"text_block_id": "p48_b868", "text": "The policy is aimed at not only improving energy access in the country, it is also aimed towards the overall development of the country. The policy has certain features that aim to address the key areas which can improve the existing socio-economic conditions. These include the following:"}, {"text_block_id": "p48_b869", "text": ""}, {"text_block_id": "p48_b870", "text": "Affordability:"}, {"text_block_id": "p48_b871", "text": "Provisions and incentives in the policy which will make electricity cheaper and more affordable. Procurement methods like Competitive Bidding will reduce prices and incentives like import duty exemptions for community funded projects or NGO, which will lead to decrease in the cost of equipment and tax exemption on off-grid projects, hence making it more affordable."}, {"text_block_id": "p48_b872", "text": ""}, {"text_block_id": "p48_b873", "text": "Availability:"}, {"text_block_id": "p48_b874", "text": "Policy provisions promote strategically diversified energy portfolio and supply pathways for each energy source in order to ensure sufficient supply."}, {"text_block_id": "p48_b875", "text": ""}, {"text_block_id": "p48_b876", "text": "Accessibility:"}, {"text_block_id": "p48_b877", "text": "Policy provisions focusing on grid expansion by the transmission utility and higher uptake of off-grid technologies shall improve access to electricity."}, {"text_block_id": "p48_b878", "text": ""}, {"text_block_id": "p48_b879", "text": "Sustainability:"}, {"text_block_id": "p48_b880", "text": "The policy sets the RE targets to achieve the NDC objectives of achieving thirty-three percent (33%) less GHG emissions from energy sector."}, {"text_block_id": "p48_b881", "text": ""}, {"text_block_id": "p48_b882", "text": "Employment Opportunities:"}, {"text_block_id": "p48_b883", "text": "The policy recommends that at least forty percent (40%) of the workforce employed in the running of the RE plant should be from the local communities which should be in line with the National Youth Policy. The policy recommends key initiatives to promote skill development programs for an efficient and trained workforce."}, {"text_block_id": "p48_b884", "text": ""}, {"text_block_id": "p48_b885", "text": "Benefits to Local Communities:"}, {"text_block_id": "p48_b886", "text": "The policy makes provisions for minimum contribution of at least one percent (1%) of total annual revenue for community development, and that appropriate local ownership of each project with capacity less than two Mega Watts (2 MW) as per the indigenization laws. For larger"}, {"text_block_id": "p49_b887", "text": "projects, the developers need to contribute a certain percentage of their returns in developmental activities of nearby communities."}, {"text_block_id": "p49_b888", "text": ""}, {"text_block_id": "p49_b889", "text": "Development of Industrial and Commercial Enterprises:"}, {"text_block_id": "p49_b890", "text": "The policy aims to improve energy access in the country which shall promote industrial growth. Formation of Nodal Agency and robust procurement mechanisms will promote private participation in RE projects."}, {"text_block_id": "p49_b891", "text": ""}, {"text_block_id": "p49_b892", "text": "Food Security:"}, {"text_block_id": "p49_b893", "text": "Crops can be irrigated using RE powered pumps instead of watering by hand, which dramatically increases crop yields and refrigeration can dramatically extend the longevity of produce."}, {"text_block_id": "p49_b894", "text": ""}, {"text_block_id": "p49_b895", "text": "Gender Equity:"}, {"text_block_id": "p49_b896", "text": "The policy recommends certain key initiatives to address gender issues and move towards a gender-neutral participation in RE projects:"}, {"text_block_id": "p49_b897", "text": "The policy recommends certain key initiatives to address gender issues and move towards a gender-neutral participation in RE projects:\n* Women entrepreneurs and representatives should be involved\n* The policy recommends specific steps should be initiated to\n* In collaboration with NGOâs, training programmes shall be designed to focus\n* The policy suggests to conduct regular assessments and audits of"}, {"text_block_id": "p49_b909", "text": ""}, {"text_block_id": "p49_b910", "text": "Children and Youth Participation:"}, {"text_block_id": "p49_b911", "text": "Development activities including construction of RE plants, promotion activities, managerial and entrepreneurship promotion, and awareness campaigns of the Government shall be marked by increased participation of children and youth (people below the age of thirty five (35) years) and children of the local communities. The policy recommends educational courses on RE technologies to be conducted in collaboration with universities and other educational institutions for youth and children."}, {"text_block_id": "p49_b912", "text": ""}, {"text_block_id": "p49_b913", "text": "Improved Access to Basic Facilities:"}, {"text_block_id": "p49_b914", "text": "Access to energy services in schools and healthcare facilities shall enable children, the aged and rural communities to have access to better healthcare and education services. The policy should ensure that the special communities including children and youth get basic access to electricity from renewable sources with well-designed schemes by the Ministry responsible for Energy."}, {"text_block_id": "p49_b915", "text": "Table 9. Monitoring progress of the socio-economic areas"}, {"text_block_id": "p51_b916", "text": "15.1 Promoting Local Entrepreneurs and Community Development through Renewable Energy Projects"}, {"text_block_id": "p51_b917", "text": "Involving local entrepreneurs and stakeholders in the development of RE projects is crucial to ensure sustainable and equitable growth in the country. This can be achieved with certain initiatives as explained below:"}, {"text_block_id": "p51_b918", "text": "Projects with Capacity Below 2 MW"}, {"text_block_id": "p51_b919", "text": "All RE projects less than two Mega Watts (2 MW) should have appropriate ownership by Zimbabweans in accordance with the existing indigenization laws. In addition, a minimum one percent (1%) of the total revenue should be spent in developmental activities of the project affected communities as mandated by the Ministry responsible for Energy from time to time."}, {"text_block_id": "p51_b920", "text": "Projects with Capacity Above 2 MW"}, {"text_block_id": "p51_b921", "text": "For the development of RE projects greater than two Mega Watts (2 MW), the developers shall contribute minimum 1% of the total annual revenue in developmental activities of the project to affected communities as mandated by the Ministry responsible for Energy from time to time."}, {"text_block_id": "p51_b922", "text": "15.2 Social Impact Assessment of Renewable Energy Projects"}, {"text_block_id": "p51_b923", "text": "The policy aims at improving the overall socio-economic conditions in the country. Provisions for improvement in the socio-economic conditions concerning social welfare, gender equity, poverty eradication and community development."}, {"text_block_id": "p51_b924", "text": ""}, {"text_block_id": "p51_b925", "text": "The developers have the responsibility to provide information to the Nodal Agency related to impact of the project on socio-economic parameters mentioned earlier by conducting outreach programmes."}, {"text_block_id": "p52_b926", "text": ""}, {"text_block_id": "p52_b927", "text": "The Nodal Agency will monitor and evaluate the information provided by the developers, and conduct a social impact assessment of the RE projects in order to assess the impact of the projects on the key-socio"}, {"text_block_id": "p52_b928", "text": "-"}, {"text_block_id": "p52_b929", "text": "economic parameters mentioned in the policy."}, {"text_block_id": "p52_b930", "text": ""}, {"text_block_id": "p52_b931", "text": "At least fifteen percent (15%) of the local population need to be consulted during the social impact assessment and the observations need to be recorded to ensure adequate representation in the project."}, {"text_block_id": "p52_b932", "text": ""}, {"text_block_id": "p52_b933", "text": "The Nodal Agency needs to provide social impact approval to the developer within a period of 60 days, post which it will be deemed approved."}, {"text_block_id": "p52_b934", "text": "15.3 Policy Provisions for Improving Socio-economic Conditions in the Country"}, {"text_block_id": "p52_b935", "text": "The policy has certain objectives and action points that aim to promote local manufacturing in the country."}, {"text_block_id": "p52_b936", "text": "15.3.1 Objectives"}, {"text_block_id": "p52_b937", "text": ""}, {"text_block_id": "p52_b938", "text": "To promote local entrepreneurship and involve the participation of local communities."}, {"text_block_id": "p52_b939", "text": ""}, {"text_block_id": "p52_b940_merged_merged", "text": "To conduct social impact assessment of RE projects to assess the impact of the projects in the key socio-economic areas"}, {"text_block_id": "p52_b943", "text": "15.3.2 Action Points"}, {"text_block_id": "p52_b944", "text": "In order to achieve the above objectives, the key action points that are suggested in this policy include the following:"}, {"text_block_id": "p52_b945", "text": ""}, {"text_block_id": "p52_b946", "text": "Ministry Responsible for Energy"}, {"text_block_id": "p52_b947", "text": "Ministry Responsible for Energy\n* Provide guidelines for community development activities for project affected people in line with the\n* Monitor the progress of community development activities by developers.\n* Conduct consultation workshops for children and youth to understand their issues and design specific\n* Publish guidelines and data formats for undertaking social impact assessment\n* Review the social impact assessment report and recommend social measure to be undertaken by the\n* Conduct outreach programmes to collect information relevant to the concerned project regarding key\n* Provide necessary information to the Nodal Agency to obtain social impact approvals."}, {"text_block_id": "p52_b953", "text": ""}, {"text_block_id": "p52_b954", "text": "Nodal Agency"}, {"text_block_id": "p52_b959", "text": ""}, {"text_block_id": "p52_b960", "text": "Developers"}, {"text_block_id": "p53_b965", "text": "16. Institutional Framework for Renewable Energy in Zimbabwe"}, {"text_block_id": "p53_b966", "text": "The figure below gives the layout for the proposed institutional framework to facilitate and ensure successful implementation of RE projects."}, {"text_block_id": "p53_b967", "text": ""}, {"text_block_id": "p53_b968", "text": "The Ministry responsible for Energy has the overall responsibility for the implementation of the policy. It is the responsibility of Ministry responsible for Energy to coordinate and collaborate with different ministries to devise the strategies."}, {"text_block_id": "p53_b969", "text": ""}, {"text_block_id": "p53_b970", "text": "The Regulator shall act as the regulator to monitor the implementation of several activities and programmes in the policy by the stakeholders. It shall also regulate different activities including tariff setting, procurement, development of on-grid and off-grid generation sites and others based on existing regulatory frameworks and the new frameworks that shall be developed."}, {"text_block_id": "p54_b971", "text": ""}, {"text_block_id": "p54_b972", "text": "The Rural Electrification Fund (REF) shall be responsible for improving the overall electrification levels in the country. It shall also be responsible for the management of the Green Energy Fund in the initial years and coordinate with Ministry responsible for Finance for the management of the Fund."}, {"text_block_id": "p54_b973", "text": ""}, {"text_block_id": "p54_b974", "text": "Ministry responsible for Energy shall operate as the Nodal Agency to facilitate the entire process of obtaining clearances, approvals and licenses, integrate operational data, monitor progress of development of RE projects, and conduct the land auction process as mentioned in the policy."}, {"text_block_id": "p54_b975", "text": ""}, {"text_block_id": "p54_b976", "text": "The generation side of the industry consists of Zimbabwe Power Company (ZPC), developers and IPPs, renewables based generation and other private players. The Nodal Agency will facilitate these entities in setting up new RE projects and the activities shall be regulated as per the regulations set by the Regulator. The policy shall facilitate in guiding the activities of these entities and provide necessary incentives for higher investment in the RE sector."}, {"text_block_id": "p54_b977", "text": ""}, {"text_block_id": "p54_b978", "text": "The utility has the major responsibility in the transmission and distribution of electricity to the end user. The policy provides certain relevant guidelines and activities for the transmission and distribution utilities in order to help improve the evacuation infrastructure. The utility has the responsibility to provide necessary approvals and clearances to developers in a defined time period to promote rapid generation of electricity from renewables."}, {"text_block_id": "p54_b979", "text": "16.1 Action Plan for Implementation of Policy Provisions"}, {"text_block_id": "p54_b980", "text": "It is imperative that the Ministry responsible for Energy in consultation with the stakeholders develops well-defined, specific and time-bound action plans to implement the policy provisions and guidelines."}, {"text_block_id": "p54_b981", "text": ""}, {"text_block_id": "p54_b982_merged", "text": "Ministry responsible for Energy needs to discuss and coordinate with other ministries to enable strong co-operation in developing these projects."}, {"text_block_id": "p54_b985", "text": ""}, {"text_block_id": "p54_b986", "text": "Based on the key policy objectives and guidelines, Ministry responsible for Energy shall devise the action plan in consultation with the involved stakeholders. The action plan shall be specific and actionable, and shall signal the strong intent of the Government to promote RE."}, {"text_block_id": "p54_b987", "text": "It is the responsibility of the Ministry responsible for Energy to come up with these strategies and action plans in a period of six months from the policy notification date. The policy shall be reviewed in the year 2024 and year 2029. Thereafter, major changes to the RE policy will be considered and if necessary, a new policy will be developed in the year 2030."}, {"text_block_id": "p55_b988", "text": "Annexure 1. Computation of Renewable Energy Targets"}, {"text_block_id": "p55_b989", "text": "Considering the NDC GHG emissions target of year 2015, the yearly generation targets from clean energy sources are computed as follows:"}, {"text_block_id": "p55_b990", "text": "Table 10. Year-wise RE targets"}, {"text_block_id": "p55_b991", "text": "This policy sets a target to achieve a capacity of one thousand one hundred Mega Watts (1,100 MW) or sixteen percent (16%) of total generation to meet electricity demand, whichever is higher, from RE sources by the year 2025 and two thousand one hundred Mega Watts (2,100 MW) or twenty seven percent (27%) of overall generation to meet electricity demand, whichever is higher, from RE sources by the year 2030."}, {"text_block_id": "p55_b992", "text": "These targets are in line with the country’s SE4ALL Action Agenda report which has set grid-connected RE targets of three thousand three hundred and seventy-eight Mega Watts (3,378 MW) over the next ten (10) to fifteen (15) years. However, this includes a target of two thousand two hundred and fifty Mega Watts (2,250 MW) from large hydro. However, based on the progress of large hydro projects planned by ZPC, the policy considers one thousand and fifty Mega Watts (1,050 MW) from large hydro projects particularly from the Kariba South Hydropower Station extension. Thus, the remaining target set under SE4ALL Action Agenda report for large hydro needs to be obtained from RE sources which is around two thousand three hundred Mega Watts (2,300 MW) by the year 2030. This is in line with the RE policy target set in the policy. Details are as shown in the table below."}, {"text_block_id": "p55_b993", "text": "Table 11. Grid-connected RE development target as per SE4All Action Agenda Report, 2016 (in MW)"}, {"text_block_id": "p56_b994", "text": "Considering only one thousand and fifty Mega Watts (1,050 MW) capacity from large hydro by year 2030. The differential capacity to meet the RE target is proposed to be met by solar."}, {"text_block_id": "p56_b995", "text": "Table 12. RE targets considering revised large hydro target"}], "document_description": "The National Renewable Energy Policy is the government's key document aimed at fostering the production and use of renewable sources in the grid and off-grid. It aims to raise the share of renewables in the energy mix by creating incentives from supply, to distribution and demand, in urban and rural settings.<br><br>It is not clear whether the incentives and targets set out in the 2019 draft are to be implemented through the current version which is unavailable."}