{"document_instrument_name": [], "document_country_english_shortname": "Zimbabwe", "document_category": "Policy", "document_sector_name": ["Water", "Social development", "Agriculture"], "document_language": "English", "document_name": "National Water Policy", "document_country_code": "ZWE", "document_hazard_name": ["Erosion", "Drought", "Flood"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "08/01/2012", "document_keyword": [], "document_url": "https://cdn.climatepolicyradar.org/ZWE/2012/ZWE-2012-01-08-National Water Policy_8f24f1cbb73dade20b80296bc8abf397.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NATIONAL WATER POLICY"}, {"text_block_id": "p0_b2", "text": "GOVERNMENT OF ZIMBABWE"}, {"text_block_id": "p0_b3", "text": "MINISTRY OF WATER RESOURCES DEVELOPMENT AND MANAGEMENT"}, {"text_block_id": "p0_b4", "text": "August 2012"}, {"text_block_id": "p1_b5", "text": "Foreword"}, {"text_block_id": "p1_b6", "text": "It is a known fact that Zimbabwe has limited water resources, with much of the country being semi-arid"}, {"text_block_id": "p1_b7", "text": "and the"}, {"text_block_id": "p1_b8", "text": "mean annual rainfall being generally low. This has"}, {"text_block_id": "p1_b9", "text": "profound and direct impact on water supply, sanitation, food security and the economy in general. In addition, water related challenges are set to in"}, {"text_block_id": "p1_b10", "text": "-"}, {"text_block_id": "p1_b11", "text": "crease with the adverse effects of climate change which is predicted to increase evaporation, evapotranspiration, water shortages, floods and runoff. Negligence on our part, particularly poor catch"}, {"text_block_id": "p1_b12", "text": "-"}, {"text_block_id": "p1_b13", "text": "ment protection and pollution from urban sewage effluent, alluvial mining and veld fires, is further reduc"}, {"text_block_id": "p1_b14", "text": "-"}, {"text_block_id": "p1_b15", "text": "ing the availability of clean water."}, {"text_block_id": "p1_b16", "text": "The country shares trans-boundary water courses with neighbouring countries. Utilization of trans-boundary waters to"}, {"text_block_id": "p1_b17", "text": "augment Zimbabwe’s internal water needs requires cooperation and coordination with its neighbours through the “Revised Protocol on Shared Watercourses” that Zimbabwe is Party to."}, {"text_block_id": "p1_b18", "text": "In the mid 90’s, Zimbabwe had attained a very high level of service delivery"}, {"text_block_id": "p1_b19", "text": "with respect to both rural and urban water supply, sanitation and hygiene. Water resources development also kept pace with de"}, {"text_block_id": "p1_b20", "text": "-"}, {"text_block_id": "p1_b21", "text": "mands across key sectors; irrigation, industry and mining among others. Plans were in place to address the raw water shortages in"}, {"text_block_id": "p1_b22", "text": "the country’s biggest cities of Harare and Bulawayo through the construction"}, {"text_block_id": "p1_b23", "text": "of Kunzvi and Gwayi-Shangani dams respectively. However, the plans could not be fully implemented due to the economic meltdown which also coincided with the withdrawal of financial and technical sup"}, {"text_block_id": "p1_b24", "text": "-"}, {"text_block_id": "p1_b25", "text": "port from international development partners."}, {"text_block_id": "p1_b26", "text": "Although notable progress has been made in addressing these challenges, the water sector still has a long way to go in order to meet the MDGs related to water and sanitation. The myriad of challenges include the poor maintenance of major dams, an unsustainable water pricing policy, the sharp decline of urban and rural water supply and sanitation services, high unaccounted for water losses through dilapi"}, {"text_block_id": "p1_b27", "text": "-"}, {"text_block_id": "p1_b28", "text": "dated infrastructure, the pollution of water from both point and diffuse sources, and the reduction of commercial irrigation exacerbated by power outages that have also impacted negatively on clean water and waste water treatment plants. Raw sewage is being discharged from waste water treatment plants; industrial waste containing heavy metals is flowing into our streams; rampant alluvial gold panning is causing heavy siltation and mercury deposits into rivers; stream bank cultivation is introducing fertilizers and chemicals into our water courses."}, {"text_block_id": "p1_b29", "text": "We need a coordinated and collaborative approach by all stakeholders in order to address these challenges. Against this background, Government, through my Ministry, has led a process to formulate a comprehensive National Water Policy (NWP) for Zimbabwe to guide all our efforts. The Policy is founded on International best practice and includes International Development Goals and other Agree"}, {"text_block_id": "p1_b30", "text": "-"}, {"text_block_id": "p1_b31", "text": "ments that Zimbabwe is party to. The NWP includes sub-sectoral policies for both Urban and Rural Wa"}, {"text_block_id": "p1_b32", "text": "-"}, {"text_block_id": "p1_b33", "text": "ter Supplies and Sanitation, and includes policy on water resources management and development, the environment and the agricultural use of water."}, {"text_block_id": "p1_b34", "text": "Our thrust is to restore the water sector in the country and make sure that it complies with interna"}, {"text_block_id": "p1_b35", "text": "-"}, {"text_block_id": "p1_b36", "text": "tional benchmarks. The adoption of the Policy should thus result in the sustainable development and management of water resources which will guarantee equity in access to water by all Zimbabweans and foster economic growth. I therefore appeal to all stakeholders and Zimbabweans in general to join hands with us in restoring water and sanitation for the benefit of all of us. Every Zimbabwean has a role to play."}, {"text_block_id": "p1_b37_merged_merged_merged_merged_merged_merged", "text": "In conclusion, I wish to acknowledge the technical and financial support received from our Cooperat-ing Partners, UN Agencies, Civil Society and the Government and People of Zimbabwe who made the formulation of the Zimbabwe National Water Policy possible."}, {"text_block_id": "p1_b40", "text": "Hon. S.S. Nkomo (MP)."}, {"text_block_id": "p1_b41", "text": "Minister of Water Resources Development and Management"}, {"text_block_id": "p2_b42", "text": "Acknowledgements"}, {"text_block_id": "p2_b43_merged", "text": "This National Water Policy was formulated through an all inclusive consultative process. At national level, preparation of the policy was spearheaded by the NAC Steering Committee chaired by the Per-manent Secretary of the MWRDM, Mr. R. J. Chitsiko. The effort was underpinned by a team of World Bank experts and Consultants under the leadership of Mr. Mathewos Woldu."}, {"text_block_id": "p2_b46", "text": "Many thanks go to representatives of the Ministries, Departments and Parastatals, Farmer organisations, Captains of Industry, our Development Partners, Non-Governmental organisations and individuals who have been very supportive to this process especially in carrying out consultations. Input from the World Bank and UNICEF is very much appreciated. Last but not the least, all could not have been achieved without the financial support of the World Bank, UNICEF, the Analytical Multi Donor Trust Fund and Government of Zimbabwe."}, {"text_block_id": "p3_b47", "text": "Table of Contents"}, {"text_block_id": "p5_b48", "text": "List of Figures"}, {"text_block_id": "p6_b49", "text": "List of Abbreviations and Acronyms"}, {"text_block_id": "p7_b50", "text": "1 Executive Summary"}, {"text_block_id": "p7_b51", "text": "1.1 Introduction"}, {"text_block_id": "p7_b52", "text": "Every nation’s basic wealth and progress have stemmed in large measure from the thre"}, {"text_block_id": "p7_b53", "text": "e main natural re"}, {"text_block_id": "p7_b54", "text": "-"}, {"text_block_id": "p7_b55", "text": "sources: people, land and water. Water plays a pivotal role in the economy of Zimbabwe but it must always be safe to utilize. Zimbabwe inherited a dual agrarian structure in which whites occupied land with the best access to water while the indigenous black community occupied poor and semi"}, {"text_block_id": "p7_b56", "text": "–"}, {"text_block_id": "p7_b57", "text": "arid land. Having existed for 100 years, this structure had to be redressed in order to improve equity in access to land and water by all Zimbab"}, {"text_block_id": "p7_b58", "text": "-"}, {"text_block_id": "p7_b59", "text": "weans. Cognisant of the link between water, the economy and the health of its people, Zimbabwe developed one of the most comprehensive approaches to water resources development and the provision of water supply and sanitation services in Africa. It promoted water resources development and expanded its reservoirs to over 8 000 small, medium and large dams. The country also expanded irrigation development reaching an irrigated area of 160 000 to 180 000 ha in the commercial and smallholder sectors by the year 2000 and over 20 000 ha of informal irrigation during the same period. Coverage of rural sanitation and hygiene improvements moved from 5% in 1980 to 43% in 2009."}, {"text_block_id": "p7_b60", "text": "The collapse of water revenues that started in the late 1990s and continued during the last decade led to a pre"}, {"text_block_id": "p7_b61", "text": "-"}, {"text_block_id": "p7_b62", "text": "cipitous decline in all water supply and sanitation infrastructure and services which now urgently needs to be re"}, {"text_block_id": "p7_b63", "text": "-"}, {"text_block_id": "p7_b64", "text": "versed in order to avoid potentially irreversible decline."}, {"text_block_id": "p7_b65", "text": "The collapse affects all parts of the country and all aspects of water supply and sanitation services provision, and water resources management and development. The details of the collapse are summarised in the policy document and form the background context of the new policy. With such a scenario it is clear that reversing the collapse of the water sector will require a great deal of work, substantial levels of funding, enabling policy and effective institutions. However the re-establishment of the sector, whilst requiring clear policy, is ultimately de"}, {"text_block_id": "p7_b66", "text": "-"}, {"text_block_id": "p7_b67", "text": "pendent on the re-establishment of a very healthy economy in the country as a whole."}, {"text_block_id": "p7_b68", "text": "As Zimbabwe breaks out of this challenging situation and re-defines its development trajectory, the health of its economy and future prosperity of its people hinges on crafting and implementing sound policies that will not only rebuild the economy but restore the country to its previous position as a leader on the African Continent. The resuscitation and future growth of the economy is dependent upon the availability of safe and secure water for economic activities, and sustainable water and sanitation services for the wellbeing of all citizens. This in turn depends on the wellbeing and financial capacity of water users, and the willingness of all sectors to pay for wa"}, {"text_block_id": "p7_b69", "text": "-"}, {"text_block_id": "p7_b70", "text": "ter services so that revenue flows can be re-established to cover the costs of providing water services."}, {"text_block_id": "p7_b71", "text": "The extent of the collapse of the water sector calls for bold decisions and clear leadership by Government and all those involved to commit to the reversal of this deterioration and to steering the water sector out of this crisis. It is important to appreciate that though the recovery process has begun in the water sector, a clear framework that accelerates this process has to be created and the recovery itself will take many years. To this end, Gov"}, {"text_block_id": "p7_b72", "text": "-"}, {"text_block_id": "p7_b73", "text": "ernment, through the Ministry of Water Resources Development and Management (MWRDM) supported by the World Bank (WB) and United Nations Children Fund (UNICEF) undertook an extensive exercise to review the whole of the water sector and develop a new National Water Policy (NWP). Through an all-inclusive process of consultations that included government institutions and the private sector, the policy option adopted for building the future is to divide the tasks that lie ahead into two phases; the"}, {"text_block_id": "p7_b74", "text": "RECOVERY PHASE"}, {"text_block_id": "p7_b75", "text": "and the"}, {"text_block_id": "p7_b76", "text": "."}, {"text_block_id": "p7_b77", "text": "1.2 Phased recovery"}, {"text_block_id": "p7_b78_merged_merged_merged_merged_merged_merged", "text": "1.2.1 The Recovery phase"}, {"text_block_id": "p7_b80", "text": "The recovery activities are designed to:"}, {"text_block_id": "p7_b81", "text": "The recovery activities are designed to:\n* Arrest the continued deterioration of the water and sanitation sector and assets before they reach the\n* Develop practical fast-track strategies to achieve recovery of services and break the cycle of decline;\n* Re-establish the confidence of consumers and water users through the restoration of affordable services"}, {"text_block_id": "p8_b87", "text": "The recovery activities are designed to:\n* Arrest the continued deterioration of the water and sanitation sector and assets before they reach the\n* Develop practical fast-track strategies to achieve recovery of services and break the cycle of decline;\n* Re-establish the confidence of consumers and water users through the restoration of affordable services\n* Rationalise and put in practice the institutional and legal framework that permits clear institutional func\n* Rationalise and put in practice the institutional and legal framework that permits clear institutional func\n -\n* Rationalise and put in practice the institutional and legal framework that permits clear institutional func\n -\n tions, responsibilities and accountability;\n* Restore and build human resources and institutional capacity to undertake key functions;\n* Specifically address the needs of the changed agricultural and the rural sectors as these represent the\n* Re-establish the financial viability of institutions which depend upon user revenues which in turn requires\n* Develop a framework for realizing sustainable development through reduction of the burden of disasters\n* Engage with other key stakeholders in government and the economy as a whole to jointly plan and im\n* Engage with other key stakeholders in government and the economy as a whole to jointly plan and im\n -\n* Engage with other key stakeholders in government and the economy as a whole to jointly plan and im\n -\n plement recovery. Continuous coordination is crucial."}, {"text_block_id": "p8_b103", "text": "1.2.2"}, {"text_block_id": "p8_b104", "text": "Normalised phase"}, {"text_block_id": "p8_b105", "text": "The normalised phase represents the long-term scenario of economic growth of any country. In Zimbabwe, the activities undertaken in the restoration phase must reinforce good practice and not become obstacles to the Normalized Growth Phase."}, {"text_block_id": "p8_b106", "text": "1.3 Priority policy directives"}, {"text_block_id": "p8_b107", "text": "The following policies have been identified as priority policy directives that are crucial to breaking the cycle of decline. Their implementation will address the main challenges to be overcome in the immediate future."}, {"text_block_id": "p8_b108", "text": "1.3.1"}, {"text_block_id": "p8_b109", "text": "Main policy principles"}, {"text_block_id": "p8_b110", "text": "The detailed policy statements contained in the National Water Policy are built on a set of policy principles which are based on core values of sound practice in the water sector.  These are outlined in Section 6.2."}, {"text_block_id": "p8_b111", "text": "1.3.2"}, {"text_block_id": "p8_b112", "text": "Water Services Authorities and providers"}, {"text_block_id": "p8_b113", "text": "In order to address a range of issues that include accountability for service provision, capacity, technical exper"}, {"text_block_id": "p8_b114", "text": "-"}, {"text_block_id": "p8_b115", "text": "tise and the ring-fencing of revenues, a distinction is introduced in this policy between Water Service Authorities and Water Service Providers. Water services include both water supply and sanitation."}, {"text_block_id": "p8_b116", "text": "Water Service Authorities"}, {"text_block_id": "p8_b117", "text": "This policy designates Urban Local Authorities (ULAs or Urban Councils) and Rural District Councils (RDCs) as Water Services Authorities who have a duty to ensure efficient, affordable and sustainable access to water ser"}, {"text_block_id": "p8_b118", "text": "-"}, {"text_block_id": "p8_b119", "text": "vices are provided for all their current and potential consumers."}, {"text_block_id": "p8_b120", "text": "Water Service providers"}, {"text_block_id": "p8_b121", "text": "The responsibility at operational level of providing water supply and sanitation services may be delegated by a ULA or RDC to a designated Water Services Provider which is a legal entity capable of carrying out water sup"}, {"text_block_id": "p8_b122", "text": "-"}, {"text_block_id": "p8_b123", "text": "ply and sanitation services on behalf of the ULA or RDC. Service Authorities will have the power and authority (through a revision of the Urban Councils Act and the Rural District Councils Act), to enter into contractual agreements with Service Providers if they do not supply the services themselves. Service Providers will be legal entities (public, private or mixed) that have the capacity to provide water supply and sanitation services to Ser"}, {"text_block_id": "p8_b124", "text": "-"}, {"text_block_id": "p8_b125", "text": "vice Authorities. A Service Provider could be ZINWA/NWSSU, Private Sector or any other legal entity. Individual ULAs and RDCs will have flexibility to decide on the model they want. T"}, {"text_block_id": "p8_b126", "text": "he term “Water Services” includes wate"}, {"text_block_id": "p8_b127", "text": "r supply"}, {"text_block_id": "p8_b128", "text": "and"}, {"text_block_id": "p8_b129", "text": "sanitation services. They will collect payments from consumers based on government approved tar"}, {"text_block_id": "p8_b130", "text": "-"}, {"text_block_id": "p8_b131", "text": "iffs."}, {"text_block_id": "p8_b132", "text": "1.3.3"}, {"text_block_id": "p8_b133", "text": "Establishment of a National Water Supply Services Utility (NWSSU)"}, {"text_block_id": "p8_b134_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The decline in revenues from agricultural water has precipitated a situation where the core functions of ZINWA of planning, development and management of Zimbabwe’s water resources, have been largely unfulfilled. ZINWA has been forced to depend on revenues from potable water supply which has become the main source of its income. The ZINWA Act (1998) mandates ZINWA to provide potable water to local authorities and gov-ernment institutions that are not yet in a position to provide themselves. This shift in revenues has therefore compromised the water resources function of water resources development and management envisaged in the Water Act (1998)."}, {"text_block_id": "p9_b139", "text": "ZINWA primarily functions at catchment level, however, running water supply operations on a catchment basis results in increased operational costs and inefficiencies associated with long distances and time taken to moni"}, {"text_block_id": "p9_b140", "text": "-"}, {"text_block_id": "p9_b141", "text": "tor and maintain stations. The two main operations of ZINWA should be clearly separated in a manner that im"}, {"text_block_id": "p9_b142", "text": "-"}, {"text_block_id": "p9_b143", "text": "proves efficiency. This can be resolved by clearly splitting and ring-fencing the two main functions of ZINWA into Water Resources and Management, run on Catchment basis and Potable Water Provision, operated from ap"}, {"text_block_id": "p9_b144", "text": "-"}, {"text_block_id": "p9_b145", "text": "propriate administrative locations. Therefore the potable water supply functions undertaken by ZINWA will be consolidated into a NWSSU utility under ZINWA dedicated to potable water supply. This will allow ZINWA (Wa"}, {"text_block_id": "p9_b146", "text": "-"}, {"text_block_id": "p9_b147", "text": "ter Resources and Management) to concentrate on water resources planning, development and raw water sup"}, {"text_block_id": "p9_b148", "text": "-"}, {"text_block_id": "p9_b149", "text": "plies envisaged in the Water Act of 1998."}, {"text_block_id": "p9_b150", "text": "1.3.4"}, {"text_block_id": "p9_b151", "text": "Establishment of a Water and Wastewater Services Regulatory Unit (WWSRU)"}, {"text_block_id": "p9_b152", "text": "A Water and Wastewater Services Regulatory Unit will be set up as a section under Ministry of Water Re"}, {"text_block_id": "p9_b153", "text": "-"}, {"text_block_id": "p9_b154", "text": "sources Development and Management to:"}, {"text_block_id": "p9_b155", "text": "sources Development and Management to:\n* Monitor all Water Supply and Sanitation Services;\n* Receive and assess tariff applications in collaboration with relevant ministries such as MLGRUD and\n* Oversee the licensing of Water Service Providers by Water Services Authorities."}, {"text_block_id": "p9_b161", "text": "WWSRU will ensure that consultations among Water Service Authorities, Water Service Providers and Con"}, {"text_block_id": "p9_b162", "text": "-"}, {"text_block_id": "p9_b163", "text": "sumers are undertaken prior to adjustment of tariffs."}, {"text_block_id": "p9_b164", "text": "1.3.5"}, {"text_block_id": "p9_b165", "text": "User payment for services"}, {"text_block_id": "p9_b166", "text": "Users will cover at least recurrent costs of operation and maintenance of WSS infrastructure"}, {"text_block_id": "p9_b167", "text": "1.3.6"}, {"text_block_id": "p9_b168", "text": "Affordable service standards"}, {"text_block_id": "p9_b169", "text": "Appropriate service standards that will not compromise basic WSS and for which the recurrent costs for afford"}, {"text_block_id": "p9_b170", "text": "-"}, {"text_block_id": "p9_b171", "text": "able to users will be adopted, in particular during the recovery phase."}, {"text_block_id": "p9_b172", "text": "1.3.7"}, {"text_block_id": "p9_b173", "text": "Rural water supply and sanitation delivery"}, {"text_block_id": "p9_b174", "text": "Demand for WSS services by rural communities will be created through creating a desire by rural communities to address their own basic sanitation needs."}, {"text_block_id": "p9_b175", "text": "1.3.8"}, {"text_block_id": "p9_b176", "text": "Pollution control"}, {"text_block_id": "p9_b177", "text": "The polluter pays principle will be strengthened to include real deterrents and real incentives not to pollute. Pol"}, {"text_block_id": "p9_b178", "text": "-"}, {"text_block_id": "p9_b179", "text": "luters will be required to restore the environment, undertake clean up operations and pay damages, over and above the real threat of their operating licences being withdrawn. In addition, collaborative efforts will be insti"}, {"text_block_id": "p9_b180", "text": "-"}, {"text_block_id": "p9_b181", "text": "tuted to control non point sources of pollution (such as mercury used in artisanal mining) and control of agro"}, {"text_block_id": "p9_b182", "text": "-"}, {"text_block_id": "p9_b183", "text": "chemicals used in agriculture. We have only Zimbabwe and it must be protected from total destruction at all cost."}, {"text_block_id": "p9_b184", "text": "1.4 Implementing the Policy"}, {"text_block_id": "p9_b185_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Going forward, Zimbabwe needs to urgently prepare implementation strategy for the recovery of the water sec-tor and the reinstatement of water supply and sanitation services. It is clear from past experience that affordability of services, viability of users, transparency, accountability, commitment, decentralization of services, col-laboration and coordination are key elements of the work ahead. It is now critical to give impetus to the com-mendable efforts that have already started towards restoring WSS and to engage all parties in a collaborative and coordinated effort, guided by this NWP, to develop and implement a strategy for recovery. The activities which require immediate attention are:"}, {"text_block_id": "p9_b192", "text": "Going forward, Zimbabwe needs to urgently prepare implementation strategy for the recovery of the water sec-tor and the reinstatement of water supply and sanitation services. It is clear from past experience that affordability of services, viability of users, transparency, accountability, commitment, decentralization of services, col-laboration and coordination are key elements of the work ahead. It is now critical to give impetus to the com-mendable efforts that have already started towards restoring WSS and to engage all parties in a collaborative and coordinated effort, guided by this NWP, to develop and implement a strategy for recovery. The activities which require immediate attention are:\n* A review, amendment and synchronization of legislation and regulations that underpin the water sector\n* Preparation of accurate estimates of costs for the recovery process;\n* Testing of the policies during the recovery period in order to give strong foundation for the normal phase;\n* Immediate coordination of the activities of the recovery and long-term development phases under the"}, {"text_block_id": "p10_b200", "text": "The policy statements contained in this NWP document are designed to drive the restoration of the water sector in the immediate future and to stand the country in good stead for many years to come."}, {"text_block_id": "p10_b201", "text": "--oo0oo--"}, {"text_block_id": "p10_b202", "text": "2 Introduction"}, {"text_block_id": "p10_b203", "text": "2.1 The need for policy reform"}, {"text_block_id": "p10_b204", "text": "The Ministry of Water Resources Development and Management is the lead coordinating institution for the wa"}, {"text_block_id": "p10_b205", "text": "-"}, {"text_block_id": "p10_b206", "text": "ter and sanitation (WASH) sector in the country. Its vision and mission statements are given below. So is its mandate."}, {"text_block_id": "p10_b207", "text": "VISION"}, {"text_block_id": "p10_b208", "text": ":"}, {"text_block_id": "p10_b209", "text": "The Ministry’s vision is to ensure the availability of good quality and affordable water in adequate quantity for all"}, {"text_block_id": "p10_b210", "text": "at all times."}, {"text_block_id": "p10_b211", "text": "MISSION"}, {"text_block_id": "p10_b212", "text": ":"}, {"text_block_id": "p10_b213", "text": "The"}, {"text_block_id": "p10_b214", "text": "Ministry’s mission is to develop and manage a sustainable water resources sector for the country."}, {"text_block_id": "p10_b215", "text": "MINISRY’S"}, {"text_block_id": "p10_b216", "text": "MANDATE"}, {"text_block_id": "p10_b217", "text": ":"}, {"text_block_id": "p10_b218", "text": ":\n* To develop policies to guide the orderly and integrated planning of the optimum development, utili\n* To develop policies to guide the orderly and integrated planning of the optimum development, utili\n -\n* water resources in the national interest;\n* To ensure the availability of water to all citizens for primary purposes and to meet needs of aquatic\n* To design construct and maintain medium to large size dams and water supplies to satisfy present\n* To develop sustainable groundwater resources;\n* To provide raw and/or treated water to growth points, rural service centres and urban areas in con\n* To provide raw and/or treated water to growth points, rural service centres and urban areas in con\n -\n* To provide raw and/or treated water to growth points, rural service centres and urban areas in con\n -\n sultation with the Ministry of Local Government, Rural and Urban Development.\n* To manage and Administer the Water Fund through the Zimbabwe National Water Authority;\n* To participate in the development and implementation of SADC and other regional and interna\n* To participate in the development and implementation of SADC and other regional and interna\n -\n* To participate in the development and implementation of SADC and other regional and interna\n -\n tional"}, {"text_block_id": "p10_b240_merged_merged_merged_merged_merged", "text": "There are a number of compelling factors which have necessitated the formulation of a Water Policy for Zim-babwe"}, {"text_block_id": "p10_b243", "text": "at this point in the country’s history."}, {"text_block_id": "p11_b244", "text": "The outcomes of the 1st Phase of the Water Sector Reform Programme which began in 1994 (refer to Section"}, {"text_block_id": "p11_b245", "text": "below) were never formally adopted and implemented as a result of the collapse of the economy."}, {"text_block_id": "p11_b246", "text": "Most of the water sector infrastructure that was functional during the 1st Phase has deteriorated to such an ex"}, {"text_block_id": "p11_b247", "text": "-"}, {"text_block_id": "p11_b248", "text": "tent that urgent and major rehabilitation is required to return the levels of service to normal. In addition there is a need to improve access to water in remote areas of the country where such access has not been available be"}, {"text_block_id": "p11_b249", "text": "-"}, {"text_block_id": "p11_b250", "text": "fore."}, {"text_block_id": "p11_b251", "text": "Major changes have occurred in farming communities across the country, particularly in the commercial farming areas, following the Land Reform Programme which has changed the usage of agricultural water, the main wa"}, {"text_block_id": "p11_b252", "text": "-"}, {"text_block_id": "p11_b253", "text": "ter using sector in the country.  In addition new institutions under new legislation have been formed since the 1st Phase of the Water Sector Reform Programme, for example the Environmental Management Agency (EMA) and the Engineering Council of Zimbabwe. The re-organised National Action Committee on Water and Sanita"}, {"text_block_id": "p11_b254", "text": "-"}, {"text_block_id": "p11_b255", "text": "tion (NAC), which takes into account holistic Integrated Water Resources Management, is different from the NAC of pre-2000 which catered for water, sanitation and hygiene in rural areas only."}, {"text_block_id": "p11_b256", "text": "Climate change has increased chances of natural hazards occurring. Water related disasters account for about 90% of all disasters triggered by natural hazards. Water hazards may be a natural part of our earth system, but the disasters that sometimes arise from them should be recognized as strongly interlinked with human vulnera"}, {"text_block_id": "p11_b257", "text": "-"}, {"text_block_id": "p11_b258", "text": "bilities, and are frequently of humanity’s own making. Some common water related hazards in Zimbabwe i"}, {"text_block_id": "p11_b259", "text": "n"}, {"text_block_id": "p11_b260", "text": "-"}, {"text_block_id": "p11_b261", "text": "clude drought, floods, cyclones, water borne disease outbreaks, pollution or contamination of water and defor"}, {"text_block_id": "p11_b262", "text": "-"}, {"text_block_id": "p11_b263", "text": "estation and environmental degradation."}, {"text_block_id": "p11_b264", "text": "Above all, as the country emerges from the collapse of the sector and begins to recover, the government is de"}, {"text_block_id": "p11_b265", "text": "-"}, {"text_block_id": "p11_b266", "text": "termined that the recovery should be built on a sound foundation including a well considered policy environment that will meet the needs of both the recovery phase and a normalised growth phase which is the ultimate objec"}, {"text_block_id": "p11_b267", "text": "-"}, {"text_block_id": "p11_b268", "text": "tive. To this end the Government of Zimbabwe, through the MWRDM, has developed this NWP."}, {"text_block_id": "p11_b269", "text": "2.2 Document layout"}, {"text_block_id": "p11_b270", "text": "Following the Executive Summary and this Introduction, this document commences with a section outlining the background to the current policy review"}, {"text_block_id": "p11_b271", "text": "–"}, {"text_block_id": "p11_b272", "text": "Section 3."}, {"text_block_id": "p11_b273", "text": "This includes the importance of water in the lives of the people of Zimbabwe and the life of the nation, providing a brief history of the development of policy and legisla"}, {"text_block_id": "p11_b274", "text": "-"}, {"text_block_id": "p11_b275", "text": "tion related to water."}, {"text_block_id": "p11_b276", "text": "Section 4 provides an overview of the sources and usage of water in the country."}, {"text_block_id": "p11_b277", "text": "Section 5 outlines the current status of water resources and the provision of water supply and sanitation ser"}, {"text_block_id": "p11_b278", "text": "-"}, {"text_block_id": "p11_b279", "text": "vices for urban and rural use. Particular attention is paid to the agricultural use of water as this is the largest user of water in Zimbabwe."}, {"text_block_id": "p11_b280", "text": "The need for the review and preparation a new comprehensive National Water Pol"}, {"text_block_id": "p11_b281", "text": "-"}, {"text_block_id": "p11_b282", "text": "icy stems from the current status of the sector."}, {"text_block_id": "p11_b283_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Section 6 is the main contents of the document which contains the National Water Policy positions and state-ments. This begins with setting out the main Policy Principles upon which the detailed policy is based. The de-tailed policy commences with those areas of policy which apply and are relevant to all the sub-sectors of water and is followed by detailed policy relevant to each sub-sector."}, {"text_block_id": "p11_b288", "text": "--oo0oo--"}, {"text_block_id": "p12_b289", "text": "3 Background to the Zimbabwe water sector"}, {"text_block_id": "p12_b290", "text": "3.1 Water -A catalyst in sustaining life and the economy"}, {"text_block_id": "p12_b291", "text": "From the beginning of civilisation, every nation’s basic wealth and progress have stemmed in large measure"}, {"text_block_id": "p12_b292", "text": "from three main natural resources: people, land and water. Of land and water, water is the variable resource"}, {"text_block_id": "p12_b293", "text": "and Zimbabwe’s capacity to support its i"}, {"text_block_id": "p12_b294", "text": "ncreasing population will be strictly limited by the availability of water and the extent to which the water resources of the country are protected and remain usable. The availability of water will limit agricultural, urban, industrial and mining development and be a defining factor in rural poverty re"}, {"text_block_id": "p12_b295", "text": "-"}, {"text_block_id": "p12_b296", "text": "duction."}, {"text_block_id": "p12_b297", "text": "Water resources play a fundamental role in the economy of Zimbabwe. Under normal conditions the nation’s"}, {"text_block_id": "p12_b298", "text": "economy is strongly correlated to hydrometeorology as is evident from the close relationship between rainfall and GDP presented in Figure 1. From 1996/7 water was available but the drop in GDP was due to factors unre"}, {"text_block_id": "p12_b299", "text": "-"}, {"text_block_id": "p12_b300", "text": "lated to rainfall. The impact which rainfall has on the economy is likely to be magnified as a result of climate change which is expected to not only alter rainfall, runoff, and evapo-transpiration accompanied with seasonal changes, but also water use and demand patterns. Agriculture, the most climate sensitive water user, will be impacted significantly under a warmer climate."}, {"text_block_id": "p12_b301", "text": "Figure 1: The correlation between rainfall and GDP in Zimbabwe (from UNEP/GRID 2010)"}, {"text_block_id": "p12_b302", "text": "Zimbabwe enshrined the importance of water in the National Anthem in recognition of the role of water in sus"}, {"text_block_id": "p12_b303", "text": "-"}, {"text_block_id": "p12_b304", "text": "taining life, the environment and the economy:"}, {"text_block_id": "p12_b305", "text": "Oh lovely Zimbabwe, so wondrously adorned with mountains and rivers cascading free; May rain abound, and fertile fields;May we be fed, our labour blessed; And may the Almighty protect and bless our land."}, {"text_block_id": "p12_b306_merged_merged_merged_merged", "text": "Unfortunately the increasing degradation of many of the rivers in Zimbabwe in terms of water quality and quan-tity is a threat to the future. Clear policy and an achievable strategy is needed to reverse these trends and fulfil the aspirations expressed through the National Anthem."}, {"text_block_id": "p13_b309", "text": "3.2 Historical context"}, {"text_block_id": "p13_b310", "text": "3.2.1"}, {"text_block_id": "p13_b311", "text": "The connection between land and water"}, {"text_block_id": "p13_b312", "text": "The development, utilisation and management of water resources in Zimbabwe has always been directly linked to the ownership and use of land stretching back to the land tenure systems of the colonial era. In 1889, the Brit"}, {"text_block_id": "p13_b313", "text": "-"}, {"text_block_id": "p13_b314", "text": "ish Government granted a charter to Cecil John Rhodes and his British South Africa Company (BSAC) to oper"}, {"text_block_id": "p13_b315", "text": "-"}, {"text_block_id": "p13_b316", "text": "ate in present day Zimbabwe. In 1898 the British Parliament passed the Native Reserve-Order-in-Council, in a bid to guarantee the right of all natives access to sufficient land for their residence, cropping and pastoral re"}, {"text_block_id": "p13_b317", "text": "-"}, {"text_block_id": "p13_b318", "text": "quirements, the provisions of which were entrenched in the 1923 Rhodesian constitution. Thereafter, the Morris Carter Land Commission of 1925 allocated 33 % of the land to the Native Reserve Areas (NRAs), whilst 50 % of the land was reserved for white settlers. The Land Apportionment Act (LAA) of 1930 was based on the 1925 report, further entrenching racial division in land use in Rhodesia and creating a dual agrarian structure that con"}, {"text_block_id": "p13_b319", "text": "-"}, {"text_block_id": "p13_b320", "text": "tinued for almost 100 years. In general, black farmers were allocated land by the District Commissioners. The land was either of poor quality or located in areas with poor rainfall, while the whites occupied areas with high rainfall or had dedicated dams in high rainfall areas to supply their farms in the dry low veld areas."}, {"text_block_id": "p13_b321", "text": "White commercial farming areas comprised land with the best access to water."}, {"text_block_id": "p13_b322", "text": "Water rights were issued in perpetuity and endorsed on the title deeds, thereby enhancing the value of farms and creating an incentive to develop water resources in these areas. The creation of the National Farm Irrigation Fund (NFIF) in the 1970s and its continuation in the 1980s and 90s helped to accelerate water resources and irrigation development in commercial farms, while very little development took place in native lands, now known as communal lands. It was therefore clearly necessary and inevitable that land and water had to be re-distributed in order to improve access to both resources by most Zimbabweans. This was one of the cardinal principles of the water sector re"}, {"text_block_id": "p13_b323", "text": "-"}, {"text_block_id": "p13_b324", "text": "form programme."}, {"text_block_id": "p13_b325", "text": "The land and water sector reforms that were undertaken from the late 1990’s and are still in progress have been"}, {"text_block_id": "p13_b326", "text": "successful in many ways but they also had a role in the collapse of the economy in mid-2000s. Revenues from both raw and treated water declined drastically, development partner support was withdrawn and there was in"}, {"text_block_id": "p13_b327", "text": "-"}, {"text_block_id": "p13_b328", "text": "adequate funding for dam maintenance and the operation of water treatment and sewage plants. Externally im"}, {"text_block_id": "p13_b329", "text": "-"}, {"text_block_id": "p13_b330", "text": "posed economic sanctions further aggravated the situation in the water sector by limiting access to external funds. Water quality has deteriorated as untreated sewage and waste from industry and mining has been dis"}, {"text_block_id": "p13_b331", "text": "-"}, {"text_block_id": "p13_b332", "text": "charging directly into rivers and reservoirs."}, {"text_block_id": "p13_b333", "text": "3.2.2"}, {"text_block_id": "p13_b334", "text": "Evolution of water sector reforms in Zimbabwe"}, {"text_block_id": "p13_b335", "text": "Pre-independence water sector"}, {"text_block_id": "p13_b336", "text": "Water sector reform started over 100 years ago. The 1913 Water Ordinance vested all public water in the State through itinerant Water Courts which prescribed the conditions for water appropriation and use. In 1920 the doc"}, {"text_block_id": "p13_b337", "text": "-"}, {"text_block_id": "p13_b338", "text": "trine of prior appropriation was incorporated into the Water Ordinance entrenching"}, {"text_block_id": "p13_b339", "text": "the principle of ‘first come, first served’ during periods of water scarcity"}, {"text_block_id": "p13_b340", "text": ". Before 1927 primary water rights for all people were safeguarded in the BSAC Charter. Other water uses were regulated by the riparian doctrine enshrined in British Common Law which applied in the colonies, which meant that only those with access to land riparian to a stream had the right to abstract water from it."}, {"text_block_id": "p13_b341", "text": "(“Riparian” land is land which has a river or stream running through or bordering"}, {"text_block_id": "p13_b342", "text": "it.) The 1927 Water Act vested authority to grant water rights in the Water Court and enshrined private owner"}, {"text_block_id": "p13_b343", "text": "-"}, {"text_block_id": "p13_b344", "text": "ship of water linked to land ownership, benefiting commercial farmers who had title to land. Although the 1976 Water Act abolished the earlier established preferential treatment to mines and railways, it consolidated the ap"}, {"text_block_id": "p13_b345", "text": "-"}, {"text_block_id": "p13_b346", "text": "propriation doctrine. This scenario set the stage for post-independence water sector reforms that gave birth to the Water Act [Chapter 20:24] of 1998 and the ZINWA Act [Chapter 20:25] of 1998."}, {"text_block_id": "p13_b347", "text": "Post-independence water sector reforms"}, {"text_block_id": "p13_b348_merged_merged_merged_merged_merged_merged_merged", "text": "In 1980, post-independence Zimbabwe inherited the inequitable distribution of land and water which was exac-erbated by a lack of finance to expand water resources development. A mix of these factors made water a topi-cal, emotional and sensitive issue that led to heated debates with regards to the availability, allocation and dis-tribution of water resource. The following critical issues were identified:"}, {"text_block_id": "p13_b355", "text": "In 1980, post-independence Zimbabwe inherited the inequitable distribution of land and water which was exac-erbated by a lack of finance to expand water resources development. A mix of these factors made water a topi-cal, emotional and sensitive issue that led to heated debates with regards to the availability, allocation and dis-tribution of water resource. The following critical issues were identified:\n* How to achieve equitable, sustainable and cost effective distribution of water in Zimbabwe;\n<\\li1>"}, {"text_block_id": "p14_b357", "text": "In 1980, post-independence Zimbabwe inherited the inequitable distribution of land and water which was exac-erbated by a lack of finance to expand water resources development. A mix of these factors made water a topi-cal, emotional and sensitive issue that led to heated debates with regards to the availability, allocation and dis-tribution of water resource. The following critical issues were identified:\n* How to achieve equitable, sustainable and cost effective distribution of water in Zimbabwe;\n<\\li1>\n* How to improve the planning and management of water resources through appropriate, representative in\n* How to improve the planning and management of water resources through appropriate, representative in\n -\n* How to improve the planning and management of water resources through appropriate, representative in\n -\n stitutional arrangements; and\n* The need to bring policy and the legal framework for water in line with contemporary society."}, {"text_block_id": "p14_b364", "text": "Accordingly the Government of Zimbabwe undertook a major Water Sector Reform Programme, the 1st Phase of which was carried out from 1994 to 2002 and the 2nd Phase of which started in 2009 and is currently in pro"}, {"text_block_id": "p14_b365", "text": "-"}, {"text_block_id": "p14_b366", "text": "gress. The 1st phase, undertaken with financial and technical assistance from the Governments of Germany, Norway, Netherlands and the United Kingdom, resulted in the following outcomes:"}, {"text_block_id": "p14_b367", "text": "gress. The 1st phase, undertaken with financial and technical assistance from the Governments of Germany, Norway, Netherlands and the United Kingdom, resulted in the following outcomes:\n* The repeal of the Water Act of 1976 and the establishment of the Water Act of 1998 (Chapter 20:24);\n* Catchment Councils;\n* The establishment of the ZINWA Act (Chapter 20:25), 1998; and\n* The reformulation of the Water Resources Management Strategy which included an annexed National"}, {"text_block_id": "p14_b375", "text": "The reforms were undertaken primarily to redress the inequitable access to the country’s water resources that"}, {"text_block_id": "p14_b376", "text": "had been enshrined in the 1976 Water Act and to embrace key principles of Integrated Water Resources Man"}, {"text_block_id": "p14_b377", "text": "-"}, {"text_block_id": "p14_b378", "text": "agement (IWRM) on the bases of which the Water and ZINWA Acts of 1998 were developed. The Water Act 1998 vested custodianship of all forms of water in the State, represented by the President, and replaced perma"}, {"text_block_id": "p14_b379", "text": "-"}, {"text_block_id": "p14_b380", "text": "nently held water rights with renewable water permits, thus replacing the legal concept of water rights with an administrative water allocation system."}, {"text_block_id": "p14_b381", "text": "The 1998 Water Act promoted a more equitable system for the distribution of water, improved stakeholder in"}, {"text_block_id": "p14_b382", "text": "-"}, {"text_block_id": "p14_b383", "text": "volvement and established the catchment as the basis for the management of water resources. Accordingly, the country was divided into 7 catchment areas presented in figure 2, managed by seven Catchment Councils and 47 sub-Catchment Councils. ZINWA was established as a parastatal agency responsible for water re"}, {"text_block_id": "p14_b384", "text": "-"}, {"text_block_id": "p14_b385", "text": "sources planning, development and management and the provision of bulk water supply from state dams as well as potable water to about 500 local authorities and government institutions."}, {"text_block_id": "p14_b386_merged_merged_merged_merged_merged_merged", "text": "The second phase of post-independence water sector reforms focuses on the formulation of a detailed National Water Policy (NWP) which includes a ‘Recovery Period’ intended to reverse the deterioration in the state of the water and sanitation sector and set the basis for normal development in the future. This phase received financial and technical support from the World Bank and UNICEF. Both phases have involved wide consultations with the public through stakeholder representation by Ministries, Government Departments, Catchment Councils and Sub-Catchment Councils, Parastatals, farmers unions, local authorities and the Private Sector led by Inter -Ministerial Committees."}, {"text_block_id": "p15_b389", "text": "3.2.3"}, {"text_block_id": "p15_b390", "text": "International, regional and national principles and commitments"}, {"text_block_id": "p15_b391", "text": "Zimbabwe has signed a number of international, regional and national guiding principles and commitments in relation to water. In so doing, the country committed itself to a number of global, regional and national frame"}, {"text_block_id": "p15_b392", "text": "-"}, {"text_block_id": "p15_b393", "text": "works on safe water and hygiene, although these have not yet been fully harmonized into the relevant Acts. The guiding frameworks against which Zimbabwe appended its signature and has obligations to fulfil are:"}, {"text_block_id": "p15_b394", "text": "works on safe water and hygiene, although these have not yet been fully harmonized into the relevant Acts. The guiding frameworks against which Zimbabwe appended its signature and has obligations to fulfil are:\n* The International Covenant on Economic, Social and Cultural Rights (ICESCR) General Comment No. 15\n* The International Covenant on Economic, Social and Cultural Rights (ICESCR) General Comment No. 15\n -\n* The International Covenant on Economic, Social and Cultural Rights (ICESCR) General Comment No. 15\n -\n cally accessible and affordable water for personal and domestic uses. An adequate amount of safe water\n* UN Millennium Development Goals. Goal number 7, target 7C aims to halve, by 2015, the proportion of\n* The African Union Summit of 2008 that articulated a commitment for accelerating the achievement of Wa\n* The African Union Summit of 2008 that articulated a commitment for accelerating the achievement of Wa\n -\n* The African Union Summit of 2008 that articulated a commitment for accelerating the achievement of Wa\n -\n ter and Sanitation Goals in Africa. This was further buttressed by the Second Africa Conference on Sani\n* The African Union Summit of 2008 that articulated a commitment for accelerating the achievement of Wa\n -\n ter and Sanitation Goals in Africa. This was further buttressed by the Second Africa Conference on Sani\n -\n* development Agenda;\n* The Public Health Act [Chapter 15:09] that clearly states that it is the duty of a local authority to furnish\n* The Public Health Act [Chapter 15:09] that clearly states that it is the duty of a local authority to furnish\n -\n* The Public Health Act [Chapter 15:09] that clearly states that it is the duty of a local authority to furnish\n -\n thority to maintain existing water supplies in good working order;\n* provides a framework for realizing sustainable develop\n* provides a framework for realizing sustainable develop\n -\n* provides a framework for realizing sustainable develop\n -\n ment through reduction of the burden of disasters on the environment, the poor and most vulnerable; and\n* The HFA is the key instrument for developing policies and implementing disaster\n* .\n* .\n It was\n* .\n It was\n Its overarching goal is to build resilience of nations and communities to disasters,\n* .\n It was\n Its overarching goal is to build resilience of nations and communities to disasters,\n â\n* .\n It was\n Its overarching goal is to build resilience of nations and communities to disasters,\n â\n in lives, and in the social, economic, and"}, {"text_block_id": "p15_b424", "text": "The SADC Regional Water policy of 2005 presents very relevant guidelines that serve as a framework for policy in Zimbabwe:"}, {"text_block_id": "p15_b425", "text": "The SADC Regional Water policy of 2005 presents very relevant guidelines that serve as a framework for policy in Zimbabwe:\n* Member states have a social and economic responsibility to ensure sustainable access to safe water\n* Member states will prioritize the allocation, access and utilization of water resources for basic human\n* To ensure sustainability of water supply services to all areas, cost recovery will underpin all infrastructural\n* Member States will facilitate the provision of sustainable access to adequate sanitation for all rural,"}, {"text_block_id": "p15_b437", "text": "--oo0oo--"}, {"text_block_id": "p16_b438", "text": "4 Water sources and usage in Zimbabwe"}, {"text_block_id": "p16_b439", "text": "4.1 Water sources"}, {"text_block_id": "p16_b440", "text": "Water is a core development issue in Zimbabwe. It is central to agriculture, rural, urban and industrial develop"}, {"text_block_id": "p16_b441", "text": "-"}, {"text_block_id": "p16_b442", "text": "ment. Water is a key input in the mining and energy sectors and it is fundamental for navigation, fisheries, na"}, {"text_block_id": "p16_b443", "text": "-"}, {"text_block_id": "p16_b444", "text": "tional parks, natural ecosystems, recreation and assimilating waste from urban, industrial, mining and agricul"}, {"text_block_id": "p16_b445", "text": "-"}, {"text_block_id": "p16_b446", "text": "tural sources of pollution. Available estimates made in 2007 suggest that agriculture accounts for 82% of sur"}, {"text_block_id": "p16_b447", "text": "-"}, {"text_block_id": "p16_b448", "text": "face water use while domestic and industrial use accounts for about 15% and mining 3%. Current estimates of different uses are not available although water demand for irrigation has dropped drastically."}, {"text_block_id": "p16_b449", "text": "4.1.1"}, {"text_block_id": "p16_b450", "text": "Rainfall and river flow"}, {"text_block_id": "p16_b451", "text": "Zimbabwe has limited water resources with much of the country being semi-arid and characterised by highly variable low rainfall averaging 657 mm/year. Rainfall varies spatially from the eastern highlands (1100mm/year) to low lying areas in the south and west (400mm/year). Temporal and inter annual variability is high, impacting on availability and reliability. Apart from a few places in the eastern highlands, water availability is decreasing in the rest of the country mainly due to population growth, climate change and agricultural expansion. The country therefore has to rely on storage works in order to ensure water security, not only during dry seasons but also during drought years."}, {"text_block_id": "p16_b452", "text": "4.1.2"}, {"text_block_id": "p16_b453", "text": "Dams and reservoir storage"}, {"text_block_id": "p16_b454", "text": "The country has invested heavily in the construction of storage works and currently Zimbabwe has a total stor"}, {"text_block_id": "p16_b455", "text": "-"}, {"text_block_id": "p16_b456", "text": "age capacity of 8,7x10"}, {"text_block_id": "p16_b457", "text": "6"}, {"text_block_id": "p16_b458", "text": "Ml with a 10% annual yield of 3.67 x10"}, {"text_block_id": "p16_b459", "text": "6"}, {"text_block_id": "p16_b460", "text": "Ml from over 8000 dams. This yield, together with groundwater and recycled water, is adequate to meet current water demands, except for the City of Bula"}, {"text_block_id": "p16_b461", "text": "-"}, {"text_block_id": "p16_b462", "text": "wayo. At 1 547 cubic metres per capita per year, Zimbabwe’s renewable water resource is 25% of the average"}, {"text_block_id": "p16_b463", "text": "of Sub-Saharan Africa. With about 8000 small, medium and large dams, Zimbabwe has the second highest per capita water storage capacity in Southern Africa."}, {"text_block_id": "p16_b464", "text": "4.1.3"}, {"text_block_id": "p16_b465", "text": "Transboundary water"}, {"text_block_id": "p16_b466", "text": "Zimbabwe shares transboundary water courses with neighbouring countries in the following river systems; the Zambezi, Pungwe, Buzi, Save, Limpopo and Nata rivers. Being mostly upstream in the catchments of the rivers limits the ease with which these resources can be developed. However the country is engaged in developing joint venture approaches with its neighbours e.g. the Batoka dam and hydropower scheme between Zimbabwe and Zambia. The Zambezi alone has an estimated average mean annual runoff of 40x10"}, {"text_block_id": "p16_b467", "text": "6"}, {"text_block_id": "p16_b468", "text": "Ml at Victoria Falls (nearly twice the mean annual runoff of the internal rivers) hence the Zambezi comprises an important source of water for the cities of Bulawayo and Harare, for irrigation of the Zambezi Valley and for hydro and thermal power stations."}, {"text_block_id": "p16_b469", "text": "4.1.4"}, {"text_block_id": "p16_b470", "text": "Groundwater"}, {"text_block_id": "p16_b471", "text": "Groundwater use is estimated to be 1,0x10"}, {"text_block_id": "p16_b472", "text": "6"}, {"text_block_id": "p16_b473", "text": "Ml out of an estimated potential of 3.0x10"}, {"text_block_id": "p16_b474", "text": "6"}, {"text_block_id": "p16_b475", "text": "Ml. These figures require more investigation as this source is no longer just supplying water to the rural population but has also become a major source in urban areas. Of late, family-based self supply systems in the form of boreholes and shallow wells have become an important source of domestic water in peri-urban and urban areas. Regulated exploita"}, {"text_block_id": "p16_b476", "text": "-"}, {"text_block_id": "p16_b477", "text": "tion of groundwater resources is necessary given the risks of over-exploitation or contamination of this water source."}, {"text_block_id": "p16_b478", "text": "4.1.5"}, {"text_block_id": "p16_b479", "text": "Treated wastewater"}, {"text_block_id": "p16_b480_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Zimbabwe considers treated wastewater as an important additional source of water. The former Department of Natural Resources together with the then Ministries of Agriculture and of Water Development spearheaded the use of treated waste water for irrigation during 1964 to 1968 following the success by the City of Bulawayo in using treated wastewater for industrial and irrigation development. An estimated 0,365x106Ml/annum (equivalent to Mazvikadei Dam) of treated waste water from major and large urban areas is potentially available for use as raw water for irrigation or source for domestic water supply."}, {"text_block_id": "p17_b483", "text": "4.1.6"}, {"text_block_id": "p17_b484", "text": "The impact of climate change on water sources"}, {"text_block_id": "p17_b485", "text": "Climate change is predicted to alter rainfall and increase evaporation and extreme events such as floods and droughts. However, currently key water resources planning activities that include dam and irrigation scheme de"}, {"text_block_id": "p17_b486", "text": "-"}, {"text_block_id": "p17_b487", "text": "sign and operations do not take into account climate change. Climate change effects on agriculture, crop and ir"}, {"text_block_id": "p17_b488", "text": "-"}, {"text_block_id": "p17_b489", "text": "rigation water demands and on floods needs to be integrated in the planning of water resources and in dam de"}, {"text_block_id": "p17_b490", "text": "-"}, {"text_block_id": "p17_b491", "text": "sign, operations and management of dams and other water infrastructures."}, {"text_block_id": "p17_b492", "text": "4.2 Water utilization"}, {"text_block_id": "p17_b493", "text": "4.2.1"}, {"text_block_id": "p17_b494", "text": "Irrigation"}, {"text_block_id": "p17_b495", "text": "Zimbabwe places very high priority on irrigation development. The total developed irrigated area in the year 2000 was estimated at 200,000 of which 180,000 hectares were characterised as formal irrigation schemes and over 20,000 hectares were in the form of wetland gardens, all in all accounting for over 80% of national water demand. It is estimated that internally renewable water resources can command an extra 300,000 hectares at 10% risk. If efficient water utilisation technologies for example drip are deployed and a 20% risk factor is adopted, this area can be doubled to 600,000 hectares. With the use of transboundary water resources, the to"}, {"text_block_id": "p17_b496", "text": "-"}, {"text_block_id": "p17_b497", "text": "tal potential that can be irrigated will be boosted to over 2,000,000 hectares. Currently about 135,000 hectares of the developed 200,000 hectares is functional thus making rehabilitation of irrigation schemes in all farming sectors of the country a priority"}, {"text_block_id": "p17_b498", "text": "in revitalising the country’s irrigated agriculture"}, {"text_block_id": "p17_b499", "text": "and therefore ensuring restora"}, {"text_block_id": "p17_b500", "text": "-"}, {"text_block_id": "p17_b501", "text": "tion of water demand and thus increased revenue from water utilisation."}, {"text_block_id": "p17_b502", "text": "4.2.2"}, {"text_block_id": "p17_b503", "text": "Hydropower"}, {"text_block_id": "p17_b504", "text": "Zimbabwe’s current demand"}, {"text_block_id": "p17_b505", "text": "for electricity is 1900 to 2200 Megawatts (MW) while the generating capacity is 1200 to 1300 MW. This represents a large deficit that is met by importing power from neighbouring countries and load shedding which results in widespread and frequent power cuts. Power requirement for mining is esti"}, {"text_block_id": "p17_b506", "text": "-"}, {"text_block_id": "p17_b507", "text": "mated to grow at 29% in 2012. Therefore urgent rehabilitation of existing power stations is needed together with the development of new hydropower stations such as Batoka on the Zambezi River. In addition, hydro-power plants need to be incorporated in existing internal dams such as the Osborne, Mazvikadei, Manyuchi, Tokwe Mukosi and Tshangani dams in combination with irrigation. Hydropower elements need to be incorpo"}, {"text_block_id": "p17_b508", "text": "-"}, {"text_block_id": "p17_b509", "text": "rated in future major dams to support"}, {"text_block_id": "p17_b510", "text": "Zimbabwe’s"}, {"text_block_id": "p17_b511", "text": "economic growth. The rapidly growing demand for electricity has not yet been translated into water demand figures."}, {"text_block_id": "p17_b512", "text": "4.2.3"}, {"text_block_id": "p17_b513", "text": "Urban water supply and sanitation"}, {"text_block_id": "p17_b514", "text": "Decentralised urban water supply and sanitation services have been practised in Zimbabwe since the 1890s. Urban WSS services were built on revenues from urban consumers and provided by local authorities through their water and sewerage departments. With time, urban authorities took on roads, storm water drainage, elec"}, {"text_block_id": "p17_b515", "text": "-"}, {"text_block_id": "p17_b516", "text": "tricity and social services that included schools, health and other community services."}, {"text_block_id": "p17_b517", "text": "Twenty nine percent (29%) of Zimbabweans live in urban areas. Urbanization is increasing at a rate of almost 4% per year. Urban areas are local government entities defined by the Urban Councils Act into 32 units com"}, {"text_block_id": "p17_b518", "text": "-"}, {"text_block_id": "p17_b519", "text": "prising 7 cities, 9 municipalities, 11 town councils and 5 local boards."}, {"text_block_id": "p17_b520", "text": "4.2.4"}, {"text_block_id": "p17_b521", "text": "Rural water supply and sanitation"}, {"text_block_id": "p17_b522_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Since independence, Zimbabwe gave priority to rural water sanitation and hygiene (WASH) and made signifi-cant progress in the rural sanitation and hygiene from 1980 to 2009. Rural water usage (excluding agricultural use) does not constitute a substantial demand on the country’s water resources but has a very substantial im-pact on the wellbeing, health and poverty, especially in the poorest rural communities in the country."}, {"text_block_id": "p17_b529", "text": "Therefore, apart from the construction of boreholes, wells and small dams, there is also a strong need to train the rural folk on rain water harvesting."}, {"text_block_id": "p17_b530", "text": "5 Current status of the water sector in Zimbabwe"}, {"text_block_id": "p18_b531", "text": "5.1 Legal framework"}, {"text_block_id": "p18_b532", "text": "A number of different Acts underpin water resources management and service provision in Zimbabwe. In addi"}, {"text_block_id": "p18_b533", "text": "-"}, {"text_block_id": "p18_b534", "text": "tion to the Water and ZINWA Acts of 1998, other important legislation is:"}, {"text_block_id": "p18_b535", "text": "tion to the Water and ZINWA Acts of 1998, other important legislation is:\n* The Environmental Management Agency (EMA) Act [Chapter 20: 27], 2002,\n* Urban Councils Act [Chapter 29:15], 1996 edition,\n* Rural District Councils Act [Chapter 29:13], 1996 edition,\n* Mines and Minerals Act [Chapter 21:05] 1996 edition,\n* The Public Health Act and\n* Disaster Risk Management Bill, 2011."}, {"text_block_id": "p18_b547", "text": "The various Acts that deal with water in Zimbabwe are not synchronised. While the Urban Councils Act allo"}, {"text_block_id": "p18_b548", "text": "-"}, {"text_block_id": "p18_b549", "text": "cates responsibilities to Urban Councils, it does not specify duties and responsibilities of local authorities to en"}, {"text_block_id": "p18_b550", "text": "-"}, {"text_block_id": "p18_b551", "text": "sure availability, access and affordability of services. The EMA Act addresses pollution in general but is inade"}, {"text_block_id": "p18_b552", "text": "-"}, {"text_block_id": "p18_b553", "text": "quate to ensure correction and prevention. Penalties and fines are not linked to better performance and correc"}, {"text_block_id": "p18_b554", "text": "-"}, {"text_block_id": "p18_b555", "text": "tive action. The Water Act is not adequately linked to the ZINWA act, Urban Councils Act and Public Health Act."}, {"text_block_id": "p18_b556", "text": "5.2 Institutional framework"}, {"text_block_id": "p18_b557", "text": "The institutional framework of the water sector in Zimbabwe is as follows:"}, {"text_block_id": "p18_b558", "text": ""}, {"text_block_id": "p18_b559", "text": "The"}, {"text_block_id": "p18_b560", "text": "Ministry of Water Resources Development and Management"}, {"text_block_id": "p18_b561", "text": "(MWRDM) is the primary institu"}, {"text_block_id": "p18_b562", "text": "-"}, {"text_block_id": "p18_b563", "text": "tion responsible for water matters in Zimbabwe."}, {"text_block_id": "p18_b564", "text": "The overall planning, development and management of water resources in Zimbabwe is presided over by the MWRDM, supported by ZINWA, Catchment Councils and Sub-Catchment Councils."}, {"text_block_id": "p18_b565", "text": ""}, {"text_block_id": "p18_b566", "text": "Coordination in the water sector is undertaken by the"}, {"text_block_id": "p18_b567", "text": "National Action Committee on Water Supply and Sanitation"}, {"text_block_id": "p18_b568", "text": "(NAC), Chaired by MWRDM and supported by a National Coordinating Unit. It is the apex inter-ministerial body that was formed to coordinate all aspects of water development and man"}, {"text_block_id": "p18_b569", "text": "-"}, {"text_block_id": "p18_b570", "text": "agement in Zimbabwe. It comprises 3 sub-committees; the Water Resources Management, Urban and Rural Sub-committees, responsible for sub-sector coordination."}, {"text_block_id": "p18_b571", "text": ""}, {"text_block_id": "p18_b572", "text": "The"}, {"text_block_id": "p18_b573", "text": "Ministry of Health and Child Welfare (MHCW)"}, {"text_block_id": "p18_b574", "text": "is a key player in the Rural WASH sub-sector re"}, {"text_block_id": "p18_b575", "text": "-"}, {"text_block_id": "p18_b576", "text": "sponsible for water quality monitoring, promoting safe water supply and household sanitation. MHCW is responsible for promoting improvements in domestic hygiene, specifically through adoption of safe self-supply drinking water systems, such as covered family wells and rainwater harvesting, and house"}, {"text_block_id": "p18_b577", "text": "-"}, {"text_block_id": "p18_b578", "text": "hold investments in improving excreta disposal and safe sanitation. MHCW has the lead role in pro"}, {"text_block_id": "p18_b579", "text": "-"}, {"text_block_id": "p18_b580", "text": "moting health and hygiene education and encouraging healthy sanitation and hygiene."}, {"text_block_id": "p18_b581", "text": ""}, {"text_block_id": "p18_b582", "text": "The"}, {"text_block_id": "p18_b583", "text": "Ministry of Transport Ministry of Transport, Communications and Infrastructure Develop"}, {"text_block_id": "p18_b584", "text": "-"}, {"text_block_id": "p18_b585", "text": "ment"}, {"text_block_id": "p18_b586", "text": "(MTCID). The Department of Infrastructure Development (DID) in MTCID hosts a unit to ap"}, {"text_block_id": "p18_b587", "text": "-"}, {"text_block_id": "p18_b588", "text": "praise and manage infrastructure projects funded from the Rural Capital Development Fund (RCDF).  A specific component of this fund is dedicated to financing rural WASH activities."}, {"text_block_id": "p18_b589", "text": "The MTCID chairs the Rural NAC sub-committee and is responsible for sector coordination. MTCID also hosts the Dis"}, {"text_block_id": "p18_b590", "text": "-"}, {"text_block_id": "p18_b591", "text": "trict Development Fund (DDF) which maintains a small unit for back-up borehole drilling, deep well-sinking and pump repair and rehabilitation in each RDC. The DDF provides technical guidance and expertise to RDCs in planning and supervising rural WASH development, in addition to advising Dis"}, {"text_block_id": "p18_b592", "text": "-"}, {"text_block_id": "p18_b593", "text": "trict Water and Sanitation Committees on borehole drilling and pump maintenance."}, {"text_block_id": "p18_b594", "text": ""}, {"text_block_id": "p18_b595", "text": "The"}, {"text_block_id": "p18_b596", "text": "Ministry of Environment and Natural Resources Management"}, {"text_block_id": "p18_b597", "text": "(MENRM), through EMA, is re"}, {"text_block_id": "p18_b598", "text": "-"}, {"text_block_id": "p18_b599", "text": "sponsible for environmental issues as a regulatory institution on all issues, including water and water issues such as; water pollution control, water source protection and water allocation for the environ"}, {"text_block_id": "p18_b600", "text": "-"}, {"text_block_id": "p18_b601", "text": "ment. It is also responsible for coordination on climate change."}, {"text_block_id": "p18_b602", "text": ""}, {"text_block_id": "p18_b603_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The Ministry of Agriculture, Mechanization and Irrigation Development (MAMID), Ministry of En-ergy and Power Development (MEPD), Ministry of Mines and Mining Development (MMMD), and the Ministry of Local Government, Rural and Urban Development (MLGRUD) through Urban and Rural Councils, are responsible for water use and therefore management at consumer level. They represent different constituencies of water users."}, {"text_block_id": "p19_b614", "text": ""}, {"text_block_id": "p19_b615", "text": "The"}, {"text_block_id": "p19_b616", "text": "Ministry of Finance"}, {"text_block_id": "p19_b617", "text": "(MOF), the"}, {"text_block_id": "p19_b618", "text": "Ministry of Energy and Power Development"}, {"text_block_id": "p19_b619", "text": "(MEPD), Devel"}, {"text_block_id": "p19_b620", "text": "-"}, {"text_block_id": "p19_b621", "text": "opment Partners, and the Private sectors are major players with respect to financing of WSS."}, {"text_block_id": "p19_b622", "text": ""}, {"text_block_id": "p19_b623", "text": "Ministry of Women's Affairs, Gender and Community Development"}, {"text_block_id": "p19_b624", "text": "(MOWAGCD), Confederation of Zimbabwe Industries (CZI), Urban Residence Associations, ordinary members (men, women, boys and girls) of society are also important interested parties in water issues as they are impacted directly or indirectly. Coordination of all these players is of utmost importance."}, {"text_block_id": "p19_b625", "text": ""}, {"text_block_id": "p19_b626", "text": "The"}, {"text_block_id": "p19_b627", "text": "Zimbabwe National Water Authority"}, {"text_block_id": "p19_b628", "text": "(ZINWA) was established through the ZINWA Act of 1998 as a"}, {"text_block_id": "p19_b629", "text": "financing institution whose key mandate is to plan, develop and manage Zimbabwe’s water"}, {"text_block_id": "p19_b630", "text": "resources on a sustainable and environmentally friendly basis. It is responsible for the provision of raw water services, sale of agreement water, groundwater investigation and service provision, from which it generates revenues to finance its operations. In terms of the ZINWA Act, ZINWA is also mandated to provide potable water supply services to local authorities and government institutions that are not yet in a position to take on this responsibility themselves. Therefore ZINWA has 2 distinct functions, the first being that of water resources development and management, and the second being a limited potable water supply function."}, {"text_block_id": "p19_b631", "text": ""}, {"text_block_id": "p19_b632", "text": "Ministry of Industry and Commerce"}, {"text_block_id": "p19_b633", "text": "5.3 Water Resources development and management"}, {"text_block_id": "p19_b634", "text": "There are major challenges and constraints in the management or water resources throughout the country. There has been a general decline of irrigated agriculture in all catchments except Runde, whose water is mainly utilized by multi-national companies (Triangle and Hippo Valley). In 2010, 70% of the potential available water was not used and in 2011 80% was not utilized. The decline in water utilization in agriculture has led to a very large decline in raw water sales to irrigated agriculture, leading to loss of revenue by ZINWA and therefore a decline in its capacity to carry out the primary functions of planning, development and management of water re"}, {"text_block_id": "p19_b635", "text": "-"}, {"text_block_id": "p19_b636", "text": "sources. Currently most of the revenue of ZINWA comes from raw and clear water sales to local authorities without capacity as mentioned above. Although the clear water supply function was not prescribed in the Water Act (1998), it is covered in the ZINWA Act, 1998."}, {"text_block_id": "p19_b637", "text": "There is inadequate information and data collection throughout the sector which seriously reduces the ability to manage resources. Information is not being collected on dams, groundwater and water related infrastructure. River and stream flows are not being monitored and neither is the abstraction of water by users. The system of issuing and monitoring water use permits has collapsed. There is inadequate inspection and maintenance of dams partially as a consequence of an inherent conflict of i"}, {"text_block_id": "p19_b638", "text": "nterest between ZINWA’s"}, {"text_block_id": "p19_b639", "text": "dual role of being both the regulator and the operator of large dams."}, {"text_block_id": "p19_b640", "text": "5.4 Urban water supply and sanitation"}, {"text_block_id": "p19_b641", "text": "Historically, Zimbabwe’s Urban WSS services development has been driven by principles of high service levels"}, {"text_block_id": "p19_b642", "text": "and standards, and universal access for all, making them unique in Africa. It was mandatory that construction and legal occupation of urban houses be preceded by the development of road, water supply and sewerage services. This approach ensured that service delivery kept pace with housing development. Cross-subsidies from wealthier sections of urban areas to poorer sections advanced principles of universal access to all. How"}, {"text_block_id": "p19_b643", "text": "-"}, {"text_block_id": "p19_b644", "text": "ever, like all other sectors of Zimbabwe’s economy, urban water supply and sanitation services have"}, {"text_block_id": "p19_b645", "text": "faced seri"}, {"text_block_id": "p19_b646", "text": "-"}, {"text_block_id": "p19_b647", "text": "ous challenges over time due to population pressure and economic challenges of the past decade. The chal"}, {"text_block_id": "p19_b648", "text": "-"}, {"text_block_id": "p19_b649", "text": "lenges led to highly degraded services that pose a serious health threat to urban inhabitants. This has resulted in more than 4000 deaths related to cholera, inadequate and erratic water supply and sanitation, poor quality of water provided to residents and dire state of infrastructure."}, {"text_block_id": "p19_b650", "text": "This situation has to be rectified as a matter of urgency. It calls for bold decisions on whether it is practicable to maintain the high standards of urban housing services while at the same time achieving universal access for all under the current economic circumstances. The evidence of the past decade indicates that it is not possible to simultaneously maintain high standards of delivery and universal access. The first option is to maintain high standards and call for a moratorium on new housing developments that do not meet existing standards, during the 5-year recovery period at the risk of failing to ensure universal access to all."}, {"text_block_id": "p19_b651_merged_merged_merged_merged_merged_merged", "text": "The second option is to prioritize universal access for all over high standards during the recovery period, fol-lowed by a full resumption of high standards during normal development phase."}, {"text_block_id": "p19_b654", "text": "The state of deterioration of urban water supply and sanitation services in Zimbabwe is estimated as follows:"}, {"text_block_id": "p20_b655", "text": "o"}, {"text_block_id": "p20_b656", "text": "Access to urban water supply decreased from 97% in 1990 to 60% in 2008,"}, {"text_block_id": "p20_b657", "text": "o"}, {"text_block_id": "p20_b658", "text": "Access to urban sanitation decreased from 99% in 1990 to 40% in 2008,"}, {"text_block_id": "p20_b659", "text": "o"}, {"text_block_id": "p20_b660", "text": "Hourly availability of water dropped from 24hrs supply to between 6 and 12 hours per day, and"}, {"text_block_id": "p20_b661", "text": "o"}, {"text_block_id": "p20_b662", "text": "Costs exceeded tariffs in 50% of urban local authorities as of 2012."}, {"text_block_id": "p20_b663", "text": "Increasingly, revenues from water services have been used to cover the costs of a wide range of non-water ser"}, {"text_block_id": "p20_b664", "text": "-"}, {"text_block_id": "p20_b665", "text": "vices instead of being used to maintain water infrastructure, leading to a progressive collapse in water services. Cost recovery has dropped significantly due to billing and collection challenges, including faulty or non-existent meters and reduced willingness and ability to pay for unreliable and low quality services. Low revenues have resulted in large financial deficits in funding operation and maintenance, rehabilitation and the expansion of in"}, {"text_block_id": "p20_b666", "text": "-"}, {"text_block_id": "p20_b667", "text": "frastructure."}, {"text_block_id": "p20_b668", "text": "This has led to aging water supply infrastructure including storage, treatment facilities, pumps and conveyance systems, giving rise to high water losses. Sewage treatment plants are overloaded, aged and in many cases have completely failed releasing raw sewage into the environment."}, {"text_block_id": "p20_b669", "text": "In addition to these challenges, as a result of the overall economic collapse, power outages are frequent and lengthy, impacting on service delivery as the pumping of clear water and sewage is interrupted and sewerage treatment plants relying on power for aeration are unable to operate. As a result of widespread skills flight, hu"}, {"text_block_id": "p20_b670", "text": "-"}, {"text_block_id": "p20_b671", "text": "man resources in the sector have been critically reduced."}, {"text_block_id": "p20_b672", "text": "This situation raises a range of issues which need to be addressed including clarifying the role of central gov"}, {"text_block_id": "p20_b673", "text": "-"}, {"text_block_id": "p20_b674", "text": "ernment, urban authorities and ZINWA, and developing improved institutional options for water services provi"}, {"text_block_id": "p20_b675", "text": "-"}, {"text_block_id": "p20_b676", "text": "sion which includes regulating service delivery, tariffs and dealing with effluent. Affordable and sustainable technical norms and standards need to be adopted especially during the recovery phase. Most importantly the financing of the sector needs to be stabilised through mechanisms such as the ring fencing of water services revenue, incentivising improved operational efficiency and addressing capital investment financing needs."}, {"text_block_id": "p20_b677", "text": "5.5 Agriculture"}, {"text_block_id": "p20_b678", "text": "Water utilisation by the agriculture sector is currently on the decline. Since agriculture is the major consumer of water, because of this decline, the capacity of ZINWA and Catchment Councils to raise revenues is likewise se"}, {"text_block_id": "p20_b679", "text": "-"}, {"text_block_id": "p20_b680", "text": "riously curtailed. The revenues realised depend on a healthy irrigation sector that in turn relies on the levels of investments in irrigation rehabilitation and development. Investment in irrigation has however not been forth"}, {"text_block_id": "p20_b681", "text": "-"}, {"text_block_id": "p20_b682", "text": "coming resulting not only in the deterioration of installed irrigation infrastructure in all the farming sectors of the"}, {"text_block_id": "p20_b683", "text": "country but also depressed development of new irrigation schemes to fully utilise the country’s available water"}, {"text_block_id": "p20_b684", "text": "resources. While a fully functional irrigated agriculture sector has the capacity to consume"}, {"text_block_id": "p20_b685", "text": "82% of the country’s"}, {"text_block_id": "p20_b686", "text": "water resources, water usage by the sector is currently estimated at 20% in most catchment areas, except Runde and Saves catchment. These catchments are currently dominated by the thriving sugar industry. The de"}, {"text_block_id": "p20_b687", "text": "-"}, {"text_block_id": "p20_b688", "text": "cline in water use has compromised the financial viability of ZINWA and Catchment Councils as a result under"}, {"text_block_id": "p20_b689", "text": "-"}, {"text_block_id": "p20_b690", "text": "mining their capacity to undertake water resources development and management. The impact of the de"}, {"text_block_id": "p20_b691", "text": "-"}, {"text_block_id": "p20_b692", "text": "pressed revenue to ZINWA, Catchment Councils and sub-Catchment has been the loss of experienced human resources and with it the compromised ability of the institutions to perform their mandates (for example dam maintence and water billing)."}, {"text_block_id": "p20_b693", "text": "5.6 Rural Water Supply and Sanitation"}, {"text_block_id": "p20_b694", "text": "The Government’s desire to raise the living standards of communal people after independence, coupled with the commitment to fulfil the UN General Assembly’s declared “Drinking Water and Sanitation Decade, 1981"}, {"text_block_id": "p20_b695", "text": "-"}, {"text_block_id": "p20_b696", "text": "90” r"}, {"text_block_id": "p20_b697", "text": "e"}, {"text_block_id": "p20_b698", "text": "-"}, {"text_block_id": "p20_b699", "text": "sulted in a supply driven accelerated borehole drilling and deep well sinking programme in communal lands."}, {"text_block_id": "p20_b700", "text": "The NAC adopted the Type ‘B’ Bush Pump as a standard national hand pump"}, {"text_block_id": "p20_b701", "text": "in 1989 and the private sector was lured into mass production of the pump, resulting in poor standards creeping in. Because of poor workman"}, {"text_block_id": "p20_b702", "text": "-"}, {"text_block_id": "p20_b703", "text": "ship in the production of fittings which were not compatible with the standard design, the communities could not replace and maintain hand pumps resulting in widespread breakdowns."}, {"text_block_id": "p20_b704_merged_merged_merged_merged_merged_merged", "text": "There is currently widespread collapse of rural WSS, confirming the vulnerability of services built on the basis of state and donor subsidies. Services decline was triggered by the collapse of the economy and donor flight.  Continued dependence of communities on external assistance and inadequate mechanisms for sustainability has perpetuated the vulnerability of services and created a dependence syndrome and loss of sense of owner-ship in community infrastructure."}, {"text_block_id": "p21_b707", "text": "ment is no longer able to provide spares. Many community water-point committees have stagnated and pump-minders cannot be retained. In 2004, WASH inventory estimated that 75% of the estimated 47 000 handpumps were"}, {"text_block_id": "p21_b708", "text": "functional. A 2009 report indicated that 48% of Zimbabwe’s rural population did not have a toilet faci"}, {"text_block_id": "p21_b709", "text": "l"}, {"text_block_id": "p21_b710", "text": "-"}, {"text_block_id": "p21_b711", "text": "ity and therefore used open defecation, threatening the health of communities and degrading the environment.  Demographic changes brought about by the land reform program have opened up new areas of need where safe drinking water and sanitation services have also deteriorated. The affordability of rural WSS services re"}, {"text_block_id": "p21_b712", "text": "-"}, {"text_block_id": "p21_b713", "text": "mains a major hurdle given the state of the economy as a whole and the levels of rural poverty."}, {"text_block_id": "p21_b714", "text": "Expertise which in previous decades ensured that Zimbabwe was a leading country in Africa in addressing rural WASH has largely been lost, resulting partially in the centralization of WSS services. Opportunities for private sector investment and participation in rural WSS have been missed."}, {"text_block_id": "p21_b715", "text": "5.7 Environment"}, {"text_block_id": "p21_b716", "text": "Pollution of Zimbabwe’s water sources from point"}, {"text_block_id": "p21_b717", "text": "and non point sources is increasing at an alarming rate, de"}, {"text_block_id": "p21_b718", "text": "-"}, {"text_block_id": "p21_b719", "text": "spite the existence of regulations and penalties for offences. Point source pollution from urban waste water treatment works, solid waste, and alluvial gold panning is continuing un-abated in rivers causing very high pollu"}, {"text_block_id": "p21_b720", "text": "-"}, {"text_block_id": "p21_b721", "text": "tion levels. The Manyame, Gwayi and Odzi river systems are cases in point. Acid/alkaline mine water drainage into public streams is on the increase. Receiving waters are unable to self-purify effluent discharges, causing eutrophication as well as the deposition of harmful chemicals, leading to high water treatment costs. In addition, control of non point sources of pollution (agrochemicals, artisanal mining, runoff from ranches, poultry farms and urban runoff) is either non-existent or completely ineffective. This scenario implies that current regulations, pen"}, {"text_block_id": "p21_b722", "text": "-"}, {"text_block_id": "p21_b723", "text": "alties and enforcement practices have not been effective."}, {"text_block_id": "p21_b724", "text": "There is inadequate coordination of key institutions including Urban Councils, ZINWA, EMA, DOI, and MMMD related to water pollution at the operational level. Poor catchment management is resulting in the siltation of dams and rivers due to land degradation, (e.g. through gold panning, deforestation to meet domestic energy needs & forest fires). Uncontrolled land uses also impact groundwater recharge and quality."}, {"text_block_id": "p21_b725", "text": "Water source pro"}, {"text_block_id": "p21_b726", "text": "-"}, {"text_block_id": "p21_b727", "text": "tection needs to be instituted as a high priority action."}, {"text_block_id": "p21_b728", "text": "There are many refinements of monitoring and the allocation of water which are needed such as ensuring that environmental flows are catered for in catchment plans and are then provided for in practice."}, {"text_block_id": "p21_b729", "text": "Enforcement of laws and regulations is generally ineffective and there is a lack of collaborative effort to ensure that the envi"}, {"text_block_id": "p21_b730", "text": "-"}, {"text_block_id": "p21_b731", "text": "ronment is protected and will be able to continue to function as the source of the country’s water."}, {"text_block_id": "p21_b732", "text": "5.8 Dams"}, {"text_block_id": "p21_b733", "text": "There are an estimated 8000 dams in Zimbabwe, of which about 2200 have permits and 244 are classified as large. Very few have been adequately maintained for the past 10 -12 years. The ownership of dams and re"}, {"text_block_id": "p21_b734", "text": "-"}, {"text_block_id": "p21_b735", "text": "sponsibility for O&M is an issue, in particular where the dams were previously owned by commercial farmers and are now shared by A1 and A2 farmers."}, {"text_block_id": "p21_b736", "text": "A Dam Safety Assessment of 25 large dams undertaken with the support of the World Bank was completed in March 2012. Implementation of the measures identified in the report of the Assessment will not only improve safety of the dams, but also their operational reliability which, in turn, increases reliability of water yield."}, {"text_block_id": "p21_b737", "text": "The costs of rehabilitating dams require economic considerations. With the exception of Lungwalala Dam, the dam safety assessment did not find any situation of immediate threat to human safety; therefore the decisions on interventions at most of the dams should be based on economic considerations such as whether the use of the water from rehabilitated dams will generate sufficient revenue to continue to operate and maintain the dam, or the investment in rehabilitation will have been wasted."}, {"text_block_id": "p21_b738", "text": "There is an inherent conflict between ZINWA’s regulatory responsibility for dam safety and its role as"}, {"text_block_id": "p21_b739_merged_merged_merged_merged_merged_merged", "text": "operator and manager of dams. Responsibility for dam safety will be assigned to an independent Regulator or Inspec-torate of Dam Safety under the MWRDM"}, {"text_block_id": "p21_b742", "text": "All dams and related infrastructure need to be registered especially on A1 and A2 farms which were previously privately owned. The ownership and responsibility for the operation and maintenance of existing farm dams which were previously privately owned needs to be clarified.  The dams are of differing sizes and complexity."}, {"text_block_id": "p21_b743", "text": "--oo0oo--"}, {"text_block_id": "p22_b744", "text": "6 National Water Policy Principles"}, {"text_block_id": "p22_b745", "text": "6.1 Introduction"}, {"text_block_id": "p22_b746", "text": "Policy is the highest set of decisions, made ultimately by the highest political level in any country after a process of dialogue and consultations, which determine what and how things should be done in any given sector."}, {"text_block_id": "p22_b747", "text": "This part of the NWP presents the main policy principles which guide all aspects of development and manage"}, {"text_block_id": "p22_b748", "text": "-"}, {"text_block_id": "p22_b749", "text": "ment of water resources (including irrigation, industry, mining and hydropower) and the provision of WSS ser"}, {"text_block_id": "p22_b750", "text": "-"}, {"text_block_id": "p22_b751", "text": "vices in urban and rural areas of Zimbabwe. Zimbabwe enacted the 1998 Water and ZINWA Acts based on uni"}, {"text_block_id": "p22_b752", "text": "-"}, {"text_block_id": "p22_b753", "text": "versally accepted principles of Integrated Water Resources Management (IWRM) and following wide consulta"}, {"text_block_id": "p22_b754", "text": "-"}, {"text_block_id": "p22_b755", "text": "tive processes from 1994 to 2002. Although the vision of this legislation has not yet been fully realized, the prin"}, {"text_block_id": "p22_b756", "text": "-"}, {"text_block_id": "p22_b757", "text": "ciples of IWRM applied are relevant for Zimbabwe today and in the future. Besides being universally applicable,"}, {"text_block_id": "p22_b758", "text": "most of the principles are already imbedded in Zimbabwe’s policies and legislation, including the unpublished"}, {"text_block_id": "p22_b759", "text": "2004 Water Policy, the EMA Act of 2002, Water Resources Management Strategy of 2002 and the 2009 Na"}, {"text_block_id": "p22_b760", "text": "-"}, {"text_block_id": "p22_b761", "text": "tional Environmental Policy and Strategies. They apply to all spheres of water utilization in Zimbabwe, including; agriculture, livestock watering, environment, industry, mining, urban, rural, parks, hydropower, wildlife, ecology, aquatic life, fishing, tourism, flood protection and transport. Water is vital to all aspects of life. These principles provide the bases upon which detailed sub-sector policies and planning can be tested. They are adopted as an integral part of this NWP in the manner presented below."}, {"text_block_id": "p22_b762", "text": "6.2 Overall goal and objective"}, {"text_block_id": "p22_b763", "text": "The overall goal of the Water Sector is to achieve sustainable utilisation of water resources that in turn will im"}, {"text_block_id": "p22_b764", "text": "-"}, {"text_block_id": "p22_b765", "text": "prove:"}, {"text_block_id": "p22_b766", "text": "1)"}, {"text_block_id": "p22_b767", "text": "Equity in access to freshwater by all Zimbabweans,"}, {"text_block_id": "p22_b768", "text": "2)"}, {"text_block_id": "p22_b769", "text": "The efficient use of water among competing uses,"}, {"text_block_id": "p22_b770", "text": "3)"}, {"text_block_id": "p22_b771", "text": "Provision of affordable and sustainable WASH services,"}, {"text_block_id": "p22_b772", "text": "4)"}, {"text_block_id": "p22_b773", "text": "Environmental protection,"}, {"text_block_id": "p22_b774", "text": "5)"}, {"text_block_id": "p22_b775", "text": "Protection of water sources, including safety"}, {"text_block_id": "p22_b776", "text": "of the country’s dams and groundwater"}, {"text_block_id": "p22_b777", "text": ","}, {"text_block_id": "p22_b778", "text": "6)"}, {"text_block_id": "p22_b779", "text": "Consumer and institutional viability in the water sector"}, {"text_block_id": "p22_b780", "text": "7)"}, {"text_block_id": "p22_b781", "text": "The economic development of the country,"}, {"text_block_id": "p22_b782", "text": "8)"}, {"text_block_id": "p22_b783", "text": "The administration of the Water Act."}, {"text_block_id": "p22_b784", "text": "Attaining these goals will restore Zimbabwe to its position as a leader in Africa with respect to the provision of water and sanitation to its population."}, {"text_block_id": "p22_b785", "text": "6.3 Integrated water resources management"}, {"text_block_id": "p22_b786_merged_merged_merged_merged", "text": "IWRM is intended to bring about improved equity of access to water, greater efficiency of water use, environ-mental protection, stakeholder participation and greater sustainability for the benefit of current and future gen-erations. It envisages water resources management as an integrating activity that maintains the integrity of the water resource so that water can be used productively in the present and in the future by the different water-dependent sectors. The cent"}, {"text_block_id": "p22_b791", "text": "ral principles of IWRM promoted under Zimbabwe’s WRMS and adopted in the Zimbabwe’s 1998 Water Act were:"}, {"text_block_id": "p22_b792", "text": "1)"}, {"text_block_id": "p22_b793", "text": "Integrating the management of the whole water cycle"}, {"text_block_id": "p22_b794", "text": "2)"}, {"text_block_id": "p22_b795", "text": "Decentralizing responsibility for water management to river catchment level"}, {"text_block_id": "p22_b796", "text": "3)"}, {"text_block_id": "p22_b797", "text": "Promoting participation and stakeholder involvement in decision making processes and"}, {"text_block_id": "p22_b798", "text": "4)"}, {"text_block_id": "p22_b799", "text": "Treating water as a social and an economic good"}, {"text_block_id": "p22_b800", "text": "6.4 Water and the hydrological cycle"}, {"text_block_id": "p22_b801", "text": "All water is part of the global hydrological cycle which links into a single system all water found in rivers, streams, wetlands, springs, groundwater, lakes, rain and the oceans."}, {"text_block_id": "p23_b802", "text": "6.5 Ownership of water"}, {"text_block_id": "p23_b803", "text": "Water is not subject to individual ownership. Ultimate responsibility for the management, utilization and care for water is vested with the state, the use of which is subject to national control. Except for primary and environ"}, {"text_block_id": "p23_b804", "text": "-"}, {"text_block_id": "p23_b805", "text": "mental purposes, any exploitation of water resources requires specific authority (a water permit) from the state represented by Catchment Councils."}, {"text_block_id": "p23_b806", "text": "6.6 The catchment as the unit of water management"}, {"text_block_id": "p23_b807", "text": "Water should be managed based on a catchment approach and not on political or administrative boundaries. Precipitation runoff, groundwater levels, storage, vegetation cover and water quality are interdependent and therefore influence each other in any hydrological defined area. While precipitation may not be directly con"}, {"text_block_id": "p23_b808", "text": "-"}, {"text_block_id": "p23_b809", "text": "trolled by activities in a catchment, the rest of the characteristics are directly linked with human activities."}, {"text_block_id": "p23_b810", "text": "6.7 Water for primary needs"}, {"text_block_id": "p23_b811", "text": "Water for primary needs is a RIGHT for all Zimbabweans"}, {"text_block_id": "p23_b812", "text": "–"}, {"text_block_id": "p23_b813", "text": "Primary Water is defined below. Access to WSS services in sufficient quantity and adequate quality to sustain life is a human right which is accompanied with the responsibility of all to meet their obligations to other users and water service providers. Equity in access to pri"}, {"text_block_id": "p23_b814", "text": "-"}, {"text_block_id": "p23_b815", "text": "mary water by all Zimbabweans is a right. Specific attention to equity, that takes into account the different needs of different communities and inclusion of disadvantaged communities are integral to realising this right. Water for purposes other than to meet basic human needs is not a right."}, {"text_block_id": "p23_b816", "text": "Water required"}, {"text_block_id": "p23_b817", "text": "to meet basic human needs, termed ‘Primary Water’, shall be given the first and highest priority"}, {"text_block_id": "p23_b818", "text": "in the provision of WSS services. It includes water for direct personal consumption, personal household hy"}, {"text_block_id": "p23_b819", "text": "-"}, {"text_block_id": "p23_b820", "text": "giene, food preparation and for household productive purposes such as gardening and household stock water"}, {"text_block_id": "p23_b821", "text": "-"}, {"text_block_id": "p23_b822", "text": "ing, not for commercial purposes."}, {"text_block_id": "p23_b823", "text": "In urban settings, because water treatment, transmission, storage and distribution through networks is expen"}, {"text_block_id": "p23_b824", "text": "-"}, {"text_block_id": "p23_b825", "text": "sive, primary water needs are based on lifeline tariffs and only in cases where people cannot afford to pay, can free life saving water per household of 10m"}, {"text_block_id": "p23_b826", "text": "3"}, {"text_block_id": "p23_b827", "text": "per month be supplied. Given the administrative difficulty of deter"}, {"text_block_id": "p23_b828", "text": "-"}, {"text_block_id": "p23_b829", "text": "mining who cannot pay, the option to provide 10m"}, {"text_block_id": "p23_b830", "text": "3"}, {"text_block_id": "p23_b831", "text": "per month of free or cheaper water to all, accompanied with a 2 or 3 stage rising block tariff regime will be examined. This option permits poorer consumers to manage their consumption so that they stay within an allocation they can afford."}, {"text_block_id": "p23_b832", "text": "‘Water Services’ include water supply and sanitation services"}, {"text_block_id": "p23_b833", "text": "."}, {"text_block_id": "p23_b834", "text": "Water safety plans are encouraged as the most effective means of maintaining a safe supply of"}, {"text_block_id": "p23_b835", "text": "drinking water"}, {"text_block_id": "p23_b836", "text": "for primary needs. Comprehensive"}, {"text_block_id": "p23_b837", "text": "risk assessment"}, {"text_block_id": "p23_b838", "text": "and"}, {"text_block_id": "p23_b839", "text": "risk management"}, {"text_block_id": "p23_b840", "text": "form the backbone of these plans, which aim to steer management of drinking water-related health risks away from end-of-pipe monitoring and re"}, {"text_block_id": "p23_b841", "text": "-"}, {"text_block_id": "p23_b842", "text": "sponse. In order to produce a plan, a thorough assessment of the water supply process from water source to the consumer's tap will be carried out by the water services authority and enforced by Water Service Authorities."}, {"text_block_id": "p23_b843", "text": "Hazards"}, {"text_block_id": "p23_b844", "text": "and"}, {"text_block_id": "p23_b845", "text": "risks"}, {"text_block_id": "p23_b846", "text": "will be identified and investigated following which appropriate steps will be taken to minimize the risks."}, {"text_block_id": "p23_b847", "text": "6.8 Water and the environment"}, {"text_block_id": "p23_b848", "text": "The Environment is a legitimate and important user of water. Therefore sufficient quantity of water of adequate quality will be allocated to meet the requirements riverine and aquatic eco systems, wildlife, wetlands, bird life etc, based on sound professional assessment. These allocations will be specifically accommodated in Catch"}, {"text_block_id": "p23_b849", "text": "-"}, {"text_block_id": "p23_b850", "text": "ment Outline Plans when allocations for other purposes are made."}, {"text_block_id": "p23_b851", "text": "6.9 Water demand management"}, {"text_block_id": "p23_b852_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Water is a finite, limited and scarce resource that must be conserved and used efficiently. Various mechanisms are needed to manage demand including water pricing mechanisms, volumetric abstraction monitoring, volu-metric allocation and licensing, and through regulation to require service providers to monitor and reduce unac-counted for water."}, {"text_block_id": "p24_b857", "text": "6.10 Water pollution"}, {"text_block_id": "p24_b858", "text": "Pollution of water is harmful to the environment and water users and it reduces the quantity of water available for use.  All water users have a responsibility for protecting water sources and for the quality of water they return to the system. In addition to facing punitive sanctions, polluters have a responsibility for restoration and clean"}, {"text_block_id": "p24_b859", "text": "-"}, {"text_block_id": "p24_b860", "text": "up of pollution and for consequential damages such as health impacts and loss of production and income to others as a result of pollution. Society, through the state, has a right to hold repeat offenders (or their represen"}, {"text_block_id": "p24_b861", "text": "-"}, {"text_block_id": "p24_b862", "text": "tatives in the case of corporate bodies) to account for their actions or negligence through prosecution."}, {"text_block_id": "p24_b863", "text": "6.11 Water institutions and decentralization"}, {"text_block_id": "p24_b864", "text": "The institutional and governance principle of subsidiarity will be the basis for determining the areas of responsi"}, {"text_block_id": "p24_b865", "text": "-"}, {"text_block_id": "p24_b866", "text": "bility and levels of authority for central, provincial and local government in the management of water resources and the provision of water services. The principle of subsidiarity means that nothing that can be done by a smaller, more local and simpler organization should be done by a larger complex organization. Any activity that can be performed by a decentralized institution should be. Central authority will have a subsidiary role, perform"}, {"text_block_id": "p24_b867", "text": "-"}, {"text_block_id": "p24_b868", "text": "ing only those tasks that cannot be performed effectively by a more immediate or local authority."}, {"text_block_id": "p24_b869", "text": "Institutions must have clear, unique and unambiguous mandates which are not duplicated by other institutions or other levels of government. Institutions should not have mandates that have internal conflicting interests. There will be clear separation of policy and regulation, development and service provision functions."}, {"text_block_id": "p24_b870", "text": "Coordination, communication and interaction between all institutions and agencies with responsibility for water related matters is of critical importance (including water, agriculture, environment, local government, mining, in"}, {"text_block_id": "p24_b871", "text": "-"}, {"text_block_id": "p24_b872", "text": "dustry, health, welfare, economic planning, finance)."}, {"text_block_id": "p24_b873", "text": "Government ministries and departments should be responsible for policy and regulation, and should not engage in operations and implementation. The private sector, parastatals and civil society have an important role to play in the water sector."}, {"text_block_id": "p24_b874", "text": "6.12 Water in growth and development"}, {"text_block_id": "p24_b875", "text": "In the Medium Term Plan ( MTP ), for the country’s development, w"}, {"text_block_id": "p24_b876", "text": "ater is identified as an essential require"}, {"text_block_id": "p24_b877", "text": "-"}, {"text_block_id": "p24_b878", "text": "ment for all sectors of the economy and for national growth and development. Water has an economic value in all its competing uses and will be recognised as an economic good. Managing water as an economic good is a way of achieving efficient and equitable use, and of encouraging conservation and protection of water re"}, {"text_block_id": "p24_b879", "text": "-"}, {"text_block_id": "p24_b880", "text": "sources."}, {"text_block_id": "p24_b881", "text": "Large scale public infrastructure programs for storage and conveyance of water will be designed, implemented and operated in a manner that maximizes economic and financial benefits and optimize the utilization of the re"}, {"text_block_id": "p24_b882", "text": "-"}, {"text_block_id": "p24_b883", "text": "source on a multi-purpose basis, while ensuring adequate safeguards for affected communities and the envi"}, {"text_block_id": "p24_b884", "text": "-"}, {"text_block_id": "p24_b885", "text": "ronment. Wherever possible, local communities will benefit through programs or projects that include irrigation, tourism etc."}, {"text_block_id": "p24_b886", "text": "Planning will take into account the long-term needs of the economy, national strategic interests, regional inte"}, {"text_block_id": "p24_b887", "text": "-"}, {"text_block_id": "p24_b888", "text": "gration and social/environmental impacts."}, {"text_block_id": "p24_b889", "text": "Economic feasibility is vital. This means that the level of development of the infrastructure must be defined by what the country as a whole can afford to operate and maintain. It is important however to concentrate on a re"}, {"text_block_id": "p24_b890", "text": "-"}, {"text_block_id": "p24_b891", "text": "covery programme in order to restore services to acceptable levels."}, {"text_block_id": "p24_b892", "text": "6.13 Water investments"}, {"text_block_id": "p24_b893_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Investments in water infrastructure for economic activity must be fully self-financing to meet the capital and re-current costs. Such investments will be subjected to thorough economic and financial assessments."}, {"text_block_id": "p24_b896", "text": "Investment in primary water for basic needs of rural communities will fully cover capital costs but recurrent costs will be borne by the communities to ensure sustainability. Public finance will focus on capital investment and behaviour change while users will bear recurrent costs."}, {"text_block_id": "p24_b897", "text": "Investments in primary water for basic needs of urban areas may be subsidized during the recovery period but recurrent costs will be borne by the users to ensure sustainability. There will be a gradual shift towards full cost recovery says the economy as a whole recovers."}, {"text_block_id": "p25_b898", "text": "Given the principle that users bear the costs of operation and maintenance, service levels will be tailored to be flexible, affordable and technically appropriate, allowing for upgrading once user affordability increases."}, {"text_block_id": "p25_b899", "text": "6.14 Water pricing"}, {"text_block_id": "p25_b900", "text": "To achieve efficiency, water prices will be based on the user pays and polluter pays principles and be socially acceptable to different interest groups in the water sector. Subsidies will be targeted to users who are not in a position to pay the full cost of the service or where national interests would be compromised."}, {"text_block_id": "p25_b901", "text": "Water pricing will reflect the full costs of provision of water for all uses (capital and recurrent costs), except for primary water where the price will at least reflect the operation and maintenance costs during the recovery pe"}, {"text_block_id": "p25_b902", "text": "-"}, {"text_block_id": "p25_b903", "text": "riod and gradually shift towards full cost recovery during normal development."}, {"text_block_id": "p25_b904", "text": "Water pricing affects the economy as a whole and can impact the financial viability of activities dependent on the use of water. Water pricing therefore needs to be determined on the basis of thorough analysis of the im"}, {"text_block_id": "p25_b905", "text": "-"}, {"text_block_id": "p25_b906", "text": "pacts of the price of water in water dependent sectors. For hydropower generation the price will reflect the non-consumptive use of water."}, {"text_block_id": "p25_b907", "text": "Water pricing will be used as a demand management instrument to encourage efficient use of scarce water re"}, {"text_block_id": "p25_b908", "text": "-"}, {"text_block_id": "p25_b909", "text": "sources. Water pricing should be based on the quantity of water used by volume to manage demand and en"}, {"text_block_id": "p25_b910", "text": "-"}, {"text_block_id": "p25_b911", "text": "courage conservation."}, {"text_block_id": "p25_b912", "text": "Blend pricing is a form of cross subsidisation and does not comply with the principle of pricing covering the full costs of investments and operation and maintenance. Instead of blend pricing across the country, blend pricing will be based on catchment or sub-catchment level with the option of scheme specific pricing being explored where appropriate after thorough study of the scenarios and their implications."}, {"text_block_id": "p25_b913", "text": "Water billing will revert back to being clear, transparent and based on actual volumetric readings. The income derived from water sales"}, {"text_block_id": "p25_b914", "text": "will be applied to the costs of providing water, otherwise the ‘user pays’ principle co"}, {"text_block_id": "p25_b915", "text": "l"}, {"text_block_id": "p25_b916", "text": "-"}, {"text_block_id": "p25_b917", "text": "lapses together with the services."}, {"text_block_id": "p25_b918", "text": "The payment of water service bills by public consumers including government institutions is vital for viability of water service providers. Regulations will be drawn up to permit recovery of unpaid bills directly from Public Sec"}, {"text_block_id": "p25_b919", "text": "-"}, {"text_block_id": "p25_b920", "text": "tor Investment Programme (PSIP) allocations to the institutions involved."}, {"text_block_id": "p25_b921", "text": "6.15 Accountability for service provision"}, {"text_block_id": "p25_b922", "text": "Whilst consumers are required to pay for and are accountable for services provided to them, all entities involved in water supply and sanitation will be accountable to consumers and Government for the services they provide to water users and may be subject to prosecution resulting in penalties and restitution in instances of malprac"}, {"text_block_id": "p25_b923", "text": "-"}, {"text_block_id": "p25_b924", "text": "tice. The central and local government"}, {"text_block_id": "p25_b925", "text": "will facilitate processes for raising citizen’s voices in the regulation of w"}, {"text_block_id": "p25_b926", "text": "a"}, {"text_block_id": "p25_b927", "text": "-"}, {"text_block_id": "p25_b928", "text": "ter services or procedural equity. This will include establishing mechanisms to ensure that ordinary members of society have a role in the regulation and monitoring of services to ensure equitable access to water supply and sanitation."}, {"text_block_id": "p25_b929", "text": "6.16 Stakeholder participation"}, {"text_block_id": "p25_b930", "text": "All life and all human social and economic activity is dependent upon the availability of water in sufficient quan"}, {"text_block_id": "p25_b931", "text": "-"}, {"text_block_id": "p25_b932", "text": "tity and quality."}, {"text_block_id": "p25_b933", "text": "Effective stakeholder participation at all levels of decision making is recognised to be very important and will continue to be practiced. It is only when all water users perceive that they have been instrumental in developing and managing a system, that sustainable cooperation and delivery will be enhanced. Women play a pivotal role in the use, management and protection of water resources and water services and will therefore be involved fully in the decision making processes at all levels."}, {"text_block_id": "p25_b934", "text": "6.17 Information management and research"}, {"text_block_id": "p25_b935_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The management and development of water resources and the provision of water services needs to be under-taken from a sound scientific and technical basis. It is therefore important that relevant institutions involved in water affairs have the technical capacity and instruments necessary to undertaken systematic collection, stor-age, processing and analysis of data and information."}, {"text_block_id": "p26_b940", "text": "Continuous research needs to be undertaken, in association with national and international institutions, to en"}, {"text_block_id": "p26_b941", "text": "-"}, {"text_block_id": "p26_b942", "text": "able a full understanding of the changing social, economic, environmental and technical aspects of the water sector. Appropriate data bases which communicate with each other and are based on open source codes will be created."}, {"text_block_id": "p26_b943", "text": "6.18 International waters"}, {"text_block_id": "p26_b944_merged_merged", "text": "The use of water derived from shared international river basins requires special attention to meet the dual re-quirements of national strategic interests and good neighbourliness. Dialogue, cooperation and interaction with other riparian states promotes the optimum development and use of shared resources in terms of established international protocols and agreements."}, {"text_block_id": "p26_b947", "text": "--oo0oo--"}, {"text_block_id": "p27_b948", "text": "7 National Water Policy Details"}, {"text_block_id": "p27_b949", "text": "7.1 Cross-cutting policy details"}, {"text_block_id": "p27_b950", "text": "The following policy statements apply across all sub-sectors of the water sector in Zimbabwe."}, {"text_block_id": "p27_b951", "text": "7.1.1"}, {"text_block_id": "p27_b952", "text": "Phased recovery leading to normal development"}, {"text_block_id": "p27_b953", "text": "The challenges in the water sector in Zimbabwe will be dealt with in two phases. In order to ensure a rapid re"}, {"text_block_id": "p27_b954", "text": "-"}, {"text_block_id": "p27_b955", "text": "covery of the sector and a restoration of normal functions and service provision, including the rehabilitation of in"}, {"text_block_id": "p27_b956", "text": "-"}, {"text_block_id": "p27_b957", "text": "frastructure, extra ordinary approaches are required which will need specific effort and resources. The two phases are the"}, {"text_block_id": "p27_b958", "text": "Recovery Phase"}, {"text_block_id": "p27_b959", "text": "and the"}, {"text_block_id": "p27_b960", "text": "Normalised Phase"}, {"text_block_id": "p27_b961", "text": "."}, {"text_block_id": "p27_b962", "text": "The Recovery Phase"}, {"text_block_id": "p27_b963", "text": ": The first phase will be the restoration and rehabilitation of services to original operational levels during a recovery period of 5 years. It is important that during this phase activities are undertaken which will result in sustainable development and service delivery in the normalised phase. Ill-considered activities which produce rapid results but which introduce new problems for the future must be avoided."}, {"text_block_id": "p27_b964", "text": "The Normalised Phase"}, {"text_block_id": "p27_b965", "text": ": The Recovery Phase will be followed by a normal growth phase in which expansion of"}, {"text_block_id": "p27_b966", "text": "services will be carried out in line with the country’s development priorities."}, {"text_block_id": "p27_b967", "text": "7.1.2"}, {"text_block_id": "p27_b968", "text": "Financing"}, {"text_block_id": "p27_b969", "text": "During the past decade ZINWA, Catchment Councils and Sub-Catchment Councils have failed to function as provided for in existing legislation due to low revenues. ZINWA, Catchment Councils and Sub-Catchment Coun"}, {"text_block_id": "p27_b970", "text": "-"}, {"text_block_id": "p27_b971", "text": "cils depend on revenues that in turn are dependent on the financial viability of users. A similar situation has pre"}, {"text_block_id": "p27_b972", "text": "-"}, {"text_block_id": "p27_b973", "text": "vailed in local authorities. Although water tariffs in Zimbabwe compare favourably within SADC, they do not re"}, {"text_block_id": "p27_b974", "text": "-"}, {"text_block_id": "p27_b975", "text": "flect the cost of producing potable water (high electricity and chemical costs) hence services have not been sus"}, {"text_block_id": "p27_b976", "text": "-"}, {"text_block_id": "p27_b977", "text": "tainable because the revenue from users is less than the cost of running the services."}, {"text_block_id": "p27_b978", "text": "The use of nation-wide blend prices leads to cross-subsidies that may constrain growth in some parts of the country and promote uneconomic growth in others, while encouraging inefficient water use."}, {"text_block_id": "p27_b979", "text": "In view of the foregoing and the fact that this policy is anchored on demand management of water resources:"}, {"text_block_id": "p27_b980", "text": "1."}, {"text_block_id": "p27_b981", "text": "Tariffs will be set to reflect the true cost of production (capital repayment and recurrent costs) and scarcity of water to enhance sustainability of the provision of potable water and sanitation services while at the same time ensuring financial viability of water service providers. In order to build confidence, promote transparency and raise the level of willingness of water consumers to pay for services, price reviews or adjustments for services will be done in consultation with water users."}, {"text_block_id": "p27_b982", "text": "2."}, {"text_block_id": "p27_b983", "text": "Catchment, sub-catchment blend pricing and scheme specific pricing, especially under public private part"}, {"text_block_id": "p27_b984", "text": "-"}, {"text_block_id": "p27_b985", "text": "nerships (PPPs), will be studied during the recovery period with a view to applying them where appropriate during the normal phase of development. Targeted subsidies will only be applied where strategic national ob"}, {"text_block_id": "p27_b986", "text": "-"}, {"text_block_id": "p27_b987", "text": "jectives would be compromised."}, {"text_block_id": "p27_b988", "text": "3."}, {"text_block_id": "p27_b989", "text": "Reduction in tariffs (along the lines adopted in the Lowveld) as an incentive for efficient water utilization will be studied and adopted where appropriate."}, {"text_block_id": "p27_b990", "text": "4."}, {"text_block_id": "p27_b991", "text": "During the recovery period, Government will provide special grant financing to UWSS and RWSS. Thereafter Central Government will allocate money on a loan basis, based on the performance of Urban and Rural Councils against agreed performance benchmarks."}, {"text_block_id": "p27_b992", "text": "5."}, {"text_block_id": "p27_b993", "text": "Government promotes PPPs as a vehicle for improved financing of WSS. The Government will continue to work with Development Partners to provide safety nets for communities who are in vulnerable situations with respect to WSS."}, {"text_block_id": "p27_b994", "text": "6."}, {"text_block_id": "p27_b995", "text": "To revitalize agriculture, Government will resuscitate the NFIF that will provide loans for irrigation rehabilita"}, {"text_block_id": "p27_b996", "text": "-"}, {"text_block_id": "p27_b997", "text": "tion and development. Where possible Government will facilitate contract farming partnership which include infrastructure rehabilitation, based on mutually beneficial agreements."}, {"text_block_id": "p27_b998", "text": "7.1.3"}, {"text_block_id": "p27_b999", "text": "Gender"}, {"text_block_id": "p27_b1000_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "This policy recognises and promotes gender equity in allocation, access and utilisation of water as well as im-plementation of WASH activities."}, {"text_block_id": "p28_b1003", "text": "It acknowledges the disproportionate burden placed on women and the girl child when fetching water and taking care of the sick. Targeted programming and implementation of WASH activities shall be gender sensitive. Gen"}, {"text_block_id": "p28_b1004", "text": "-"}, {"text_block_id": "p28_b1005", "text": "der-based budgeting will be promoted and implemented."}, {"text_block_id": "p28_b1006", "text": "At least 30% of the Catchment and Sub-Catchment Councils positions will be reserved for women and the youth. At least 3 board members in the ZINWA board will be women, youth or worker representatives."}, {"text_block_id": "p28_b1007", "text": "7.1.4"}, {"text_block_id": "p28_b1008", "text": "Capacity building"}, {"text_block_id": "p28_b1009", "text": "All government institutions and parastatals that deal directly with water services need to be strengthened and in many instances rebuilt with respect to human resources, equipment, information and technology. Government will provide financial resources to enhance capacity of the key institutions in the water sector in a way which will be sustainable."}, {"text_block_id": "p28_b1010", "text": "7.1.5"}, {"text_block_id": "p28_b1011", "text": "Research and development"}, {"text_block_id": "p28_b1012", "text": "No country can develop without carefully targeted and nationally-funded research. The lack of dedicated funding for water research in Zimbabwe leads to ad hoc and often externally funded research in the sector."}, {"text_block_id": "p28_b1013", "text": "Research is instrumental in understanding situations and this requires investment in scientific, technical, and institutional ca"}, {"text_block_id": "p28_b1014", "text": "-"}, {"text_block_id": "p28_b1015", "text": "pabilities to observe, record, research, analyze, forecast, model and map situations."}, {"text_block_id": "p28_b1016", "text": "Accurate potential water assessments, determination of environment water needs as well as ambient monitoring of water quality based on the latest available technologies, are pre-requisites for sound water management of river systems."}, {"text_block_id": "p28_b1017", "text": "To advance national interests, water related research will be supported by creating a National Water Research Fund financed through a levy on water revenues accruing to ZINWA and EMA, and managed by the NAC."}, {"text_block_id": "p28_b1018", "text": "7.1.6"}, {"text_block_id": "p28_b1019", "text": "Climate change"}, {"text_block_id": "p28_b1020", "text": "This Policy recognizes the potential impact climate change on planning for future investments and ensuring the resilience of existing investments. In view of the projected negative impacts of climate change on water re"}, {"text_block_id": "p28_b1021", "text": "-"}, {"text_block_id": "p28_b1022", "text": "sources, ZINWA and Catchment Councils will integrate climate change into all water resource planning and de"}, {"text_block_id": "p28_b1023", "text": "-"}, {"text_block_id": "p28_b1024", "text": "sign activities. Given that irrigation is the largest single user of water, the Department of Irrigation will do the same for irrigation development. WASH programming and interventions will be premised on related, relevant and appropriate global treaties, technologies and practices that recognise climate change. The NAC will facili"}, {"text_block_id": "p28_b1025", "text": "-"}, {"text_block_id": "p28_b1026", "text": "tate collaborative planning with all other stakeholders where necessary. Research and analytical work will be carried out to understand the effects of climate change."}, {"text_block_id": "p28_b1027", "text": "7.1.7"}, {"text_block_id": "p28_b1028", "text": "Coordination and collaboration"}, {"text_block_id": "p28_b1029", "text": "Because of the critical importance of collaboration and coordination during both the recovery phase and the normalised development phase, the NAC will ensure adequate collaboration and coordination at all levels on all issues concerning WSS, including hygiene, disaster risk reduction and water related emergency response."}, {"text_block_id": "p28_b1030", "text": "7.1.8"}, {"text_block_id": "p28_b1031", "text": "Legislation"}, {"text_block_id": "p28_b1032", "text": "A number of different pieces of legislation will have to be updated in order to accommodate the new National Water Policy. The Water Act addresses water management in general terms and needs to be modified to in"}, {"text_block_id": "p28_b1033", "text": "-"}, {"text_block_id": "p28_b1034", "text": "clude issues related to potable water and wastewater. In addition, other legislation including the ZINWA Act, Ur"}, {"text_block_id": "p28_b1035", "text": "-"}, {"text_block_id": "p28_b1036", "text": "ban Councils Acts, Rural Council Act and Public Health Act will be synchronized with this policy."}, {"text_block_id": "p28_b1037", "text": "7.1.9"}, {"text_block_id": "p28_b1038", "text": "Major Projects"}, {"text_block_id": "p28_b1039", "text": "All major water projects need approval from the Minister of Water Resources Development and Management. The Minister shall also supervise and monitor the implementation of such projects and there-after, provide oversight on the operations of these projects."}, {"text_block_id": "p28_b1040", "text": "7.2 Responsibility for the provision WSS Services"}, {"text_block_id": "p28_b1041", "text": "Local Government in its respective urban and rural forms is responsible for the provision of water supply and sanitation services as a devolved function."}, {"text_block_id": "p28_b1042_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Local Governments are designated by this policy as Water Services Authorities and are responsible for the provision of water supply and sanitation services."}, {"text_block_id": "p29_b1045", "text": "Water Services Authorities (Local Government) may either provide water services directly themselves or through"}, {"text_block_id": "p29_b1046", "text": "Water Services Providers"}, {"text_block_id": "p29_b1047", "text": "contracted by them for the purposes of providing water services."}, {"text_block_id": "p29_b1048", "text": "The details of this arrangement are provided in the Urban and Rural sections of this policy."}, {"text_block_id": "p29_b1049", "text": "7.3 Establishment of a Water and Wastewater Services Regulatory Unit (WWSRU)"}, {"text_block_id": "p29_b1050", "text": "In line with best practice and international experience, and in the interests of consumers and the economy as a whole, it is vitally important to ensure that water supply and wastewater services are developed and provided to uniform standards across the country and to ensure that Water Services Authorities are monitored and kept ac"}, {"text_block_id": "p29_b1051", "text": "-"}, {"text_block_id": "p29_b1052", "text": "countable for the services they responsible for."}, {"text_block_id": "p29_b1053", "text": "The Water and Wastewater Services Regulatory Unit will be established as an independent entity under MWRDM. The Regulator will function both as a promoter of best practice in the sector as well as undertaking its"}, {"text_block_id": "p29_b1054", "text": "role of monitoring and enforcement within the sector. The Regulator’s primary interaction is with Water Services"}, {"text_block_id": "p29_b1055", "text": "Authorities to ensure that services are delivered which meet national requirements. Water Services Providers are contracted by and to Local Governments and do not have contractual obligations directly to the Regulator."}, {"text_block_id": "p29_b1056", "text": "The detailed functions of the Regulator and its"}, {"text_block_id": "p29_b1057", "text": "modus operandi"}, {"text_block_id": "p29_b1058", "text": "will be determined through a process of consul"}, {"text_block_id": "p29_b1059", "text": "-"}, {"text_block_id": "p29_b1060", "text": "tation.  Amongst other responsibilities it will:-"}, {"text_block_id": "p29_b1061", "text": "(i)"}, {"text_block_id": "p29_b1062", "text": "Monitor all Water Supply and Sanitation Services with respect to performance standards, levels of service, levels of unaccounted for water losses, conditions of employment in the water supply and sanitation sector, consumer satisfaction levels, the technical capacity of water supply authorities and providers, etc;"}, {"text_block_id": "p29_b1063", "text": "(ii)"}, {"text_block_id": "p29_b1064", "text": "Receive and assess tariff applications in collaboration with relevant ministries such as MLGRUD and MA"}, {"text_block_id": "p29_b1065", "text": "-"}, {"text_block_id": "p29_b1066", "text": "MID;"}, {"text_block_id": "p29_b1067", "text": "(iii)"}, {"text_block_id": "p29_b1068", "text": "Monitor, oversee and provide guidance to Water Services Authorities related to the licensing of Water Ser"}, {"text_block_id": "p29_b1069", "text": "-"}, {"text_block_id": "p29_b1070", "text": "vice Providers by Water Services Authorities; and"}, {"text_block_id": "p29_b1071", "text": "(iv)"}, {"text_block_id": "p29_b1072", "text": "Ensure and promote dialogue among all concerned parties on all issues related to water service delivery and particularly prior to revision of tariffs."}, {"text_block_id": "p29_b1073", "text": "7.4 Urban water supply and sanitation policy details"}, {"text_block_id": "p29_b1074", "text": "The vision for urban water supply and sanitation services for Zimbabwe is:"}, {"text_block_id": "p29_b1075", "text": "‘All urban water users should enjoy adequate,"}, {"text_block_id": "p29_b1076", "text": "continuous, readily accessible, safe, hygienic, sustainable and af"}, {"text_block_id": "p29_b1077", "text": "-"}, {"text_block_id": "p29_b1078", "text": "fordable domestic water and sanitation services provided by accountable, efficient, coordinated, funded and capacitated institutions."}, {"text_block_id": "p29_b1079", "text": "’"}, {"text_block_id": "p29_b1080", "text": "7.4.1"}, {"text_block_id": "p29_b1081", "text": "Roles of Central Government and local authorities"}, {"text_block_id": "p29_b1082", "text": "The concept of decentralized management has been in place in Zimbabwe for a long time, since the formation of ULAs. ULAs had the mandate to operate, maintain and invest in services in urban areas. However, in 2005 Government shifted urban water supply from ULAs to ZINWA. Central Government will now revert to supporting the delivery of services by ULAs as a devolved function. Central Government will play the role of regulator and provider of last resort."}, {"text_block_id": "p29_b1083", "text": "7.4.2"}, {"text_block_id": "p29_b1084", "text": "Service Authorities and Service Providers"}, {"text_block_id": "p29_b1085_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Urban local authorities are responsible for ensuring the welfare of urban residents through the provision of effi-cient and affordable water supply and sanitation services. However, a distinction is made between the respon-sibility of urban authorities to ensure that services are provided and the actual operation of services which may be more efficiently undertaken by a dedicated service provider as a function delegated by the local authority."}, {"text_block_id": "p29_b1090", "text": "Designation of ULAs as Water Service Authorities:"}, {"text_block_id": "p29_b1091", "text": "In terms of this policy, Urban Authorities are designated as Water Services Authorities who have a duty to ensure efficient, affordable and sustainable access to water services for all their current and potential consumers."}, {"text_block_id": "p29_b1092", "text": "Designation of Water Service Providers:"}, {"text_block_id": "p29_b1093", "text": "The responsibility at operational level of providing water supply and sanitation services may be delegated by a ULA to a designated Water Services Provider which is a legal entity capable of carrying out water supply and sanitation services on behalf of the ULA. Service Authorities will have the power and authority (through a revision of the Urban Councils Act), to enter into contractual agreements with Service Providers if they do not supply the services themselves. Service Providers will be legal entities that have the capacity to provide water supply and sanitation services to Service Authorities, and may be public,"}, {"text_block_id": "p30_b1094", "text": "vate or mixed entities. A Service Provider could be ZINWA/NWSSU, a private sector company or any other legal entity. Individual ULAs will have flexibility to decide on the model they want. Where a local Authority decides not to delegate the services and instead offer the services itself, it will utilise a ring-fenced entity within its local gov"}, {"text_block_id": "p30_b1095", "text": "-"}, {"text_block_id": "p30_b1096", "text": "ernment structure, subject to the approval by the WWSRU."}, {"text_block_id": "p30_b1097", "text": "Water Service Providers’"}, {"text_block_id": "p30_b1098", "text": "contracts with local government will be subject to the oversight and approval of WWSRU. Contracts will include service targets and performance standards together with monitoring schedules and penalties for non-delivery and non-compliance."}, {"text_block_id": "p30_b1099", "text": "7.4.3"}, {"text_block_id": "p30_b1100", "text": "Targets, technical norms and standards of Urban WSS"}, {"text_block_id": "p30_b1101", "text": "In order to ensure universal access to water supply and sanitation services for all urban residents the normal high service standards will be temporarily relaxed during the recovery period. The relaxation will include permit"}, {"text_block_id": "p30_b1102", "text": "-"}, {"text_block_id": "p30_b1103", "text": "ting certain onsite sanitation technologies for plots of a minimum prescribed size to allow housing delivery to re"}, {"text_block_id": "p30_b1104", "text": "-"}, {"text_block_id": "p30_b1105", "text": "cover. This will be followed by a full resumption of high standards once the situation is normalised. The policy is therefore to temporarily lower the technical standards during the recovery phase and upgrade them to the cur"}, {"text_block_id": "p30_b1106", "text": "-"}, {"text_block_id": "p30_b1107", "text": "rent standards during the normal development phase. National wastewater management policies and regula"}, {"text_block_id": "p30_b1108", "text": "-"}, {"text_block_id": "p30_b1109", "text": "tions will be appropriate and acceptable to the people and cultures of Zimbabwe."}, {"text_block_id": "p30_b1110", "text": "There will be no compromise on the quality of water provided for human consumption. Water quality which does not meet the World Health Organisation Guidelines at the tap will not be accepted."}, {"text_block_id": "p30_b1111", "text": "7.4.4"}, {"text_block_id": "p30_b1112", "text": "Recycling and re-use of water"}, {"text_block_id": "p30_b1113", "text": "There is a general decline in water and sanitary conditions in urban areas resulting from water pollution, gar"}, {"text_block_id": "p30_b1114", "text": "-"}, {"text_block_id": "p30_b1115", "text": "bage dumping, blocking of urban drains leading to poor drainage in towns and the creation of breeding sites for parasites such as mosquitoes. In order to reverse this trend, Urban Authorities will promote, adopt and invest in technologies that convert garbage into a valuable resource of useful material and composting. Public and pri"}, {"text_block_id": "p30_b1116", "text": "-"}, {"text_block_id": "p30_b1117", "text": "vate investors will be involved in order to ensure funding. Publicity campaigns will be launched to facilitate ac"}, {"text_block_id": "p30_b1118", "text": "-"}, {"text_block_id": "p30_b1119", "text": "ceptance by residents."}, {"text_block_id": "p30_b1120", "text": "Agriculture will use effluent water for irrigation guided by research that takes account of local conditions and that assures that there is no harm to humans, animals and the environment."}, {"text_block_id": "p30_b1121", "text": "The government will promote the exploitation of alternative sources of water such as rainwater harvesting, reuse of water, recycling and reclamation. Relevant research will be promoted as and where appropriate."}, {"text_block_id": "p30_b1122", "text": "7.4.5"}, {"text_block_id": "p30_b1123", "text": "Financing"}, {"text_block_id": "p30_b1124", "text": "Urban Authorities have a range of responsibilities in addition to water supply and sanitation, such as health and education that demand high attention and funding. Revenue generated from WSS is diverted to fund other ac"}, {"text_block_id": "p30_b1125", "text": "-"}, {"text_block_id": "p30_b1126", "text": "tivities resulting in the underfunding and failure of WSS services. Water Service Authorities and Water Service Providers will be required to be transparent and legally accountable to consumers. Revenue derived from water sales will be applied to the costs of providing water services in order to maintain consumer confidence and not compromise cost recovery and"}, {"text_block_id": "p30_b1127", "text": "the ‘user pays principle’"}, {"text_block_id": "p30_b1128", "text": "."}, {"text_block_id": "p30_b1129", "text": "Local Authorities will undertake cost accounting and will ring-fence revenue from water sales. Tariffs will be set to achieve full cost recovery in the normalised phase. The long-term financial viability of service provision will depend largely on the financial well-being of consumers and their ability to pay in full for the services their use."}, {"text_block_id": "p30_b1130_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Government will provide interim subsidies to Urban Authorities through PSIP and Development Partner financ-ing that will be coordinated within a Water Sector Investment Framework to finance rehabilitation and expansion of infrastructure during the recovery period. Long-term financing during the normalized growth phase will be the responsibility of ULAs. Government will also facilitate the development of a concessional loan facility with a creditworthiness appraisal mechanism for ULA projects, managed by IDBZ. It will facilitate provision of pro-poor grants from PSIP and Development Partner financing."}, {"text_block_id": "p30_b1133", "text": "7.5 Rural water supply and sanitation policy detail"}, {"text_block_id": "p30_b1134", "text": "The Vision of the rural WASH policy in Zimbabwe is as follows:"}, {"text_block_id": "p30_b1135", "text": "All rural Zimbabweans will have sustained access to safe and affordable water supply, sanitation services and hygiene education to improve health, livelihoods and productivity, alleviate poverty and stimulate economic growth."}, {"text_block_id": "p31_b1136", "text": "7.5.1"}, {"text_block_id": "p31_b1137", "text": "Re-establishment of rural WASH in Zimbabwe"}, {"text_block_id": "p31_b1138", "text": "The Recovery Phase"}, {"text_block_id": "p31_b1139", "text": "The policy on rural Water Sanitation and Hygiene (WASH) during the recovery period is to repair and rehabili"}, {"text_block_id": "p31_b1140", "text": "-"}, {"text_block_id": "p31_b1141", "text": "tate WASH services to achieve 75% water and 50% sanitation coverage in rural areas. The objective is to re"}, {"text_block_id": "p31_b1142", "text": "-"}, {"text_block_id": "p31_b1143", "text": "store at least 90% of water points to functionality and to reduce open defecation to less than 5%."}, {"text_block_id": "p31_b1144", "text": "The Normalized Phase"}, {"text_block_id": "p31_b1145", "text": "The policy for the normalized growth phase is to increase coverage of rural water supply to 85% and rural sani"}, {"text_block_id": "p31_b1146", "text": "-"}, {"text_block_id": "p31_b1147", "text": "tation to 70% by 2020."}, {"text_block_id": "p31_b1148", "text": "7.5.2"}, {"text_block_id": "p31_b1149", "text": "Roles of Central Government and Rural Authorities"}, {"text_block_id": "p31_b1150", "text": "In line with the principles of decentralized management, institutional accountability for rural WASH will be de"}, {"text_block_id": "p31_b1151", "text": "-"}, {"text_block_id": "p31_b1152", "text": "volved to RDCs with Central Government providing leadership and oversight. Therefore RDCs will be the au"}, {"text_block_id": "p31_b1153", "text": "-"}, {"text_block_id": "p31_b1154", "text": "thority for WASH and they will be accountable to government and communities for services they provide. They will also own communal (public) rural WASH assets and carry out major maintenance that is beyond the scope of communities from their own annual budgets. Government will provide grants to rehabilitate water points dur"}, {"text_block_id": "p31_b1155", "text": "-"}, {"text_block_id": "p31_b1156", "text": "ing the recovery period after which this responsibility will be undertaken by RDCs and communities. The Rural Subsector will continue to embrace collaborative multi-sectoral approaches to WASH service delivery with clear roles for all players. District Water Supply and Sanitation Committees (DWSSCs) shall be stand-alone sub"}, {"text_block_id": "p31_b1157", "text": "-"}, {"text_block_id": "p31_b1158", "text": "committees which report to full Council."}, {"text_block_id": "p31_b1159", "text": "7.5.3"}, {"text_block_id": "p31_b1160", "text": "Rural Water Services Authorities and Service Providers"}, {"text_block_id": "p31_b1161", "text": "Designation of RDCs as Water Services Authorities"}, {"text_block_id": "p31_b1162", "text": ": Rural District Councils are designated as Rural Water Services Authorities who have a duty to ensure efficient, affordable and sustainable access to water services to all communities under their jurisdiction. Therefore, because RDCs are accountable for WSS services at local level, they will own and manage public rural water and sanitation assets, whether developed by central govern"}, {"text_block_id": "p31_b1163", "text": "-"}, {"text_block_id": "p31_b1164", "text": "ment, local government or NGOs."}, {"text_block_id": "p31_b1165", "text": "Designation of Water Service providers"}, {"text_block_id": "p31_b1166", "text": ": Service Authorities will have the power and authority, through a re"}, {"text_block_id": "p31_b1167", "text": "-"}, {"text_block_id": "p31_b1168", "text": "vision of the Rural District Councils Act, to enter into contractual agreements with Service Providers if they do not supply the services themselves. Possible service providers for WASH will be ZINWA/NWSSU, DDF, Com"}, {"text_block_id": "p31_b1169", "text": "-"}, {"text_block_id": "p31_b1170", "text": "munity level Committees, the private sector or specialised local entities that include owners of mines and private townships."}, {"text_block_id": "p31_b1171", "text": "Water Service Providers’ contracts with RDCs will be subject to the oversight and approval of"}, {"text_block_id": "p31_b1172", "text": "WWSRU. Contracts will include service targets and performance standards together with monitoring schedules and penalties for non-delivery and non-compliance."}, {"text_block_id": "p31_b1173", "text": "Where water supply from the water point is abundant enough to permit productive use, rural WASH programs will be integrated with productive use such as irrigation to assist in raising funds for management of water points."}, {"text_block_id": "p31_b1174", "text": "7.5.4"}, {"text_block_id": "p31_b1175", "text": "Behaviour change and hygiene education"}, {"text_block_id": "p31_b1176", "text": "Given the challenges of sustaining rural WSS, and the relatively better sustainability achieved when users de"}, {"text_block_id": "p31_b1177", "text": "-"}, {"text_block_id": "p31_b1178", "text": "mand a service, it is critical to create demand in rural communities for WSS. A dedicated national health educa"}, {"text_block_id": "p31_b1179", "text": "-"}, {"text_block_id": "p31_b1180", "text": "tion and hygiene knowledge program will be launched to create a desire by rural communities to improve basic sanitation. Therefore Participatory Health and Hygiene Education (PHHE) and Community Based Management (CBM) shall be the vehicles for behaviour change and hygiene practice coverage. Improved knowledge and self-consciousness"}, {"text_block_id": "p31_b1181", "text": "will cause large scale change in communities’ behaviour, leading to heightened demand for"}, {"text_block_id": "p31_b1182", "text": "WSS services, reduction in open defecation and better preparedness to invest in WSS."}, {"text_block_id": "p31_b1183", "text": "7.5.5"}, {"text_block_id": "p31_b1184", "text": "Rural WASH financing"}, {"text_block_id": "p31_b1185_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "In order to reduce over-dependence of rural WASH on external financing, government financial allocations will be used to leverage greater external, private sector and user financing to rehabilitate, develop and maintain ru-ral WASH infrastructure."}, {"text_block_id": "p31_b1188", "text": "(i)"}, {"text_block_id": "p31_b1189", "text": "Grants from Central Government:"}, {"text_block_id": "p31_b1190", "text": "Central Government and development partners will continue to provide grants for capital rehabilitation, development of rural WASH services, institutional sanitation"}, {"text_block_id": "p32_b1191", "text": "facilities, trunk sanitation services in growth points and rural district service centres and capacity building where required."}, {"text_block_id": "p32_b1192", "text": "Central Government’s long"}, {"text_block_id": "p32_b1193", "text": "-term policy is to provide grants for WASH services directly to RDCs during the normal phase. At least 20% of the Rural WASH budget allocation will be dedicated towards be-haviour change and hygiene education."}, {"text_block_id": "p32_b1194", "text": "(ii)"}, {"text_block_id": "p32_b1195", "text": "User financing:"}, {"text_block_id": "p32_b1196", "text": "Households will be responsible for all aspects of their WASH requirements. Government will facilitate micro-financing of family-based sanitation service provision by applying financial incentives that include guaranteeing micro-finance providers to reduce the risk of micro-finance lending to WSS. Government will also finance demonstration latrines (up to a maximum of 5% of households) at very poor households in the community and will subsidize up to 15% of the costs of an upgradeable BVIP latrine."}, {"text_block_id": "p32_b1197", "text": "(iii)"}, {"text_block_id": "p32_b1198", "text": "Community user financing:"}, {"text_block_id": "p32_b1199", "text": "Public and Development Partner finance for rural WASH will focus on capi"}, {"text_block_id": "p32_b1200", "text": "-"}, {"text_block_id": "p32_b1201", "text": "tal development and behaviour change whilst user finance will cover costs of operation and maintenance of community services. Priority will be placed on demand creation and stimulation of a market for public and private service suppliers in rural areas. Local leadership, including Water Point Committees and Chiefs will play a key role in community WASH."}, {"text_block_id": "p32_b1202", "text": "(iv)"}, {"text_block_id": "p32_b1203", "text": "Financing from RDCs:"}, {"text_block_id": "p32_b1204", "text": "Part of the land taxes collected by RDCs will be directed towards WSS services for the most vulnerable communities. RDCs will be required to include rural WSS in their annual budgets and commit at least 15% of their budgets towards development and management of WASH services."}, {"text_block_id": "p32_b1205", "text": "(v)"}, {"text_block_id": "p32_b1206", "text": "Private sector financing"}, {"text_block_id": "p32_b1207", "text": ": Private Sector Organizations who exploit resources within rural areas such as mineral resources and/or commercial wild life management will be required to invest part of their proceeds into developing Rural WASH."}, {"text_block_id": "p32_b1208", "text": "(vi)"}, {"text_block_id": "p32_b1209", "text": "Gender equity and gender-based budgeting:"}, {"text_block_id": "p32_b1210", "text": "Target programming and implementation shall be gender sensitive. At least 20% of the National WASH budget will be dedicated to gender, HIV and AIDS."}, {"text_block_id": "p32_b1211", "text": "(vii)"}, {"text_block_id": "p32_b1212", "text": "Financing coordination of WASH emergency response:"}, {"text_block_id": "p32_b1213", "text": "To facilitate effective coordination of WASH emergency response, 3% of the WASH budget will be set aside and housed under the CPU for WASH emergency responses."}, {"text_block_id": "p32_b1214", "text": "7.5.6"}, {"text_block_id": "p32_b1215", "text": "Service standards"}, {"text_block_id": "p32_b1216", "text": "(i)"}, {"text_block_id": "p32_b1217", "text": "Affordable standards:"}, {"text_block_id": "p32_b1218", "text": "Given that communities will be responsible for recurrent costs of their water and sanitation points, service standards will be reviewed to permit a wide choice among different technolo"}, {"text_block_id": "p32_b1219", "text": "-"}, {"text_block_id": "p32_b1220", "text": "gies so as to match the economic capacity of users. Services standards will enable poor communities to improve their levels of service as their economic circumstances improve."}, {"text_block_id": "p32_b1221", "text": "(ii)"}, {"text_block_id": "p32_b1222", "text": "Provisions for livestock and community gardening:"}, {"text_block_id": "p32_b1223", "text": "Provision for livestock and community gardening watering should be taken into account when calculating demand from a particular water point."}, {"text_block_id": "p32_b1224", "text": "(iii)"}, {"text_block_id": "p32_b1225", "text": "Water for community households:"}, {"text_block_id": "p32_b1226", "text": "Each borehole and deep well will supply at most 250 and 150 people, respectively, at an average distance of 500 metres."}, {"text_block_id": "p32_b1227", "text": "(iv)"}, {"text_block_id": "p32_b1228", "text": "Water quality monitoring:"}, {"text_block_id": "p32_b1229", "text": "Each water point will be monitored at least twice per year to verify suitability of water for human consumption."}, {"text_block_id": "p32_b1230", "text": "(v)"}, {"text_block_id": "p32_b1231", "text": "Sanitation for institutions:"}, {"text_block_id": "p32_b1232", "text": "Each rural institution shall have a BVIP. A ratio of 20 girls and 25 boys per squat hole shall apply in the case of schools. Institutions such as clinics, schools and hospitals will have ottoway pits while other institutions will have standard refuse pits. Each hospital will have an incinerator."}, {"text_block_id": "p32_b1233", "text": "(vi)"}, {"text_block_id": "p32_b1234", "text": "Household sanitation:"}, {"text_block_id": "p32_b1235", "text": "The long-term target is for each household to have a double BVIP and 2 refuse pits."}, {"text_block_id": "p32_b1236", "text": "(vii)"}, {"text_block_id": "p32_b1237", "text": "Hygiene:"}, {"text_block_id": "p32_b1238_merged_merged_merged", "text": "Every village and rural institution will have a functional health club. Every water point will have a functional water point committee. PHHE will be led by the MHCW and implemented collabora-tively with all relevant development partners."}, {"text_block_id": "p33_b1241", "text": "7.6 Water resources development and management policy details"}, {"text_block_id": "p33_b1242", "text": "7.6.1"}, {"text_block_id": "p33_b1243", "text": "Data collection, management and research"}, {"text_block_id": "p33_b1244", "text": "All the country’s dams, boreholes, irrigation schemes, other water related infrastructure will be registered and"}, {"text_block_id": "p33_b1245", "text": "water-related data will be kept in data bases created, managed and regularly updated by the relevant ministries, government departments and local authorities for national archiving."}, {"text_block_id": "p33_b1246", "text": "A national information management system will be implemented to make data usable for water management research, public information and risk assessments."}, {"text_block_id": "p33_b1247", "text": "The government will ensure that the public has access to relevant and understandable water resources informa"}, {"text_block_id": "p33_b1248", "text": "-"}, {"text_block_id": "p33_b1249", "text": "tion impacting on their health, safety and economic interests. In addition, it will establish mechanisms for regular interpretation and dissemination of essential information on water resources so that the public is regularly in"}, {"text_block_id": "p33_b1250", "text": "-"}, {"text_block_id": "p33_b1251", "text": "formed."}, {"text_block_id": "p33_b1252", "text": "7.6.2"}, {"text_block_id": "p33_b1253", "text": "The role of ZINWA"}, {"text_block_id": "p33_b1254", "text": "Given Government’s desire to revitalise agriculture and the need for an agency dedicated to"}, {"text_block_id": "p33_b1255", "text": "wards planning, de"}, {"text_block_id": "p33_b1256", "text": "-"}, {"text_block_id": "p33_b1257", "text": "velopment and management of the country’s water resources, it is vital that the primary function of ZINWA be"}, {"text_block_id": "p33_b1258", "text": "urgently restored to its original intended level as follows:"}, {"text_block_id": "p33_b1259", "text": "1."}, {"text_block_id": "p33_b1260", "text": "Within 5 years, ZINWA will focus on its core functions of planning, developing and managing the coun"}, {"text_block_id": "p33_b1261", "text": "-"}, {"text_block_id": "p33_b1262", "text": "try’s water resources in accordance with the provisions of the Water Act of 1998;"}, {"text_block_id": "p33_b1263", "text": "2."}, {"text_block_id": "p33_b1264", "text": "At the end of the 5 year recovery period, ZINWA’s functions will be clearly split into two: (i) the water r"}, {"text_block_id": "p33_b1265", "text": "e"}, {"text_block_id": "p33_b1266", "text": "-"}, {"text_block_id": "p33_b1267", "text": "sources development and management function and (2) the treated water supply function through the creation of a National Water Supply and Sanitation Services Utility (NWSSU). This will be in line with the original thinking at the time ZINWA was formed; and"}, {"text_block_id": "p33_b1268", "text": "3."}, {"text_block_id": "p33_b1269", "text": "In order to avoid abrupt changes that may worsen water service delivery during the recovery period, ZINWA will continue to provide potable water supply services to government institutions and local au"}, {"text_block_id": "p33_b1270", "text": "-"}, {"text_block_id": "p33_b1271", "text": "thorities that will not be in a position to take over the responsibility. Thereafter Service Authorities will contract Water Services Providers among whom will be the NWSSU."}, {"text_block_id": "p33_b1272", "text": "7.6.3"}, {"text_block_id": "p33_b1273", "text": "Dam safety"}, {"text_block_id": "p33_b1274", "text": "Dams require regular inspections and maintenance without which their integrity may be compromised leading to catastrophic failure. MWRDM will ensure that there is no role conflict in which an operator and manager of dams is also the regulator for dam safety. In order to ensure the safety of life, property, livelihoods and the environ"}, {"text_block_id": "p33_b1275", "text": "-"}, {"text_block_id": "p33_b1276", "text": "ment MWRDM will establish an Independent Regulator of Dam Safety to oversee competent, transparent, regu"}, {"text_block_id": "p33_b1277", "text": "-"}, {"text_block_id": "p33_b1278", "text": "lar and independent inspections of large dams as well as routine maintenance of all dams in line with the Water Act and international standards and norms."}, {"text_block_id": "p33_b1279", "text": "7.6.4"}, {"text_block_id": "p33_b1280", "text": "Ownership, operation and maintenance of dams"}, {"text_block_id": "p33_b1281", "text": "Water permits are directly tied to land ownership and use. All dams will be owned, operated and maintained by the permit holder, who will also ensure the availability and correct use and maintenance of water measuring de"}, {"text_block_id": "p33_b1282", "text": "-"}, {"text_block_id": "p33_b1283", "text": "vices. Dams with multiple permit holders shall be treated as Combined Irrigation Schemes and the responsibility for O&M lies with the permit holders."}, {"text_block_id": "p33_b1284", "text": "Where a permit holder or permit holders fail(s) to maintain a dam, the Catchment Council (in consultation with the Permanent Secretary for the Ministry responsible for water, Sub-Catchment Councils and the Independent Regulator of Dam Safety) will have the authority to contract a service provider to maintain the dam at the cost of the permit holder(s). Permit holders will be free to contract capable entities, including ZINWA, DOI, ARDA and private sector players to operate and/or maintain their dams on a fee basis."}, {"text_block_id": "p33_b1285", "text": "7.6.5"}, {"text_block_id": "p33_b1286", "text": "Water allocation"}, {"text_block_id": "p33_b1287_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "This policy promotes efficient and equitable utilization of water resources. Current practice is to allocate surface water at 10% and 4% risk levels for agriculture and for urban, industry and mining water (UIM), respectively. While the risk level for agriculture water use gives high assurance that allocated water will be available, it is too conservative and does not lead to optimum utilization of developed water resources, since a considerable pro-portion of the water is lost to evaporation. In order to achieve more efficient use of water in agriculture and UIM, the risk levels of 10% and 4% will be reassessed and raised appropriately. MWRDM is currently considering 20% and 10% risk levels for agriculture and UIM water allocations, respectively."}, {"text_block_id": "p34_b1290", "text": "Under situations where water abstraction permits are not adequately monitored and enforced"}, {"text_block_id": "p34_b1291", "text": "(as is the case at present), abstraction permit holders may deliberately or unknowingly draw primary, environmental or agreement water on the assumption that they are abstracting from normal flow. Apart from a few places in the Eastern Highlands and Natural Region 2A, there is no natural flow in most rivers due to population pressure, environ"}, {"text_block_id": "p34_b1292", "text": "-"}, {"text_block_id": "p34_b1293", "text": "mental degradation and climate change. In view of this situation, all flow permits will be granted based on a technically competent hydrological analysis which includes provision for primary water needs and environmental flows, followed by regular monitoring by Catchment and Sub-Catchment Councils."}, {"text_block_id": "p34_b1294", "text": "To reduce illegal abstractions by permit holders, Catchment Councils will allocate water permits, and will moni"}, {"text_block_id": "p34_b1295", "text": "-"}, {"text_block_id": "p34_b1296", "text": "tor and enforce permit conditions amongst different permit holders in a manner that eliminates prejudice."}, {"text_block_id": "p34_b1297", "text": "7.6.6"}, {"text_block_id": "p34_b1298", "text": "Water and the environment"}, {"text_block_id": "p34_b1299", "text": "It has been accepted that the environment is a legitimate user of water. However there are no specific releases of environmental water based on scientific assessment. The general practice in Zimbabwe has been to combine primary water needs, transmission losses and riverine requirements. Water resources development should be managed in a manner which is consistent with broader environmental approaches recognising that the environ"}, {"text_block_id": "p34_b1300", "text": "-"}, {"text_block_id": "p34_b1301", "text": "ment has its own needs as a priority user of water. In order to safeguard the environment, environmental re"}, {"text_block_id": "p34_b1302", "text": "-"}, {"text_block_id": "p34_b1303", "text": "quirements sufficient to sustain essential environmental functions will be determined scientifically, reserved and included in all water plans, permit applications and permit approvals."}, {"text_block_id": "p34_b1304", "text": "In order to build"}, {"text_block_id": "p34_b1305", "text": "resilience to disasters, government will promote investment in simple, well-known measures that reduce risk and vulnerability. Measures that protect high-value ecosystems such as wetlands will be intro"}, {"text_block_id": "p34_b1306", "text": "-"}, {"text_block_id": "p34_b1307", "text": "duced together with the management and control of erosion and high risk flood areas. Innovative tools for risk sharing and transfer of risk including effective insurance and micro-finance initiatives will be adopted. Resource users and developers will be provided with guidelines on how to reduce the vulnerability of the environment to disasters."}, {"text_block_id": "p34_b1308", "text": "7.6.7"}, {"text_block_id": "p34_b1309", "text": "Hydropower"}, {"text_block_id": "p34_b1310", "text": "In view of the large deficit in electricity supply, the negative impact electricity shortage is having in the entire economy and the projected increase in power requirements in Zimbabwe, this NWP promotes the urgent reha"}, {"text_block_id": "p34_b1311", "text": "-"}, {"text_block_id": "p34_b1312", "text": "bilitation of existing hydropower generation infrastructure and establishment of new power stations. Estimates of water demand requirements and appropriate water allocations for power generation and cooling at thermal power stations will be made. Government will facilitate private sector participation and investment in hydropower generation. It will facilitate and participate in bi-lateral and regional investments in hydropower generation."}, {"text_block_id": "p34_b1313", "text": "7.6.8"}, {"text_block_id": "p34_b1314", "text": "Water quantity, quality and pollution"}, {"text_block_id": "p34_b1315", "text": "Poor catchment management exacerbated by de-forestation, forest fires and gold panning have led to extensive"}, {"text_block_id": "p34_b1316", "text": "siltation of Zimbabwe’s rivers, high water transmission losses and reduced water availability. In addition, there"}, {"text_block_id": "p34_b1317", "text": "are unacceptably high water losses in distribution networks for irrigation and urban water supply systems. MWRDM, MAMID, MMMD, MEPD, EMA, Catchment Councils, Sub-Catchment Councils, Local leadership (e.g. Chiefs) and other non-state actors will coordinate under the umbrella of NAC and its subsectors to enhance"}, {"text_block_id": "p34_b1318", "text": "catchment management, reduce siltation of Zimbabwe’s rivers and reduce water losses in water delivery and"}, {"text_block_id": "p34_b1319", "text": "distribution systems to nationally acceptable levels. A strategy for managing water quality and protecting water sources will be developed as a high priority of this NWP."}, {"text_block_id": "p34_b1320", "text": "7.6.9"}, {"text_block_id": "p34_b1321", "text": "International waters"}, {"text_block_id": "p34_b1322", "text": "Zimbabwe will promote a policy of good neighbourliness in relation to international waters whilst safeguarding national interests, including supporting cooperation between riparians, optimising shared benefits of developing and utilizing shared resources, undertaking joint management of shared resources and assets, and sharing of data in the spirit of adopted international agreements, including the Revised SADC Water Protocol. Zimbabwe will honour the agreed provisions of the Southern Africa Development Community (SADC) protocol on shared water courses in the region."}, {"text_block_id": "p34_b1323_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "7.6.10 Communities affected by developments"}, {"text_block_id": "p34_b1325", "text": "The government will promote the development and implementation of water infrastructure projects through a participatory process involving affected communities. Fair and equitable compensation of affected communities will be provided so that communities will not be worse off as a result of any is project."}, {"text_block_id": "p35_b1326", "text": "7.7 Agriculture water use policy details"}, {"text_block_id": "p35_b1327", "text": "7.7.1"}, {"text_block_id": "p35_b1328", "text": "Revitalizing the irrigation sector"}, {"text_block_id": "p35_b1329", "text": "The Recovery Phase"}, {"text_block_id": "p35_b1330", "text": "Given the importance of irrigation to revenue inflows, and the need to revitalize the operations of ZINWA and Catchment Councils, irrigation rehabilitation during the recovery phase is pertinent. Availing resources for irriga"}, {"text_block_id": "p35_b1331", "text": "-"}, {"text_block_id": "p35_b1332", "text": "tion rehabilitation, operation and maintenance is thus of the essence. Farmer organisation and training pro-grammes to capacitate them to sustainably use water productively and to generate sufficient return to meet the costs of operating and maintaining irrigation schemes is crucial."}, {"text_block_id": "p35_b1333", "text": "The Normalized Phase"}, {"text_block_id": "p35_b1334", "text": "Availability of resources for the development of new irrigation schemes and thus demand for water from the nu"}, {"text_block_id": "p35_b1335", "text": "-"}, {"text_block_id": "p35_b1336", "text": "merous currently underutilised dams, transboundary and ground water is essential. Also pertinent is for ZINWA to be capacitated both capitally and human resources wise for them to be able to perform their function of taking"}, {"text_block_id": "p35_b1337", "text": "the water to the farmer’s field edge"}, {"text_block_id": "p35_b1338", "text": "to ensure effective water delivery and billing for sustained revenue. This pol"}, {"text_block_id": "p35_b1339", "text": "-"}, {"text_block_id": "p35_b1340", "text": "icy prioritizes efficient use of existing water in dams, rivers and underground using demand management, recy"}, {"text_block_id": "p35_b1341", "text": "-"}, {"text_block_id": "p35_b1342", "text": "cling and reuse."}, {"text_block_id": "p35_b1343", "text": "7.7.2"}, {"text_block_id": "p35_b1344", "text": "Irrigation Water Supply"}, {"text_block_id": "p35_b1345", "text": "The Ministry of Water Resources Development and Management shall supply water from source to field edge for all public and all corporate irrigation schemes. It shall also monitor the efficiency of in-field water usage and the quality of the return flow (drainage water ) back to the public streams."}, {"text_block_id": "p35_b1346", "text": "7.8 Policy details to protect the environment"}, {"text_block_id": "p35_b1347", "text": "The vision for the environmental policy follows closely the national development objective of Zimbabwe. The goal of the environmental policy is:"}, {"text_block_id": "p35_b1348", "text": "To avoid irreversible environmental processes and preserve the broad spectrum of biological diversity so as to sustain the long-term ability of natural resources to meet basic needs of people, enhance food security, reduce poverty and improve the standard of living of Zimbabweans through long-term economic growth and creation of employment."}, {"text_block_id": "p35_b1349", "text": "It is clear from the current state of the environment that existing regulations, penalties and enforcement prac"}, {"text_block_id": "p35_b1350", "text": "-"}, {"text_block_id": "p35_b1351", "text": "tices have not been effective. In order to reverse this trend Government will, through MENRM, strengthen the"}, {"text_block_id": "p35_b1352", "text": "current ‘polluter pays’ principle by including real deterrents and real incentives not to pollute and"}, {"text_block_id": "p35_b1353", "text": "by adopting a zero tolerance approach towards combating pollution. Regulations shall be updated to include:"}, {"text_block_id": "p35_b1354", "text": "1."}, {"text_block_id": "p35_b1355", "text": "A zero tolerance on releases of effluent water that does not meet receiving water standards;"}, {"text_block_id": "p35_b1356", "text": "2."}, {"text_block_id": "p35_b1357", "text": "A requirement of polluters to restore the environment, undertake clean up operations and pay damages to third parties for incidental costs such as loss of income and health impacts;"}, {"text_block_id": "p35_b1358", "text": "3."}, {"text_block_id": "p35_b1359", "text": "Where polluters do not carry out restoration of the environment themselves, suitable agencies will be con"}, {"text_block_id": "p35_b1360", "text": "-"}, {"text_block_id": "p35_b1361", "text": "tracted by the relevant Authorities to do the clean up at the cost of the polluter;"}, {"text_block_id": "p35_b1362", "text": "4."}, {"text_block_id": "p35_b1363", "text": "Penalties for repeat offenders will include criminal prosecution; and"}, {"text_block_id": "p35_b1364", "text": "5."}, {"text_block_id": "p35_b1365", "text": "Grant protected status to water sources similar to wildlife protection."}, {"text_block_id": "p35_b1366", "text": "Catchment Councils will not only guarantee the quantity but also the quality of water at the point of abstraction. For this to be possible, EMA will review and tighten tolerance levels for effluent discharge and develop receiving water quality standards. In addition, a water quality analysis report from EMA will be mandatory for issuance of a water permit."}, {"text_block_id": "p35_b1367_merged_merged_merged_merged_merged_merged_merged", "text": "Illegal mining activities including gold panning are posing a serious threat to the environment and human health. Besides exposing heavy metals that cause long term health problems to humans and animals, causing siltation of rivers and threatening agriculture among other ills, informal gold mining uses highly toxic metals such as mercury. To reverse this trend, Mining Commissioners will be required to stop alluvial or any other gold panning using deterrent penalties that must be enforced. Through the NAC, relevant ministries and their departments, parastatals and local government, the private sector and local leadership such as chiefs will collaborate and co-operate to tackle pollution, guided by the strategy that will be developed."}, {"text_block_id": "p35_b1370", "text": "--"}, {"text_block_id": "p37_b1371", "text": "8 Conclusions and Way Forward"}, {"text_block_id": "p37_b1372", "text": "Zimbabwe’s water supply and sanitation infrastructure requires urgent rehabilitation. WSS has to be restored"}, {"text_block_id": "p37_b1373", "text": "through a recovery strategy and expanded through a normalised strategy that derives from this NWP. Affordability of services, viability of users, transparency, accountability, commitment, decentralization of services, col"}, {"text_block_id": "p37_b1374", "text": "-"}, {"text_block_id": "p37_b1375", "text": "laboration and coordination, equity and gender are key elements of the work ahead."}, {"text_block_id": "p37_b1376", "text": "Priority activities that need to be undertaken are:"}, {"text_block_id": "p37_b1377", "text": "1)"}, {"text_block_id": "p37_b1378_merged_merged", "text": "Synchronize the Acts underpinning the water sector i.e. Water Act [Chapter 20:24], 1998, ZINWA Act [Chapter 20:25], 1998, EMA Act [Chapter 20: 27], 2002, Urban Councils Act [Chapter 29:15], 1996 Edi-tion, Rural District Councils Act [Chapter 29:13], 1996 Edition, Mines and Minerals Act [Chapter 21:05] 1996 Edition and the Public Health Act [Chapter 15:09]."}, {"text_block_id": "p37_b1381", "text": "2)"}, {"text_block_id": "p37_b1382", "text": "Prepare accurate estimates of costs for the recovery process."}, {"text_block_id": "p37_b1383", "text": "3)"}, {"text_block_id": "p37_b1384", "text": "Review the available literature on alternative technologies of sanitary disposal"}, {"text_block_id": "p37_b1385", "text": "4)"}, {"text_block_id": "p37_b1386", "text": "Develop the national plan and implementation strategy"}, {"text_block_id": "p37_b1387", "text": "5)"}, {"text_block_id": "p37_b1388", "text": "The testing of policy during the recovery period in order to give strong foundation for the normal phase."}, {"text_block_id": "p37_b1389", "text": "6)"}, {"text_block_id": "p37_b1390", "text": "Immediately coordinate the activities of the recovery and long-term development under the NAC and its subsidiary committees. Coordination has been a major missing link in WSS."}, {"text_block_id": "p37_b1391", "text": "The policy statements contained in this NWP document are designed to drive the restoration of the water sector in the immediate future and to stand the country in good stead for many years to come."}, {"text_block_id": "p37_b1392", "text": "--oo0oo--"}, {"text_block_id": "p38_b1393", "text": "9 Annex 1: Integrated Water Resources Management"}, {"text_block_id": "p38_b1394", "text": "The central principles of IWRM (shown in the figure below)"}, {"text_block_id": "p38_b1395", "text": "promoted under Zimbabwe’s WRMS and adopted in the Zimbabwe’s 1998 Water Act were:"}, {"text_block_id": "p38_b1396", "text": "1)"}, {"text_block_id": "p38_b1397", "text": "Integrating the management of the whole water cycle"}, {"text_block_id": "p38_b1398", "text": "2)"}, {"text_block_id": "p38_b1399", "text": "Decentralizing responsibility for water management to river catchment level"}, {"text_block_id": "p38_b1400", "text": "3)"}, {"text_block_id": "p38_b1401", "text": "Promoting participation and stakeholder involvement in decision making processes"}, {"text_block_id": "p38_b1402", "text": "4)"}, {"text_block_id": "p38_b1403", "text": "Treating water as a social and an economic good"}, {"text_block_id": "p38_b1404", "text": "Integration"}, {"text_block_id": "p38_b1405", "text": "means (i) planning and managing freshwater for all multi-sectoral uses (domestic supply, irrigation, industry, livestock, mining, hydropower, fisheries, national parks, navigation and the environment). (ii) that both water quantity and water quality need to be managed jointly (iii) that surface water and groundwater need to be managed conjunctively because the two are often connected (iv) recognizing the environment as a legitimate water user because it provides ecosystem services on which many people rely (v) that institutions that have re"}, {"text_block_id": "p38_b1406", "text": "-"}, {"text_block_id": "p38_b1407", "text": "sponsibility for different parts of the water cycle need to work together because decisions made about one part of the cycle affect other parts of the water cycle."}, {"text_block_id": "p38_b1408", "text": "Decentralization"}, {"text_block_id": "p38_b1409", "text": "shifts responsibility for water allocation and water management to the local level so that water management is more accountable to local people and provides more meaningful opportunities for local partici"}, {"text_block_id": "p38_b1410", "text": "-"}, {"text_block_id": "p38_b1411", "text": "pation."}, {"text_block_id": "p38_b1412", "text": "Participation"}, {"text_block_id": "p38_b1413", "text": "in decisions improves public acceptance of those decisions, improves the quality of decisions be"}, {"text_block_id": "p38_b1414", "text": "-"}, {"text_block_id": "p38_b1415", "text": "cause of the greater breadth of expertise and experience, and reduces the risk that opposition from disaffected groups will delay or even stop implementation of decisions. The 1992 Dublin Principles emphasize the impor"}, {"text_block_id": "p38_b1416", "text": "-"}, {"text_block_id": "p38_b1417", "text": "tance of allowing women to participate in decisions about water, given the role that women play in fetching wa"}, {"text_block_id": "p38_b1418", "text": "-"}, {"text_block_id": "p38_b1419", "text": "ter and managing small irrigation plots in many countries. The ability to participate in decisions is the flip side of paying for permits to use water resources."}, {"text_block_id": "p38_b1420", "text": "Treating water as an economic good"}, {"text_block_id": "p38_b1421_merged_merged_merged_merged", "text": "and setting a price that reflects its value promotes conservation, en-courages innovation, and educates water users about the consequences of their decisions. Fees for water use (including use of water to dispose of pollution) can be used to help fund the operations of decentralized water management agencies if they can be retained, at least in part, at local level. Putting this principle into practice is very difficult, especially when many water users are poor and cannot afford to pay the full cost of water. There-fore social aspects have to be taken into account as they are a reality."}, {"text_block_id": "p38_b1426", "text": "Fig 3: Conceptual Framework for Integrated Water Resources Management (Adapted from Global Water Partnership)"}, {"text_block_id": "p39_b1427", "text": "10 Annex 2: Core Functions of Ministry and ZINWA"}, {"text_block_id": "p39_b1428", "text": "Core Functions of Ministry of Water Resources Development and Management"}, {"text_block_id": "p39_b1429", "text": ""}, {"text_block_id": "p39_b1430", "text": "Formulate and implement sustainable policies on the development, utilization and management of water resources in cooperation with user communities and institutions."}, {"text_block_id": "p39_b1431", "text": ""}, {"text_block_id": "p39_b1432", "text": "Provide guidelines on water policy and national standards on;"}, {"text_block_id": "p39_b1433", "text": "Provide guidelines on water policy and national standards on;\n* Water resources planning, management and development.\n* The implementation of water quality and pollution control.\n* Environmental protection.\n* Dam safety.\n* Hydrology and hydrogeology.\n* Water pricing and policy."}, {"text_block_id": "p39_b1445", "text": ""}, {"text_block_id": "p39_b1446", "text": "Manage the water resources of the country (water in rivers, dams and groundwater)."}, {"text_block_id": "p39_b1447", "text": ""}, {"text_block_id": "p39_b1448", "text": "Set tariffs for both raw and treated water in consultation with stakeholders."}, {"text_block_id": "p39_b1449", "text": ""}, {"text_block_id": "p39_b1450", "text": "Manage and administer the water fund through the Zimbabwe National Water Authority."}, {"text_block_id": "p39_b1451", "text": ""}, {"text_block_id": "p39_b1452", "text": "Promote cooperative management of internationally shared river basins."}, {"text_block_id": "p39_b1453", "text": ""}, {"text_block_id": "p39_b1454", "text": "Participate in the development and implementation of SADC and other regional and international"}, {"text_block_id": "p39_b1455", "text": "ganisations’"}, {"text_block_id": "p39_b1456", "text": "water resources management frameworks."}, {"text_block_id": "p39_b1457", "text": "Core Functions of Zimbabwe National Water Authority (ZINWA)"}, {"text_block_id": "p39_b1458", "text": ""}, {"text_block_id": "p39_b1459", "text": "Design, construct and maintain medium to large size dams and water supplies to satisfy present and future water requirements."}, {"text_block_id": "p39_b1460", "text": ""}, {"text_block_id": "p39_b1461", "text": "Provide water up to field edge in consultation with the relevant government departments and ministries."}, {"text_block_id": "p39_b1462", "text": ""}, {"text_block_id": "p39_b1463", "text": "Provide raw and/or treated water to growth points, rural service centres and urban areas in consultation with the Ministry of Local Government, Urban and Rural Development."}, {"text_block_id": "p39_b1464", "text": ""}, {"text_block_id": "p39_b1465", "text": "Provide water to the nation in a cost effective manner."}, {"text_block_id": "p39_b1466", "text": ""}, {"text_block_id": "p39_b1467", "text": "Ensure equitable accessibility and efficient use of water resources."}, {"text_block_id": "p39_b1468", "text": ""}, {"text_block_id": "p39_b1469", "text": "Provide technical assistance, training and consultancy on a cost recovery basis."}, {"text_block_id": "p39_b1470", "text": ""}, {"text_block_id": "p39_b1471_merged_merged", "text": "Operate and maintain water works in order to provide bulk raw water to local authorities, and reticu-lated water to consumers on behalf of local authorities who lack the capacity to provide this service."}, {"text_block_id": "p39_b1474", "text": ""}, {"text_block_id": "p39_b1475", "text": "Undertake research, develop databases and produce maps relating to water resources."}], "document_description": "This policy seeks to ensure a safe and abundant water supply to the population. It notably aims to prepare better the country to climate-related hazards, such as flash floods.&nbsp;<br><br>A National Water Resources Master Plan was being developed in 2020."}