{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Zimbabwe", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Zimbabwe: National contingency plan 2012-2013", "document_country_code": "ZWE", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "12/12/2019", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/ZWE/2019/ZWE-2019-12-12-Zimbabwe: National contingency plan 2012-2013_e5a8c93e0c6eb0807a42817be469f0d9.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ZIMBABWE NATIONAL CONTINGENCY PLAN"}, {"text_block_id": "p0_b2", "text": "December 2012-November 2013"}, {"text_block_id": "p1_b3", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b4", "text": "LIST OF TABLES"}, {"text_block_id": "p4_b5", "text": "1 EXECUTIVE SUMMARY"}, {"text_block_id": "p4_b6", "text": "Governments and humanitarian organisations have invested time and financial resources in contingency planning but the challenge has been in establishing conclusive evidence of the relation between contingency planning and effective response. In its fulfilment of the primary"}, {"text_block_id": "p4_b7", "text": "role of protecting its citizens’ life during disasters, Government through the Ministry of Local Government, Rural and Urban Planning’s Department of Civil Protection (DCP), Government"}, {"text_block_id": "p4_b8", "text": "ministries, UN Agencies and various Non-Governmental Organisations (NGOs), developed a National Contingency Plan that is updated annually to reflect the evolving hazard profile of the country. This plan is part of an important disaster preparedness process which allows Government and its partners to plan for disasters with the aim of minimizing damage to property and loss of life."}, {"text_block_id": "p4_b9", "text": "The Hyogo Framework for Action 2005-2015 priorities require Governments to strengthen Disaster Risk Management (DRM) governance, risk and early warning information, disaster education, reduction of underlying risks and emergency preparedness and response. Zimbabwe has committed itself to the five priorities and related actions of the Hyogo Framework and the Southern African Development Community (SADC) DRM Strategy 20122015 both of which prioritise contingency planning."}, {"text_block_id": "p4_b10", "text": "The outcome of a Contingency Planning workshop held on 22 November 2012 was the prioritisation of key hazards likely to require contingency measures. These were identified as: hydro-meteorological hazards (floods and droughts), biological hazards (Gastro Intestinal Infections) and technological hazards (Road Traffic Accidents -RTAs). All identified hazards in the Contingency Plan were developed with three scenarios. For floods and drought, the most likely scenario envisages that there will be floods from December 2012. At the same time, the occurrence of drought is also high as seasonal forecasts show that the southern and western parts of the country are likely to have normal to below normal rainfall. As a result households will be affected and in both cases require assistance for a stipulated period of time."}, {"text_block_id": "p4_b11_merged_merged", "text": "The health cluster anticipates that the typhoid outbreak is likely to be the most prominent hazard that could result in a health related disaster given challenges in accessing potable water. As at 30 December 2012, the national cumulative figures for typhoid since October 2011 were 5,829 suspected cases, 103 confirmed cases and 6 deaths (CFR 0.1%). This outbreak, which is reported as having affected areas in and around Harare is in addition to a diarrhoeal outbreak affecting various parts of the country with 467,543 cases and 292 deaths (CFR 0.06%). Most of the underlying and infrastructural challenges that caused the 2008/9 cholera outbreak have not been addressed and as a result the risk of continued outbreaks remains high."}, {"text_block_id": "p4_b13", "text": "In the case of an alert or disaster, DCP through its national, provincial and district level teams will conduct a joint assessment with partners main purpose will be to identify the circumstances existing in the affected areas and quantify the extent of damage caused by the identified hazard to people, livelihoods and infrastructure. This information will allow activation of a coordinated and effective response to the situation if required, and the initial planning of early recovery measures."}, {"text_block_id": "p4_b14", "text": "The Contingency Plan is in line with provisions of the draft National Disaster Risk Strategy which is however still awaiting finalisation. This Plan is a living document and while it will be reviewed annually, constant updates by all stakeholders will continue to be provided to address changes in the hazard, risk profile and scenarios."}, {"text_block_id": "p5_b15", "text": "2 INTRODUCTION AND CONTEXT"}, {"text_block_id": "p5_b16", "text": "Annually billions of dollars are spent worldwide to recover from natural disasters. As expensive as recovering from such disasters can be, the loss of life associated with these catastrophic events is even more devastating. Despite efforts being made by various stakeholders, these hazards have become more frequent. While it is understood that natural hazards cannot be prevented from occurring, their effects can however be mitigated through early warning systems and effective emergency preparedness, mitigation, disaster response and early recovery systems."}, {"text_block_id": "p5_b17", "text": "Disasters can negatively impede development gains while development programmes that do not mainstream DRM can potentially increase the vulnerability of communities to disasters. Preparing for disaster will not only improve the well-being of citizens, but will also enhance economic growth through protection and creation of livelihood assets thereby reducing costs associated with response and recovery."}, {"text_block_id": "p5_b18", "text": "The development of contingency plans has become a priority in many countries to ensure that populations are effectively prepared for disasters in order to reduce the number of casualties caused by the catastrophes. These plans help to establish and report a system of notification and response for disasters to ensure that no lives are lost as a result. Personal assets can also be better protected when community members are prepared."}, {"text_block_id": "p5_b19", "text": "Zimbabwe has experienced an increase in hazardous events including disease outbreaks, floods, droughts and storms. These hazards which are both of natural and human induced origins often trigger food, nutrition and health insecurity, environmental degradation, and gender inequalities. Infrastructure including roads, public buildings and dwelling houses are also damaged. On the micro level, this has resulted in more fragile and less resilient family units while on the macro level there is the opportunity cost of diverting resources to respond to these emergencies."}, {"text_block_id": "p5_b20", "text": "Evidence continues to show that disasters are likely to increase in Zimbabwe, particularly those that are weather-related. Over the last several decades, Zimbabwe has experienced warming of over 1"}, {"text_block_id": "p5_b21", "text": "0"}, {"text_block_id": "p5_b22", "text": "C and there is evidence that it has begun to experience more hot days than cold days. In addition, the amount of rainfall Zimbabwe receives has deviated from the multi-decadal mean on a more regular basis"}, {"text_block_id": "p5_b23", "text": "."}, {"text_block_id": "p5_b24_merged_merged", "text": "Government has the primary responsibility to protect life and property of its citizens. The soon to be passed Disaster Risk Management Bill has stipulated that 1% of the national budget be appropriated by Parliament for the purposes of addressing disaster risk management. This allocation could also include the contingency planning process which will enable the Government and its partners to anticipate and prepare for disasters. While the 2012/2013 Contingency Plan focuses on multiple hazards, there has been an agreement to prioritise them, and to limit them to only those which are likely to go beyond partners’ coping capacities."}, {"text_block_id": "p5_b27", "text": "The prioritised hazards (drought/dry spells, Gastro-Intestinal Tract Infections-GTIs, floods and Road Traffic Accident -RTAs) were reached through a consensus that they were likely to cause disasters within the next twelve months. The Contingency Plan articulates what the Government through DCP and with the support of partners will do to prevent or reduce any potential adverse impacts emanating from natural and man-made hazards."}, {"text_block_id": "p5_b28", "text": "The Plan was developed through a participatory and inclusive multi-stakeholder process and aims to promote a coordinated approach to preparedness and response before, during and"}, {"text_block_id": "p6_b29", "text": "after emergencies. In addition, the Plan is in line with provisions of the draft National Disaster Risk Management Strategy developed in 2012 Strategic Objective 2 which focuses on strengthening national preparedness and response capacity for disaster risk management"}, {"text_block_id": "p6_b30", "text": "."}, {"text_block_id": "p6_b31", "text": "Within this context the Contingency Plan aims to enhance the Government and its partners to prepare for and adequately respond to any disaster that evolve beyond the coping capacity of stakeholders. To this end the Plan is informed by a multi-sectoral broad-based collaborative approach which ensures full participation and involvement of all stakeholders concerned."}, {"text_block_id": "p6_b32", "text": "To reflect the on-going transition in the country, the Contingency Plan will adopt the use of sectors in preparing and responding to disasters. In addition and for the purposes of this Plan, vulnerable populations are generally those whose lives and livelihoods are at risk as a result of the hazards envisaged and all efforts will be taken to ensure their protection."}, {"text_block_id": "p6_b33", "text": "2.1 CONTINGENCY PLAN LAYOUT"}, {"text_block_id": "p6_b34", "text": "The third section lays out the activities to be undertaken by different clusters of stakeholders in three major parts of the response namely: preparedness, emergency response and early recovery. The section also includes the important components of information management assessment tools. The section on activities is followed by a series of appendices including emergency stock tables, contact details and assessment tools."}, {"text_block_id": "p6_b35", "text": "2.2 OVERALL GOAL"}, {"text_block_id": "p6_b36", "text": "2.2.1 Objectives"}, {"text_block_id": "p6_b37_merged_merged", "text": "The overall objective of the National Contingency Plan is to help ensure that Government, partners and civil society mount a timely, consistent and coordinated response to anticipated hazards during the 2012–2013 planning period in order to minimise potential humanitarian consequences and initiate linkages for the early recovery of affected communities."}, {"text_block_id": "p6_b40", "text": "2.2.2 Specific Objectives"}, {"text_block_id": "p6_b41", "text": "2.2.2 Specific Objectives\n* Prioritise and update hazards likely to cause disasters during the next 12 months.\n* Raise awareness of existing Government coordination structures and how support"}, {"text_block_id": "p7_b45", "text": "3 NATIONAL RISK PROFILE AND CAPACITY ANALYSIS"}, {"text_block_id": "p7_b46", "text": "The hazards Zimbabwe experiences are classified into hydro-meteorological, geological, biological, technological and those related to environmental degradation."}, {"text_block_id": "p7_b47", "text": "This section will however limit to those agreed and prioritised during the contingency planning workshop to include: Hydro-meteorological (floods and droughts), Epidemiological (Gastro-Intestinal Tract Infections-GTIs) and technological (RTAs). Factors to consider when prioritising these hazards included historical records, imminence and frequency, probability of occurrence, impact, geographical coverage and response capacity"}, {"text_block_id": "p7_b48", "text": "."}, {"text_block_id": "p7_b49", "text": "3.1 HYDRO-METEOROLOGICAL HAZARDS"}, {"text_block_id": "p7_b50", "text": "3.1.1 Drought"}, {"text_block_id": "p7_b51", "text": "Table 1: Top Ten Natural Disasters in Zimbabwe, 1982 -2011"}, {"text_block_id": "p7_b52_merged_merged", "text": "In terms of impact, production of crops and potential livestock is reduced significantly and there is also a high risk of low nutritional status. Children, people living with HIV/AIDS and the elderly are the most at risk population. In 2002, over 6,000,000 Zimbabweans were affected by drought. Drivers of disasters triggered by droughts include: poverty and rural vulnerability; increasing water demand due to urbanization, poor soil and water management; and climate variability and change. Besides that drought poses a challenge to Zimbabwe’s agriculture-based economy, it also reduces water supplies for domestic and industrial use, and for power generation affecting cities and non-agriculture sectors. Most vulnerable areas are those found in regions IV and V with women and children, single headed and child headed families likely to be most affected. Livestock and other animals, (both domestic and wildlife) are likely to be affected or lost. At the time of writing, drought was on-going, with some districts already surviving on food aid and others some parts of Matabeleland and Masvingo have had to request livestock feeding support."}, {"text_block_id": "p8_b55", "text": "3.1.2 Floods"}, {"text_block_id": "p8_b56", "text": "3.2 BIOLOGICAL HAZARDS"}, {"text_block_id": "p8_b57", "text": "3.2.1 Gastro-intestinal tract infections (GTIs)"}, {"text_block_id": "p8_b58", "text": "Inadequate provision of safe water, sanitation, personal hygiene practices and lack of resources to sustain awareness campaigns particularly in urban areas are some of the challenges in GTIs risk reduction. With most of the underlying and infrastructural challenges that caused the 2008/9 cholera outbreak having not been addressed, the risk of GTIs, including cholera, diarrhoea and typhoid, remains high. In addition the on-going typhoid outbreak has affected areas in and around Harare. This is compounded by the diarrhoeal outbreaks which are affecting various parts of the country and are likely to affect most parts of the country with however reduced probability in Matabeleland."}, {"text_block_id": "p8_b59_merged", "text": "Zimbabwe has experienced cholera outbreaks since 1975 which generally occurred on a 5 -10 year cycle. It was not until 1998 that cholera outbreaks are reported every year and the outbreaks are no longer restricted to previously known cholera risk areas. The unprecedented cholera outbreak in 2008/9, the severest on record and beyond Zimbabwe’s response capacity, resulted in about 100,000 cases and 4,000 deaths being reported, and this was attributed to a breakdown in water and sanitation infrastructure in urban areas. The risk of contracting and transmitting cholera remains high particularly through gatherings such as weddings, funerals, religious and traditional practices. Similarly, the risk of typhoid remains high. Between 10th October 2011, when a typhoid case was reported in Harare, and 6 January 2013, a total of 5,833 suspected cases and 6 deathswere reported compared with the period 1996-2006 where 114 cases and 9 deaths were reported. The risk of outbreaks of other diarrhoeal diseases, like dysentery, remains high due to poor WASH facilities."}, {"text_block_id": "p9_b66", "text": "3.3 TECHNOLOGICAL HAZARDS"}, {"text_block_id": "p9_b67", "text": "3.3.1 RTAs"}, {"text_block_id": "p9_b68", "text": "While the risk to rail, water and aviation accidents are relatively low, road traffic accidents have become a cause for concern in Zimbabwe. Although the number of accidents reduced from a peak of 60,360 in 2002 to 16,904 in 2008, there has again been a steady increase of accidents from 2008 al illustrated in Table 2 below."}, {"text_block_id": "p9_b69", "text": "Table 2: Road Traffic Accident Statistics, 2008 -2012"}, {"text_block_id": "p9_b70", "text": "Traffic accidents are likely to continue rising due to the increase in the number of vehicles including those in transit to neighbouring countries, deteriorating road infrastructure, non-deterrent fines for road traffic offences, lack of age limit for public transport drivers, absence of law that forces passengers in public and private vehicles to wear seat belts, high admissible alcohol content for drivers and lack of road markings, signs and traffic controlling lights."}, {"text_block_id": "p9_b71", "text": "3.4 CROSS-CUTTING ISSUES"}, {"text_block_id": "p9_b72", "text": "The plan will take into account important cross cutting issues including protection, gender, children as well as People Living with HIV and AIDS (PLWHA). During emergencies these particular groups represent a substantial proportion of vulnerable and / or affected communities as they have special developmental needs which are best addressed by enhancing the capacities both at institutional and community levels."}, {"text_block_id": "p9_b73", "text": "3.5 CAPACITY ANALYSIS"}, {"text_block_id": "p9_b74", "text": "Zimbabwe has potential capacities which include the availability of legal frame works and instruments. Of note is the reform of the DRM framework guided by the Hyogo Framework for Action 2005-2015. A draft DRM legislation has been developed and will replace the 1989 Civil Protection Act and will transform the whole DRM system for Zimbabwe including the equally important components of preparedness. A draft DRM policy has also been developed to ensure the implementation of the DRM legislation once it is approved by Parliament. Another notable capacity is the existence of a functional national platform with a wide cross sectional representation from Government, UN agencies as well as local and international NGOs. This is complemented by relatively functional Civil Protection Committees both at Provincial and District levels. The National Platform, in form of the National Civil Protection Committee meets regularly to create consensus on issues that require intervention. In addition, there is a dedicated Government department, the Department of Civil Protection under the Ministry of Local Government, Rural and Urban Development, which has the overall responsibility of disaster risk management."}, {"text_block_id": "p9_b75", "text": "Cooperating partners such as the UN System and NGOs (local and international) have been providing various emergency preparedness and response (EPR), assessments and early recovery assistance to the Government of Zimbabwe."}, {"text_block_id": "p10_b76", "text": "3.5.1 Drought"}, {"text_block_id": "p10_b77", "text": "Zimbabwe has a relatively strong institutional and technical capacity to prevent, mitigate, prepare for, respond to and recover from drought-induced disasters. The decentralised local Government structures, including the Drought Relief and Civil Protection Committees,"}, {"text_block_id": "p10_b78", "text": "ensure wider stakeholders’ participation. The Meteorological Office, National Early Wa"}, {"text_block_id": "p10_b79", "text": "rning Unit (NEWU), Famine Early Warning systems Network (FEWSNET), World food Programme (WFP), Drought Monitoring Centre (DMC) and the Food and Nutrition Council in collaboration with ZIMVAC assess and monitor drought hazards and maintain early warning systems. The Agricultural Rural Extension Services (Agritex) and cooperating partners, particularly United Nations Food and Agricultural Organisation (UN-FAO), promote drought tolerant crops, grazing schemes, water harvesting, expansion of irrigation schemes and moisture conservation. There are also social support mechanisms to protect vulnerable groups through drought relief, cash transfers and food for work programmes. Some provinces and districts, for example have updated preparedness and response plans in place while others need to have plans updated."}, {"text_block_id": "p10_b80", "text": "3.5.2 Floods"}, {"text_block_id": "p10_b81_merged_merged", "text": "The institutional and technical capacity exists to reduce the risk and impact of flood-induced disasters. The Zimbabwe National Water Authority’s (ZINWA) monitors river flows, and the state of hydrology, while the Meteorological Services Department forecasts and predicts weather conditions. The Civil Protection Committees coordinates preparedness and response, mainly at the national level. Partners including UN agencies and NGOs have continuously played a key role in providing financial, material and logistical support to DCP to prepare and respond to floods."}, {"text_block_id": "p10_b85", "text": "3.5.3 Health"}, {"text_block_id": "p10_b86", "text": "The MoH&CW through the Department of Epidemiology and Disease Control (EDC) has established an Immediate Disease Notification system (IDNS) which monitors thresholds of specific diseases and notifies if thresholds are surpassed. The MoH&CW remains on high alert whenever events of public health concern are reported in the region."}, {"text_block_id": "p10_b87", "text": "The capacity to prevent, mitigate, prepare and respond to GTIs includes the National Sanitation and Hygiene Strategy, WASH coordination structures such National Coordination Unit (NCU), WASH Cluster, GTI control guidelines, and mechanisms for sharing of lessons learned and availability of trained of Rapid Response Teams (RRTs). MoH&CW also adopted and adapted WHO-Integrated Disease Surveillance and Response (IDSR) principles for national public health surveillance and response systems."}, {"text_block_id": "p10_b88", "text": "3.5.4 RTAs"}, {"text_block_id": "p10_b89", "text": "Zimbabwe has a relatively strong capacity to reduce road traffic accidents. The capacity to prevent road traffic accidents is led by ZRP, who are supported by Vehicle Inspection Department (VID), TSCZ, ZINARA and Central Vehicle Registry. ZRP enforces road traffic regulation and has systems for monitoring, archiving and disseminating road traffic hazards"}, {"text_block_id": "p11_b90_merged", "text": "while the VID regulates the roadworthiness of the vehicles. The Traffic Council of Zimbabwe (TSCZ) conducts awareness campaigns. In emergency preparedness and response, emergency services – ambulance, police and fire brigade, have emergency plans which are activated when and accident occurs. The emergency services are supported by the Air Force of Zimbabwe and the Zimbabwe National Army. However, there lack of awareness of the services the public is entitled to post accident."}, {"text_block_id": "p11_b93", "text": "There is also a mechanism and framework in place in which RTA victims are assisted. Depending on whether the accident has been declared a national disaster, the state will, through the MoLGURD and DCP, provide state assisted funerals."}, {"text_block_id": "p12_b94", "text": "4 SCENARIOS PLANNING AND ASSUMPTIONS"}, {"text_block_id": "p12_b95", "text": "Three possible scenarios for the identified sectors have been developed, indicating the most likely scenario and highlighting key cross cutting issues to be considered such as HIV and AIDS, protection, environment and early recovery and gender. Focus is on how each hazard would affect various sectors in the event of a disaster. In coming up with scenarios it was important to separate the norm from disasters to enable the scenarios to cater for disasters rather than respond to a normal development activity."}, {"text_block_id": "p12_b96", "text": "Table 3: Scenarios Planning and Assumptions"}, {"text_block_id": "p15_b97", "text": "5 COORDINATION AND MANAGEMENT ARRANGEMENTS"}, {"text_block_id": "p15_b98", "text": "5.1 OVERALL DISASTER MANAGEMENT SYSTEM IN ZIMBABWE"}, {"text_block_id": "p15_b99", "text": "The"}, {"text_block_id": "p15_b100", "text": "Government of Zimbabwe through the MoLGRUD’s"}, {"text_block_id": "p15_b101", "text": "Department of Civil Protection (DCP) has the responsibility to coordinate the management of disasters as well as all relevant stakeholders."}, {"text_block_id": "p15_b102", "text": "The execution of this co-ordination mandate is realized through the National Civil Protection Coordination Committee (NCPCC) which informs the overall framework for the promotion, coordination and execution of emergency and disaster management in Zimbabwe. Permanent members of the NCPCC are officers selected from Government Ministries/Departments, Parastatals and NGOs."}, {"text_block_id": "p15_b103", "text": "Other members especially from the private sector are co-opted as dictated by circumstances. Provincial and District Administrators (PAs / DAs) are also mandated to coordinate any emergency-related activities in their respective provinces and districts through the Provincial or District Civil Protection Committees (PCPC / DCPC) and with the assistance of NGOs partners in the districts. This multi-sectoral representation ensures the liaison between local and national authorities, NGOs and the United Nations."}, {"text_block_id": "p15_b104_merged_merged", "text": "A National Civil Protection Coordination Committee (NCPCC) is responsible for the execution of civil protection functions. In addition to Ministries having special responsibilities according to their specialties, members of the National Civil Protection Coordination Committees (NCPCC), Provincial Civil Protection Coordination Committees (PCPCC) and District Civil Protection Coordination Committees (DCPC) are grouped into functional sub-committees namely:-"}, {"text_block_id": "p15_b107", "text": "A National Civil Protection Coordination Committee (NCPCC) is responsible for the execution of civil protection functions. In addition to Ministries having special responsibilities according to their specialties, members of the National Civil Protection Coordination Committees (NCPCC), Provincial Civil Protection Coordination Committees (PCPCC) and District Civil Protection Coordination Committees (DCPC) are grouped into functional sub-committees namely:-\n* Food supplies and food security, chaired by Ministry of Public Service Labour and Social\n* Health, Nutrition and Welfare, chaired by MoH&CW;\n* Search, Rescue and Security, chaired by Zimbabwe Republic Police;\n* International Cooperation and Assistance, chaired by Ministry of Finance;"}, {"text_block_id": "p16_b115", "text": "5.2 CIVIL PROTECTION ORGANIZATION IN ZIMBABWE: OPERATIONAL STRUCTURE"}, {"text_block_id": "p16_b116", "text": "5.3 COORDINATION STRUCTURES / INSTITUTIONAL ARRANGEMENTS"}, {"text_block_id": "p16_b117", "text": "The Government of Zimbabwe through DCP and the United Nations-Humanitarian Coordinator (UN-HC) coordinates the strategic response with the involvement and collaboration of all humanitarian actors from the Government, UN and NGO community, and the private sector if possible."}, {"text_block_id": "p17_b118", "text": "5.3.1 United Nations Country Team (UNCT)"}, {"text_block_id": "p17_b119", "text": "The UN-HC is responsible for coordinating UN emergency preparedness and response in support of the Government plan. Under the guidance of the HC, the United Nations Country Team (UNCT) is responsible for effective and efficient implementation of Inter-Agency disaster risk management activities. The UNCT allows for all UN entities with activities in Zimbabwe to work as a team in formulating common positions on strategic issues, ensuring coherence in action and advocacy."}, {"text_block_id": "p17_b120", "text": "5.3.2 Humanitarian Country Team (HCT)"}, {"text_block_id": "p17_b121", "text": "The HCT remains the highest level coordination body for humanitarian non-governmental community. It sets common objectives and priorities for humanitarian action in the country. The presence of donors and NGOs in HCT forums have played a pivotal role in consolidating the views of the humanitarian community on issues related to the humanitarian reform process. OCHA acts as the secretariat of the HCT and supports the Humanitarian Coordinator (HC) in all aspects related to HCT issues."}, {"text_block_id": "p17_b122", "text": "5.3.3 Inter-Cluster Coordination"}, {"text_block_id": "p17_b123", "text": "Cross-cutting issues including gender, HIV/AIDS, environment and human rights, have been consistently highlighted in inter-cluster discussions and documents throughout the year."}, {"text_block_id": "p17_b124", "text": "5.3.4 NGO Heads of Agencies"}, {"text_block_id": "p17_b125", "text": "The NGO Heads of agencies Forum meets monthly and comprises heads of participating NGOs. Its objectives are information sharing and joint advocacy on challenges in humanitarian and development action in Zimbabwe. OCHA attends the meeting to brief on the topical humanitarian issues of interest to NGOs. The participating NGOs also communicate to OCHA through this meeting on the issues that require follow up"}, {"text_block_id": "p17_b126", "text": "5.4 RECOMMENDED THRESHOLD TO EFFECT THE CONTINGENCY PLAN"}, {"text_block_id": "p17_b127", "text": "The National Contingency Plan will be activated by the United Nations Humanitarian Coordinator (UN-HC), in consultation with the Government of Zimbabwe (GoZ) and following the advice of the Humanitarian Country Team. The HC and GoZ will continuously evaluate and monitor the situation and with the support of UNOCHA."}, {"text_block_id": "p17_b128", "text": "5.5 ROLES AND RESPONSIBILITIES OF CLUSTER/SECTOR LEADS"}, {"text_block_id": "p17_b129", "text": "The relevant Government ministry/department and their UN/NGO counterpart co-Lead Agency will lead coordinate and manage emergency preparedness and response activities before, during and after the emergency including early recovery activities. Each Cluster and Sector is responsible for ensuring that emergency preparedness and response including early recovery cascades through all structures i.e. from central level administration to provincial and district levels."}, {"text_block_id": "p17_b130", "text": "The Sector/ Cluster Lead Agency, in liaison with Co-lead Agency and concerned stakeholders, will undertake relevant assessment and or upon monitoring of indicators of"}, {"text_block_id": "p18_b131", "text": "impeding hazard reaching and or exceeding the threshold inform DCP on the severity of the emergency for the declaration of emergency."}, {"text_block_id": "p18_b132", "text": "The specific roles and responsibilities of cluster/sector leads include the following:"}, {"text_block_id": "p18_b133", "text": "The specific roles and responsibilities of cluster/sector leads include the following:\n* To lead, coordinate and manage the activities of sector or cluster;\n* To lead, coordinate and manage the overall disaster preparedness;\n* To lead, coordinate and manage the overall disaster response and recovery effort;\n* To facilitate communication within sector or cluster and between DCP;\n* To facilitate the provision of information on early warning and emergency response\n* To coordinate joint resource mobilization effort;\n* To coordinate joint assessments in line with call-down mechanisms (triggers) which\n* To facilitate timely and accurate information to donors, media and other interested"}, {"text_block_id": "p18_b149", "text": "5.6 RESOURCE MOBILISATION"}, {"text_block_id": "p18_b150", "text": "The current legal framework stipulates the establishment of a National Civil Protection Fund which receives money from both Government and the public. The fund is applied to the development and promotion of civil protection activities throughout the country. In addition, there are NGOs who receive donor funding to implement DRR related activities with a particular focus on preparedness and response."}, {"text_block_id": "p18_b151", "text": "When the disaster exceeds national capacity to respond and the national authorities request for international assistance, the United Nations and partner NGOs will request to utilise existing response tools. Following a humanitarian crisis, humanitarian actors can immediately access funding for life-saving activities using pooled funds managed by OCHA such as Emergency Response Fund (ERF) or the Central Emergency Response Fund (CERF). The ERF is usually the first port of call for small grants not exceeding US250,00 for projects implemented in six months or less. Being locally based, national and International NGOs , Red Cross Movement and UN agencies can apply for funding. The CERF provides gives big grants to UN agencies who are expected to implement through national actors."}, {"text_block_id": "p19_b152", "text": "6 INFORMATION MANAGEMENT"}, {"text_block_id": "p19_b153", "text": "6.1 CURRENT ASSESSMENT MODALITIES"}, {"text_block_id": "p19_b154_merged", "text": "The Zimbabwe Vulnerability Assessment Committee (ZimVAC) has been providing national assessments on food security and livelihood vulnerability for timely and accurate early warning information. The information gathered from the ZimVAC assessments is used for programming purposes to mitigate the impact of droughts on food security and livelihoods. Using the Household Economy Approach (HEA), the ZimVAC comes up with population facing food/survival deficit; livelihood/cash deficit in the country and within a specific timeframe. The ZimVAC is comprised of multi-stakeholders from Government, the UN, NGOs and the Southern African Development Community Regional Vulnerability Assessment and Analysis (SADC RVAA)."}, {"text_block_id": "p19_b157", "text": "The DCP, through its provincial and district structures has the mandate to coordinate multi-sectoral and rapid assessments at community and household levels. The data collected is then forwarded to the provincial Administrator for onward submission to DCP at national level. NGO partners operating in the district are working with the local authorities although there is no standardised data collection tool available. In order to standardise national rapid assessment tools, DCP through support of UN System, will work to activate and update a framework under which rapid assessments would be undertaken."}, {"text_block_id": "p19_b158", "text": "In the context of national contingency planning and implementation framework, assessment and analysis of emergencies/disasters will be done by multi-sectoral and multi-stakeholder teams drawn from the sectors at provincial and district level including support from the national level. National rapid assessment methodology and tools for assessing impact of hazards at community and household levels though developed will be need to be standardised to take into account all sectors."}, {"text_block_id": "p19_b159", "text": "Table 4: Summary of Observations of Current Practice"}, {"text_block_id": "p20_b160", "text": "6.2 PURPOSE OF THE ASSESSMENT"}, {"text_block_id": "p20_b161", "text": "The main purpose of national rapid assessment will be to identify the circumstances existing in the affected areas and quantify the extent of damage caused by disaster to people, their livelihoods and infrastructure. This information will allow activation of a coordinated and effective response to the situation if required, and the initial planning of early recovery measures. In particular the assessment will concentrate on the following aspects:"}, {"text_block_id": "p20_b162", "text": "The main purpose of national rapid assessment will be to identify the circumstances existing in the affected areas and quantify the extent of damage caused by disaster to people, their livelihoods and infrastructure. This information will allow activation of a coordinated and effective response to the situation if required, and the initial planning of early recovery measures. In particular the assessment will concentrate on the following aspects:\n* Population affected disaggregated by gender, age, sex, health and social status.\n* Highlight key findings by sector namely: agriculture and food security; education;\n* Indicate how people (disaggregated by gender, age) & their livelihoods have\n* Highlight contingency measures that were in place before the disaster;\n* Highlight response measures already undertaken by different stakeholders;\n* Highlight any response gaps that need to be filled;\n* Highlight measures undertaken by affected communities to mitigate/cope with the\n* Highlight possible early recovery activities;\n* Provide key recommendations on actions to be taken."}, {"text_block_id": "p20_b180", "text": "6.3 ACTIVATION OF ASSESSMENT MISSION"}, {"text_block_id": "p20_b181", "text": "A multi-sectoral/ multi-stakeholder assessment mission will be conducted in the affected areas within 48 hours if:"}, {"text_block_id": "p20_b182", "text": "A multi-sectoral/ multi-stakeholder assessment mission will be conducted in the affected areas within 48 hours if:\n* An alert has been raised by the affected.\n* Information on occurrence of emergency is received from the affected areas but"}, {"text_block_id": "p20_b186", "text": "6.4 ROLES AND RESPONSIBILITIES IN MULTI-SECTORAL RAPID ASSESSMENT"}, {"text_block_id": "p20_b187", "text": "The DCP has the overall responsibility for leading and coordinating joint assessment missions. In view of the present institutional capacity constraints, the DCP may delegate a particular cluster/sector lead agency to lead a Joint Assessment Mission. The assessment teams will be drawn from stakeholders/partners working in the affected areas and also include relevant Government ministries/departments, UN, NGOs, the Private and Public sectors."}, {"text_block_id": "p20_b188", "text": "An information management strategy will be developed / updated that will assist in conducting of rapid assessments. The strategy will have steps on data collection procedures, processing, analysis and dissemination using the various existing sector frameworks."}, {"text_block_id": "p20_b189", "text": "6.5 ASSESSMENT TOOLS"}, {"text_block_id": "p20_b190", "text": "Assessment tools and report templates are provided in annex 1."}, {"text_block_id": "p21_b191", "text": "6.6 RESPONSE TIMELINE FOR RAPID ONSET DISASTERS"}, {"text_block_id": "p21_b192", "text": "The response outline below is generic for all rapid onset disasters of a national scale. This systematically defines key activities to be done with DCP taking leadership."}, {"text_block_id": "p21_b193", "text": "Table 5: Response Timeline for Rapid Onset Disasters"}, {"text_block_id": "p22_b194", "text": "7 PROPOSED SECTOR COORDINATION AND MANAGEMENT MECHANISM"}, {"text_block_id": "p22_b195", "text": "Table 6: Proposed Sector Coordination and Management Mechanism"}, {"text_block_id": "p24_b196", "text": "ACRONYMS"}, {"text_block_id": "p28_b197", "text": "EMERGENCY FOCAL POINTS LIST"}], "document_description": "The overall objective of the National Contingency Plan is to help ensure that Government, partners and civil society establish a timely, consistent and coordinated response to anticipated hazards during the 2012-2013 planning period in order to minimise potential humanitarian consequences and initiate linkages for the early recovery of affected communities. It identifies four hazards: hydro-meteorological, biological, GTIs and technological. The Contingency Plan is in line with provisions of the draft National Disaster Risk Strategy which is still awaiting finalisation.\n\nThe first section provides details on risks, scenarios, planning assumptions and consequences for each of the identified hazards. The second section summarises the coordination and management systems providing details of roles and responsibilities during assessment and coordination. The third section lays out the activities to be undertaken by different stakeholders."}