{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Law", "document_sector_name": ["Waste", "Energy"], "document_date": "26/12/2013", "document_language": "English", "document_name": "Law 24/2013 on the Electric sector", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2013/ESP-2013-12-26-Law 24_2013 on the Electric sector_8abd56365d7df62cc0b0d781151a87b7.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This Law repealed Law 54/1997, which previously regulated the sector. The main driver for the law was to reduce the unsustainable tariff deficit of the electricity sector.\n\nA new support scheme for renewable energy sources is planned, based on the direct participation of renewable energy sources in the market, forcing them to compete with traditional sources, although the scheme will allow renewable energies to recover costs that could not be recovered by selling energy on the market. The evaluation of such costs will be based on a theoretical renewable plant and on the average costs incurred by a well-managed company running said installation. Only administrative costs that are uniform at national level will be considered, so administrative costs at regional level are not considered in the framework of the law. The law allows for additional support schemes, but only if they are necessary to achieve European goals. With respect to grid access and grid use, renewables are granted priority connection and priority dispatch - provided that these do not constitute a danger to the grid itself.\n\nLaw 24/2013 regulates the economic framework for self-production-and consumption of electricity, a topic that had been in debate for months between different stakeholders. It states that entities that consume the energy they produce will have to make the same contribution to the financing of costs and services of the grid as consumers that take the electricity directly from the grid. This point had been at the centre of the debate and was strongly opposed by renewable energy associations, who thought it would create strong barriers to consumers installing their own renewable generating system. The fine for producers who access the self-consumption scheme incorrectly is set between EUR6m and EUR60m (USD7.53m-USD75.3m).\n\nOrder 360/2018 foresees an update, at least annual, of the remuneration related to production facilities from renewable sources, high efficiency cogeneration and waste. and\n\nThis document is detailed by <a href=\"http://www.lse.ac.uk/GranthamInstitute/law/royal-decree-law-15-2018-on-urgent-measures-for-energy-transition-and-consumer-protection/\">Royal Decree-Law 15/2018</a> and Royal Decree 244/2019 on self-consumption."}