{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": ["Transportation", "Social development", "Energy"], "document_date": "01/01/2007", "document_language": "Spanish", "document_name": "Law 45/2007, of December 13, for the sustainable development of the medium", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2007/ESP-2007-01-01-Law 45_2007, of December 13, for the sustainable development of the medium_49edf3e51f72c117ffb23cf89d3e49a5.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The purpose of this Law is to regulate and establish measures to favour the sustainable development of the rural environment in order to guarantee the equality of all citizens. It notably stresses the need to implement renewable energy technologies, increase tree cover, and to adapt to climate change.\n\nThe Decree 752/2010 approves the first Sustainable Rural Development Program 2010-2014, as the main instrument for planning the action of the General State Administration in relation to the rural environment. Its preparation was carried out in collaboration with the autonomous communities and includes both the objectives, plans and sector actions to be developed by the General Administration of the State and by the administrations of the autonomous communities.\n\nThe Program will be applied in rural areas, delimited and qualified by the autonomous communities that are incorporated in chapter 3. It is approved in application of Law 45/2007, and the full Program is contained in the Annex. It contains in one of its lines of actions concerning infrastructure, the development of renewable energy (Section 3.4.2.3)."}