{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Law", "document_sector_name": "Transportation", "document_date": "10/07/1998", "document_language": "English", "document_name": "Law 34/1998, on the hydrocarbons sector", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/1998/ESP-1998-07-10-Law 34_1998, on the hydrocarbons sector_4a825bc4975fc238f34e3ecf23593d83.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law regulates activities involving liquid and gaseous hydrocarbons. The following activities are included within the scope of this Act: (a) Exploration, research and mining of deposits and underground stores of hydrocarbons. (b) Foreign trade, refining, transportation, storage and distribution of crude oil (petroleum) and petroleum products including liquefied petroleum gases. (c) The acquisition, production, liquefaction, regasification, transportation, storage, distribution and trading of gas fuels through pipelines.<br />\n<br />\nLaw 12/2007 modified Law 34/1998, introducing the obligation to use biofuels in transport.<br />\n<br />\nLaw 17/2013 also modified the law, confirming the government's support of fracking. The new text expressly states that hydraulic fracturing techniques are permitted (provided that they comply with the environmental assessment standards - for which purpose fracking projects have been included within Annex I of the Law on Environmental Assessment).<br />\n<br />\nIn September 2014, the Spanish Council of Ministers submitted to Parliament a draft bill for the amendment of the Hydrocarbons Act ( (the Hydrocarbons Act Reform) to implement the Gas Hub. The Hydrocarbons Act Reform also leaves open the possibility that the regulator may amend the regulatory regime applicable to the gas transmission network and the six LNG terminals to facilitate access to that infrastructure for gas traders. The Hydrocarbons Act Reform is expected to come into force by July 2015, and the Spanish Gas Hub to be fully operational by October 2015."}