{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "11/11/2011", "document_language": "English", "document_name": "Plan for Renewable Energy in Spain PER 2011-2020", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2011/ESP-2011-11-11-Plan for Renewable Energy in Spain PER 2011-2020_624c91e415aab12dcabf21b77385605a.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The Plan defines the strategy to continue the growth and development of renewable energy.<br />\n<br />\nThe PER is based on the essential elements set forth in the PANER, and it is an answer to the Sustainable Economy Law, which requires the government to draw up renewable energy plans in order to reach the renewable energy national targets. The Institute for Energy Diversification and Saving (IDAE), of the Secretariat of State for Energy of the Ministry of Industry, Energy and Tourism is responsible for its follow-up.<br />\n<br />\nThe Plan offers an additional analysis in relation to the PANER, including a detailed sectorial analysis covering a technological development outlook and costs forecast. Additionally, the Plan had to undergo a Strategic Environmental Assessment process to harmonise its environmental objectives with the planning process.<br />\n<br />\nDuring the preparation of this plan, the Parliamentary sub-committee in charge of outlining the Spanish energy strategy for the next 25 years, adjusted the national 2020 target for renewable energy to 20.8% of gross final energy consumption, in response to the effects of the current economic downturn. This change was transferred to the PER 2011-2020. In order to support the Plan, 15 general and sectorial studies have been completed, analysing numerous technical, economic, social and environmental aspects."}