{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Law", "document_sector_name": ["Transportation", "Industry"], "document_date": "01/01/2005", "document_language": "Spanish", "document_name": "Real Decree 1315/2005", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/ESP/2005/ESP-2005-01-01-Real Decree 1315_2005_2f863db81ffbe6438e9f12a88dd0c79b.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "Law 1/2005 translates EU regulations related to the GHG emission rights trading scheme. It further creates the Climate Change Policy Coordination Commission (CCPCC) as a coordination and collaboration body between the General State Administration and the Autonomous Communities for the application of the trade regime of rights of issue and compliance with international and community information obligations inherent to it.\n\nRoyal Decree 1823/2011, which restructures the ministerial departments, establishes that the chair of the Commission corresponds to the Secretary of State for the Environment.\n\nThe functions entrusted to the Climate Change Policy Coordination Commission are the following: 1) the monitoring of climate change and adaptation to its effects, 2) the prevention and reduction of greenhouse gas emissions, 3) the promotion of carbon absorption capacity by plant formations, 4) taking into account the criteria established by the National Climate Council, the establishment of the general lines of action of the National Authority Designated by Spain and the criteria for the approval of mandatory reports on voluntary participation in clean development projects and of joint application of the Kyoto Protocol, 5) the promotion of programs and actions that encourage the reduction of emissions in the sectors and activities not included in the scope of Law 1/2005, 6) the elaboration and approval of technical guidelines and explanatory notes for the harmonization of the application of the emission rights regime, and 7) the development and implementation of a national regime of domestic projects.\n\nThe purpose of the Royal Decree No. 1.315 / 2005, taken in order to apply the 2005 law, is to establish the basic rules to be followed by the systems for monitoring and verifying greenhouse gas emissions from authorised facilities in accordance with the law regulating the regime for the trading of gas emission rights Greenhouse.\n\nThe purpose of Royal Decree No. 1.264 / 2005 is to establish the rules of organisation and operation of the National Registry of Emission Rights (Renade) in development of the provisions of of Law 1/2005, which regulates the regime of trade in greenhouse gas emission rights in application of the provisions contained in the European regulations on the subject.\n\nThe Law No. 13/2010 modifies Law No. 1/2005. Its main objective is to regulate the trading of greenhouse gas emission rights, to encourage reductions in the emissions of these gases in an effective and economically efficient manner.\n\nThe Royal Decree No. 101/2011 establishes the basic rules that govern the accreditation and verification systems of greenhouse gas emissions and the tons-kilometer data of the air operators and of the allocation requests free of charge in the scope of Law 1/2005 which regulates the trading regime for greenhouse gas emission rights. It also regulates monitoring and reporting, and verifications of greenhouse gas emissions of the air operators.\n\nThe Royal Decree No. 301/2011 determines the mitigation measures that contribute to a reduction in emissions equivalent to that involved in the trading regime of greenhouse gas emission rights for the purpose of excluding it from the trading period that begins in 2013 of hospitals and small facilities. It considers as Small emitters those installations that have notified the competent authority of emissions of less than 25,000 equivalent tons of carbon dioxide, under the terms provided by law, and that, when carrying out combustion activities, have a nominal thermal power of less than 35 MW.\n\nRoyal Decree No. 655/2017 modifies Royal Decree No. 1.055 / 2014, which created a mechanism for offsetting costs of indirect greenhouse gas emissions for companies in certain industrial sectors and subsectors that are considered to be exposed to significant risk of \"carbon leakage\" (particularly affecting the prices of electricity). The Decree 1.055 defined the characteristics of said mechanism and established the regulatory bases for granting subsidies for the 2014 and 2015 financial years, as well as the competent bodies to call, instruct and resolve the concession procedure. Royal Decree 655/2017 maintain the continuity of the mechanism for offsetting indirect CO2 costs until December 31, 2020."}