{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": ["Residential and Commercial", "Industry", "Energy", "Agriculture"], "document_date": "04/05/2013", "document_language": "English", "document_name": "Royal Decree 564/2017 on the certification of energy efficiency in buildings (amending Royal Decree 235/2013)", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2013/ESP-2013-05-04-Royal Decree 564_2017 on the certification of energy efficiency in buildings (amending Royal Decree 235_2013)_2091c41704b368504005cb496ac66b67.pdf", "document_type": "Royal Decree", "text_blocks": [], "document_description": "This Decree establishes the technical and administrative conditions for certification of energy efficiency of buildings and the methodology for calculating its energy efficiency rating. The purpose of the basic procedure is to promote energy efficiency, using information on the energy characteristics of buildings, in the form of an energy performance certificate that must be provided to buyers and users.<br />\n<br />\nThis basic procedure applies to new buildings; buildings or parts of buildings which are sold or leased to a new tenant, provided they do not hold a current certificate; and buildings or parts of buildings in which a public authority occupies a total useful floor area of 250 m2 and are frequently visited by the public. A series of exceptions to the procedure are detailed and include buildings officially protected as part of a specific environment or due to their architectural or historical value, in the case that the minimum energy performance requirements would alter their character or appearance. Other exceptions are buildings with a usable area smaller than 50 m2, and industrial, military and non-residential agricultural buildings that are already considered having a low energy demand.<br />\n<br />\nThe Decree also establishes an Advisory Commission to certify the energy efficiency of buildings, responsible for advising the competent ministries in matters relating to the energy performance of buildings. One of the government representatives in this Commission is from the Spanish Climate Change Office."}