{"document_instrument_name": ["MRV|Governance", "Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment", "Subsidies|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": "Economy-wide", "document_date": "19/11/2019", "document_language": "English", "document_name": "Royal Decree 658/2019 on environmental subsidies", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Mitigation", "Climate Change"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2019/ESP-2019-11-19-Royal Decree 658_2019 on environmental subsidies_a191b0dead10a93719f0a4acac222570.pdf", "document_type": "Royal Decree", "text_blocks": [], "document_description": "This royal decree regulates the direct granting of subsidies for the 2019 budget year for actions in the area of ​​climate change and national parks.The first of these subsidies is intended for the Spanish Federation of Municipalities and Provinces (FEMP) to promote and facilitate the development of local initiatives on climate change.<br><br>The FEMP is an association of local entities with full legal personality for the promotion and defense of the autonomy of these entities, which currently represents more than 90 percent of Spanish local governments. Given the relevance of the FEMP as a representative body for local entities in various fields and its cooperative and collaborative action, there is an adequate justification for the granting of the grant, which aims to promote and facilitate the development of local initiatives in the field of In this context, the direct granting of subsidies regulated in this royal decree is foreseen for actions on climate change and national parks.In this context, the direct granting of subsidies regulated in this royal decree is foreseen for actions in the area of ​​climate change and national parks.<br><br>This royal decree has for the purpose of regulating the direct concession, on an exceptional basis and for reasons of public interest, in accordance with what is determined in the resolutions or in the collaboration agreements, and in the terms established in this royal decree, of the following subsidies: 1) To the Spanish Federation of Municipalities and Provinces, to promote and facilitate the development of local initiatives on climate change, 2) To the Association of Municipalities with territory in National Parks (AMUPARNA), to support the dissemination of the network of National Parks at the local level, 3) To the City Council of the Royal Site of San Ildefonso, for mutual support in the field of sustainable development and in the Scope of their respective activities, 4) To the Spanish Society of Ornithology SEO / BirdLIFE, to encourage their participation in the Council of the Network of National Parks, 5) To Ecologists in Action, to promote their participation in the Council of the Network of National Parks, 6) To WWF-Adena, to encourage their participation in the Council of the Network of National Parks, 7) To the Foundation for the Conservation of the Bearded Vulture, for conservation actions of the Project Life + Red bearded vulture."}