{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": [], "document_date": "01/01/2001", "document_language": "Spanish", "document_name": "Royal Decree 1188/2001, of November 2, which regulates the composition and functions of the National Climate Council.", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": "Institutions / Administrative Arrangements", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2001/ESP-2001-01-01-Royal Decree 1188_2001, of November 2, which regulates the composition and functions of the National Climate Council._cbbfc0e0a624457f2e424392d4599490.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "The National Commission of Climate was created in 1992 and attached to the Ministry of Public Works, Transport and Environment, in order to come up with the National Climate Program and a governmental strategy. Subsequently to these events, Real Decree 177/1998 created the National Climate Council and regulated its missions, composition and functioning. Royal Decree 1188/2001 of November 2, which regulates the composition and functions of the National Climate Council, modified the rules regulating the National Climate Council in order to associate autonomous communities and the Spanish Federation of Municipalities and provinces. Royal Decree 415/2014 of June 6, which regulates the composition and functions of the National Climate Council, repeals Royal Decree 1188/2001 and regulates the composition and functions of the National Climate Council with the aim of representing a true institutional forum for participation by all public administrations, as well as of organisations and entities representing social and environmental interests in the preparation and monitoring of climate change policies promoted by the State. The National Climate Council is set up as an interministerial collegial body, attached to the Ministry of Agriculture, Food and Environment through the State Secretariat for the Environment. The Council is in charge of: a) Informing and facilitate the participation of all the agents involved in the preparation and monitoring of the policies and measures on climate change promoted by the State. b) formulating recommendations in relation to plans, programs and lines of action in the area of climate change. c) Promoting the development of actions for the collection, analysis, preparation and dissemination of information. d) Knowing the policies of the European Union, and the state of international negotiations on climate change. e) Any other function that, within the scope of its powers, is attributed to it by some legal or regulatory provision."}