{"document_instrument_name": ["Tax incentives|Economic", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": ["Waste", "Energy"], "document_date": "02/03/2013", "document_language": "English", "document_name": "Royal Decree Law 2/2013, which implements urgent measures in the electricity and financial sectors", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2013/ESP-2013-03-02-Royal Decree Law 2_2013, which implements urgent measures in the electricity and financial sectors_b2030bf8145c3436877efc1dd40b0626.pdf", "document_type": "Royal Decree", "text_blocks": [], "document_description": "This Royal Decree-Law is the 7th Royal Decree Law establishing Spain's energy reform. The first was Royal Decree Law 1/2012, suspending payment of pre-allocation processes and suspending financial incentives for new electricity production installations using co-generation, renewable energy sources and waste.<br />\n<br />\nThis Law adopts a series of measures to reduce costs in the electricity system and save, according to government estimates, EUR600-EUR800m (USD753m-USD1.001bn) per year. It cancels the premium established in electricity sector regulations for special regime installations that sell their energy to the market.<br />\n<br />\nThe Law also contains provisions related to the economic regime applicable to installations using innovative solar thermoelectric technology and other technologies that are successful in context of the competitive tender processes.<br />\n<br />\nFollowing the edition of Royal Decree Law 2/2013, Royal Decree Law 9/2013, of 12 July, continued establishing a series of urgent measures to ensure financial stability of the electricity system. To this end, Royal Decree Law 9/2013 adopts a new legal and economic framework for facilities producing energy from renewable sources, cogeneration and waste. It establishes that as from 1 January 2013, all remuneration, tariffs and premiums received by the parties to the electric system whose update is linked to the Consumer Price Index (CPI). The remuneration will be updated using as a reference the CPI at a constant tax rate, not including either unprocessed foods or energy products."}