{"document_instrument_name": ["Processes, plans and strategies|Governance", "Tax incentives|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_date": "10/09/2015", "document_language": "English", "document_name": "Royal Decree 900/2015 on Energy Self-Consumption", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2015/ESP-2015-09-10-Royal Decree 900_2015 on Energy Self-Consumption_ca8ada23b7b2853c0217a8e748fb90bc.pdf", "document_type": "Royal Decree", "text_blocks": [], "document_description": "The Royal Decree seeks to promote economically sustainable distributed generation and the use of renewable energies, but also introduces charges and tolls for grid access, with the goal of fair burden-sharing among electricity grid users.<br />\nAll self-consumers connected to the grid (see below) have to be registered with the Registry for Electrical Energy Self-Consumption, even if they do not ever intend on selling any surplus energy that they generate to the grid (isolated facilities exempt).<br />\nThere are two self-consumption modalities:<br />\n<br />\n<ul><br />\n<li>'supply with self-consumption' - consumer with a contracted power of maximum 100 kW, owning at least one generation facility within its internal network, not registered as production facility</li><br />\n<li>'production with self-consumption' - consumer associated to at least one generation facility connected within its network; the total power of the production facilities must be lower or equal to the consumer contracted power</li><br />\n</ul><br />\nThe Decree allows for electricity storage devices installed within the self-consumption facilities, but makes them financially unattractive.<br />\nAll self-consumers have to pay 'access tolls' to the grid to contribute to its maintenance and operations. Tolls depend on the real use of the grid (contracted power and energy introduced in the border point). Under the second modality, 'access tolls' for feeding energy to the network are to be paid. In addition, all self-consumers have to pay the \"charges associated to the electricity system cost\", as well as the 'charge for other services of the system' (i.e. back-up of the self-consumer's facilities provided by the electrical system; can vary or be exempt for non-mainland territories and low voltage consumers - under 10 kW). Some existing facilities (e.g. cogeneration, small generation of <50 MW) are temporarily exempt from the charges until 31 December 2019.<br />\nBoth types of self-consumers can purchase additional electricity. However, only facilities registered under the second modality are entitled to receive a financial compensation for providing electricity to the grid. This prohibits individual small self-consumers from receiving compensation for any self-generated and unused electricity, unless they register as electricity production businesses."}