{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "22/11/2019", "document_language": "English", "document_name": "Royal decree-law 17/2019 establishing the new rate of reasonable return for renewable energy", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": "Energy Supply", "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2019/ESP-2019-11-22-Royal decree-law 17_2019 establishing the new rate of reasonable return for renewable energy_8b80f0b21628eea6ad9d00b0234915c2.pdf", "document_type": "Royal Decree", "text_blocks": [], "document_description": "The royal decree-law introduces a series of measures aimed at guaranteeing a stable regulatory and economic framework to encourage the development of renewable energy generation in Spain.&nbsp;<br><br>The act aims 1) to update certain remuneration parameters of generation plants with a specific remuneration system, including additional remuneration for generation plants located in non-peninsular electricity systems, before the start of the next regulatory period on 1 January 2020, and 2) to adopt a new regulation governing access to the network in nodes affected by the closure of coal and thermonuclear power plants and concessions for the private use of water after the closure of these generation plants where new renewable generation projects may offer an alternative.&nbsp;<br><br>More specificly, the royal decree-law introduces a number of amendments relating to the reasonable cost effectiveness of installations producing electricity from renewable sources: 1) the reasonable return on the remaining regulatory lifetime of installations producing electricity from renewable energy sources is set at 7.09% for the second regulatory period (from 1 January 2020), 2) the financial remuneration rate for production activity in non-peninsular electricity systems with an additional remuneration system will be 5.58% for the second regulatory period.<br><br>The royal decree-law also amends Electricity Sector Act to maintain the existing reasonable rate of return for renewable energy electricity production plants which were already in operation before the passing of Royal Decree-Law 9/2013, of 12 July, which adopts measures to guarantee the financial stability of the electricity system (RDL 9/2013). The reasonable rate of return is guaranteed for the next two regulatory periods.<br><br>The document introduces a 22nd Additional Provision of the Electricity Sector Act in respect of access and connection rights connected to coal and thermonuclear plants set for closure.&nbsp;"}