{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Tourism", "Residential and Commercial", "Energy", "Economy-wide"], "document_date": "08/02/2013", "document_language": "English", "document_name": "Royal Decree 635/2013, developing the 'Plan to Promote the Environment in the hotel sector PIMA SOL\\ for the energy renovation of its installations, and regulating the further acquisition of carbon credits by the Carbon Fund for a sustainable economy", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2013/ESP-2013-02-08-Royal Decree 635_2013, developing the 'Plan to Promote the Environment in the hotel sector PIMA SOL\\ for the energy renovation of its installations, and regulating the further acquisition of carbon credits by the Carbon Fund for a sustainable economy_366cd960d28c72858674e49c680eccc6.pdf", "document_type": "Royal Decree", "text_blocks": [], "document_description": "The Plan (PIMA SOL) is an initiative to reduce GHGs in the tourism sector by retrofitting hotels. The Ministry of Agriculture, Food and the Environment shall purchase the GHG emission reductions that are generated in hotels through renovation projects, with a financial aid package allocation of EUR5.21m (USD6.54m).<br />\n<br />\nThe Plan will be part-funded by the European Investment Bank (EIB), which approved EUR200m (USD251m) of financing through Spanish banks, which will contribute the same amount at very advantageous interest rates and repayment periods.<br />\n<br />\nHotels will be eligible for funding if they carry out retrofits that move them two steps higher on the buildings energy rating scheme or to a B rating.<br />\n<br />\nMeasures in the Plan include insulation for façades, windows and roofs; heating and cooling control systems; plate water heating systems; passive heating and cooling systems; more efficient heating and cooling equipment; geothermal energy and biomass systems; and water-efficient management systems.<br />\n<br />\nThe provisions of Royal Decree 235/2013, approving the basic procedure to certify energy efficiency in buildings, will be taken into account in order to determine eligible projects to achieve a reduction in GHG emissions with the Fund's purchase of carbon credits."}