{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "MRV|Governance", "Early warning systems|Direct Investment"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": "Water", "document_date": "07/09/2010", "document_language": "English", "document_name": "Royal Decree 903/2010, on the Assessment and Management of Flood Risk", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2010/ESP-2010-09-07-Royal Decree 903_2010, on the Assessment and Management of Flood Risk_3b069c32b63cb91f3a6e807c39839c6c.pdf", "document_type": "Royal Decree", "text_blocks": [], "document_description": "This Decree aims to promote knowledge and assessment of the risks associated with flooding and to promote co-ordinated action by all levels of government and society to reduce the negative consequences of flooding.<br />\n<br />\nThe Decree establishes a number of key obligations, including the development of: flood risk assessments, hazard maps, flood management plans, sectoral co-ordination, public participation, and co-operation between different authorities. It takes into account the \\Committee of Competent Authorities' in districts with intercommunity basins and existing regulations on civil protection, ensuring co-ordination with the new plans of flood risk management.<br />\n<br />\nThe preliminary assessment of flood risk should take into account the potential impact of climate change on the occurrence of floods. It should also consider other effects of climate change assessed in previous studies. The hazard maps should consider that climate change might cause rising sea levels and, consequently, flooding events caused by coastal waters and tidal waves."}