{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "01/01/2007", "document_language": "Spanish", "document_name": "Spanish Climate Change Strategy and Clean Energy Horizon 2007-202020", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/ESP/2007/ESP-2007-01-01-Spanish Climate Change Strategy and Clean Energy Horizon 2007-202020_7a8f5e1c8ed4b78d5e7a96eb09c2b561.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The Spanish Climate Change and Clean Energy Strategy (EECCEL) horizon 2007-2012-2020 is part of the Spanish Sustainable Development Strategy (EEDS). The EECCEL includes different measures that contribute to sustainable development within the scope of climate change and clean energy.  This Strategy is based on the reference framework of the 'Spanish Strategy for the fulfilment of the objectives under the Kyoto Protocol', and it takes into account the measures and Programmes adopted by the Autonomous Communities.  The strategy has two chapters. The first one defines actions to fight against climate change and the second one, actions to achieve cleaner energy. Each chapter includes a description of the present situation, the objectives to be reached, the suggested measures and a selection of indicators for the corresponding follow-up.  The operational objectives are: - To ensure the reduction of GHG emissions in Spain, giving special importance to measures related to the energy sector. According to the national inventory, in 2005, emissions from energy process represented about 78.87% of total national emissions. - To contribute to sustainable development and the fulfilment of climate change commitments by strengthening the use of flexible project-based mechanisms. - To promote additional reduction measures in sectors concerned with diffuse pollution. - To apply the National Climate Change Adaptation Plan (NCCAP) so as to integrate adaptation measures and strategies in sectoral policies. - To increase public awareness with respect to clean energy and climate change. - To promote research, development and innovation in matters of climate change and clean energy. - To guarantee energy supply security by means of cleaner energies, mainly from renewable sources, achieving other environmental benefits (for example, air quality) and limiting the growth rate of external energy dependence. - To boost energy- and resource efficiency for companies and for end users.  The government has adopted a Plan of Urgent Measures (PMU), which together with the 2008-2012 Energy Saving and Efficiency Action Plan aims to consolidate the trend change of GHG emissions in Spain initiated in 2006."}