{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Spain", "document_category": "Policy", "document_sector_name": "Energy", "document_language": "English", "document_name": "Spanish Climate Change And Clean Energy Strategy Horizon 2007- 2012 -2020", "document_country_code": "ESP", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Strategy", "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_date": "01/01/2007", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/ESP/2007/ESP-2007-01-01-Spanish Climate Change And Clean Energy Strategy Horizon 2007- 2012 -2020_2b072ba79a80c48468424f57a5937e93.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "SPANISH CLIMATE CHANGE AND CLEAN ENERGY STRATEGY"}, {"text_block_id": "p0_b2", "text": "HORIZON 2007-2012 -2020"}, {"text_block_id": "p2_b3", "text": "Document approved by"}, {"text_block_id": "p2_b4", "text": "Document approved by\n* National Climate Council on 25 October 2007\n* Ministry Council on 2 November 2007"}, {"text_block_id": "p4_b8", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p5_b9", "text": "1 INTRODUCTION"}, {"text_block_id": "p5_b10", "text": "1.1 The need for the SPANISH CLIMATE CHANGE AND CLEAN ENERGY STRATEGY"}, {"text_block_id": "p5_b11", "text": "Climate change is one of the main threats to sustainable development; it represents one of the main environmental challenges having effects on the global economy, health and social welfare. Its impacts will be felt with greater intensity by future generations. For this reason, it is necessary to act immediately and reduce emissions while looking at the same time for ways to adapt to the impacts of climate change. According to the Intergovernmental Panel on Climate Change (IPCC), in the contribution of the Work Group I to the Fourth Assessment Report adopted in Paris on February 2"}, {"text_block_id": "p5_b12", "text": "nd"}, {"text_block_id": "p5_b13", "text": ", 2007, global warming is unequivocal and it is a man-made phenomenon with more than a ninety-percent degree of certainty."}, {"text_block_id": "p5_b14_merged_merged", "text": "The global average surface temperature has increased during the last one hundred years in 0.74 ºC [0.55 to 0.92] ºC; the projections indicate that surface temperature will change the last ten years of the XXI century with respect to the past twenty years of the XX century, from 1.8 to 4.0 ºC; likewise, the concentration of CO2 in the atmosphere has increased by 35.36% from the pre-industrial era. All this has a significant negative impact on ecosystems and socioeconomic systems in all the regions of the planet, with a significant incidence in southern Europe, according to the latest reports by Work group II of the IPCC Fourth Assessment Report approved in Brussels on 6 April 2007."}, {"text_block_id": "p5_b18", "text": "Notwithstanding, according with the conclusions of Work group III adopted in Bangkok, Thailand, on 4 May, determined action to employ the technologies available today allows to reach the stabilization objectives at a lower cost than anticipated. It is essential to adopt extreme measures urgently but the solution is within reach of a determined joint will."}, {"text_block_id": "p5_b19", "text": "As a result of its geographical situation and socio-economic characteristics, Spain is very vulnerable to climate change, as it has become increasingly manifest in the most recent assessments and research. The most serious environmental problems that are aggravated by climate change are: the decrease of hydric resources and the natural regression of coasts, biodiversity and natural ecosystem losses and an increase in soil erosion. Other effects of climate change will have serious additional impacts on the economic sectors."}, {"text_block_id": "p5_b20", "text": "The Spanish Climate Change and Clean Energy Strategy (EECCEL) is part of the Spanish Sustainable Development Strategy (EEDS). The EECCEL includes different measures that contribute to sustainable development within the scope of climate change and clean energy."}, {"text_block_id": "p5_b21", "text": "On the one hand, it includes a series of policies and measures to mitigate climate change, to palliate its adverse effects , and to enable the fulfilment of the commitments assumed by Spain, facilitating public and private initiatives oriented towards increasing efforts of all kinds and from all sectors to fight against climate change, focusing on reaching the objectives under the Kyoto Protocol."}, {"text_block_id": "p5_b22", "text": "On the other hand, it considers measures to achieve energy consumption patterns that are compatible with sustainable development. These measures will constitute the basis for the energy planning of the public administrations and other"}, {"text_block_id": "p6_b23", "text": "private and public entities, and it will encourage citizens to contribute to the fight against climate change."}, {"text_block_id": "p6_b24", "text": "This Strategy is based on the reference framework of the •"}, {"text_block_id": "p6_b25", "text": "Spanish Strategy for the fulfilment of the objectives under the Kyoto Protocol"}, {"text_block_id": "p6_b26", "text": "• approved by the Plenary session of the National Climate Council on 5 February 2004, and it takes into account the measures and Programmes adopted by the Autonomous Communities during the last few years, some of which have been specially active. However, the numerous initiatives undertaken by the State General Administration and the Autonomous Communities since then have substantially changed the regulatory and planning framework and they have allowed the evolution towards scenarios with some trend changes in trends. Nevertheless, emissions forecasts show the need to include additional measures to create a scenario for economic, social and environmental sustainable development."}, {"text_block_id": "p6_b27", "text": "The population growth and the economic development registered in Spain during the last few years are critical to the evolution of GHG emissions and, therefore, they must be considered at the time of decision making."}, {"text_block_id": "p6_b28", "text": "This situation has generated an increased demand of energy, with the consequent increases of GHG emissions, and this must be addressed in terms of energy production and consumption that support the three dimensions of sustainable development."}, {"text_block_id": "p6_b29", "text": "This strategy has two chapters; the first one defines actions to fight against climate change and the second one, actions to achieve cleaner energy. These actions are closely related, given that energy-related measures have a direct impact on the reduction of GHG emissions and, therefore, on climate change. Each chapter includes a description of the present situation, the objectives to be reached, the suggested measures and a selection of indicators for the corresponding follow-up. The measures described frequently require the active participation of the different levels of the Administration, each of them in their corresponding scope of competence."}, {"text_block_id": "p6_b30", "text": "The Government, within the jurisdiction of the State, has adopted a Plan of Urgent Measures (PMU), which together with the 2008-2012 Energy Saving and Efficiency Action Plan , aims to consolidate the trend change of GHG emissions in Spain initiated in 2006 (See Section 5)."}, {"text_block_id": "p6_b31", "text": "1.2  Spain and the fulfilment of the Kyoto Protocol"}, {"text_block_id": "p6_b32_merged_merged", "text": "In 2005 total GHG emissions in Spain reached 440.6 Mt of CO2-equivalent. This figure represents a 52.2% increase with respect to base year emissions, or almost 37.2 percentual excess points over the commitment under the Kyoto Protocol. The year 2005 was characterized by low hidraulicity, an abnormally low contribution of nuclear power and a high price of natural gas, but also by the beginning of a change in primary energy demand growth rate trend. While the official data of 2006 GHG emissions is made available, the information about the energy sector (electricity and fuels, essentially) allows to estimate a significant inflexion point in the growth model of the Spanish economy. Next to a GDP growth of 3.9%, the demand for primary energy fell by 1.3% with respect to the previous year, which can represent a significant reduction in GHG emissions."}, {"text_block_id": "p7_b35", "text": "To a great extent, the trend followed by GHG emissions in the 1990-2005 period responded to a fast and sustained economic growth, and to a population increase in the last few years. It is also important to point out that the effort made by Spain in matters of Energy Saving and Efficiency was insufficient."}, {"text_block_id": "p7_b36", "text": "With respect to per capita emissions, the economic growth over the European average has been compensated, partially, by an important population increase. As a result of this, and in spite of a remarkable growth, at present, per capita emissions reach about the average of Member States participating in the burden sharing emissions targets established by EU under the Kyoto Protocol (UE-15)."}, {"text_block_id": "p7_b37", "text": "Therefore, the evolution of emissions highlights reveals the difficulties that are being faced in the attempt to combine the economic convergence with the European Union and limiting the increase in GHG emissions.. This Strategy tries to approach the following objectives simultaneously:"}, {"text_block_id": "p7_b38", "text": "Therefore, the evolution of emissions highlights reveals the difficulties that are being faced in the attempt to combine the economic convergence with the European Union and limiting the increase in GHG emissions.. This Strategy tries to approach the following objectives simultaneously:\n* to respect the international commitments assumed by Spain with the ratification of the Kyoto Protocol;\n* to preserve and to improve the competitiveness of the Spanish economy and employment;\n* to be compatible with economic and budgetary stability.\n* to guarantee the security of energy supply."}, {"text_block_id": "p7_b46", "text": "The National Allocation Plan 2008-2012, approved by Royal Decree 1370/2006, dated 24 November, establishes the compliance path adopted  by the Government. It is described in the following graph:"}, {"text_block_id": "p8_b47", "text": "This compliance path has new features with respect to the one included in the National Allocation Plan 2005-2007. In the said Plan, a +40% emissions-stabilization objective was to be carried out during the three-year period. Given the behaviour of the emissions to date, the revision of the Plan has become mandatory."}, {"text_block_id": "p8_b48", "text": "The Government has adopted a set of important measures to favour Energy Saving and Efficiency as well as the increase of energy from renewable sources, and this has favoured the beginning of a change in trends. According to consumption data, there is a trend change in terms of the power intensity of the economy and this seems to indicate a reduction of GHG emissions."}, {"text_block_id": "p8_b49", "text": "Notwithstanding, according to the calculations of emissions projections made by applying the methodology developed by the Polytechnic University of Madrid, with the measures adopted at present, the average emissions increase in the 2008-2012 period will be of around +50% (without these measures the increase would have exceeded +70%)."}, {"text_block_id": "p8_b50", "text": "All sectors do not contribute in the same proportion to this excess. The distribution projection in the national inventory of emissions imputable to the industrial and energy sectors and those coming from sectors concerned with diffuse pollution reflects for the 2008-2012 five-year period, a growing trend more accentuated in the sectors concerned with diffuse pollution, particularly, in the transport and residential sectors. The forecast for the sectors concerned with diffuse pollution shows an average emissions increase of +65% over the base year, as opposed to +37% for the industrial and energy sectors."}, {"text_block_id": "p8_b51", "text": "In view of these data, the target the Government has established for the 2008-2012 five-year period is that Spain•s totals do not surpass a 37% increase with respect to the emissions of the base year. This represents a difference of 22 percentual points with respect to +15%, 2% of which must be obtained by means of sinks and the rest (20%) by means of flexible mechanisms (carbon credits acquisition). In order to reach the said objective of +37%, NAP 2008-2012 requires additional measures to obtain"}, {"text_block_id": "p8_b52", "text": "reductions of 37.7 Mt of CO"}, {"text_block_id": "p8_b53", "text": "2"}, {"text_block_id": "p8_b54", "text": "eq. The data on energy balance for 2006 show that some of those reductions have already taken place, and that the scenario projected now is under the previous efficiency scenario. This reduces the need for new additional"}, {"text_block_id": "p8_b55", "text": "reductions to 27.1Mt CO"}, {"text_block_id": "p8_b56", "text": "2"}, {"text_block_id": "p8_b57", "text": "eq/ year."}, {"text_block_id": "p8_b58", "text": "For purposes of contributing to this target, the Government has complemented this Strategy with a Plan of Urgent Measures (See Section 5) establishing in each case the Ministry in charge, the required terms and resources and GHG emissions avoided during the period 2008-2012. An essential part of this Plan includes the preparation, under the leadership of the Ministry of Industry, Tourism and Trade, of a new Saving and Energy Efficiency Plan 2008-2012. Altogether, the Plan of Urgent Measures"}, {"text_block_id": "p8_b59", "text": "provides additional reductions of 12.091 Mt CO"}, {"text_block_id": "p8_b60", "text": "2"}, {"text_block_id": "p8_b61", "text": "eq/ year (60.454 Mt CO"}, {"text_block_id": "p8_b62", "text": "2"}, {"text_block_id": "p8_b63", "text": "eq during the period)."}, {"text_block_id": "p8_b64_merged_merged_merged", "text": "All this shows that other additional measures are still necessary to provide reductions of 15.033 Mt CO2 eq/ year. The Government estimates that the Autonomous Communities and Local Bodies are fundamental to the identification and implementation of these measures, especially through the Autonomic Strategies"}, {"text_block_id": "p9_b68", "text": "expected for this year."}, {"text_block_id": "p9_b69", "text": "In addition, the Government and the Public Administration must identify and implement additional measures to reduce emissions, to promote carbon sequestration through forests and other vegetation types, to study potential carbon geological storage and their legal framework both to reduce emissions, as well as the volume of carbon credits that will have to be acquired. The object of this Strategy is precisely to provide a framework in which the required public policies for such aim can be developed, with the participation of the Government and the Public Administration."}, {"text_block_id": "p9_b70", "text": "In addition, this Strategy approaches the necessary measures to optimize the use of the flexible mechanisms provided under the Kyoto Protocol, while optimizing at the same time their potential as an instrument for cooperation, for the promotion of sustainable development in host countries and the support to the international activity of Spanish companies."}, {"text_block_id": "p9_b71", "text": "The Strategy must serve to orient Spain•s capacity to assume additional commitments in the fight against climate change beyond 2012. These objectives, in agreement with the conclusions of the 2007 Spring Council of Heads of State and Government of the European Union, allow reaching an aggregated reduction with respect to 1990 of 20% of horizon-2020 emissions, to be extended to 30% if other industrialized countries and developing countries commit to carry out equivalent efforts according to their capacities."}, {"text_block_id": "p9_b72", "text": "To this end, fairness in effort distribution and environmental effectiveness of the objectives pursued are key, and criteria such as per capita emissions in the sectors concerned with diffuse pollution and emissions by sector product unit in industrial sectors can help reach a consensus in the international community."}, {"text_block_id": "p9_b73", "text": "2 GENERAL OBJECTIVES"}, {"text_block_id": "p9_b74", "text": "According to official data on the last Spanish GHG emissions Inventory data for 1990-2005, gross emissions have increased by 52.2% with respect to the base year. This data reflects the need of urgent additional actions, even though the preliminary data for 2006 show a trend change that started in mid-2005."}, {"text_block_id": "p9_b75", "text": "The Spanish Climate Change and Clean Energy Strategy aims to fulfil the commitments of Spain in matters of climate change and support to clean energies, while improving at the same time, social welfare, economic growth and environment protection. The operational objectives are:"}, {"text_block_id": "p9_b76", "text": "The Spanish Climate Change and Clean Energy Strategy aims to fulfil the commitments of Spain in matters of climate change and support to clean energies, while improving at the same time, social welfare, economic growth and environment protection. The operational objectives are:\n* To ensure the reduction GHG emissions in Spain, giving special importance to measures related to the energy sector. According to the national inventory, and following the IPCC classification, in 2005, emissions from energy process represented about 78.87% of total national emissions.\n* To contribute to sustainable development and the fulfilment of our climate change commitments by strengthening the use of flexible project-based mechanisms.\n* To promote additional reduction measures in sectors concerned with diffuse"}, {"text_block_id": "p10_b82", "text": "The Spanish Climate Change and Clean Energy Strategy aims to fulfil the commitments of Spain in matters of climate change and support to clean energies, while improving at the same time, social welfare, economic growth and environment protection. The operational objectives are:\n* To ensure the reduction GHG emissions in Spain, giving special importance to measures related to the energy sector. According to the national inventory, and following the IPCC classification, in 2005, emissions from energy process represented about 78.87% of total national emissions.\n* To contribute to sustainable development and the fulfilment of our climate change commitments by strengthening the use of flexible project-based mechanisms.\n* To promote additional reduction measures in sectors concerned with diffuse\n* To apply the National Climate Change Adaptation Plan (NCCAP) so as to integrate adaptation measures and strategies in sectoral policies.\n* To increase public awareness with respect to clean energy and climate change.\n* To promote research, development and innovation in matters of climate change and clean energy.\n* To guarantee energy supply security by means of cleaner energies, mainly from renewable sources, achieving other environmental benefits (for example, air quality) and limiting the growth rate of external energy dependence.\n* To boost the rational use of energy and saving of resources both for companies and  end users."}, {"text_block_id": "p11_b93", "text": "3 CLIMATE CHANGE"}, {"text_block_id": "p11_b94", "text": "This chapter covers the main policies and measures adopted to this date, the objectives pursued and the major steps implemented to carry them out."}, {"text_block_id": "p11_b95", "text": "3.1 ONGOING ACTIONS"}, {"text_block_id": "p11_b96", "text": "The following summarizes major actions approved to this date that contribute to sustainable development by fighting against climate change causes and effects. Measures adopted up to now aim towards the mitigation as well as awareness increase of climate change impacts in Spain and the identification and adoption of strategies and adaptation measures."}, {"text_block_id": "p11_b97", "text": "Actions related to energy consumption"}, {"text_block_id": "p11_b98", "text": "The fulfilment of Spain•s commitments under the Kyoto Protocol requires a decisive action on diffuse emissions coming from sectors not included under Law 1/2005. It is important to point out that these sectors, particularly the transport and the residential sector, have shown the most intense emissions increase during the last few years. As reflected in  the National Inventory of GHG emissions corresponding to 2005, during that year, emissions of the transport sector increased by 83% with respect to the base year, and those of the residential, commercial and institutional sector increased by 52%. Management of the emissions of these last sectors cannot be carried out in terms of emissions producer, but with instruments of a global character. The Government will force industrial corporations to carry out the necessary effort to limit their emissions, under the agreement that the industry shall not be liable for the excess of •diffuse• emissions."}, {"text_block_id": "p11_b99", "text": "In this framework, it is worth mentioning the preparation (coordinated by the Ministry of Industry, Tourism and Trade) and the 2005 approval of the Energy Saving and Efficiency Strategy Spanish Action Plan (APE4), that aims at reducing energy consumption by improving processes efficiency. The global results of the 2005-2007 E4 Action Plan can be considered very positive and in agreement with the proposal of designed planning, having the objective of saving 12 Mt ep (8.5% of 2004"}, {"text_block_id": "p11_b100", "text": "consumption) and a reduction of 32.5 Mt CO"}, {"text_block_id": "p11_b101", "text": "2"}, {"text_block_id": "p11_b102", "text": "emissions for the period."}, {"text_block_id": "p11_b103", "text": "In 2005, the APE4 began to implement the measures and instruments, so that in 2006 the actions expected had been carried out in full, in a joint management shared with the Autonomous Communities which was enforced by Agreements signed with the different Autonomous Communities. In this way, results can already be seen this year, when the application of the expected measured comes to an end."}, {"text_block_id": "p11_b104_merged_merged", "text": "In 2005, 17 Agreements were signed and 6.5 M   of IDAE own resources were implemented in 8 priority measures in the 7 consuming sectors, reaching 90% of the objectives. Direct energy saving amounts to 0.6 Mtep and CO2 emissions avoided are estimated in 1.6 Mt."}, {"text_block_id": "p11_b108", "text": "In 2006, 19 Collaboration Agreements with the Autonomous Communities were carried out, and these have served to standardize and coordinate all actions carried out at regional level. Public resources for 2006 represented 264.3 M , from which IDAE contributed with 198.2 M  (24.8 M  of its own resources and 173.4 M  from the"}, {"text_block_id": "p12_b109", "text": "electricity fare) and 66.1 M  of contributions from the 19 Autonomous Communities. These public resources are mobilizing investments for a total of 2,276 M , with 1.3 Mtep direct energy savings that represent a 1.12% reduction of the base year; in terms"}, {"text_block_id": "p12_b110", "text": "of impact reduction, this represents a decrease of 3.5 Mt CO"}, {"text_block_id": "p12_b111", "text": "2"}, {"text_block_id": "p12_b112", "text": ". Additionally, and once the effects induced by direct actions on the sectors are evaluated, total results are expected to suffer an important increase."}, {"text_block_id": "p12_b113", "text": "For 2007, the instrumental scheme is similar to the one used for 2006, adapted in terms of the number of high-priority measures that have been extended to 23, with a budget contributed by IDAE of 201.2 M ; based on the experience acquired with the management of 2006, results are expected to be very superior to the ones obtained in previous years. At the end of May 2007, 14 Agreements were signed, representing 84.19% of the budget mentioned previously."}, {"text_block_id": "p12_b114", "text": "From the analysis of results obtained, and according to Directive 2006/32/EC on end-use energy efficiency and energy services, the Council of Ministers approved a new 2008-2012 Action Plan in July 2007. The scenario for the new programming period of the 2008-2012 E4 AP is the one established by the 2008-2012 National Allocation Plan of Emissions Allowances, which requires an additional effort in terms of energy saving and energy efficiency measures. In the E4 AP 2008-2012 special emphasis is given to the saving and efficiency measures of the energy sector, which contributes in more than 78% of the total GHG emissions."}, {"text_block_id": "p12_b115", "text": "The Plan allows joint work with the Autonomous Communities in promoting efforts to reduce energy consumption, maximizing the results in those where early measures have already been adopted."}, {"text_block_id": "p12_b116", "text": "In the residential sector, the most recent normative initiative is the Technical Building Code (CTE, Royal Decree 314/2006, 17 March 2006), which is the legal framework fixing the requirements to be fulfilled by buildings in terms of basic security and habitability established by the Building Law (Ley de Ordenación de la Edificación LOE) as a means to harmonize the existing national regulation with the effective dispositions of the European Union in this matter. It includes measures aiming to order and turn end-use energy consumption into a sustainable one in the construction sector, so as to have a rational use of the necessary energy to be used by buildings, to reduce energy consumption and establish the obligation to incorporate energy efficiency criteria and the use of solar, thermal and photovoltaic energy in certain buildings (new or to be restored, with special characteristics). The measures will affect more than half a million houses every year, with the objective of multiplying by ten the surface of solar panels and reach 4.5 Ms m2 by 2010, as opposed to 581.000 in 2005. CTE requirements are expected to reduce energy consumption of buildings by 40% as compared to the consumption resulting from the construction criteria used at present."}, {"text_block_id": "p12_b117_merged_merged", "text": "Another important planning instrument is the new Renewable Energy Plan 2010 approved by the Government in August 2005 that will avoid 76.9 Mt CO2 emission to the atmosphere, with total a public support of 8,492 M . The Plan aims towards a 12.10% contribution of renewable sources of the total Primary energy consumptionby 2010, an electricity production with these sources of 30.3% of the gross electricity consumption, and 5.83% biofuel consumption over the gasoline and gasoil estimate for transport."}, {"text_block_id": "p13_b121", "text": "GHG Emission Trading Scheme"}, {"text_block_id": "p13_b122", "text": "The European Union is strongly committed to the GHG Emission Trading Scheme as a mechanism to boost GHG emissions reductions in an effective and economically efficient form. During the last three years, Spain has made a considerable effort to implement the Emission Trading Scheme, which covers more than 1,000 facilities and around 45% of the national total of GHG emissions in our country. This has materialized in a relatively brief period of time in which the necessary legal framework has been developed to give legal coverage to all the elements of this innovative instrument"}, {"text_block_id": "p13_b123", "text": "One of the central elements of the GHG Emission Trading Scheme is the National Allocation Plan (NAP). NAP 2005-2007 determined the allowances  to be distributed in terms of activities, the amount of allowances  that constitute a reserve for new entrants, the expectations about flexible mechanisms and the compliance path for that period."}, {"text_block_id": "p13_b124", "text": "April 2007 marked the second year of the application of the GHG Emission Trading Scheme. The conclusion to be reached from this second year of application is that this scheme is a essential instrument to boost the reduction of GHG emissions in the industrial and energy sectors."}, {"text_block_id": "p13_b125", "text": "As a numerical summary of the balance of emissions vs 2006 allowances"}, {"text_block_id": "p13_b126", "text": ","}, {"text_block_id": "p13_b127", "text": "it is important to point out that, overall, a 3.3% emissions allowances deficit has occurred. As shown in the table below, this deficit focuses on the electric sector, where it reached 13.1%. As far as the industrial sectors are concerned, they all had a slight surplus, except for the refinery sector. Finally, among co-generation facilities associated to industrial activities not included in Annex I of Law 1/2005, the global result was a 21.0% surplus."}, {"text_block_id": "p13_b128", "text": "This first stage of the GHG Emission Trading Scheme allows Spain to start the adjustment of the economic sectors to the demand of promoting a less carbon intensive economic development."}, {"text_block_id": "p13_b129", "text": "This first stage of the GHG Emission Trading Scheme allows Spain to start the adjustment of the economic sectors to the demand of promoting a less carbon intensive economic development.\n* Royal Decree 1866/2004, of 6 September, approving the National Allocation Plan of Emissions Allowances 2005-2007. It is modified by Royal Decree 60/2005, of 21 January, by which the Royal Decree 1866/2004 is modified, dated 6 September, and the National Allocation Plan of Emissions Allowances 2005-2007 is approved, and by Royal Decree 777/2006 of 23 June, by which Royal Decree 1866/2004 of 6 September is modified, and the National Allocation Plan of Emissions Allowances 2005-2007 is approved. â¢ Royal Decree 1264/2005, of 21 October, regulating the organization and functioning of the National Registry of Allowances.  â¢ Royal Decree 1315/2005, of 17 of February, establishing the bases for follow-up and verification systems of GHG emissions in the facilities included under the scope of application of Law 1/2005, of 9 March, by which the GHG Emission Trading scheme is regulated.  â¢ Royal Decree 202/2006, of 17 February, regulating composition and functioning of the social dialogue tables, foreseen under Article 14 of Law 1/2005, of 9 March.  â¢ Resolution, of 8 February 2006, Spanish Accounting and Auditing Institute (ICAC), approving registration, valuation and information standards of GHG emissions allowances.\n* Royal Decree 1370/2006, of 24 November, approving the National Allocation Plan of Emissions Allowances 2008-2012."}, {"text_block_id": "p14_b141", "text": "On November 24, 2006 the Government approved NAP 2008-2012 and immediately proceeded to notify the European Commission of the same by means of the Decision dated 26 February 2007, conditioned to the introduction of some additional requirements added by Royal Decree in July 2007. The National Allocation Plan establishes the new compliance path for the first commitment period (2008-2012) in which the total GHG emissions should not exceed, in average, more than 37% of the base year emissions. This figure results from adding Spain•s emissions limitation commitment under the Kyoto Protocol (+15%), to the estimate sequestration by carbon sinks (a 2% maximum) and the credits to be obtained through the flexible mechanisms under the Kyoto Protocol (20%). NAP 2008-2012 maintains a distribution of the effort among the sectors included (45%), and those not included (55%). It is important to point out that NAP 2008-2012 represents a 16% reduction of the average annual allowances with respect to NAP 2005-2007, and a 20% reduction with respect to the emissions verified in 2005."}, {"text_block_id": "p14_b142", "text": "Participation in Projects under the flexible mechanisms of the Kyoto Protocol: Project-based mechanisms (CDM and JI) and carbon funds"}, {"text_block_id": "p14_b143", "text": "Another major instrument adopted to complement reduction measures is the use of project-based mechanisms included in the Kyoto Protocol, particularly, the Clean Development Mechanism (CDM). For the Spanish Government, the CDM is a key cooperation instrument in the international action against climate change given its capacity to ease the transition to a low carbon economy, by generating both wealth and prosperity in the local communities, and contributing significantly to sustainable development, and thus, to the final objective of the United Nations Framework"}, {"text_block_id": "p15_b144", "text": "Convention on Climate Change."}, {"text_block_id": "p15_b145", "text": "It is however important to point out that the priority of the Spanish Government is to carry out emissions reduction by way of national policies and measures, having the flexible mechanisms the complementary role of ensuring the fulfilment of Spain•s international obligations."}, {"text_block_id": "p15_b146", "text": "The government•s strategy in terms of flexible mechanisms of the Kyoto Protocol has likewise required the consolidation of the most relevant institutional elements. The first measure adopted in this area was the creation of the Designated National Authority (DNA) by means of the Royal Decree Law 5/2004, of 27 August, later modified by Law 1/2005, of 9 March, which regulates GHG Emission Trading. It creates the Designated National Authority as an inter-ministerial commission in which the Autonomous Communities have a representative who acts as the designated national authority with defined functions, which include the issuing of letters of approval for CDM and Joint Implementation projects."}, {"text_block_id": "p15_b147", "text": "The DNA has had an intense activity. Up to May 2007, 9 meetings were held, 51 letters of approval were issued for the same number of projects amounting to 100.68 Million tons of Certified Emission Reductions (CER) for the first period of commitment."}, {"text_block_id": "p15_b148_merged", "text": "In November 2004, the Spanish Government signed a letter of intent with the World Bank to invest 205 Million Euros for purposes of obtaining 40 Mt CO2 by means of the following Funds: the Spanish Carbon Fund, the BioCarbon Fund, and the Community Development Carbon Fund. Additionally Spain contributes to the World•s Bank Programme of Technical Assistance to improve Projects qualification in Host Countries. Likewise, on October 10, 2005 an agreement was signed with the Corporación Andina de Fomento (CAF) to implement the Latin American Carbon Initiative (LACI), which will allow the acquisition of 9 Mt CO2 eq in exchange for a public capital investment of 47 Million Euros. Moreover, on September 15, 2006, the contribution of Spain with 35 Million Euros to the Multilateral Carbon Credit Fund (MCCF) was approved; it was promoted and managed by the European Investment Bank (EIB) and the European Bank for Reconstruction and Development (EBRD). On November 24, 2006 the Council of Ministers approved the participation of Spain in the Asia Pacific Carbon Fund of the Asian Bank of Development (ADB), with a contribution of 30 Million Dollars from the Ministry of Economy and Finance. After closing the first section of the BioCarbon Fund managed by the World Bank, Spain will participate in a second section with a contribution commitment of 5,200,000 US$, between 2007 and 2008, so as to obtain in return the maximum tons of CO2 that can be purchased with this amount. Together with these actions, it is important to emphasize: (i) the strong investment in carbon Funds managed by multilateral financial institutions which indicate the preference for Latin America; (ii) the use of support instruments in foreign trade, such as the Fund of Viability Studies (FVS) that finances viability studies made by Spanish companies for projects and Programmes having a common interest in third countries; (iii) the bilateral relationships with governments and designated national authorities of the countries with whom agreements of understanding have been subscribed, and others."}, {"text_block_id": "p15_b158", "text": "In addition, within the framework of the cooperation strategy, Memoranda of Understanding (MoU) have been signed to promote the Clean Development Mechanism with 20 countries: 17 countries of the Latin American region (Argentina,"}, {"text_block_id": "p16_b159", "text": "Brazil, Colombia, Mexico, Panama, Uruguay, Dominican Republic, Bolivia, Ecuador, Chile, Costa Rica, Paraguay, Guatemala, El Salvador, Peru, Nicaragua and Honduras), and China, Morocco and Egypt. Some of the most relevant objectives include information exchange, the promotion of capacities, training, and technology transfer, the increase of technical cooperation as well as the development of bilateral work to identify opportunities of mutual interest."}, {"text_block_id": "p16_b160", "text": "It is important to mention that the acquired commitments of public investment respect the priority criteria fixed by the National Climate Council, with a predominant role for projects related to renewable energies taking place in Latin America. From the point of view of the improvement of national competitiveness, these mechanisms can be a great opportunity for well-positioned Spanish companies in the field of renewable energies and energy efficiency."}, {"text_block_id": "p16_b161", "text": "International Cooperation"}, {"text_block_id": "p16_b162", "text": "The major political issue in the area of cooperation in matters of climate change is the creation, in 2004, of the Ibero-american Network of Climate Change Bureaus (RIOCC). The activities of the Network include the Ibero-american Impact Programme, Vulnerability and Adaptation to Climate Change Programme (PIACC), with the objective of strengthening the development and the application of adaptation strategies in the Latin American region and to facilitate impact assessment, vulnerability and adaptation options to climate change."}, {"text_block_id": "p16_b163", "text": "In terms of bilateral cooperation having an impact on climate change, the following initiatives are particularly relevant:  (i) the Araucaria XXI Programme, a specific instrument of  Spanish cooperation for sustainable development in Latin America; (ii) the Azahar Programme, that coordinates the efforts of the different actors of the Spanish Cooperation in the countries of the Mediterranean Basin; (iii) the Development Assistance Fund (FAD); and (iv), the FORMA Project the objective of which is to facilitate development support for forestation/ reforestation projects and bioenergy in CDM,  in the Latin American region."}, {"text_block_id": "p16_b164", "text": "In terms of multilateral aid, emphasis should be placed on the participation in two specific Climate Change Funds created under the United Nations Framework Convention on Climate Change and the Kyoto Protocol: the Fund for Less Developed Countries and the Special Fund for Climate Change. Spain has contributed since its creation to the Fund for Less Developed Countries, and it has recently made an important contribution of 2 M   to the Special Climate Change Fund for purposes of financing adaptation projects to climate change and technology transfer."}, {"text_block_id": "p16_b165", "text": "On the other hand, Spain, with a contribution of 5 M , is the main donor of Carbon Finance Assist, a Fiduciary fund created by the World Bank to provide Technical Assistance to Carbon Projects for purposes of developing capacities to ensure the complete integration of developing countries and transition economies in the carbon markets."}, {"text_block_id": "p16_b166", "text": "In addition, Spain has made an initial contribution of 2 M   to the UNDP-UNEP initiative on Climate Change. This initiative, mainly directed to African countries and Latin America, proposes to coordinate the actions of both agencies so as to increase the effectiveness of the work with a double objective: the integration of adaptation measures in development policies and, mainly, the promotion of a framework that"}, {"text_block_id": "p17_b167", "text": "allows Africa to benefit from the Clean Development Mechanisms (CDM) of the Kyoto Protocol (PK)."}, {"text_block_id": "p17_b168", "text": "The remarkable increase of contributions made in 2006 to the fiduciary funds of the Executive Secretariat of the United Nations Convention on Climate Change, which reached 1.7 M  in 2006, is worth mentioning."}, {"text_block_id": "p17_b169", "text": "Finally, the Spanish-UNDP Fund to carry out the Millennium Development Goals includes •Climate Change and the Environment• among its priorities. By means of this fund, it is possible to finance important projects from different UN agencies aimed at fighting against climate change in an amount that could reach 18-20 M  annually, during the next five years."}, {"text_block_id": "p17_b170", "text": "Vulnerability, impacts and adaptation to Climate Change"}, {"text_block_id": "p17_b171", "text": "Adaptation to climate change is also a priority within national actions, given the great vulnerability of Spain to the adverse effects of climate change. For this reason, the National Climate Change Adaptation Plan (NCCAP) has been prepared and carried out. The National Climate Change Adaptation Plan is a reference framework for the coordination of the Public Administrations in the activities of impact assessment, vulnerability studies and adaptation to climate change in Spain."}, {"text_block_id": "p17_b172", "text": "The Plan was submitted to the Commission for Climate Change Policy Coordination (CCPCC), to the National Climate Council and to the Environment Sector Conference on February 2006. Later, it was submitted to public consultation where it received a variety of contributions and comments from several Autonomous Communities and public entities as well as from nongovernmental organizations and social interlocutors. These comments were the base for more than fifty modifications to the text of the Plan. It was approved in July 2006 by the Commission for Climate Change Policy Coordination and by the National Climate Council, and the Council of Ministers was informed of the same in the session of 6 October 2006."}, {"text_block_id": "p17_b173", "text": "The said Plan considered, initially, a series of ecological systems and socioeconomic sectors for impact assessment, vulnerability studies and adaptation to climate change: biodiversity, hydric resources, forests, agricultural sector, coastal areas, continental hunting and fishing, mountain areas, fishing and marine ecosystems, transport, human health, industry and energy, tourism, finance- insurance, urban planning and construction. The objective of the Plan is to facilitate and to provide continuous assistance to all the interested administrations and organizations - public and private, at all levels, to evaluate the impacts of climate change in Spain in the sector/ system of their interest, providing all the information available on the subject, and the available elements, tools and assessment methods, for purposes of promoting the process of participation between the ones involved that can lead to the definition of the best adaptation options to climate change ."}, {"text_block_id": "p17_b174", "text": "3.2 OBJECTIVES"}, {"text_block_id": "p17_b175", "text": "The objective of the Spanish Climate Change and Clean Energy Strategy is to gather all the necessary actions to fulfil the commitments under the Kyoto Protocol and"}, {"text_block_id": "p18_b176", "text": "the United Nations Framework Convention on Climate Change and to establish the foundations for sustainable development."}, {"text_block_id": "p18_b177", "text": "For the Preparation of the Strategy the following major actions have been identified:"}, {"text_block_id": "p18_b178", "text": "For the Preparation of the Strategy the following major actions have been identified:\n* Proposal of the measures better adapted to mitigate climate change. These measures will be applied in sector areas where action needs to be taken to reach the objective, with consideration to the territorial administrations.\n* Proposal of the best measures, activities and actions to mitigate the negative effects of climate change on the environment, the economic development and employment, integrating them to the general policies.\n* Measures to increase the capacity of citizens to take action, thanks to the appropriate data supply, education, professional training and public awareness, to approach climate-related issues in the best possible way.\n* Periodic assessment systems of the effects of the measures adopted and the fulfilment of the Programmes and commitments acquired at national and international level. For purposes of this, the most suitable indicators to establish the degree of fulfilment of these actions will be established.\n* Measures to make sure that the Strategy facilitates the actions in view of the adoption of future commitments within the United Nations Framework Convention on Climate Change (UNFCCC).\n* Enhancing the role of research, of development and technological innovation as the basis to reach these objectives."}, {"text_block_id": "p18_b190", "text": "3.3 ACTION LINES"}, {"text_block_id": "p18_b191_merged", "text": "Action lines are the following: i) Institutional cooperation, ii) Flexible mechanisms, iii) International Cooperation and cooperation with developing countries, iv) Emission Trading, v) Sinks, vi) CO2 Capture and Storage, vii) Sectors concerned with diffuse pollution, viii) Adaptation to climate change , ix) Information and public awareness, x) Research, development and technological innovation and xi) Horizontal Measures."}, {"text_block_id": "p18_b195", "text": "3.3.1 I"}, {"text_block_id": "p18_b196", "text": "NSTITUTIONAL COOPERATION"}, {"text_block_id": "p18_b197", "text": "(i) OBJECTIVES"}, {"text_block_id": "p18_b198", "text": "Institutional cooperation between the State General Administration and the Autonomous Communities, by way of the activities developed by the Commission for Climate Change Policy Coordination (CCPCC), aims at the following:"}, {"text_block_id": "p18_b199", "text": "Institutional cooperation between the State General Administration and the Autonomous Communities, by way of the activities developed by the Commission for Climate Change Policy Coordination (CCPCC), aims at the following:\n* To support the national strategy so that sustainable autonomic policies are developed in line with GHG emission reduction and the commitments acquired by Spain under the Kyoto Protocol, in agreement with other measures and policies directed towards sustainability (environmental quality, acidification,\n<\\li1>"}, {"text_block_id": "p19_b201", "text": "Institutional cooperation between the State General Administration and the Autonomous Communities, by way of the activities developed by the Commission for Climate Change Policy Coordination (CCPCC), aims at the following:\n* To support the national strategy so that sustainable autonomic policies are developed in line with GHG emission reduction and the commitments acquired by Spain under the Kyoto Protocol, in agreement with other measures and policies directed towards sustainability (environmental quality, acidification,\n<\\li1>\n"}, {"text_block_id": "p19_b202", "text": "Institutional cooperation between the State General Administration and the Autonomous Communities, by way of the activities developed by the Commission for Climate Change Policy Coordination (CCPCC), aims at the following:\n* To support the national strategy so that sustainable autonomic policies are developed in line with GHG emission reduction and the commitments acquired by Spain under the Kyoto Protocol, in agreement with other measures and policies directed towards sustainability (environmental quality, acidification,\n<\\li1>\n\n* To improve, within the responsibilities of each institution, energy efficiency measures, renewable energy sources and demand management, as well as the plans to generate public awareness so that the issues related to energy savings and the fight against climate change become a signal of development and quality of life in the different territories.\n* To develop and improve, where existing, autonomic strategies against climate change that include mitigation, adaptation, prospecting, research, development and technological innovation measures. It is important to make sure that, prior to the beginning of the period of commitment (that is to say, before 1/1/08), the strategies of all Autonomous Communities are in keeping with this national strategy and they are submitted to the CCPCC.\n* To boost actions related to the mitigation, adaptation and climate change prevention of the Local Strategies through the Spanish Network of Cities for Climate Protection (Red EspaÃ±ola de Ciudades por el Clima RECC) and the equivalent local networks. The objective is to make sure that before 1/1/10, 80% of the Spanish population lives in municipalities that have assumed the same commitments in matters of climate change and emission reduction, as those assumed by RECC. These municipalities will have to present annual reports indicating both the penetration degree, and the reductions obtained as a result of the adopted measures."}, {"text_block_id": "p19_b208", "text": "(ii) Measures"}, {"text_block_id": "p19_b209", "text": "(ii) Measures\n* To boost policies to fight against climate change, particularly, in aspects related to energy, transport, construction and city-planning.\n* To promote industrial assessment policies and the reduction of energy consumption of products and services, as well as to exploit carbon sinks.\n* To facilitate and promote the follow-up of the autonomic strategies, as well as the initiatives related to adaptation and fight against climate change.\n* To promote the cooperation among initiatives in relation to impact assessment, vulnerability and adaptation to climate change at autonomic level and ensure coherence with the National Climate Change Adaptation Framework (NCCAP).\n* To ensure coordination between the autonomic initiatives in matters of research and the R&D&I National Plan.\n* To promote complementariness between autonomic and state networks in terms of the observation of the climate system, and thus avoid the duplication of efforts to the extent possible.\n* To establish, by means of public aids and subventions, the increasing participation of renewable energies or high efficiency energies in power supply and thermal insulation systems in public buildings, (schools, administrative bodies, universities â¢). The goal is to have an energy audit plan of buildings for the State General Administration by 2007, implementing measures to improve savings and energy efficiency and to incorporate renewable energies in them. A similar objective should be established for the rest of the Public Administrations."}, {"text_block_id": "p20_b223", "text": "(ii) Measures\n* To boost policies to fight against climate change, particularly, in aspects related to energy, transport, construction and city-planning.\n* To promote industrial assessment policies and the reduction of energy consumption of products and services, as well as to exploit carbon sinks.\n* To facilitate and promote the follow-up of the autonomic strategies, as well as the initiatives related to adaptation and fight against climate change.\n* To promote the cooperation among initiatives in relation to impact assessment, vulnerability and adaptation to climate change at autonomic level and ensure coherence with the National Climate Change Adaptation Framework (NCCAP).\n* To ensure coordination between the autonomic initiatives in matters of research and the R&D&I National Plan.\n* To promote complementariness between autonomic and state networks in terms of the observation of the climate system, and thus avoid the duplication of efforts to the extent possible.\n* To establish, by means of public aids and subventions, the increasing participation of renewable energies or high efficiency energies in power supply and thermal insulation systems in public buildings, (schools, administrative bodies, universities â¢). The goal is to have an energy audit plan of buildings for the State General Administration by 2007, implementing measures to improve savings and energy efficiency and to incorporate renewable energies in them. A similar objective should be established for the rest of the Public Administrations.\n* To promote the introduction, in public tenders for services, the need to submit a report on the energy efficiency measures used by the possible contracted parties, favouring the companies having a sustainable operational model (even at municipal level).\n* To establish a strategy of public tenders, that incorporates obligatory criteria of Sustainability and fight against climate change (also at municipal level).\n* To boost the carbon sequestration capacity of woods, by making annual\n* To boost the carbon sequestration capacity of woods, by making annual\n inventories of CO\n* To boost the carbon sequestration capacity of woods, by making annual\n inventories of CO\n 2\n* To boost the carbon sequestration capacity of woods, by making annual\n inventories of CO\n 2\n capture capacity of forests, soil use and types of crops at the level of the independent communities.\n* To promote the functions and values of natural ecosystems. To promote the creation of autonomic plans for the intensive use of biomass, revegetation and ecosystems restoration by Autonomous Communities.\n* To promote Environmental Audits in the Public Administrations.\n* To participate in training and public awareness campaigns on sustainable development.\n* To create a public data base of international initiatives in matters of sustainability and climate change.\n* To improve the incorporation of municipalities in the Spanish Network of Cities for Climate Protection.\n* To establish a monitor system of municipal indicators about climate change to determine the evolution and the fulfilment (qualitative and quantitative) of the measures adopted."}, {"text_block_id": "p20_b244", "text": "(III) Indicators"}, {"text_block_id": "p20_b245", "text": "(III) Indicators\n* GHG emissions at autonomic level and national total emissions.\n* CO2 emissions by autonomic electrical consumption (g/kWh).\n* Power intensity at autonomic level.\n* Energy consumption in Public Administration buildings.\n* Objectives of emissions reduction in autonomic strategies.\n* Degree of penetration of renewable energies in the Independent Community.\n* Number of municipalities with local plans to fight against climate change."}, {"text_block_id": "p20_b261", "text": "3.3.2 F"}, {"text_block_id": "p20_b262", "text": "LEXIBLE MECHANISMS"}, {"text_block_id": "p20_b263", "text": "(i) OBJECTIVES"}, {"text_block_id": "p20_b264", "text": "o"}, {"text_block_id": "p20_b265", "text": "To materialize the use of the flexible mechanisms of the Kyoto Protocol so as to fulfil the requirements of the National Allocation Plan 2008-2012, boosting the development of clean development projects Mechanism (CDM),"}, {"text_block_id": "p21_b266", "text": "improving the participation of the Spanish private sector to reach the figures expressed in NAP 2008-2012 and facilitating the contribution of the Autonomous Communities."}, {"text_block_id": "p21_b267", "text": "o"}, {"text_block_id": "p21_b268", "text": "In agreement with the latter, to enable the acquisition of 289.35 Million tons of carbon credits. Of these, 159.15 Mt correspond to the sectors concerned with diffuse pollution and they will have to fulfill the criteria established for public investment. The objective of average acquisition cost for these credits amounts to 5-7  /t.  Given the few possibilities of contributing to additional Carbon Funds different to the already existing ones, it will be necessary to explore alternative forms of credits acquisition. The remaining 130.2 Mt correspond to companies."}, {"text_block_id": "p21_b269", "text": "o"}, {"text_block_id": "p21_b270", "text": "To turn CDM into a market instrument serving to accelerate the evolution towards low carbon economies, generating both wealth and prosperity in the local communities while ensuring competitiveness among companies."}, {"text_block_id": "p21_b271", "text": "o"}, {"text_block_id": "p21_b272", "text": "To foster instruments to generate a suitable framework at a short and medium term for investments in clean energy in developing countries."}, {"text_block_id": "p21_b273", "text": "(II) Measures"}, {"text_block_id": "p21_b274", "text": "•"}, {"text_block_id": "p21_b275", "text": "To develop pilot projects to increase GHG reduction potential of CDM and make the investment more attractive: territorial, sector and Programme approaches."}, {"text_block_id": "p21_b276", "text": "•"}, {"text_block_id": "p21_b277", "text": "To sign new agreements to participate in new multilateral Funds so as to increase Spain•s investment in the development bank to reach credits coming from the CDM and Joint Application, and to maximize the returns of these investments by promoting the participation of Spanish companies."}, {"text_block_id": "p21_b278", "text": "•"}, {"text_block_id": "p21_b279", "text": "To achieve bilateral negotiations with other Annex I countries to purchase assigned amount units within the framework of the international trade of emissions allowances under the Kyoto Protocol through the schemes of green investment"}, {"text_block_id": "p21_b280", "text": "."}, {"text_block_id": "p21_b281", "text": "•"}, {"text_block_id": "p21_b282", "text": "To promote the creation of private Funds, mixed Funds and new financing lines for purposes of involving the private bank and this type of financial institutions in these projects under the Kyoto Protocol."}, {"text_block_id": "p21_b283", "text": "•"}, {"text_block_id": "p21_b284", "text": "To promote the creation of the necessary channels both at national and at autonomic or local level for the advising, support and financing of projects for Spanish companies or institutions."}, {"text_block_id": "p21_b285", "text": "•"}, {"text_block_id": "p21_b286_merged_merged", "text": "To facilitate the channelling of investments for the accomplishment of projects of CDM or JI through the incorporation in the agreements of debt conversion of a Protocolrelated clause. The resulting credits of these projects will be incorporated to the corresponding portfolios of the Carbon Funds in the"}, {"text_block_id": "p22_b288", "text": "existing Multilateral Financial Institutions."}, {"text_block_id": "p22_b289", "text": "•"}, {"text_block_id": "p22_b290", "text": "To enable the institutions in charge of the approval and promotion of flexible mechanisms in the host countries, when applicable, taking advantage of the Fiduciary funds for Technical Assistance of Multilateral Financial Institutions and the bilateral FEV Line."}, {"text_block_id": "p22_b291", "text": "•"}, {"text_block_id": "p22_b292", "text": "Subscribing the new memoranda of understanding with countries in Africa, Asia and central and Eastern Europe."}, {"text_block_id": "p22_b293", "text": "(ii) Indicators"}, {"text_block_id": "p22_b294", "text": "•"}, {"text_block_id": "p22_b295", "text": "Percentage of CERs, T- CERs, L- CERs, ERUs and AAUs available every year in the balance of Spain with respect to the total acquisition until 2012."}, {"text_block_id": "p22_b296", "text": "•"}, {"text_block_id": "p22_b297", "text": "Percentage of CERs and ERUs provided by the companies to comply with the commitments according to Law 1/2005 in year n with respect to the limit of use allowed in NAP 2008-2012."}, {"text_block_id": "p22_b298", "text": "•"}, {"text_block_id": "p22_b299", "text": "Average cost of acquisition of the CERs/ ERUs obtained by the Government."}, {"text_block_id": "p22_b300", "text": "3.3.3 I"}, {"text_block_id": "p22_b301", "text": "NTERNATIONAL COOPERATION AND COOPERATION WITH DEVELOPING COUNTRIES"}, {"text_block_id": "p22_b302", "text": "(i) Objectives"}, {"text_block_id": "p22_b303", "text": "Considering the importance of climate change in the processes of sustainable development and poverty fight, the following cooperation objectives with developing countries have been established and they will be included in the principles and objectives established in the Master Plan of Spanish Cooperation and in the sector strategy in environmental matters that will develop the following:"}, {"text_block_id": "p22_b304", "text": "o"}, {"text_block_id": "p22_b305", "text": "The qualitative improvement of climate change actions in Spanish Development Cooperation Policies by means of a more effective integration of climate change in Spanish Development Cooperation Policies."}, {"text_block_id": "p22_b306", "text": "o"}, {"text_block_id": "p22_b307", "text": "The quantitative improvement by means of an increase of the Spanish contributions to Programmes and projects having an impact on climate change."}, {"text_block_id": "p22_b308", "text": "o"}, {"text_block_id": "p22_b309", "text": "Instruments to support the adoption of strategies and measures related to sustainable development, clean energy and adjustment to climate change scenarios in developing countries."}, {"text_block_id": "p22_b310", "text": "o"}, {"text_block_id": "p22_b311", "text": "The privileged relation of Spain with Latin American countries in this area, and to reinforce the existing ones with African countries."}, {"text_block_id": "p22_b312", "text": "o"}, {"text_block_id": "p22_b313", "text": "A better knowledge of the opportunities offered by the Autonomous Communities in their cooperation Programmes and their presence in Sustainability networks."}, {"text_block_id": "p22_b314", "text": "(ii)    Measures"}, {"text_block_id": "p23_b315", "text": "•"}, {"text_block_id": "p23_b316", "text": "To support and reinforce the integration of climate change objectives in the design and application of Spanish cooperation lines and to support the institutions responsible for the application of climate change lines in the Programmes and projects where this aspect is already integrated."}, {"text_block_id": "p23_b317", "text": "•"}, {"text_block_id": "p23_b318", "text": "To strengthen the dialogue about climate change and renewable energies in the subjects to be dealt with the in the framework of the Latin American Conference."}, {"text_block_id": "p23_b319", "text": "•"}, {"text_block_id": "p23_b320", "text": "To support actions of adaptation to climate change in the development strategies of receptor countries and to increase development of the existing scientific cooperation with developing countries in matters of impact assessment, vulnerability and adaptation to climate change."}, {"text_block_id": "p23_b321", "text": "•"}, {"text_block_id": "p23_b322", "text": "To support the mitigation of climate change by promoting development models to limit the growth of GHG emissions and the access to clean technologies in the context of the decisions made by the United Nations Framework Convention on Climate Change and the meeting of the parties, as well as to favour private investments in clean development projects."}, {"text_block_id": "p23_b323", "text": "•"}, {"text_block_id": "p23_b324", "text": "To support the strengthening of capabilities, favouring actions aiming at the qualification of human resources and institutions, facilitating the creation of capacities for the access and management of modern technologies. In addition, to support information and awareness campaigns about the effects of climate change over natural resources and their repercussion on society."}, {"text_block_id": "p23_b325", "text": "•"}, {"text_block_id": "p23_b326", "text": "To increase Spain•s financial contributions to climate change and to facilitate the accounting for resources employed, by means of the use of the Río Markers described by the OCDE Development Assistance Committee (DCD/DAC (2002) 21/ADD)."}, {"text_block_id": "p23_b327", "text": "•"}, {"text_block_id": "p23_b328", "text": "To support multilateral initiatives for the integration of climate change in the policies of developing countries, among others, through the active participation in the UNDP-UNEP initiative on climate change."}, {"text_block_id": "p23_b329", "text": "•"}, {"text_block_id": "p23_b330", "text": "To support a new regime of commitments beyond 2012, within a multilateral, equitable and flexible framework, and through the combined effort of developed countries, countries with emerging economies and developing countries, incorporating criteria such as emissions per capita for the sectors concerned with diffuse pollution and emissions per product unit for production sectors."}, {"text_block_id": "p23_b331", "text": "(iii)  Indicators"}, {"text_block_id": "p23_b332", "text": "•"}, {"text_block_id": "p23_b333", "text": "The annual amount paid by Spain in terms of development cooperation in climate change."}, {"text_block_id": "p23_b334", "text": "•"}, {"text_block_id": "p23_b335", "text": "Periodic assessments of cooperation Programmes, projects and plans. The degree of integration of climate change objectives in the cooperation policies will be assessed by applying the existing methodologies to assess cooperation projects, Programmes or plans."}, {"text_block_id": "p24_b336", "text": "3.3.4 G"}, {"text_block_id": "p24_b337", "text": "HG EMISSION TRADING SECHEME"}, {"text_block_id": "p24_b338", "text": "(i) Objectives"}, {"text_block_id": "p24_b339", "text": "The following are the main objectives of the future application of GHG Emission Trading Scheme in Spain:"}, {"text_block_id": "p24_b340", "text": "o"}, {"text_block_id": "p24_b341", "text": "To ensure that the activities subject to the GHG Emission Trading Scheme meet the objective established for the fulfilment of Spanish commitments under the Kyoto Protocol, in a context that allows and guarantees competitiveness and employment."}, {"text_block_id": "p24_b342", "text": "o"}, {"text_block_id": "p24_b343", "text": "To consolidate the GHG Emission Trading Scheme as a fundamental tool to boost emissions reduction."}, {"text_block_id": "p24_b344", "text": "o"}, {"text_block_id": "p24_b345", "text": "To achieve total integration between the communitarian GHG Emission Trading Scheme and the flexible mechanisms of the Kyoto Protocol."}, {"text_block_id": "p24_b346", "text": "o"}, {"text_block_id": "p24_b347", "text": "To introduce improvements in terms of stability, efficiency and fairness in the communitarian GHG Emission Trading Scheme in the revision of Directive 2003/87/EC."}, {"text_block_id": "p24_b348", "text": "o"}, {"text_block_id": "p24_b349", "text": "To consolidate the creation of a Spanish sector of services in the within the GHG Emission Trading Scheme."}, {"text_block_id": "p24_b350", "text": "(ii)   Measures"}, {"text_block_id": "p24_b351", "text": "The following are the main measures that must be carried out within the scope of the GHG Emission Trading Scheme, many of which will not be applicable under any circumstance before 2012."}, {"text_block_id": "p24_b352", "text": "•"}, {"text_block_id": "p24_b353", "text": "The development of information systems to: i) to streamline the information exchange  between the Administrations, holders of facilities included within the scope of application of Law 1/2005 and other interested parties; ii) to increase analysis capacity and transparency, iii) to improve the information available, favouring a better understanding and accessibility of this information by all the interested agents, and iv) to facilitate the connection and coherence with other existing instruments of environmental information."}, {"text_block_id": "p24_b354", "text": "•"}, {"text_block_id": "p24_b355", "text": "To provide greater stability to the GHG Emission Trading Scheme, promoting the consensus between Member States of the European Union to ensure a greater coherence in the definition of facilities, allocation criteria, extending the allocation periods, etc."}, {"text_block_id": "p24_b356", "text": "•"}, {"text_block_id": "p24_b357", "text": "Smaller-size facilities: the optimal relation between installation size and management costs must be promoted, exempting the smallest facilities for which there are more suitable instruments."}, {"text_block_id": "p24_b358", "text": "•"}, {"text_block_id": "p24_b359", "text": "Extension of scope application: the possibility of including major GHG emission producers not yet subject to this scheme: new gases and/or sectors."}, {"text_block_id": "p24_b360", "text": "•"}, {"text_block_id": "p24_b361", "text": "Greater harmonization of the definition of the scope of application."}, {"text_block_id": "p24_b362", "text": "•"}, {"text_block_id": "p24_b363", "text": "To promote the inclusion of national projects in the European GHG Emission Trading Scheme."}, {"text_block_id": "p24_b364", "text": "•"}, {"text_block_id": "p24_b365", "text": "To harmonize the methodologies and allocation brackets at community level taking into account emissions by sector product unit. High priority must be given"}, {"text_block_id": "p25_b366", "text": "to achieve a greater degree of harmonization of allocations in the different Member States, avoiding situations of excessive differences in terms of initial situations and allocation rules that produce results that cannot be compared, if not directly discriminatory. The use of communitarian parameters can contribute to limit the dispersion. This will be a fundamental issue in the revision of Directive 2003/87/EC."}, {"text_block_id": "p25_b367", "text": "•"}, {"text_block_id": "p25_b368", "text": "Connection of the National Registry of Emission Allowances to the International Transaction Log (ITL). The ITL is a mechanism managed by the Secretariat of the United Nations Framework Convention on Climate Change that will control all the emission credit transactions made according to the Kyoto Protocol."}, {"text_block_id": "p25_b369", "text": "•"}, {"text_block_id": "p25_b370", "text": "Implementation in the National Registry of Emission Allowances (RENADE) of all operations included under the Kyoto Protocol. The RENADE has been totally operative since 2005 in the Communitarian scope, and it must meet new requirements derived from the implementation of the Kyoto Protocol. Thus, it must adapt to allow for new operations with Kyoto Protocol units: assigned amount units, sink units, certified emission reductions, etc."}, {"text_block_id": "p25_b371", "text": "•"}, {"text_block_id": "p25_b372", "text": "Promotion of the participation of installation holders covered by the scope of application of Law 1/2005 in terms of the flexible project-based mechanisms. The National Allocation Plan 2008-2012 allows the use of credits coming from flexible mechanisms to meet delivery obligations."}, {"text_block_id": "p25_b373", "text": "•"}, {"text_block_id": "p25_b374", "text": "Approval of the Royal Decree by which the internal legal framework for the flexible mechanisms of the Kyoto Protocol is developed, in particular for the project-based mechanisms of the Kyoto Protocol: Clean Development Mechanism and Joint Implementation Mechanism, established by Law 1/2005, of 9 March. This regulatory development seeks to:"}, {"text_block_id": "p25_b375", "text": "Approval of the Royal Decree by which the internal legal framework for the flexible mechanisms of the Kyoto Protocol is developed, in particular for the project-based mechanisms of the Kyoto Protocol: Clean Development Mechanism and Joint Implementation Mechanism, established by Law 1/2005, of 9 March. This regulatory development seeks to:\n* Regulate the procedure for the emission by the Designated National Authority of the information of voluntary participation in project-based mechanisms.\n* Apply the Double-accounting guidelines approved by the Commission in relation to the credits from project-based mechanisms.\n* Establish the necessary legal frame for the use of credits from project-based mechanisms by the facilities included within the scope of application of Law 1/2005, for purposes of fulfilling the delivery obligations of the established emission allowances."}, {"text_block_id": "p25_b381", "text": "(iii)  Indicators"}, {"text_block_id": "p25_b382", "text": "•"}, {"text_block_id": "p25_b383", "text": "Emissions per product unit in the sectors affected by the GHG Emission Trading Scheme."}, {"text_block_id": "p25_b384", "text": "•"}, {"text_block_id": "p25_b385", "text": "Real annual cover of the allocation (A-E) /E total and by activities"}, {"text_block_id": "p25_b386", "text": "•"}, {"text_block_id": "p25_b387", "text": "Price of emission allowances in the European market"}, {"text_block_id": "p25_b388", "text": "•"}, {"text_block_id": "p25_b389", "text": "Volume of allowances traded"}, {"text_block_id": "p25_b390", "text": "•"}, {"text_block_id": "p25_b391", "text": "Number of bodies assigned for the accreditation of verification organizations"}, {"text_block_id": "p26_b392", "text": "•"}, {"text_block_id": "p26_b393", "text": "Number of credited verification organizations"}, {"text_block_id": "p26_b394", "text": "3.3.5 S"}, {"text_block_id": "p26_b395", "text": "INKS"}, {"text_block_id": "p26_b396", "text": "(i)          Objectives"}, {"text_block_id": "p26_b397", "text": "The main goals of sector policies in this field, without prejudice of the principles and objectives that inspire the policies of forest and agriculture conservation and the international commitments assumed by Spain, based on sustainable and multifunctional management, are the following:"}, {"text_block_id": "p26_b398", "text": "o"}, {"text_block_id": "p26_b399_merged", "text": "To increase the capacity of CO2 sequestration of the atmosphere by wood stocks."}, {"text_block_id": "p26_b402", "text": "o"}, {"text_block_id": "p26_b403", "text": "To comply with the objective established by the National Allocation Plans prepared by the Government, foreseeing the compensation of 2% of emissions of the base year by activities related to land use, land-use change and forestry. This sequestration will have to be achieved, thanks to these activities, between 2008 and 2012."}, {"text_block_id": "p26_b404", "text": "(ii)           Measures"}, {"text_block_id": "p26_b405", "text": "Measures to increase the amount and quality of carbon sinks in the Spanish territory, and to reach, at least, the 2% established in NAP 2008-2012, include the following:"}, {"text_block_id": "p26_b406", "text": "•"}, {"text_block_id": "p26_b407", "text": "To increase forest surface, by means of forestation and reforestation of abandoned or degraded farming land, taking into account the objective of adapting woods to the expected climate change."}, {"text_block_id": "p26_b408", "text": "•"}, {"text_block_id": "p26_b409", "text": "To restore the soil cover by means of suitable forestry actions and native arboreal species."}, {"text_block_id": "p26_b410", "text": "•"}, {"text_block_id": "p26_b411", "text": "To improve the activity of research and development on the role of the forest sector in the capture of GHG emissions, including carbon sequestration forestry and remote sensing techniques."}, {"text_block_id": "p26_b412", "text": "•"}, {"text_block_id": "p26_b413", "text": "To establish preventive actions to avoid forest fires. These Plans shall focus on forestry and maintenance and improvement of the present efficiency level in forest fire extinction and on the follow up and control of the action and effects of the different harmful agents acting on Spanish forests."}, {"text_block_id": "p26_b414", "text": "•"}, {"text_block_id": "p26_b415", "text": "To increase carbon absorbed in agricultural systems by means of the reduction of tilling, ecological production, integrated production, withdrawal of land from cultivation, implementation of ligneous cultures replacing herbaceous or other of lower storage, the forestation of farming land, etc."}, {"text_block_id": "p26_b416", "text": "•"}, {"text_block_id": "p26_b417", "text": "To improve the sustainable management of forest ecosystems through the increase of forest surface, the exploitation of forest mass and the maintenance and improvement of forest resources."}, {"text_block_id": "p26_b418", "text": "•"}, {"text_block_id": "p26_b419", "text": "To establish an institutional and legislative framework to encourage the participation of the private sector in increasing the carbon capture capacity of"}, {"text_block_id": "p27_b420", "text": "Spanish sinks."}, {"text_block_id": "p27_b421", "text": "•"}, {"text_block_id": "p27_b422", "text": "To promote the Natural patrimony Fund created by the Forest Law of 10/2006, for investments in preventive works, sustainable forest management of our woods, etc."}, {"text_block_id": "p27_b423", "text": "•"}, {"text_block_id": "p27_b424", "text": "To develop and design an agile, exhaustive, precise and effective information system for the knowledge and the determination of carbon absorbed by the activities of land use, land-use change and forestry in our country."}, {"text_block_id": "p27_b425", "text": "(iii) Indicators"}, {"text_block_id": "p27_b426", "text": "•"}, {"text_block_id": "p27_b427", "text": "Carbon content of vegetal ecosystems."}, {"text_block_id": "p27_b428", "text": "•"}, {"text_block_id": "p27_b429", "text": "Carbon increase in these ecosystems."}, {"text_block_id": "p27_b430", "text": "•"}, {"text_block_id": "p27_b431", "text": "Increase or decrease of forest surface/ farming/ grass/ swamps/ urban settlements/ other uses."}, {"text_block_id": "p27_b432", "text": "•"}, {"text_block_id": "p27_b433", "text": "Surface that undergoes land-use changes; that is to say, the number of hectares that change from one use to another (increase and decrease of the hectares devoted to a particular activity)."}, {"text_block_id": "p27_b434", "text": "3.3.6 CO2"}, {"text_block_id": "p27_b435", "text": "CAPTURE AND GEOLOGICAL STORAGE"}, {"text_block_id": "p27_b436", "text": "(CCS)"}, {"text_block_id": "p27_b437", "text": "(i)         Objectives"}, {"text_block_id": "p27_b438", "text": "The Interministerial Committee for Climate Change (IPCC) has considered that"}, {"text_block_id": "p27_b439", "text": "the CO"}, {"text_block_id": "p27_b440", "text": "2"}, {"text_block_id": "p27_b441", "text": "capture and geological storage constitutes one of the options of the mitigation measures portfolio for the stabilization of atmospheric GHG concentrations."}, {"text_block_id": "p27_b442", "text": "Spain considers this emergent technology to be a valid option for mitigation. In this sense, the following objectives are established:"}, {"text_block_id": "p27_b443", "text": "o"}, {"text_block_id": "p27_b444", "text": "To determine the potential of this technology in Spain."}, {"text_block_id": "p27_b445", "text": "o"}, {"text_block_id": "p27_b446", "text": "To develop the necessary R&D&I both for the capture as well as for CO"}, {"text_block_id": "p27_b447", "text": "2"}, {"text_block_id": "p27_b448", "text": "storage, in collaboration with national Research Centres as well as with the companies of the sector."}, {"text_block_id": "p27_b449", "text": "o"}, {"text_block_id": "p27_b450", "text": "To assess the application of this technology as a mitigation option within the national set of measures."}, {"text_block_id": "p27_b451", "text": "o"}, {"text_block_id": "p27_b452_merged_merged_merged", "text": "To quantify the amount of CO2 available for capture and storage in Spanish facilities."}, {"text_block_id": "p27_b455", "text": "o"}, {"text_block_id": "p27_b456", "text": "To develop a legal framework of reference."}, {"text_block_id": "p27_b457", "text": "(ii)     Measures"}, {"text_block_id": "p27_b458", "text": "•"}, {"text_block_id": "p27_b459", "text": "Evaluation of the present situation of the CCS technology in Spain and abroad."}, {"text_block_id": "p27_b460", "text": "•"}, {"text_block_id": "p27_b461", "text": "Location of sources and places within the national territory and potential"}, {"text_block_id": "p28_b462", "text": "storage of the same."}, {"text_block_id": "p28_b463", "text": "•"}, {"text_block_id": "p28_b464", "text": "Evaluation of the CCS risks for local health, security and environment (in the phases of capture, transport and storage)."}, {"text_block_id": "p28_b465", "text": "•"}, {"text_block_id": "p28_b466", "text": "Follow-up and design of a suitable legal framework at national and international level."}, {"text_block_id": "p28_b467", "text": "•"}, {"text_block_id": "p28_b468", "text": "Study of the costs and economic potential of CCS under national conditions (geologic, technological and developmental)."}, {"text_block_id": "p28_b469", "text": "•"}, {"text_block_id": "p28_b470", "text": "Analysis of the contribution -absolute and relative- of CCS in GHG emission reduction by Spain. This analysis will be carried out through the evaluation of their weight within the framework of all mitigation options at national level, including both the increase of clean and renewable energies and energy saving and efficiency."}, {"text_block_id": "p28_b471", "text": "•"}, {"text_block_id": "p28_b472", "text": "Monitoring and coordination of the national initiatives that are carried out in matters of CCS, by the different scientific, technological and legal groups, along with industries of the energy and engineering sectors; for example:"}, {"text_block_id": "p28_b473", "text": "Technologic Platform, CENIT Consortium, El Bierzo- Energy City Project; GICC ELCOGAS Plant"}, {"text_block_id": "p28_b474", "text": ","}, {"text_block_id": "p28_b475", "text": "initiatives in mining,"}, {"text_block_id": "p28_b476", "text": "etc. The objective is to learn the status of this technique, its application in Spain, its legal implications and the participation in international negotiations, negotiations with European countries and with third countries."}, {"text_block_id": "p28_b477", "text": "•"}, {"text_block_id": "p28_b478", "text": "To encourage new research, development and innovation projects based on public-private collaboration"}, {"text_block_id": "p28_b479", "text": "(iii)     Indicators"}, {"text_block_id": "p28_b480", "text": "•"}, {"text_block_id": "p28_b481", "text": "Analysis of the storage potential in Spain (Mt CO"}, {"text_block_id": "p28_b482", "text": "2"}, {"text_block_id": "p28_b483", "text": "), identifying locations and calendar."}, {"text_block_id": "p28_b484", "text": "•"}, {"text_block_id": "p28_b485", "text": "Degree of technology development in each stage (capture, transport and storage) in Spain (high/average/under)."}, {"text_block_id": "p28_b486", "text": "3.3.7 SECTORS CONCERNED WITH DIFFUSE POLLUTION"}, {"text_block_id": "p28_b487", "text": "Sectors concerned with diffuse pollution are those sectors not included in Law 1/2005 which regulates GHG Emission Trading Scheme. These are: transport, residential, commercial and institutional; farming; wastes and fluorinated gases."}, {"text_block_id": "p28_b488", "text": "These sectors must make an important effort to reduce their emissions as reflected in the National Allocation Plan 2008-2012. The targets are the following:"}, {"text_block_id": "p28_b489", "text": "o"}, {"text_block_id": "p28_b490_merged_merged_merged", "text": "To ensure that GHG emissions do not surpass 37% over the base year of sectors concerned with diffuse pollution, according to the National Allocation Plan 2008-2012; in other words, to achieve a 188.5 Mt CO2 eq saving during the year period (37.7 Mt CO2 eq. annually)."}, {"text_block_id": "p28_b497", "text": "o"}, {"text_block_id": "p28_b498", "text": "Approval in 2007 of the 2008-2012 Energy Saving and Eficciency Action Plan (this is approached in the second part of this Strategy, focused on Clean Energy)."}, {"text_block_id": "p29_b499", "text": "3.3.7.1 Transport sector"}, {"text_block_id": "p29_b500", "text": "The Transport sector has a specific chapter in the Spanish Strategy of Sustainable Development, where diverse objectives, measures and indicators are considered for purposes of promoting a system of more efficient transport than preserves the environment and non-renewable resources."}, {"text_block_id": "p29_b501", "text": "(i)        Objectives"}, {"text_block_id": "p29_b502", "text": "The main objectives in the transport sector are framed within five areas: infrastructures and territorial planning, modal change, energy efficiency, environmental quality and demand management."}, {"text_block_id": "p29_b503", "text": "The targets for each of the five areas are:"}, {"text_block_id": "p29_b504", "text": "Infrastructures and territorial planning:"}, {"text_block_id": "p29_b505", "text": "o"}, {"text_block_id": "p29_b506", "text": "To promote a greater integration of the territorial and city planning with transport, by developing the mechanisms for coordination and administrative cooperation, especially in the urban areas."}, {"text_block_id": "p29_b507", "text": "o"}, {"text_block_id": "p29_b508", "text": "To integrate environmental criteria in the plans, Programmes and developmental actions of the Strategic Transport Infrastructure Plan PEIT (Plan estratégico de infrastructuras del transporte); as well as to monitor the objectives and key actions in the Transport sector, along with its interaction with other energy, industrial, economic, environmental policies, etc."}, {"text_block_id": "p29_b509", "text": "Modal change:"}, {"text_block_id": "p29_b510", "text": "o"}, {"text_block_id": "p29_b511", "text": "Rebalance the present modal distribution, exploiting the most sustainable forms, such as trains, buses and transport by sea in the international and interurban scopes, and collective transport (bus/ railroad/ metro/ street car) and non-motorized systems in the urban one."}, {"text_block_id": "p29_b512", "text": "o"}, {"text_block_id": "p29_b513", "text": "To promote the implementation of measures to support railroad transport for merchandise to achieve the objectives of modal change of PEIT in the short and medium term."}, {"text_block_id": "p29_b514", "text": "o"}, {"text_block_id": "p29_b515", "text": "To increase the level of intermodal integration of the transport system."}, {"text_block_id": "p29_b516", "text": "Energy efficiency:"}, {"text_block_id": "p29_b517", "text": "o"}, {"text_block_id": "p29_b518", "text": "To limit the consumption of non-renewable resources and to improve the energy efficiency of transport services facilities, prioritizing these requirements both in the renovation or the restoration of the existing ones, and in new facilities"}, {"text_block_id": "p29_b519", "text": "o"}, {"text_block_id": "p29_b520", "text": "To improve the energy efficiency of the diverse transport modes, by reducing final energy consumption of inner transport modes per unit of gross domestic product and per unit of transport activity."}, {"text_block_id": "p29_b521", "text": "Environmental quality:"}, {"text_block_id": "p29_b522", "text": "o"}, {"text_block_id": "p29_b523", "text": "To reduce specific emissions -per unit of transport activity- GHG and other polluting agents, as well as absolute ones when necessary for the fulfilment of the international commitments -Kyoto Protocol or National Allocation Plans of"}, {"text_block_id": "p30_b524", "text": "Emission Allowances- or the objectives related to the quality of air in urban areas."}, {"text_block_id": "p30_b525", "text": "Demand management:"}, {"text_block_id": "p30_b526", "text": "To develop measures of demand management in crowded areas, aiming at promoting the rational use of private vehicles in the urban areas."}, {"text_block_id": "p30_b527", "text": "(ii) Measures"}, {"text_block_id": "p30_b528", "text": "The measures to be considered within the five areas of interest focus on:"}, {"text_block_id": "p30_b529", "text": "Infrastructures and territorial planning:"}, {"text_block_id": "p30_b530", "text": "•"}, {"text_block_id": "p30_b531", "text": "Development of a high performance railway network, ready for a traffic mix of passengers and merchandise in most of its sections, covering the territory in a balanced way, so that in the PEIT (2020) horizon, 90% of the population lives within 50 km. of a station of the said network."}, {"text_block_id": "p30_b532", "text": "•"}, {"text_block_id": "p30_b533", "text": "Defining a network of transport of merchandise by railroad that satisfies the interoperability requirements of the conventional rail system and considers the improvement of linear infrastructures and facilities, in order to create sufficient capacity for the most important road systems and good accessibility and connection to the nodes and logistic platforms."}, {"text_block_id": "p30_b534", "text": "•"}, {"text_block_id": "p30_b535", "text": "Development in the respective jurisdiction of each Administration of the legislation on sustainable mobility, along with the promotion of the carrying out of the Sustainable Mobility Programmes, as the preferred instruments in urban and interurban areas."}, {"text_block_id": "p30_b536", "text": "•"}, {"text_block_id": "p30_b537", "text": "Coordination and Preparation of an indicator system showing the state and the evolution of transport in Spain, and assessing the degree of fulfilment of policies and measures"}, {"text_block_id": "p30_b538", "text": "Modal change:"}, {"text_block_id": "p30_b539", "text": "•"}, {"text_block_id": "p30_b540", "text": "Encourage investments in rail infrastructures (48% of the total PEIT)."}, {"text_block_id": "p30_b541", "text": "•"}, {"text_block_id": "p30_b542", "text": "Dynamization of the railway transport market and adaptation of railway public operators to the new situation."}, {"text_block_id": "p30_b543", "text": "•"}, {"text_block_id": "p30_b544", "text": "Implementation of the Sea Freeways, as a high quality alternative of great competitiveness with transport of merchandise by road."}, {"text_block_id": "p30_b545", "text": "•"}, {"text_block_id": "p30_b546", "text": "Development of intermodal infrastructures •terminals and accesses- both for passengers and merchandise."}, {"text_block_id": "p30_b547", "text": "•"}, {"text_block_id": "p30_b548", "text": "Reinforcement of the support to the urban and metropolitan collective transport in the framework of coordinated actions from all the Administrations. Key targets for the State General Administration are:"}, {"text_block_id": "p30_b549", "text": "Reinforcement of the support to the urban and metropolitan collective transport in the framework of coordinated actions from all the Administrations. Key targets for the State General Administration are:\n* The establishment and proposal of Guidelines to all Administrations for action in urban areas;\n* Continuous improvement of commuter railways ;\n* The establishment of platforms reserved for collective transport in the access to the main cities;\n* Improving the access to activity centres (hospitals, universities, business and industrial areas, leisure centres, etc.) by collective transport;\n* Financial support to collective transport.\n* Administrative integration (Partnerships), fares (transport integrated fare) and physical (interchangers)."}, {"text_block_id": "p31_b561", "text": "•"}, {"text_block_id": "p31_b562", "text": "Promotion and support, in the framework of coordinated actions from all the Administrations, of measures in favour of non-motorized mobility -pedestrians and bicycles- in urban and metropolitan areas, along with their integration within the transport chain. Some of the most relevant initiatives are:"}, {"text_block_id": "p31_b563", "text": "Promotion and support, in the framework of coordinated actions from all the Administrations, of measures in favour of non-motorized mobility -pedestrians and bicycles- in urban and metropolitan areas, along with their integration within the transport chain. Some of the most relevant initiatives are:\n* Preparation of action guidelines,\n* Establishing cycling routes networks separate from motor traffic\n* Improving non-motorized access â¢ cycle tracks and pedestrian routes- to activity centres (hospitals, universities, business and industrial areas, leisure centres, etc.)."}, {"text_block_id": "p31_b569", "text": "Energy efficiency:"}, {"text_block_id": "p31_b570", "text": "•"}, {"text_block_id": "p31_b571", "text": "Use of bioclimate architecture and building and technological solutions to reduce energy consumed in the preparation and lighting of the new facilities for transport services, especially in important terminals, as well as in the restoration of transport facilities."}, {"text_block_id": "p31_b572", "text": "•"}, {"text_block_id": "p31_b573", "text": "Use of the most efficient technologies in electrical and thermal power generation; for example, co-generation with natural gas and/or biomass, and of renewable energies, mainly: solar, thermal and photovoltaic, in the new facilities for transport services as well as in the restoration of transport facilities whose environmental conditions and economy of scale allow the same."}, {"text_block_id": "p31_b574", "text": "•"}, {"text_block_id": "p31_b575", "text": "Installation of low consumption and high performance lighting fixtures in new infrastructures and external equipment of transport services, as well as in the renovation of the existing ones."}, {"text_block_id": "p31_b576", "text": "•"}, {"text_block_id": "p31_b577", "text": "Improvement of air transport operativity by means of the modernization of air traffic control systems, navigation aids, intelligent systems and airships management."}, {"text_block_id": "p31_b578", "text": "•"}, {"text_block_id": "p31_b579", "text": "Gradual integration of energy efficiency criteria in administrative contracts to increase the number of clean-air vehicles in the governmental vehicle fleet and in the service fleets to be submitted to concessions."}, {"text_block_id": "p31_b580", "text": "•"}, {"text_block_id": "p31_b581", "text": "To improve the effectiveness of energy labels for vehicles, extending the use of the energy qualification of automobiles and extending this label to light vehicles."}, {"text_block_id": "p31_b582", "text": "•"}, {"text_block_id": "p31_b583", "text": "Development of training Programmes on efficient driving."}, {"text_block_id": "p31_b584", "text": "Environmental quality:"}, {"text_block_id": "p31_b585", "text": "•"}, {"text_block_id": "p31_b586", "text": "Development of a territorial and transport policy, coordinated between the Public Administrations, that contributes to the fight against climate change by means of the inclusion of objectives of GHG Emissions reduction in agreement with the commitments subscribed in the transport plan (sector plans of the PEIT, intermodal, related to urban and metropolitan mobility, access to activity centres, etc.)."}, {"text_block_id": "p31_b587", "text": "•"}, {"text_block_id": "p31_b588", "text": "Development of plans and Programmes for the improvement of air quality, especially in urban areas, and according to voluntary agreements among the public Administrations and the associations and companies of the Transport sector, that must establish quantifiable and verifiable commitments to improve environmental quality."}, {"text_block_id": "p31_b589", "text": "•"}, {"text_block_id": "p31_b590", "text": "Promote the implementation of Environmental Management Systems in companies of the Transport sector."}, {"text_block_id": "p31_b591", "text": "•"}, {"text_block_id": "p31_b592", "text": "Use of clean-air vehicles in urban public transport fleets."}, {"text_block_id": "p31_b593", "text": "•"}, {"text_block_id": "p31_b594", "text": "Increase the use of clean-air vehicles in the fleets of auxiliary vehicles and airports land equipment."}, {"text_block_id": "p32_b595", "text": "•"}, {"text_block_id": "p32_b596", "text": "Promote by means of economic instruments of energy efficient and/or clean-air vehicles in the vehicle fleet for roads (coaches, buses, trucks, etc.) and boats."}, {"text_block_id": "p32_b597", "text": "Demand management:"}, {"text_block_id": "p32_b598", "text": "•"}, {"text_block_id": "p32_b599", "text": "Incorporate sustainable mobility objectives in urban planning and the promotion of city-planning developments that do not encourage the use of private vehicles."}, {"text_block_id": "p32_b600", "text": "•"}, {"text_block_id": "p32_b601", "text": "Implement Mobility Plans for big companies, public Administrations and their Bodies (Universities, Hospitals), industrial areas and other activity centres, counting on the participation of workers and their representatives, along with the promotion of collective agreements that extend these sustainable mobility actions to all work centres, all of this within the framework of the social dialogue."}, {"text_block_id": "p32_b602", "text": "•"}, {"text_block_id": "p32_b603", "text": "Promote higher number of passengers per private vehicle, by means, for example, of special tracks for high occupancy vehicles or to encourage car"}, {"text_block_id": "p32_b604", "text": "-"}, {"text_block_id": "p32_b605", "text": "pooling."}, {"text_block_id": "p32_b606", "text": "•"}, {"text_block_id": "p32_b607", "text": "Incorporate environmental criteria to vehicles registration Tax, so that vehicles are taxed based on the pollution they generate."}, {"text_block_id": "p32_b608", "text": "•"}, {"text_block_id": "p32_b609", "text": "Development of parking management and fares for cities, so as to encourage the rational use of private vehicles."}, {"text_block_id": "p32_b610", "text": "(ii) Indicators"}, {"text_block_id": "p32_b611", "text": "-"}, {"text_block_id": "p32_b612", "text": "Energy intensity of transport: final energy consumption per unit of gross domestic product (unit: J/ )."}, {"text_block_id": "p32_b613", "text": "-"}, {"text_block_id": "p32_b614", "text": "Urban mobility: percentage of trips per transport mode •non-motorized, private vehicle, bus, train and metro, and others- in metropolitan areas having more than 500,000 inhabitants (units: adimensional)."}, {"text_block_id": "p32_b615", "text": "-"}, {"text_block_id": "p32_b616", "text": "Modal distribution of inner-city transport of passengers: percentage of inner-city transport of passengers measured in terms of passenger- km, distributed according to modes: road, train, air and sea (units: adimensional)."}, {"text_block_id": "p32_b617", "text": "-"}, {"text_block_id": "p32_b618", "text": "Modal distribution of inner-city transport of merchandise: percentage of inner-city transport of merchandise measured in terms of Ton- km, distributed according to modes: road, train, air and pipes (units: adimensional)."}, {"text_block_id": "p32_b619", "text": "-"}, {"text_block_id": "p32_b620", "text": "Exclusive routes for collective transport, high occupancy vehicles or carpooling and non-motorized mobility."}, {"text_block_id": "p32_b621", "text": "-"}, {"text_block_id": "p32_b622", "text": "GHG Emissions: absolute emissions for transport (units: t CO"}, {"text_block_id": "p32_b623", "text": "2"}, {"text_block_id": "p32_b624", "text": "eq) both for passengers and merchandise."}, {"text_block_id": "p32_b625", "text": "-"}, {"text_block_id": "p32_b626_merged_merged_merged", "text": "Average Specific Emissions of new vehicles (units: g CO2/km)."}, {"text_block_id": "p32_b629", "text": "3.3.7.2 Residential, commercial and institutional sector"}, {"text_block_id": "p32_b630", "text": "(i) Objectives"}, {"text_block_id": "p32_b631", "text": "o"}, {"text_block_id": "p32_b632", "text": "Improve energy efficiency in buildings, both in outdoor walls and"}, {"text_block_id": "p33_b633", "text": "equipments."}, {"text_block_id": "p33_b634", "text": "o"}, {"text_block_id": "p33_b635", "text": "Promote measures to change consumer behaviour."}, {"text_block_id": "p33_b636", "text": "o"}, {"text_block_id": "p33_b637", "text": "Monitor the Objectives under the Technical Building Code and implement energy qualification systems in buildings."}, {"text_block_id": "p33_b638", "text": "o"}, {"text_block_id": "p33_b639", "text": "Promote the use of renewable energies."}, {"text_block_id": "p33_b640", "text": "o"}, {"text_block_id": "p33_b641", "text": "Develop major Programmes in public buildings."}, {"text_block_id": "p33_b642", "text": "(ii) Measures"}, {"text_block_id": "p33_b643", "text": "•"}, {"text_block_id": "p33_b644", "text": "Reinforce the measures included in E4, and particularly in the Action Plan."}, {"text_block_id": "p33_b645", "text": "•"}, {"text_block_id": "p33_b646", "text": "Promote actions to increase energy efficiency of old buildings by means of subventions or incentives (at national or autonomous level)."}, {"text_block_id": "p33_b647", "text": "•"}, {"text_block_id": "p33_b648", "text": "Approve the revision of the Regulation for Thermal Installations in Buildings and Energy Certification of Buildings."}, {"text_block_id": "p33_b649", "text": "•"}, {"text_block_id": "p33_b650", "text": "Establish tools and follow-up mechanisms and the correct implementation of the Technical Building Code in new buildings so as to know the degree of compliance with the technical characteristics covered by the Code."}, {"text_block_id": "p33_b651", "text": "•"}, {"text_block_id": "p33_b652", "text": "Communicate the technical standard for energy efficiency and promote labelling in air conditioning units."}, {"text_block_id": "p33_b653", "text": "•"}, {"text_block_id": "p33_b654", "text": "Encourage the use of low-consumption light bulbs."}, {"text_block_id": "p33_b655", "text": "•"}, {"text_block_id": "p33_b656", "text": "Establish the necessary measures so as to include the energy qualification label in the promotion and publicity material to advertise new housing projects and home appliances, and extend this to all home furnishings."}, {"text_block_id": "p33_b657", "text": "•"}, {"text_block_id": "p33_b658", "text": "Prepare a technical standard for energy efficiency and saving in public lighting."}, {"text_block_id": "p33_b659", "text": "•"}, {"text_block_id": "p33_b660", "text": "Establish systems to program temperature inside commercial centres and public buildings, avoiding energy losses through exit doors."}, {"text_block_id": "p33_b661", "text": "•"}, {"text_block_id": "p33_b662", "text": "Establish inspection and follow-up systems of energy saving measures applied in the tertiary sector."}, {"text_block_id": "p33_b663", "text": "•"}, {"text_block_id": "p33_b664", "text": "Promote the change of coal community burners, and petroleum coke if applicable, for cleaner fuels, such as: biomass (pellets), so as to progressively substitute coal consumption to reach full substitution in 2012."}, {"text_block_id": "p33_b665", "text": "•"}, {"text_block_id": "p33_b666", "text": "Reinforce awareness campaigns such as the ENERPYME (Energía para Pequeñas y Medianas Empresas) project: to encourage initiatives in energy efficiency and renewable energies in small and medium-size companies)."}, {"text_block_id": "p33_b667", "text": "•"}, {"text_block_id": "p33_b668", "text": "Extend the use of solar thermal panels in new housing projects, independently of their size, as well as in other buildings and public facilities: sport centres, schools, universities and research centres, etc."}, {"text_block_id": "p33_b669", "text": "•"}, {"text_block_id": "p33_b670", "text": "Encourage the use of more efficient equipments in the residential sector (office equipment, home appliances•), creating incentives and/or increasing the requirements of materials available in the market in terms of energy efficiency."}, {"text_block_id": "p33_b671", "text": "•"}, {"text_block_id": "p33_b672", "text": "Design instruments to promote energy saving measures in big facilities and/or penalize the excess of energy consumption in the service sector."}, {"text_block_id": "p33_b673", "text": "•"}, {"text_block_id": "p33_b674", "text": "Develop and intensify public awareness campaigns about the importance of"}, {"text_block_id": "p34_b675", "text": "energy saving to avoid waste in daily activities, both in the domestic area and in the service sector."}, {"text_block_id": "p34_b676", "text": "•"}, {"text_block_id": "p34_b677", "text": "Make a diagnosis of the circumstances in which poligeneration schemes become more efficient than individual solutions to satisfy the thermal and electricity energy demand in new housing projects."}, {"text_block_id": "p34_b678", "text": "•"}, {"text_block_id": "p34_b679", "text": "Promote the use of wood as a renewable resource."}, {"text_block_id": "p34_b680", "text": "•"}, {"text_block_id": "p34_b681", "text": "Reinforce Programmes to decrease water consumption and minimize waste production."}, {"text_block_id": "p34_b682", "text": "(iii)   Indicators"}, {"text_block_id": "p34_b683", "text": "•"}, {"text_block_id": "p34_b684", "text": "CO"}, {"text_block_id": "p34_b685", "text": "2"}, {"text_block_id": "p34_b686", "text": "emissions per household"}, {"text_block_id": "p34_b687", "text": "•"}, {"text_block_id": "p34_b688", "text": "Consumption of total final energy in homes (air conditioning, heating, boilers, home appliances and kitchen)."}, {"text_block_id": "p34_b689", "text": "•"}, {"text_block_id": "p34_b690_merged_merged", "text": "CO2 emissions of the residential, institutional and service sector."}, {"text_block_id": "p34_b693", "text": "•"}, {"text_block_id": "p34_b694", "text": "Electricity and fuel consumption in public buildings and services."}, {"text_block_id": "p34_b695", "text": "3.3.7.3 Farming sector"}, {"text_block_id": "p34_b696", "text": "(i)          Objectives"}, {"text_block_id": "p34_b697", "text": "o"}, {"text_block_id": "p34_b698", "text": "To achieve emissions reduction of the sector through sustainable agriculture, good practices in agriculture and farming, and an appropriate intensive agriculture."}, {"text_block_id": "p34_b699", "text": "o"}, {"text_block_id": "p34_b700", "text": "To increase carbon sequestration in our country to achieve the target fixed by the National Allocation Plan 2008-2012 so as to obtain sequestrations by carbon sinks equivalent to 2% of the base year emissions."}, {"text_block_id": "p34_b701", "text": "(ii)    Measures"}, {"text_block_id": "p34_b702", "text": "•"}, {"text_block_id": "p34_b703", "text": "Create a Farmland Management Registry which includes, among other data, hectares of plot, type of crop, harvesting techniques, fertilizers application and irrigation systems."}, {"text_block_id": "p34_b704", "text": "•"}, {"text_block_id": "p34_b705", "text": "Create a Cattle Registry with annual parameters that affect GHG emissions: cattle operations, number of heads, cattle species, data on grasslands (hectares, species, location, cattle load,•), generated manure, manure management, cattle feed type."}, {"text_block_id": "p34_b706", "text": "•"}, {"text_block_id": "p34_b707", "text": "Annual inventory of GHG and the balance of Nitrogen in Spanish Agriculture at provincial level."}, {"text_block_id": "p34_b708", "text": "•"}, {"text_block_id": "p34_b709", "text": "Updating the map of crops and yield (1:50.000 scale)."}, {"text_block_id": "p34_b710", "text": "•"}, {"text_block_id": "p34_b711", "text": "Characterization of Production systems for Herbaceous Cultures."}, {"text_block_id": "p34_b712", "text": "•"}, {"text_block_id": "p34_b713", "text": "Information and support to ensure effective compliance with the standards on the reduction of mineral fertilizers and phytosanitary products, as well as for the application of the codes of good agricultural practices."}, {"text_block_id": "p35_b714", "text": "•"}, {"text_block_id": "p35_b715", "text": "Support measures to the rationalization of manure management and other cattle residues and to the improvement of feed characteristics for intensive cattle raising."}, {"text_block_id": "p35_b716", "text": "•"}, {"text_block_id": "p35_b717", "text": "Presentation of a plan to reduce nitrogenated fertilizers to minimize nitrous oxide emissions."}, {"text_block_id": "p35_b718", "text": "•"}, {"text_block_id": "p35_b719", "text": "Coordination of the farming policies with other sectors of activity that generate by-products which are likely to be used in agriculture, such as the use in agriculture of industrial muds from purifying residual water stations, industrial sources and the organic fraction of urban solid waste, or agricultural and farming waste."}, {"text_block_id": "p35_b720", "text": "•"}, {"text_block_id": "p35_b721", "text": "Presentation of the Excretion Biodigestion Plan."}, {"text_block_id": "p35_b722", "text": "•"}, {"text_block_id": "p35_b723", "text": "To diminish the surface of farming land where burning of stubbles and straw is still performed, allowing and supervising this activity according to strict norms and special authorizations, in agreement with conditionality requirements established by Royal Decree 2352/2004 which extends Communitarian Regulations 1782/2003 and 796/2004."}, {"text_block_id": "p35_b724", "text": "•"}, {"text_block_id": "p35_b725", "text": "To improve energy efficiency in irrigation, both in terms of the supplying of hydric resources, and irrigation systems (gravity-pressure)."}, {"text_block_id": "p35_b726", "text": "•"}, {"text_block_id": "p35_b727", "text": "To improve the use of renewable energies in desalination processes."}, {"text_block_id": "p35_b728", "text": "•"}, {"text_block_id": "p35_b729_merged", "text": "To increase farmlands destined to energy crops with a positive life cycle energy balance and positive CO2emissions, to contribute to the objectives of the Renewable Energy Plan."}, {"text_block_id": "p35_b733", "text": "•"}, {"text_block_id": "p35_b734", "text": "To improve the activity of research and development on emissions limitation and reduction in the farming and fishing sector."}, {"text_block_id": "p35_b735", "text": "•"}, {"text_block_id": "p35_b736", "text": "To encourage, by means of awareness campaigns, the consumption of ecological products that reflect the advantages of ecological production, the increase of farmland used for this activity, emphasizing the efficiency, the decrease of energy and resources consumption (water consumption) and the polluting burden of fertilizers."}, {"text_block_id": "p35_b737", "text": "•"}, {"text_block_id": "p35_b738", "text": "Plan to renovate the park of agricultural tractors and promote saving and energy efficiency actions in using the same."}, {"text_block_id": "p35_b739", "text": "(iii) Indicators"}, {"text_block_id": "p35_b740", "text": "•"}, {"text_block_id": "p35_b741", "text": "Consumption of energy/ hectare of crop;"}, {"text_block_id": "p35_b742", "text": "•"}, {"text_block_id": "p35_b743", "text": "Methane emissions per cattle head (bovine, ovine, goat, pig and horse);"}, {"text_block_id": "p35_b744", "text": "•"}, {"text_block_id": "p35_b745", "text": "Nitrous oxide emissions per unit of fertilizer used (kg N2O/kg);"}, {"text_block_id": "p35_b746", "text": "•"}, {"text_block_id": "p35_b747", "text": "Surface of energy cultures (surface/ total cultivated area)"}, {"text_block_id": "p35_b748", "text": "•"}, {"text_block_id": "p35_b749", "text": "Fuel consumption for vehicles of agricultural traction/ cultivated area;"}, {"text_block_id": "p35_b750", "text": "•"}, {"text_block_id": "p35_b751", "text": "Area for ecological crops (area/cultivated area)."}, {"text_block_id": "p36_b752", "text": "(i) Objectives"}, {"text_block_id": "p36_b753", "text": "o"}, {"text_block_id": "p36_b754", "text": "GHG Emissions reduction derived from the Waste sector and optimization of energy efficiency from management processes, treatment and monitoring of the same."}, {"text_block_id": "p36_b755", "text": "o"}, {"text_block_id": "p36_b756", "text": "In view of obtaining the objective above, integrate and update waste planning."}, {"text_block_id": "p36_b757", "text": "o"}, {"text_block_id": "p36_b758", "text": "High-priority support to the reduction of waste and the use of their materials, as well as the biomethanization and recovery of biogas from landfills."}, {"text_block_id": "p36_b759", "text": "o"}, {"text_block_id": "p36_b760", "text": "Encourage the energy use of forest, agro-industrial and agricultural waste."}, {"text_block_id": "p36_b761", "text": "(ii) Measures"}, {"text_block_id": "p36_b762", "text": "•"}, {"text_block_id": "p36_b763", "text": "To encourage awareness campaigns to decrease waste at domestic, commercial and institutional level, by means of promoting the reduction and reuse of waste in homes, schools, commerce, industries, etc."}, {"text_block_id": "p36_b764", "text": "•"}, {"text_block_id": "p36_b765", "text": "To define biomass national Strategies and the use of organic matter so as to ensure the viability of the use of the resources contained in waste."}, {"text_block_id": "p36_b766", "text": "•"}, {"text_block_id": "p36_b767", "text": "To implement an Integrated Waste National Plan 2007-2015 that considers actions and efforts so that the sector participates in the fulfilment of the Kyoto objectives during the five-year period 2008-2012. The Plan should consider, among others, issues related to:"}, {"text_block_id": "p36_b768", "text": "To implement an Integrated Waste National Plan 2007-2015 that considers actions and efforts so that the sector participates in the fulfilment of the Kyoto objectives during the five-year period 2008-2012. The Plan should consider, among others, issues related to:\n* The increase of recycling and valuation rates.\n* The promotion of ecopackaging.\n* Value the implementation of the Deposit, Return and Reuse System when the type of waste so allows.\n* Compost quality standards similar to European ones.\n* Encourage the acceleration of autonomic and local plans in matters of controlled landfills by supporting the establishment of treatment facilities having biomethanization and biogas recovery among their procedures.\n* Support the selective collection of organic matter in origin, specially the one coming from high consumers, as well as the establishment of classification and compost plants for the treatment of organic matter.\n* Closing, sealing and restoration of uncontrolled landfills."}, {"text_block_id": "p36_b782", "text": "(iii) Indicators"}, {"text_block_id": "p36_b783", "text": "•"}, {"text_block_id": "p36_b784", "text": "Amount of waste generated / inhabitant/ year;"}, {"text_block_id": "p36_b785", "text": "•"}, {"text_block_id": "p36_b786", "text": "Emissions CH4/kg RSU spilled;"}, {"text_block_id": "p36_b787", "text": "•"}, {"text_block_id": "p36_b788", "text": "Recycling rate: kg recycled/ kg (total, plastic, cardboard, glass and organic waste)"}, {"text_block_id": "p36_b789", "text": "•"}, {"text_block_id": "p36_b790", "text": "Energy produced by waste management."}, {"text_block_id": "p37_b791", "text": "3.3.7.5 Fluorinated gases"}, {"text_block_id": "p37_b792", "text": "(i) Objectives"}, {"text_block_id": "p37_b793", "text": "Historical emissions of Fluorinated gases (Hydrofluorocarbons: HFCs;"}, {"text_block_id": "p37_b794", "text": "Perfluorocarbons: PFCs; and Sulphur Hexafluoride: SF"}, {"text_block_id": "p37_b795", "text": "6"}, {"text_block_id": "p37_b796", "text": ":) show a global trend to decrease in the last few years that will tend to remain constant during the five-year period 2008-2012. For this reason the main objective of the foregoing strategy for this sector is:"}, {"text_block_id": "p37_b797", "text": "o"}, {"text_block_id": "p37_b798", "text": "To reinforce the trend of the sector to obtain reductions of Fluorinated gases."}, {"text_block_id": "p37_b799", "text": "(ii) Measures"}, {"text_block_id": "p37_b800", "text": "To continue with this trend the following regulations have to be incorporated to the national juridical order of the following European legal regulartions:"}, {"text_block_id": "p37_b801", "text": "•"}, {"text_block_id": "p37_b802", "text": "Regulation 842/2006, of 17 May 2006, on certain Fluorinated gas emissions. This Regulation establishes limitations and controls in the containment, the use, the recovery and the destruction of certain Fluorinated gas emissions and the labelling and destruction of products and devices containing the said gases. Likewise, it regulates the communication of data related to these gases, the control of the uses and the forbiddance to commercialize certain products and devices (considered in Article 9 and Annex II). The Regulation will be effective July 4, 2007."}, {"text_block_id": "p37_b803", "text": "•"}, {"text_block_id": "p37_b804", "text": "Directive 2006/40/CE, of 17 May 2006, related to emissions coming from air conditioning systems of motor vehicles. This Directive establishes the requirements for EC homologation and the national homologation of certain categories of vehicles with respect to the emissions coming from air conditioning systems of motor vehicles and to the safe operation of these systems, as well as the dispositions on the retrofitting and recharges of these systems. The requirements and dispositions of the Directive will take effect the 5 January 2008. The Directive is due to transpose to the Spanish legal ordering before the 5 January 2008."}, {"text_block_id": "p37_b805", "text": "(iii) Indicators"}, {"text_block_id": "p37_b806", "text": "•"}, {"text_block_id": "p37_b807", "text": "Kt HFC/ year."}, {"text_block_id": "p37_b808", "text": "•"}, {"text_block_id": "p37_b809", "text": "Kt PFCs/year."}, {"text_block_id": "p37_b810", "text": "•"}, {"text_block_id": "p37_b811_merged_merged", "text": "Kt SF6/ year."}, {"text_block_id": "p37_b814", "text": "3.3.8 A"}, {"text_block_id": "p37_b815", "text": "DAPTATION"}, {"text_block_id": "p37_b816", "text": "Adaptation to climate change is necessary and it complements mitigation  actions: climate change represents a risk source, before which adaptation is the answer to diminish the impacts or to exploit opportunities. The evaluation of this risk is a complex task with many associated uncertainties that require an multidisciplinary scientific, social and economical approach."}, {"text_block_id": "p38_b817", "text": "(i) Objectives"}, {"text_block_id": "p38_b818", "text": "The main objective is the development and the application of the National Climate Change Adaptation Plan (NCCAP), the main purpose of which is integrate adaptation to climate change in the planning and management of the different socioeconomic sectors and ecological systems in Spain. As indicated in the NCCAP, it is necessary to consider that each sector and/or system has a different temporary horizon of adaptation to climate change based on its specificities."}, {"text_block_id": "p38_b819", "text": "NCCAP serves as the framework for the coordination between Public Administrations in all matters related to the activities of impact evaluation, vulnerability and adaptation to climate change."}, {"text_block_id": "p38_b820", "text": "The specific objectives of NCCAP include the promotion of participative impact evaluation, the vulnerability and adaptation options in all the sectors and systems considered in Plan, the progressive promotion of transector integrated evaluations in different areas of the Spanish geography and the communication and effective diffusion of the main results reached in the different impact evaluation studies."}, {"text_block_id": "p38_b821", "text": "(ii) Measures"}, {"text_block_id": "p38_b822", "text": "•"}, {"text_block_id": "p38_b823", "text": "The development of the NCCAP will be carried out by means of Work Programmes prepared by the Spanish Bureau of Climate Change and approved by the CCPCC. The first Work Programme for the beginning of the development of the NCCAP has been executed taking into account the following activities, already implemented: Generation of regional climate scenarios:"}, {"text_block_id": "p38_b824", "text": "The development of the NCCAP will be carried out by means of Work Programmes prepared by the Spanish Bureau of Climate Change and approved by the CCPCC. The first Work Programme for the beginning of the development of the NCCAP has been executed taking into account the following activities, already implemented: Generation of regional climate scenarios:\n* To develop, document and ensure availability of the National Adaptation Plan Regional Climate Scenarios for Spain\n* To implement a mechanism of operative generation and update of regional climate scenarios for Spain, to periodically feed the National Adaptation Plan\n* To carry out an evaluation of the impacts of climate change on the hydric resources in Spain in the 21st century by means of quantitative and qualitative modelling of hydrological scenes, identifying the most critical areas for purposes of climate change.\n* To make an evaluation of the capacity of the present management system of hydric resources to manage the new hydrological scenarios.\n* To make a first assessment of the potential effects of climate change on determined demands in Spain, identifying measures for the adaptation of the supply and demand of hydric resources.\n* To identify the areas and most vulnerable elements of the Spanish coastal area due to the effects of climate change throughout the 21st"}, {"text_block_id": "p38_b828", "text": "•"}, {"text_block_id": "p38_b829", "text": "Impact evaluation of climate change on hydric resources"}, {"text_block_id": "p38_b836", "text": "•"}, {"text_block_id": "p38_b837", "text": "Impact evaluation of climate change in biodiversity:"}, {"text_block_id": "p38_b838", "text": "To identify the most vulnerable Spanish habitats and taxa to climate change in Spain, and to consider their adaptation capacity of adaptation to the same during the 21"}, {"text_block_id": "p38_b839", "text": "st"}, {"text_block_id": "p38_b840", "text": "century, identifying potential conservation measures to diminish the impacts."}, {"text_block_id": "p38_b841", "text": "•"}, {"text_block_id": "p38_b842", "text": "Impact evaluation of climate change in coastal areas:"}, {"text_block_id": "p39_b846", "text": "Impact evaluation of climate change in coastal areas:\n"}, {"text_block_id": "p39_b847", "text": "•"}, {"text_block_id": "p39_b848", "text": "Preparation and implementation in 2007 of the Coordinated Programme between the State General Administration and the AACC in matters of research on climate change impacts and adaptation, taking health, agriculture and tourism as high-priority areas at least during the first stage."}, {"text_block_id": "p39_b849", "text": "•"}, {"text_block_id": "p39_b850", "text": "To analyze the existing training needs in terms of adaptation to climate change and to organize training actions directed to technical and productive key sectors."}, {"text_block_id": "p39_b851", "text": "•"}, {"text_block_id": "p39_b852", "text": "The specificity of the different geographic zones makes it necessary to develop individual scenarios that respond to very different meteorological factors."}, {"text_block_id": "p39_b853", "text": "Up to 2012 the remaining ecological systems and socioeconomic sectors will have to be approached."}, {"text_block_id": "p39_b854", "text": "(iii) Indicators"}, {"text_block_id": "p39_b855", "text": "•"}, {"text_block_id": "p39_b856", "text": "Sectors and systems where Impact evaluation, vulnerability and adaptation to climate change are carried out."}, {"text_block_id": "p39_b857", "text": "•"}, {"text_block_id": "p39_b858", "text": "Number and periodicity of the evaluations, and report of results."}, {"text_block_id": "p39_b859", "text": "•"}, {"text_block_id": "p39_b860", "text": "Regulatory, planning and execution measures in the different systems and sectors in which the consideration of the adaptation to climate change has been integrated."}, {"text_block_id": "p39_b861", "text": "•"}, {"text_block_id": "p39_b862", "text": "Information and publications related to the adaptation to climate change and degree of coherence with the general framework of the NCCAP."}, {"text_block_id": "p39_b863", "text": "3.3.9 I"}, {"text_block_id": "p39_b864_merged", "text": "NFORMATION AND PUBLIC AWARENESS"}, {"text_block_id": "p39_b869", "text": "(i) Objectives"}, {"text_block_id": "p39_b870", "text": "The objectives of the Strategy in this area are:"}, {"text_block_id": "p39_b871", "text": "o"}, {"text_block_id": "p39_b872", "text": "To increase the interest and knowledge of the citizens about the action areas and fight against climate change."}, {"text_block_id": "p39_b873", "text": "o"}, {"text_block_id": "p39_b874", "text": "To facilitate and to orient the learning processes to understand the interactions of climate change and the answers raised by the same."}, {"text_block_id": "p39_b875", "text": "o"}, {"text_block_id": "p39_b876", "text": "To promote behavioural changes so that it increases the respect for the environment through saving in the use of natural resources and the improvement of efficiency in their use."}, {"text_block_id": "p39_b877", "text": "o"}, {"text_block_id": "p39_b878", "text": "To prepare a periodic report on the situation of climate change in Spain and to promote spreading of the same."}, {"text_block_id": "p39_b879", "text": "o"}, {"text_block_id": "p39_b880", "text": "To elaborate a Programme of Joint and shared operations to raise awareness and increase information on the matter of climate change in the different social sectors that consider measures to be applied in this area."}, {"text_block_id": "p40_b881", "text": "(ii) Measures"}, {"text_block_id": "p40_b882", "text": "•"}, {"text_block_id": "p40_b883", "text": "Preparation in 2007 by a Group of Experts, of a report on climate change to be known and to be debated by the Conference of Presidents."}, {"text_block_id": "p40_b884", "text": "•"}, {"text_block_id": "p40_b885", "text": "To promote the interchange and information dissemination on climate change between the Public Administrations, organizations social groups and citizens in general."}, {"text_block_id": "p40_b886", "text": "•"}, {"text_block_id": "p40_b887", "text": "To improve the development and functions of the Centres of Environmental Documentation and information and multimedia technology, training and public awareness and understanding of climate change and its effects."}, {"text_block_id": "p40_b888", "text": "•"}, {"text_block_id": "p40_b889", "text": "To encourage the signing of Agreements to increase cooperation between Research Organizations, Universities, Administrations, associations and mass media for the popularization of scientific studies, forecasts, reports, etc., related to climate change."}, {"text_block_id": "p40_b890", "text": "•"}, {"text_block_id": "p40_b891", "text": "To prepare and communicate general manuals of good practices to ensure greater efficiency and power saving in the different sectors, with particular emphasis on the actions that are carried out by citizens in their daily life and which entail GHG emissions."}, {"text_block_id": "p40_b892", "text": "•"}, {"text_block_id": "p40_b893", "text": "To prepare and provide information through periodic information campaigns, specialized magazines, Web pages, etc., to popularize good practices of individual and collective action. To develop a specific campaign to promote public and alternative types of transport instead of private vehicles."}, {"text_block_id": "p40_b894", "text": "•"}, {"text_block_id": "p40_b895", "text": "To participate in training and public awareness activities (seminars, conferences, workshops, etc.) to secure the adoption of good practices at individual level and the implementation of energy efficiency criteria aiming at decreasing energy consumption in households, the industry, the service and transport sectors."}, {"text_block_id": "p40_b896", "text": "•"}, {"text_block_id": "p40_b897", "text": "To develop materials and public awareness campaigns about the adverse effects of the climate change phenomenon and the behaviours contributing to GHG emissions reduction."}, {"text_block_id": "p40_b898", "text": "•"}, {"text_block_id": "p40_b899", "text": "To prepare a catalogue of organizations and people who work in subjects related to information and public awareness about climate change."}, {"text_block_id": "p40_b900", "text": "•"}, {"text_block_id": "p40_b901", "text": "To prepare and popularize teaching material (at all levels: primary school to university level) about climate change and to organize academic and school activities related to this subject."}, {"text_block_id": "p40_b902", "text": "(iii) Indicators"}, {"text_block_id": "p40_b903", "text": "•"}, {"text_block_id": "p40_b904", "text": "Level of knowledge and importance given by citizens to the problem of climate change in the studies carried out by the Centre for Social Research."}, {"text_block_id": "p40_b905", "text": "•"}, {"text_block_id": "p40_b906", "text": "Degree of application of the suggested action lines to reach the objectives."}, {"text_block_id": "p40_b907", "text": "•"}, {"text_block_id": "p40_b908", "text": "Popularization and impact of follow-up reports about the situation of climate change in Spain."}, {"text_block_id": "p41_b909", "text": "3.3.10 R"}, {"text_block_id": "p41_b910", "text": "ESEARCH"}, {"text_block_id": "p41_b911", "text": ","}, {"text_block_id": "p41_b912", "text": "DEVELOPMENT AND INNOVATION"}, {"text_block_id": "p41_b913", "text": "(i) Objectives"}, {"text_block_id": "p41_b914", "text": "Promote research in matters of climate and climate change, in a coordinated manner with AGE and the AACC, ensuring that the needs to develop environment policies on this matter are met by the Spanish R&D&I system."}, {"text_block_id": "p41_b915", "text": "(ii) Measures"}, {"text_block_id": "p41_b916", "text": "•"}, {"text_block_id": "p41_b917", "text": "To create, within the framework of the new National Plan of R&D&I"}, {"text_block_id": "p41_b918", "text": "2008-2011, the Strategic Action on Climate change and Clean Energy that considers all the necessary actions and resources in this matter. The Strategic Action will consider the following action lines:"}, {"text_block_id": "p41_b919", "text": "•"}, {"text_block_id": "p41_b920", "text": "To create a line for business projects with higher public-private financing and a greater duration than traditional instruments, in which the small and medium-size companies (SMSC) can play a significant role. The creation of a new line aiming at increasing private participation in projects of a greater scope and serving to extend the presence of companies that participate in R&D, while linking Public Research Centres to enterprise initiatives. The management of this Programme will be assigned to IDAE, which will have to count on an initial budget of 13 M  ."}, {"text_block_id": "p41_b921", "text": "•"}, {"text_block_id": "p41_b922", "text": "To reinforce CIEMAT´s role, after becoming an Agency, with clear objectives as far as outstanding research and patents are concerned. With the transformation of CIEMAT into an Agency, the body will acquire more flexibility to respond to the needs of the public sector."}, {"text_block_id": "p41_b923", "text": "•"}, {"text_block_id": "p41_b924", "text": "To reinforce the Programmes aiming at innovation projects in sustainable mobility. The saturation of the present transport infrastructures, particularly in the interurban scope and the specific aspects in urban transport, forces to carry out major research on the modal transfer from road to railway and maritime transport, as well as from the automobile to public transport, pedestrian and other non-polluting modes in urban and metropolitan areas. The Ministry of Public Works will be responsible for this new Programme."}, {"text_block_id": "p41_b925", "text": "•"}, {"text_block_id": "p41_b926", "text": "To improve the incentives to innovation in compensation for regulated activities such as distribution. Compensation for electricity and gas distribution will be reviewed so as to introduce incentives to costs reduction and quality improvement of the service, based on a type of regulation of referential competence. In particular, the new model will incorporate objective parameters of quality and losses to the distribution network."}, {"text_block_id": "p41_b927", "text": "•"}, {"text_block_id": "p41_b928", "text": "To reinforce research on Clean Coal technology."}, {"text_block_id": "p41_b929", "text": "To reinforce research on Clean Coal technology.\n* The Energy City of El Bierzo (La Ciudad de la EnergÃ­a del Bierzo). This Centre, already in operation, develops research on new non-emitting technologies of coal production and capture and storage of CO2, one of the priorities in energy research around the world.\n* The Coal Institute\n* The Mining and Geological Institute"}, {"text_block_id": "p41_b938", "text": "•"}, {"text_block_id": "p41_b939", "text": "Reinforcement of the thematic areas related to the observation, climate adaptation and non-energy mitigation of climate change. The main aspects to"}, {"text_block_id": "p42_b940", "text": "be reinforced are:"}, {"text_block_id": "p42_b941", "text": "be reinforced are:\n* The observation and knowledge about climate change and the preparation of climate scenarios in different time horizons (20, 50 and 100 years). The research on climate scenarios will reinforce the coordinated Programme on climate scenarios that is being carried out by the National Institute of Meteorology in cooperation with Spanish universities.\n* Research on impact evaluation and identification of adaptation measures to respond to the research needs of the National Adaptation Plan (NCCAP) that considers natural systems and the most important socioeconomic sectors for Spain. This will also serve the research required for the development of the Coordinated Programme of the State General Administration and the Autonomous Communities about Impacts and adaptation to climate change, the first stage of which includes four sectors: tourism, health, agriculture and forests. This Coordinated Programme is an initiative of the Conference of Presidents.\n* The research on the mitigation of GHG emissions in sectors or activities having a non-energy character (agriculture, waste, fluorinated gases, industrial processes) and carbon sinks, aims towards encouraging the fulfilment of the commitments of Spain under the Kyoto Protocol."}, {"text_block_id": "p42_b947", "text": "(iii) Indicators"}, {"text_block_id": "p42_b948", "text": "•"}, {"text_block_id": "p42_b949", "text": "The percentage of R&D in Energy and Climate change over the total R&D&I expenditure."}, {"text_block_id": "p42_b950", "text": "•"}, {"text_block_id": "p42_b951", "text": "The percentage of private financing in R&D for Energy and Climate change."}, {"text_block_id": "p42_b952", "text": "•"}, {"text_block_id": "p42_b953", "text": "The number of international publications about Energy and Climate change."}, {"text_block_id": "p42_b954", "text": "•"}, {"text_block_id": "p42_b955", "text": "The number of international patents related to Energy and Climate change."}, {"text_block_id": "p42_b956", "text": "•"}, {"text_block_id": "p42_b957", "text": "Spain•s participation in the subjects of Energy and Climate change in the 7"}, {"text_block_id": "p42_b958", "text": "th"}, {"text_block_id": "p42_b959", "text": "Framework Programme"}, {"text_block_id": "p42_b960", "text": "3.3.11 H"}, {"text_block_id": "p42_b961_merged_merged", "text": "ORIZONTAL MEASURES"}, {"text_block_id": "p42_b964", "text": "Given the horizontal character of this section, the objectives of the following actions are the general objectives of the strategy and have been considered in many cases in the previous sections."}, {"text_block_id": "p42_b965", "text": "3.3.11.1"}, {"text_block_id": "p42_b966", "text": "Tax Policy"}, {"text_block_id": "p42_b967", "text": "Tax policy is a fundamental instrument in achieving the objectives established under the Kyoto Protocol. The reform of the fiscal policy with ecological criteria can play an essential role as the instrument to reduce GHG emissions, which is why it should be projected as a complement to other instruments and contribute, among other aspects, to the improvement of relative prices to favour options not producing, or barely"}, {"text_block_id": "p43_b968", "text": "producing GHG emissions, and the opposite, to reflect in the price the more carbon intensive options. In agreement with all this, it is necessary to continue the exploration of ways to make progress in the incorporation of the considerations related to climate change in the tax policy, considering the possibility of reviewing the same in those aspects that can favour the fulfilment of the indicated objectives, in a compatible manner with the main targets of economic policy which are the promotion of companies competitiveness, citizens well-being and economic development."}, {"text_block_id": "p43_b969", "text": "The Government throughout the budget exercise of 2007 will incorporate, through the necessary regulatory reforms, elements of Green Taxation using the present tax figures or creating new ones."}, {"text_block_id": "p43_b970", "text": "Energy consumption and GHG emissions are highly related to land development models. These models influence elements such as the generation of displacements, the type of urban and interurban transport used, the urban typologies of energy consumption, urban density, etc. Prevention must be the priority element in the selection of possible alternatives. The suitable assessment of infrastructure needs, the definition of land use criteria, the precise impact evaluation and the budgetary previsions needed to face less aggressive solutions for the environment and the financing of additional costs derived from the correcting measures must serve to design a correct sustainable structure of the territory."}, {"text_block_id": "p43_b971", "text": "For purposes of accelerating the inclusion of available technologies in the industrial private sectors, both in terms of energy efficiency and the use of other forms of energy, it is crucial to put technologies on the market that are already in a very advanced stage of development, and that through the impulse to the demonstration stage, can represent major improvements with strong repercussions on GHG emissions. These initiatives are specially related to the support by way of Development and Innovation Programmes and they represent an excellent possibility for private investment to invest in developing or optimizing production technologies, treatment plants or emission monitoring systems. The measures that shall be applied in this area are:"}, {"text_block_id": "p43_b972", "text": "•"}, {"text_block_id": "p43_b973", "text": "The promotion of the application of the best available technologies in the different sectors through the application of the IPPC standard, which requires that by October 2007, the main industrial facilities must have an Integrated Environmental Authorization."}, {"text_block_id": "p43_b974", "text": "•"}, {"text_block_id": "p43_b975", "text": "To make progress in the modification of the existing regulations to include the criteria of the best available technologies in each sector."}, {"text_block_id": "p43_b976", "text": "•"}, {"text_block_id": "p43_b977", "text": "To establish financial facilities favouring R&D&I investments and Technological Improvements."}, {"text_block_id": "p43_b978", "text": "•"}, {"text_block_id": "p43_b979", "text": "To establish institutional support tools to accelerate the implementation of the so-called •emergent• technologies, accelerating their development and effectiveness analysis."}, {"text_block_id": "p43_b980", "text": "•"}, {"text_block_id": "p43_b981", "text": "To support, by means of public financing, the stages of research and development in those technologies that need to eliminate technological barriers"}, {"text_block_id": "p44_b982", "text": "for their implementation, so that, once these obstacles have been overcome, the private sector can invest to introduce the same in the market."}, {"text_block_id": "p44_b983", "text": "•"}, {"text_block_id": "p44_b984", "text": "To facilitate the penetration of new energies in the energy market, mainly at domestic level."}, {"text_block_id": "p44_b985", "text": "•"}, {"text_block_id": "p44_b986", "text": "To support the companies which include in their objectives the continuous incorporation of the best available technologies and invest in technological development."}, {"text_block_id": "p44_b987", "text": "3.3.11.4 Environmental Management Systems"}, {"text_block_id": "p44_b988", "text": "Environmental Management Systems are an excellent tool to incorporate Sustainability in the business and productive development, as well as for the fulfilment of environmental regulations. The limitation or reduction of GHG emissions for the sectors affected by the Kyoto Protocol through the control mechanism of environmental impact of the continuous improvement of environmental behaviour will be more easily achieved once these Environmental Management Systems are incorporated. In general terms, it must be said that many of the actions that contribute to a good environmental management of companies aim specifically at an improvement with respect to the impact of their activities in terms of climate change: the preparation of inventories of GHG emissions, the carrying-out of energy audits and registries and fuel and energy consumption control, the optimization of resources etc. For this reason, the measures in terms of Environmental Management Systems will be:"}, {"text_block_id": "p44_b989", "text": "•"}, {"text_block_id": "p44_b990", "text": "To support the implementation of the ISO 14001, EMAS, and E2MAS Environmental Management Systems in the public and private sectors, promoting the effective involvement of union representatives."}, {"text_block_id": "p44_b991", "text": "•"}, {"text_block_id": "p44_b992", "text": "To establish the obligation for companies who collaborate with the Public Administrations to implement Integrated Environmental Management Systems."}, {"text_block_id": "p44_b993", "text": "•"}, {"text_block_id": "p44_b994", "text": "To encourage suppliers of big companies to also implement these systems."}, {"text_block_id": "p44_b995", "text": "•"}, {"text_block_id": "p44_b996", "text": "To promote voluntary commitments with respect to Energy consumption and GHG emissions in companies not included under the scope of application of Law 1/2005."}, {"text_block_id": "p45_b997", "text": "4 CLEAN ENERGY"}, {"text_block_id": "p45_b998", "text": "This chapter describes the main policies and adopted measures, the targets of the Strategy and the main measures adopted for their achievement. Many of the measures included in the chapter on Climate Change consider actions related to clean energy (energy efficiency and renewable energies) and, therefore, they will not be included in this section."}, {"text_block_id": "p45_b999", "text": "4.1 Ongoing Actions"}, {"text_block_id": "p45_b1000", "text": "The energy sector is a key factor for sustainable development as well as for the fight against climate change. While energy is a key element in the economic and social development, its transformation and consumption give rise to important effects on the environment and they constitute the main human interference in the climate system, in addition to the consumption of limited resources."}, {"text_block_id": "p45_b1001", "text": "It is necessary to implement an energy policy in which knowledge of the demand and its implications are key issues. In this respect, the studies of energy prospection at medium and long term are a fundamental tool. In this way, the •Planning of the Electricity and Gas Sectors. Development of the Transport Network• is the tool by which the Administration can impact on electricity generation from clean technologies by encouraging the development of appropriate infrastructures. At present, the 2005-2011 review of the same is in effect, and the Ministry of Industry, Tourism and Trade has begun the Draft of the new Planning 2007-2017, which will be subject to Strategic Environmental Evaluation according to Law 9/2006."}, {"text_block_id": "p45_b1002", "text": "In this context, the Energy Saving and Efficiency Strategy for Spain 2004-2012 (E4) was approved at the end of 2003 with a series of measures to obtain substantial improvements in energy efficiency indices. The E4 was drafted at the time by the Secretariat of State for Energy, Industrial Development and SMSC through the coordination of the Institute for Energy Diversification and Saving (Instituto para la Diversificación y Ahorro de la Energía IDAE) by means of a sector approach to detect the existing barriers in the different consumption areas and thus, to be able to assess the typology of measures and instruments aimed at overcoming those barriers. The E4, directed fundamentally to end-users sectors, proposes among others, technological improvement in equipment and industrial processes; in the transport sector, the measures are of modal changes towards more efficient modes, promotion measures of the techniques of efficient use of energy consuming equipment, and regulations to introduce minimum standards of energy efficiency in new constructions or thermal installations of buildings."}, {"text_block_id": "p45_b1003_merged", "text": "Starting from the E4, the Ministry of Industry, Tourism and Trade (MITT) implemented an Action Plan for the E4 (2005-2007) in order to determine the actions to be undertaken in the short and medium term in each sector, describing the objectives, terms, resources and responsibilities, and assessing the global impacts derived from such actions. Being the transport, he industrial and residential sectors the ones having a greater saving potential, the Action Plan aims at these sectors. Thus, the saving of 12,005 ktep of primary energy is expected; that is, the equivalent to 8.5% of the total primary energy consumption of 2004. For 2007, achievable savings amounts to 7,179 ktep/ year, close to 4.7% of energy consumption for this year. This not only represents positive effects in terms of energy consumption and CO2 emissions, but also in terms of the improvement of the competitiveness of the Spanish economy, derived mainly from"}, {"text_block_id": "p46_b1007", "text": "the incorporation to the productive processes of more advanced technology as a result of the promotion measures and economic support included in the foregoing Plan. In Section 3.1 •Ongoing Actions• the progress of the Action Plan 2005-2007 has been described."}, {"text_block_id": "p46_b1008", "text": "Likewise, within the energy sector, it is important to point out the Plan to Promote Renewable Energies (PFER) 2000-2010, which in agreement with Law 54/1997 of the Electricity Sector, establishes objectives that will enable reaching, by 2010, the objective of making renewable power plants cover at least 12% of the total demand of primary energy. This objective is again assumed by the new Renewable Energy Plan (PER) 2005-2010 that proposes, nevertheless, a different distribution of the efforts by areas, so as to ensure achievement of this global objective. Their objectives represent a 12.10% contribution of renewable resources of primary energy consumption by 2010, a 30.3% electricity production with these resources of the gross consumption of electricity, and a 5.83% biofuel consumption of the gasoline and gasoil consumption anticipated for transport."}, {"text_block_id": "p46_b1009", "text": "It is important to remember that last 20 September, in the Congress of Deputies, the President of the Government informed about the drafting, by the Ministry of Industry, Tourism and Trade, of a report on energy needs in our country in horizon 2030, a report that will serve to base decision making in energy matters in the coming years. This Strategy will adapt to the conclusions arising from this report."}, {"text_block_id": "p46_b1010", "text": "Likewise, it is important to point out the importance of the last European Council (8-9 March 2007), already mentioned in Section 1.2. The objectives included in the same in matters of GHG emissions will require a 20% increase of energy efficiency of the EU and a 20% participation of renewable energies in energy consumption by 2020. The Government has given full support to these objectives."}, {"text_block_id": "p46_b1011", "text": "4.2 Objectives"}, {"text_block_id": "p46_b1012", "text": "o"}, {"text_block_id": "p46_b1013", "text": "For purposes of gradually reducing energy intensity and GHG emissions in Spain, actions in the following areas shall be promoted:"}, {"text_block_id": "p46_b1014", "text": "For purposes of gradually reducing energy intensity and GHG emissions in Spain, actions in the following areas shall be promoted:\n* the scope of energy efficiency,\n* renewable energy sources,\n* demand management,\n* the development of low carbon energy-efficient technologies."}, {"text_block_id": "p46_b1022", "text": "•"}, {"text_block_id": "p46_b1023", "text": "Use of taxes and fare structure to encourage and reinforce the achievement of the general objectives in the Strategy."}, {"text_block_id": "p46_b1024", "text": "4.3 Action Lines"}, {"text_block_id": "p46_b1025", "text": "The identified action lines are: i) energy efficiency, II) renewable energies, III) demand management, IV) research, development and innovation."}, {"text_block_id": "p47_b1026", "text": "4.3.1 ENERGY EFFICIENCY"}, {"text_block_id": "p47_b1027", "text": "(i) Objectives"}, {"text_block_id": "p47_b1028", "text": "o"}, {"text_block_id": "p47_b1029", "text": "To improve the measures established in the Action Plan 2005-2007 with special emphasis on transport and equipment, residential and office automation, making an evaluation of the savings potential in view of the trends for the 2008-2012 period."}, {"text_block_id": "p47_b1030", "text": "o"}, {"text_block_id": "p47_b1031", "text": "To define a new Action Plan for the 2008-2012 period, in which priority is given to the measures leading by way of sector plans to additional reductions to the ones already established in the sectors concerned with diffuse pollution during the 2008-2012 period (see Section 5)."}, {"text_block_id": "p47_b1032", "text": "o"}, {"text_block_id": "p47_b1033", "text": "To establish instruments to promote energy efficiency for purposes of complying with the EU Green Book on Energy Efficiency that has indicated transport, energy production and buildings as those with greater saving potential."}, {"text_block_id": "p47_b1034", "text": "o"}, {"text_block_id": "p47_b1035", "text": "Reduction of a minimum 2% annual Energy consumption with respect to the trend scenario (duplicating the objective of the Community regulations). This represents a saving differential of more than 1% in the demand•s growth rate with respect to the previous efficiency scenario, thus improving primary energy intensity at an annual rate of almost 2%. This will reduce the increase of primary energy consumption to approximately 1% annually. To stabilize or even to begin reducing primary energy consumption, it is necessary, as pointed out in Section 1.2, the additional effort of Autonomous Communities and Local Bodies."}, {"text_block_id": "p47_b1036", "text": "(ii) Measures"}, {"text_block_id": "p47_b1037", "text": "•"}, {"text_block_id": "p47_b1038", "text": "Evaluation of the jurisdiction framework for the preparation of a basic regulation for the Efficient Use of Energy."}, {"text_block_id": "p47_b1039", "text": "•"}, {"text_block_id": "p47_b1040", "text": "To encourage information campaigns in companies (costs and availability of new technologies, costs of energy consumption in companies) allowing to make long-term investments to improve energy efficiency."}, {"text_block_id": "p47_b1041", "text": "•"}, {"text_block_id": "p47_b1042", "text": "To discourage excessive consumption by means of modifications to the fare structure."}, {"text_block_id": "p47_b1043", "text": "•"}, {"text_block_id": "p47_b1044", "text": "To encourage, by way of loans, the integration of alternative energy efficiency in the financial planning of industries."}, {"text_block_id": "p47_b1045", "text": "•"}, {"text_block_id": "p47_b1046", "text": "Application of Directive of Energy Services (COM (2003) 739)."}, {"text_block_id": "p47_b1047", "text": "•"}, {"text_block_id": "p47_b1048", "text": "To encourage the voluntary commitments of companies towards the use of new technologies with greater energy efficiency through a Programme of aids or soft credits."}, {"text_block_id": "p47_b1049", "text": "•"}, {"text_block_id": "p47_b1050", "text": "To establish regulatory mechanisms to ensure that the reduction of costs coming from the improvement in energy efficiency does not directly imply an increase in energy demand (by way of price reduction) but a coming back to environmental protection or to the promotion of cleaner technologies."}, {"text_block_id": "p47_b1051", "text": "•"}, {"text_block_id": "p47_b1052", "text": "To develop lasting specific campaigns to guide consumers and manufacturers, with special reference to the qualifications system and energy efficiency of higher consumption products such as appliances, vehicles and"}, {"text_block_id": "p48_b1053", "text": "industrial equipment, as well as buildings."}, {"text_block_id": "p48_b1054", "text": "•"}, {"text_block_id": "p48_b1055", "text": "To help develop energy efficiency projects in the framework of Clean Development Mechanisms."}, {"text_block_id": "p48_b1056", "text": "(iii) Indicators"}, {"text_block_id": "p48_b1057", "text": "•"}, {"text_block_id": "p48_b1058", "text": "Total CO"}, {"text_block_id": "p48_b1059", "text": "2"}, {"text_block_id": "p48_b1060", "text": "emissions intensity of Spanish GDP (T/ Million Euros)."}, {"text_block_id": "p48_b1061", "text": "•"}, {"text_block_id": "p48_b1062", "text": "Energy-related CO"}, {"text_block_id": "p48_b1063", "text": "2"}, {"text_block_id": "p48_b1064", "text": "emissions intensity (T/ Million Euros)"}, {"text_block_id": "p48_b1065", "text": "•"}, {"text_block_id": "p48_b1066", "text": "CO"}, {"text_block_id": "p48_b1067", "text": "2"}, {"text_block_id": "p48_b1068", "text": "emissions intensity related to the industry sector (T/ Million Euros)"}, {"text_block_id": "p48_b1069", "text": "•"}, {"text_block_id": "p48_b1070", "text": "Energy intensity (Primary Energy/ GDP)."}, {"text_block_id": "p48_b1071", "text": "•"}, {"text_block_id": "p48_b1072_merged_merged_merged_merged", "text": "CO2 specific emissions related to public power stations and self-production (kg CO2/ kWh)."}, {"text_block_id": "p48_b1078", "text": "4.3.2 RENEWABLE ENERGIES"}, {"text_block_id": "p48_b1079", "text": "(i)  Objectives"}, {"text_block_id": "p48_b1080", "text": "o"}, {"text_block_id": "p48_b1081", "text": "To ensure the 10% minimum biofuels contribution in transport by 2020."}, {"text_block_id": "p48_b1082", "text": "o"}, {"text_block_id": "p48_b1083", "text": "To aim towards the objectives proposed in the EU Green Book on Energy Efficiency and other community planning instruments (•Action Plan for Biomass• and the •EU Biofuels Strategy•)."}, {"text_block_id": "p48_b1084", "text": "o"}, {"text_block_id": "p48_b1085", "text": "Preparation of a new Renewable Energy Plan 2011-2020 to ensure a leadership position for Spain to reach the objective of having 20% of the energy mix of the European Union coming from renewable energies by 2020, in agreement with the package of integrated measures on energy and climate change approved by the European Council. The new Renewable Energy Plan would definitely have to focus on:"}, {"text_block_id": "p48_b1086", "text": "Preparation of a new Renewable Energy Plan 2011-2020 to ensure a leadership position for Spain to reach the objective of having 20% of the energy mix of the European Union coming from renewable energies by 2020, in agreement with the package of integrated measures on energy and climate change approved by the European Council. The new Renewable Energy Plan would definitely have to focus on:\n* Establishing public supports to private investments in already mature areas by stimulating efficiency increase by means of technological innovation.\n* The definition of a set of mechanisms to promote these technologies, including an increase in R&D to compensate for the present lack of internalization of non-renewable technologies environmental costs.\n* Aids for research and technological development in areas with little development.\n* The effective integration of renewable energy in the transport and construction sectors (biomass and solar energy)."}, {"text_block_id": "p48_b1094", "text": "o"}, {"text_block_id": "p48_b1095", "text": "To make sure that by 2010 renewable energies are in a strategic and competitive position with respect to fossil fuels, by increasing their contribution to the Spanish energy mix in terms of PER considerations to 32% of the gross electricity consumption by 2012, and 37% by 2020."}, {"text_block_id": "p48_b1096", "text": "(ii) Measures"}, {"text_block_id": "p48_b1097", "text": "•"}, {"text_block_id": "p48_b1098", "text": "To encourage actions that favour the less developed ones such as biomass,"}, {"text_block_id": "p49_b1099", "text": "and thermoelectric and photovoltaic solar energy by stimulating investment in technological development to lower the price of installation costs."}, {"text_block_id": "p49_b1100", "text": "•"}, {"text_block_id": "p49_b1101", "text": "To encourage the small photovoltaic facilities of less than 5 Kw., by improving the premiums related to grid-access conditions and the administrative proceedings to obtain subventions and request connection permission."}, {"text_block_id": "p49_b1102", "text": "•"}, {"text_block_id": "p49_b1103", "text": "To increase hydraulic advantage by means of the rehabilitation of closed minipower stations, improve the existing ones and install turbines in the dams that lack them."}, {"text_block_id": "p49_b1104", "text": "•"}, {"text_block_id": "p49_b1105", "text": "To equip investments in renewable energies and co-generation with a framework offering greater economic security so as to contribute to their strengthening, by evaluating additional benefits offered to companies that use or produce these energies in the Economic Activity Tax. The objective is to make them more competitive than conventional alternatives."}, {"text_block_id": "p49_b1106", "text": "•"}, {"text_block_id": "p49_b1107", "text": "One of the instrumental elements to materialize the previous points is the revision of RD 436/2004, already approved by the Government (RD 661/2007)."}, {"text_block_id": "p49_b1108", "text": "•"}, {"text_block_id": "p49_b1109", "text": "To consider biogas, biomethanol, bio ETBE, synthetic biofuels, bio-hydrogen and pure vegetable oil as biofuels (according to Directive 2003/30/EC), studying the possible need to modify Royal Decree 61/2006. The objective is to establish an effective integration of renewable energies in the Transport and construction sectors."}, {"text_block_id": "p49_b1110", "text": "•"}, {"text_block_id": "p49_b1111", "text": "To encourage the creation of new biofuels plants (Bioethanol and biodiesel) to increase the capacity and satisfy the demand by 2010 and increase the same for the period 2011-2020."}, {"text_block_id": "p49_b1112", "text": "•"}, {"text_block_id": "p49_b1113", "text": "To encourage hydrogen-based technologies, considering the environmental implications, particularly with respect to the use of renewable energies for hydrogen production."}, {"text_block_id": "p49_b1114", "text": "•"}, {"text_block_id": "p49_b1115", "text": "To promote fuel change of domestic boilers and the use of cleaner fuels, among which: biomass (pellets and chips), progressively replacing coal consumption with the objective of achieving its full substitution by 2012."}, {"text_block_id": "p49_b1116", "text": "•"}, {"text_block_id": "p49_b1117", "text": "To help develop projects using these energies within the framework of the Clean Development Mechanism."}, {"text_block_id": "p49_b1118", "text": "(iii) Indicators"}, {"text_block_id": "p49_b1119", "text": "•"}, {"text_block_id": "p49_b1120", "text": "Annual Primary energy consumption per type of source."}, {"text_block_id": "p49_b1121", "text": "•"}, {"text_block_id": "p49_b1122", "text": "•Renewable• power installed per technology type."}, {"text_block_id": "p49_b1123", "text": "•"}, {"text_block_id": "p49_b1124", "text": "Energy generated per type of renewable source"}, {"text_block_id": "p49_b1125", "text": "•"}, {"text_block_id": "p49_b1126", "text": "Annual production of biofuels."}, {"text_block_id": "p49_b1127", "text": "4.3.3 DEMAND MANAGEMENT"}, {"text_block_id": "p49_b1128", "text": "(i) Objectives"}, {"text_block_id": "p50_b1129", "text": "o"}, {"text_block_id": "p50_b1130", "text": "A more rational use of energy, avoiding waste of the same and sending the correct signals to the consumer so as to make a more responsible, economic and rational use of energy."}, {"text_block_id": "p50_b1131", "text": "o"}, {"text_block_id": "p50_b1132", "text": "To encourage market instruments, including taxes and fare structure."}, {"text_block_id": "p50_b1133", "text": "(ii) Measures"}, {"text_block_id": "p50_b1134", "text": "•"}, {"text_block_id": "p50_b1135", "text": "To establish modifications in the tariff system of energy products to include environmental external costs and to discourage excessive consumption."}, {"text_block_id": "p50_b1136", "text": "•"}, {"text_block_id": "p50_b1137", "text": "To make demand play a more active role in the electricity market. For purposes of this, the adaptation of Operation Procedures should be considered so as to allow the participation of demand or the formalizing of interruptability contracts in case of shortage of the system (power guaranteed), channelling to the consumer (of greater size) the advantages that this type of stability demand brings to the electrical system."}, {"text_block_id": "p50_b1138", "text": "•"}, {"text_block_id": "p50_b1139", "text": "With respect to the smaller consumer, timed counters or remote controlled limit counters should be implemented (or developed)."}, {"text_block_id": "p50_b1140", "text": "•"}, {"text_block_id": "p50_b1141", "text": "To promote the use, by suppliers, of \"smart\" counters (instant counters), to provide information to the consumer in circumstances when the price of the electricity is high."}, {"text_block_id": "p50_b1142", "text": "•"}, {"text_block_id": "p50_b1143", "text": "To develop training actions related to the energy labels of products and services."}, {"text_block_id": "p50_b1144", "text": "•"}, {"text_block_id": "p50_b1145", "text": "To improve and to insist on the carrying out of awareness campaigns in schools, training centres, Universities, companies, consumers associations, etc."}, {"text_block_id": "p50_b1146", "text": "•"}, {"text_block_id": "p50_b1147", "text": "These demand management measures should be considered in the new Action Plan (2008-2012) where concrete responsibilities, actions, budget, targets and calendar will be defined."}, {"text_block_id": "p50_b1148", "text": "(iii) Indicators"}, {"text_block_id": "p50_b1149", "text": "-"}, {"text_block_id": "p50_b1150", "text": "Primary energy consumption per inhabitant"}, {"text_block_id": "p50_b1151", "text": "-"}, {"text_block_id": "p50_b1152", "text": "Primary energy consumption per household"}, {"text_block_id": "p50_b1153", "text": "-"}, {"text_block_id": "p50_b1154", "text": "Energy consumption per vehicle"}, {"text_block_id": "p50_b1155", "text": "-"}, {"text_block_id": "p50_b1156", "text": "Primary energy consumption /GDP"}, {"text_block_id": "p50_b1157", "text": "4.3.4 RESEARCH, DEVELOPMENT AND INNOVATION"}, {"text_block_id": "p50_b1158", "text": "(i) Objectives"}, {"text_block_id": "p50_b1159", "text": "o"}, {"text_block_id": "p50_b1160", "text": "Development and unfolding of new •clean• energy technologies, to improve the security of supply, sustainability, to reduce the environmental impact, and to diminish energy dependency of the power system."}, {"text_block_id": "p50_b1161", "text": "(ii) Measures"}, {"text_block_id": "p50_b1162", "text": "•"}, {"text_block_id": "p50_b1163", "text": "To ensure the creation, within the framework of the new National R&D&I Plan 2008-2011, of a Climate change and Energy Strategy that considers the"}, {"text_block_id": "p51_b1164", "text": "necessary actions and resources in this matter (see Section 3.3.10), including:"}, {"text_block_id": "p51_b1165", "text": "•"}, {"text_block_id": "p51_b1166", "text": "To encourage, by means of supports to R&D&I projects, the use of less common renewable energy technologies, such as Aeolian wave energy and geothermal energy, and to improve the novel ones."}, {"text_block_id": "p51_b1167", "text": "•"}, {"text_block_id": "p51_b1168", "text": "To encourage the research for the effective integration of renewable energy in the transport and construction sectors (biomass and solar energy), to place renewable energies in a strategic and really competitive position with respect to fossil fuels, increasing their contribution to the Spanish energy mix of 32% of the gross electricity consumption by 2012, and 37% by 2020."}, {"text_block_id": "p51_b1169", "text": "•"}, {"text_block_id": "p51_b1170", "text": "To establish Projects to enable and encourage the access of emerging technologies to the private sectors."}, {"text_block_id": "p51_b1171", "text": "•"}, {"text_block_id": "p51_b1172", "text": "To provide high-priority attention to the instruments of the INGENIO 2010 Programme and the National R&D&I Plan of the National Energy Programme to achieve the objective."}, {"text_block_id": "p51_b1173", "text": "•"}, {"text_block_id": "p51_b1174", "text": "To promote projects aimed at studying the potential of clean coal or other •clean• alternatives (fusion) in Spain•s energy future."}, {"text_block_id": "p51_b1175", "text": "•"}, {"text_block_id": "p51_b1176", "text": "To promote projects of distributed generation systems, hybrid and electrical micro-grids and biological fuels."}, {"text_block_id": "p51_b1177", "text": "(iii) Indicators"}, {"text_block_id": "p51_b1178", "text": "•"}, {"text_block_id": "p51_b1179", "text": "Specific financing system."}, {"text_block_id": "p51_b1180", "text": "•"}, {"text_block_id": "p51_b1181", "text": "Number of R&D&I projects in the lines mentioned."}, {"text_block_id": "p52_b1182", "text": "5 EECC PLAN OF URGENT MEASURES AND THE 2008-2012E4 ACTION PLAN"}, {"text_block_id": "p52_b1183", "text": "EECCEL needs to count on a variety of additional instruments to ensure its effectiveness in reducing GHG emissions in the required terms."}, {"text_block_id": "p52_b1184", "text": "On the one hand, since many of the measures to be carried out correspond to the jurisdiction of Autonomous Communities (AACC) or Local Bodies (LLBB), it is critical for the EECCEL to be complemented by the corresponding planning instruments in these areas. The Government has proposed to all AACC to prepare their respective strategies in 2007."}, {"text_block_id": "p52_b1185", "text": "Notwithstanding, there is an urgent need to implement the necessary measures to reach the emissions reductions required for the 2008-2012 period as soon as possible. This is the objective of the present Plan of Urgent Measures of the Spanish Climate Change and Clean Energy Strategy. The purpose is, therefore, to identify those initiatives indicated in the EECCEL that, being the Government•s competence, can be implemented in 2007 emphasizing the trend change in GHG emissions shown since the second semester of 2005."}, {"text_block_id": "p52_b1186_merged", "text": "As an essential part of this Plan of Urgent Measures it is necessary to point out the Preparation, under the leadership of the Ministry of Industry, Tourism and Trade (MITT), of a new Saving and Energy efficiency Action Plan 2008-2012, that establishes for actions in this scope, the measures to be carried out, identification of the people in charge of its execution, the terms, the economic cost (investments and aids) and the expected emissions reductions. The Action Plan 2008-2012 aims at the reduction of 238.130 Mt CO2 in the period (47.626 Mt CO2/ year), from which 27.709 Mt (5.54 Mt CO2 / year) correspond to additional measures to the ones previously added. For purposes of this, 2,366 M   of public resources will be destined, from which 479 M   correspond to the additional measures."}, {"text_block_id": "p52_b1196", "text": "Together with the Action Plan 2008-2012, this Plan of Urgent Measures includes complementary measures that correspond or not to the scope of the Action Plan, given that it requires its own regulation supports or that it refers to gases different from CO2 and/ or to non-energy sectors, or that it has an emergency character due to its important role in the reduction of GHG emissions in the sectors concerned with diffuse pollution."}, {"text_block_id": "p52_b1197", "text": "It is important to point out that the measures described in this Plan will likewise facilitate the fulfilment of the objectives established in other planning instruments established by the Government, such as the Spanish Air Quality Strategy."}, {"text_block_id": "p52_b1198", "text": "More than eighty measures are expected, among which fifty-nine belong to the Action Plan for the Saving and Energy Efficiency Strategy 2008-2012 (E4). Excluding this block, the rest affects seven sectors and different gases: eight measures in the transport sector, six in the residential sector, three in the energy sector, three in fluorinated gases, two related to methane emissions, one related to nitrous oxide emissions and four of horizontal character."}, {"text_block_id": "p52_b1199", "text": "As a summary of the Plan of Urgent Measures, the following table shows the different measures grouped by sectors and gases, along with an estimation of the impact of each one of them in GHG emissions."}, {"text_block_id": "p53_b1200_merged", "text": "Table 1: Avoided CO2 emissions of Spanish Urgent Measures Programme"}, {"text_block_id": "p53_b1203", "text": "N.Q.: Not quantifiable."}, {"text_block_id": "p54_b1204", "text": "6 STRATEGY FOLLOW-UP, ASSESSMENT AND VERIFICATION"}, {"text_block_id": "p54_b1205", "text": "The Preparation, assessment and follow-up of the Sustainable Development Strategy corresponds to the Inter-ministerial Group of the Sustainable Development Strategy, assigned to the Ministry of the Environment, and it is integrated by the different departments involved of the State General Administration."}, {"text_block_id": "p54_b1206", "text": "However, in relation to the Climate change and Clean Energy Strategy, the legal framework attributes important monitoring and assessment functions to two participation and coordination bodies."}, {"text_block_id": "p54_b1207", "text": "On the one hand, to the National Climate Council, a body governed in agreement with Royal Decree 1188/2001, of 2 November. NCC functions, described in the said Real Decree, include the preparation, assessment and follow-up of the Spanish Climate Change Strategy."}, {"text_block_id": "p54_b1208", "text": "On the other hand, the coordination and verification tasks of this Strategy will be shared by the Commission for Climate Change Policy Coordination (CCPCC), a commission created with the approval of Law 1/2005, of 9 March, which regulates GHG Emission Trading, as a coordination and cooperation agency between the State General Administration and the Autonomous Communities."}, {"text_block_id": "p54_b1209", "text": "In addition, the Inter-ministerial Group of Climate change, constituted by Agreement of the Government•s Representative Commission for Economic Affairs in May 2004, and it is composed of representatives holding the rank of Secretary of State or Secretary-General and Director-General, will also be responsible for the follow-up of the Spanish Climate change Strategy."}, {"text_block_id": "p54_b1210", "text": "The General Directorate of the Spanish Bureau of Climate change is the body of the State General Administration in charge of formulating the national policy in matters of climate change, as well as the proposal of regulations and development of the administrative planning instruments that enable the fulfilment of the objectives established by the said policy."}, {"text_block_id": "p54_b1211", "text": "The suitability of creating specific work groups to prepare and analyze the definition of the measures will be assessed. Thus, for example, in terms of energy efficiency, actions will have to be defined by the Ministry of Industry, Tourism and Trade/ IDAE in collaboration with the different departments involved from the State General Administration."}, {"text_block_id": "p54_b1212", "text": "The calendars for the compilation of the information and Preparation of annual information will be defined to assess the indicators, GHG inventories, and energy planning, and to describe the measures implemented and the degree of achievement of the objectives. These reports will be published, periodically, when necessary."}], "document_description": "The Spanish Climate Change and Clean Energy Strategy (EECCEL) horizon 2007-2012-2020 is part of the Spanish Sustainable Development Strategy (EEDS). The EECCEL includes different measures that contribute to sustainable development within the scope of climate change and clean energy.  This Strategy is based on the reference framework of the 'Spanish Strategy for the fulfilment of the objectives under the Kyoto Protocol', and it takes into account the measures and Programmes adopted by the Autonomous Communities.  The strategy has two chapters. The first one defines actions to fight against climate change and the second one, actions to achieve cleaner energy. Each chapter includes a description of the present situation, the objectives to be reached, the suggested measures and a selection of indicators for the corresponding follow-up.  The operational objectives are: - To ensure the reduction of GHG emissions in Spain, giving special importance to measures related to the energy sector. According to the national inventory, in 2005, emissions from energy process represented about 78.87% of total national emissions. - To contribute to sustainable development and the fulfilment of climate change commitments by strengthening the use of flexible project-based mechanisms. - To promote additional reduction measures in sectors concerned with diffuse pollution. - To apply the National Climate Change Adaptation Plan (NCCAP) so as to integrate adaptation measures and strategies in sectoral policies. - To increase public awareness with respect to clean energy and climate change. - To promote research, development and innovation in matters of climate change and clean energy. - To guarantee energy supply security by means of cleaner energies, mainly from renewable sources, achieving other environmental benefits (for example, air quality) and limiting the growth rate of external energy dependence. - To boost energy- and resource efficiency for companies and for end users.  The government has adopted a Plan of Urgent Measures (PMU), which together with the 2008-2012 Energy Saving and Efficiency Action Plan aims to consolidate the trend change of GHG emissions in Spain initiated in 2006."}