{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Spain", "document_category": "Law", "document_sector_name": ["Transportation", "Residential and Commercial", "Energy", "Economy-wide"], "document_date": "01/01/2015", "document_language": "Spanish", "document_name": "State Official Newsletter", "document_country_code": "ESP", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Carbon Pricing", "Energy Supply", "Energy Demand", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/ESP/2015/ESP-2015-01-01-State Official Newsletter_2f9c47282b76bdfb90babd32f66247e0.pdf", "document_type": "Discussion Paper", "text_blocks": [], "document_description": "This Law aims to make the economy more competitive by promoting environmental sustainability in sectors such as energy, transport and sustainable mobility, and housing.\n\nThe Law has four sections. The first is dedicated to improving the economic environment. The second addresses competitiveness and the third, environmental sustainability. The fourth deals with how to implement and evaluate the Law.\n\nThe major principles of environmental sustainability are the guarantee of economic efficiency, respect for the environment, national objectives for 2020 on energy saving and efficiency and on the use of renewable energy. Energy policy should promote renewable energy, strengthen predictability and efficiency in energy policy decisions - especially as regards the incentives framework - and cut back the contribution of energies with higher CO2 emission potential.\n\nThe law establishes a national target of 20% of energy consumption to come from renewable energy by 2020 for both homes and commercial buildings.\n\nIt also creates the Carbon Fund for a Sustainable Economy (FES - CO2), which will help to reduce GHG emissions by buying carbon credits.\n\nThe purpose Royal Decree 1.007/2015 is to regulate the specific procedure for the acquisition of carbon credits, within the framework of the PIMA Company Plan, to companies that carry out actions that meet the requirements established in this standard, by the Carbon Fund to a Sustainable Economy (FES-CO2) provided for in the Sustainable Economy Law 2/2011."}