{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Angola", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "Residential and Commercial", "LULUCF"], "document_date": "17/08/2012", "document_language": "English", "document_name": "Presidential Decree 184/12 which creates and approves the Statute of the Centre of Tropical Ecology and Climate Change (CETAC)", "document_country_code": "AGO", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/AGO/2012/AGO-2012-08-17-Presidential Decree 184_12 which creates and approves the Statute of the Centre of Tropical Ecology and Climate Change (CETAC)_2bccdd3ccfc1c886303212d5ea1e9c83.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This Presidential Decree creates and approves the Statute of the Centre of Tropical Ecology and Climate Change (CETAC). This Statute establishes CETAC's composition, duties and responsibilities. CETAC is entitled to carry out researches and investigations in the domain of the tropical ecology and management of natural ecosystems to support the designing and implementation of environment preservation policies and programmes, in order to improve the life conditions of populations through a rational use of water and climatic resources. CETAC's climate change department is responsible for implementing the control of climate change policies. With this objective, CETAC may: develop models to study climate variations; monitor the effects of climate change on air quality, water and soil; develop studies about the interactions between climate change and forests, tropical ecosystems; implement projects to estimate GHG emissions and identify areas for promoting reduction of GHG emissions and CO2 sequestration; develop projects to investigate possible perceptions, adaptation and mitigation strategies; analyse the effects of climate change over different living beings, ecosystem services, Earth processes and tropical ecosystems."}