{"document_instrument_name": "Research & Development, knowledge generation|Information", "document_country_english_shortname": "Singapore", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "Residential and Commercial", "Industry", "Health", "Environment", "Energy", "Coastal zones", "Agriculture"], "document_language": "English", "document_name": "Climate Action Plan", "document_country_code": "SGP", "document_hazard_name": ["Sea Level Rise", "Storms, Hurricanes, Tsunamis, Cyclones", "Floods"], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "07/10/2016", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/SGP/2016/SGP-2016-10-07-Climate Action Plan_aeab39e11f86b88f6a1c15c72e31f661.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "CLIMATE ACTION PLAN"}, {"text_block_id": "p1_b2", "text": "Singapore’s Climate Action Plan:"}, {"text_block_id": "p1_b3", "text": "Take Action Today, For a Carbon-Efficient Singapore"}, {"text_block_id": "p1_b4", "text": "Published By:"}, {"text_block_id": "p1_b5", "text": "National Climate Change Secretariat"}, {"text_block_id": "p1_b6", "text": "Prime Minister’s Office, Singapore"}, {"text_block_id": "p1_b7", "text": "www.nccs.gov.sg"}, {"text_block_id": "p1_b8", "text": "In Collaboration With:"}, {"text_block_id": "p1_b9", "text": "Ministry of the Environment and Water Resources"}, {"text_block_id": "p1_b10", "text": "Ministry of Foreign Affairs"}, {"text_block_id": "p1_b11", "text": "Ministry of National Development"}, {"text_block_id": "p1_b12", "text": "Ministry of Trade and Industry"}, {"text_block_id": "p1_b13", "text": "Ministry of Transport"}, {"text_block_id": "p1_b14", "text": "Building and Construction Authority"}, {"text_block_id": "p1_b15", "text": "Economic Development Board"}, {"text_block_id": "p1_b16", "text": "Energy Market Authority"}, {"text_block_id": "p1_b17", "text": "Housing & Development Board"}, {"text_block_id": "p1_b18", "text": "Land Transport Authority"}, {"text_block_id": "p1_b19", "text": "National Environment Agency"}, {"text_block_id": "p1_b20", "text": "National Research Foundation, Prime Minister’s Office, Singapore"}, {"text_block_id": "p1_b21", "text": "PUB, Singapore’s National Water Agency"}, {"text_block_id": "p1_b22", "text": "© COPYRIGHT 2016"}, {"text_block_id": "p1_b23", "text": "All rights reserved. No part of this publication may be reproduced, stored in a retrieval system, or transmitted in any form or by any means, electronic or mechanical, without the prior permission of the National Climate Change Secretariat."}, {"text_block_id": "p1_b24", "text": "ISBN: 978-981-11-0078-9"}, {"text_block_id": "p1_b25", "text": "003 - 012 - 0115"}, {"text_block_id": "p1_b26", "text": "Printing Paper From Sustainable Sources"}, {"text_block_id": "p1_b27", "text": "Design and Production by Green House Design + Communications"}, {"text_block_id": "p2_b28", "text": "CONTENTS"}, {"text_block_id": "p2_b29", "text": "CONTENTS\n"}, {"text_block_id": "p2_b31", "text": "CONTENTS\n\n* CLIMATE CHANGE AND SINGAPORE\n* CLIMATE CHANGE AND SINGAPORE\n 03\n* IMPROVING ENERGY AND CARBON EFFICIENCY\n* IMPROVING ENERGY AND CARBON EFFICIENCY\n 12\n* REDUCING CARBON EMISSIONS IN POWER GENERATION\n* REDUCING CARBON EMISSIONS IN POWER GENERATION\n 26\n* DEVELOPING AND DEPLOYING LOW-CARBON TECHNOLOGY\n* DEVELOPING AND DEPLOYING LOW-CARBON TECHNOLOGY\n 32\n* ENCOURAGING COLLECTIVE CLIMATE ACTION\n* ENCOURAGING COLLECTIVE CLIMATE ACTION\n 41\n* ENCOURAGING COLLECTIVE CLIMATE ACTION\n 41\n CONCLUSION 50"}, {"text_block_id": "p3_b48", "text": "OVERVIEW"}, {"text_block_id": "p3_b49", "text": "The climate is changing, and Singapore – a low-lying island state – is vulnerable. The 2015 Paris Agreement on climate change is a call to action for every country to mitigate climate change, and Singapore will play its part. We aim to reduce our emissions intensity by 36 per cent below 2005 levels by 2030 and stabilise our emissions with the aim of peaking around 2030."}, {"text_block_id": "p3_b50", "text": "Climate Action Plan"}, {"text_block_id": "p3_b51", "text": ":"}, {"text_block_id": "p3_b52", "text": "Take Action Today, For a Carbon-Efficient Singapore"}, {"text_block_id": "p3_b53", "text": "sets out four strategies to achieve this."}, {"text_block_id": "p3_b54", "text": "Improving energy efficiency"}, {"text_block_id": "p3_b55", "text": "will remain our key strategy for reducing emissions across the industry, transport, buildings, household, waste, and water sectors. Increased awareness building, enhanced regulations, capability building, and government support will help Singapore achieve this."}, {"text_block_id": "p3_b56", "text": "At the same time, we will"}, {"text_block_id": "p3_b57", "text": "reduce carbon emissions from power generation"}, {"text_block_id": "p3_b58", "text": "."}, {"text_block_id": "p3_b59", "text": "We will aim to adopt more efficient technologies and increase the share of non-fossil fuels in our electricity mix."}, {"text_block_id": "p3_b60", "text": "We will continue to"}, {"text_block_id": "p3_b61", "text": "develop and demonstrate cutting-edge low-carbon technologies"}, {"text_block_id": "p3_b62", "text": "as well as scale up low-carbon solutions for deployment in Singapore and export overseas. This will position us well to tap on global and regional green growth opportunities."}, {"text_block_id": "p3_b63_merged_merged_merged", "text": "We must respond to the challenges of climate change as one nation, through the collective action of government agencies, individuals, businesses, and the community. Our efforts to mitigate carbon emissions, coupled with steps taken to adapt to climate change,  will ensure that Singapore remains a  vibrant and liveable city for current  and future generations."}, {"text_block_id": "p3_b67", "text": "A bird’s eye view of Queenstown, one of Singapore’s oldest public housing estates"}, {"text_block_id": "p4_b68", "text": "CHAPTER"}, {"text_block_id": "p4_b69", "text": "01"}, {"text_block_id": "p4_b70", "text": "CLIMATE CHANGE AND SINGAPORE"}, {"text_block_id": "p5_b71", "text": "CLIMATE CHANGE AND WHY IT MATTERS"}, {"text_block_id": "p5_b72", "text": "Climate change, which refers to the large-scale, long-term shift in the earth’s weather patterns, is caused by increasing levels of greenhouse gases (GHG)"}, {"text_block_id": "p5_b73", "text": "in the earth’s atmosphere. The year 2015 was the warmest on record, with average temperatures reaching about 1°C above those in the pre-industrial era"}, {"text_block_id": "p5_b74", "text": ". Without additional efforts to reduce GHG emissions, temperatures could continue to rise to between 3.7°C and 4.8°C above pre-industrial levels by 2100"}, {"text_block_id": "p5_b75", "text": ". Higher temperatures, rising sea levels, and changes in weather patterns can cause significant damage to homes, businesses, and livelihoods globally."}, {"text_block_id": "p5_b76", "text": "In recent years, Singapore has seen bouts of high temperatures and very intense thunderstorms that have led to flash floods. Our annual mean temperature rose from 26.6°C in 1972 to 28.3°C in 2015, which was both the warmest year"}, {"text_block_id": "p5_b77", "text": "and the second-driest year ever recorded. In early 2014, Singapore also experienced its longest dry spell since records began in 1869. Phase 1 of the second National Climate Change Study projected that our temperatures could rise by between 1.4°C and 4.6°C by the end of this century (2070 to 2099)"}, {"text_block_id": "p5_b78", "text": ", while mean sea levels could increase by between 0.25m and 0.76m in the same period."}, {"text_block_id": "p5_b79", "text": "Climate change is a global challenge that requires a global response. Although"}, {"text_block_id": "p5_b80", "text": "Singapore accounts for only about 0.11 per cent of global emissions, we contribute to international efforts to address climate change under the United Nations Framework Convention on Climate Change (UNFCCC). Domestically, we are reducing GHG emissions and making use of innovative low-carbon solutions, while enhancing our resilience to the impacts of climate change."}, {"text_block_id": "p5_b81", "text": "SINGAPORE’S NATIONAL CIRCUMSTANCES AND EARLY ACTIONS"}, {"text_block_id": "p5_b82_merged_merged_merged", "text": "Singapore is an island city-state of only 719km in size. Our small size, urban density, low wind speeds, relatively flat land, and lack of geothermal resources present serious difficulties in pursuing alternative energy options such as nuclear, hydro-electric, wind, or geothermal power. Our limited land resources also make it challenging to deploy solar power on a large scale. Despite this, Singapore has made significant efforts in addressing climate change."}, {"text_block_id": "p5_b85", "text": "We made early policy choices that reduced our GHG emissions, for example by switching from fuel oil to natural gas – the cleanest form of fossil fuel – for  power generation. Today, about 95 per cent of our electricity is generated from natural gas."}, {"text_block_id": "p5_b86", "text": "We also price energy at market cost, without any subsidy, so that households and businesses will use energy judiciously."}, {"text_block_id": "p6_b87", "text": "HOW IS SINGAPORE DOING TODAY?"}, {"text_block_id": "p6_b88", "text": "Singapore has long emphasised environmental protection and sustainable development. From 2000 to 2012, Singapore’s economy grew at an annual rate of 5.7 per cent, while GHG emissions grew at a lower rate of 2.1 per cent."}, {"text_block_id": "p6_b89", "text": "Due to our sustainability efforts, Singapore’s Carbon Intensity, or carbon dioxide (CO"}, {"text_block_id": "p6_b90", "text": "2"}, {"text_block_id": "p6_b91", "text": ") emissions per dollar of economic output, is among the lowest in the world. We rank 123rd out of 141 countries, placing us among the 20 best-performing countries"}, {"text_block_id": "p6_b92", "text": "."}, {"text_block_id": "p6_b93_merged_merged", "text": "Singapore’s efforts are internationally recognised. We were ranked 14th out of 180 countries in the 2016 Environmental Performance Index (EPI), making us the top-ranked country in Asia. Singapore was also top among 22 major cities in the 2013 Asian Green City Index."}, {"text_block_id": "p7_b96", "text": "SINGAPORE’S COMMITMENTS TO ADDRESS CLIMATE CHANGE"}, {"text_block_id": "p7_b97", "text": "In 2009,"}, {"text_block_id": "p7_b98", "text": "Singapore pledged to reduce emissions  by 16 per cent from business-as-usual (BAU)  levels by 2020."}, {"text_block_id": "p7_b99", "text": "In 2015, building on our earlier commitment,"}, {"text_block_id": "p7_b100", "text": "Singapore pledged to reduce our Emissions Intensity"}, {"text_block_id": "p7_b101", "text": "(EI) by 36 per cent from 2005 levels by 2030, and stabilise emissions with the aim of peaking around 2030."}, {"text_block_id": "p7_b102", "text": "SINGAPORE’S GHG EMISSIONS PROFILE"}, {"text_block_id": "p7_b103_merged_merged", "text": "Singapore’s GHG emissions in 2012 totalled 49 million tonnes (MT) CO2-equivalent. Figure 1-3 shows the share of direct emissions per sector, as well as the breakdown of indirect emissions from each sector’s electricity usage. When combined, these represent the total GHG emissions by sector (For example, the industry sector accounted for about 59 per cent of Singapore’s overall GHG emissions in 2012, of which 41 per cent was from direct emissions and 18 per cent from electricity use)."}, {"text_block_id": "p7_b106", "text": "Deputy Prime Minister Teo Chee Hean at the National Climate Change Competition Award Ceremony 2015"}, {"text_block_id": "p7_b107", "text": "“"}, {"text_block_id": "p7_b108", "text": "Singapore plans to further reduce our emissions intensity as part of international efforts to address climate change. For a very small country with limited alternative energy options, the stabilisation of our emissions with the aim of peaking around 2030 requires serious efforts by everyone.  We have to strive for higher  levels of energy efficiency, including deployment of  best-in-class technologies."}, {"text_block_id": "p7_b109", "text": "“"}, {"text_block_id": "p7_b110", "text": "DPM Teo Chee Hean,"}, {"text_block_id": "p7_b111", "text": "Chairman of the Inter-Ministerial Committee on"}, {"text_block_id": "p7_b112", "text": "Climate Change (IMCCC),"}, {"text_block_id": "p7_b113", "text": "upon Singapore’s pledge submission on July 3, 2015"}, {"text_block_id": "p8_b114", "text": "DEVELOPMENT OF SINGAPORE’S PLEDGE"}, {"text_block_id": "p8_b115", "text": "Under the guidance of the InterMinisterial Committee on Climate Change (IMCCC) chaired by Deputy Prime Minister Teo Chee Hean, numerous government agencies worked together to develop Singapore’s pledge."}, {"text_block_id": "p8_b116", "text": "(Refer to Figure 1-4)"}, {"text_block_id": "p8_b117", "text": "The discussion and analysis undertaken by the IMCCC agencies was supported by independent technical studies, technology roadmaps (see Chapter 4 for more information), and consultations with stakeholders. More than 1,000 comments and suggestions on measures to mitigate emissions were received, and more than 200 organisations participated in the consultations."}, {"text_block_id": "p8_b118", "text": "(Refer to Figure 1-5)"}, {"text_block_id": "p8_b119", "text": "Figure 1-4: Inter-Ministerial Committee on Climate Change"}, {"text_block_id": "p8_b120", "text": "Figure 1-5: Development Process of Singapore’s Pledge"}, {"text_block_id": "p9_b121", "text": "PARIS AGREEMENT ON CLIMATE CHANGE"}, {"text_block_id": "p9_b122", "text": "On December 12, 2015, at the 21st Conference of the Parties to the UNFCCC (COP-21) in Paris, all 196 Parties to the UNFCCC adopted a landmark agreement to take the world in an ambitious new direction in terms of global climate action. The Paris Agreement will replace the Kyoto Protocol"}, {"text_block_id": "p9_b123", "text": "which expires in 2020. Unlike the Kyoto Protocol, which required only developed countries to take on emissions targets, the new treaty will be applicable to all countries. It builds on the momentum of the pledges"}, {"text_block_id": "p9_b124", "text": "submitted by over 185 countries ahead of the Paris meeting. Together, these countries account for 96 per cent of global emissions and 99 per cent of the global population"}, {"text_block_id": "p9_b125", "text": "."}, {"text_block_id": "p9_b126", "text": "AN AMBITIOUS, BALANCED, AND DURABLE AGREEMENT"}, {"text_block_id": "p9_b127_merged_merged", "text": "The Paris Agreement reaffirms the long-term global goal of keeping global warming well below 2°C above pre-industrial levels, and urges Parties to pursue efforts towards a more ambitious 1.5°C threshold. Under the Agreement, Parties aim to achieve the peaking of global emissions as soon as possible."}, {"text_block_id": "p9_b132", "text": "The Agreement will uphold the UNFCCC principle of “common but differentiated responsibilities and respective capabilities, in the light of different national circumstances”. Parties will be required to communicate or update their climate pledges every five years. Successive climate pledges must represent a progression beyond current ones."}, {"text_block_id": "p9_b133", "text": "A five-yearly stocktake of global collective progress will guide this process, while an enhanced reporting and monitoring framework will track the progress that countries have made towards achieving their pledges."}, {"text_block_id": "p9_b134", "text": "Singapore signed the Agreement on April 22, 2016 at the United Nations Headquarters in New York, along with 175 other Parties. The Agreement will enter into force after at least 55 Parties accounting for at least 55 per cent of global emissions have ratified it."}, {"text_block_id": "p9_b135", "text": "THE WAY FORWARD TO 2030"}, {"text_block_id": "p9_b136", "text": "Singapore has set ambitious targets under our 2030 pledge, and meeting them will require concerted efforts by the government, businesses, households, and individuals. Our strategies to achieve our 2030 pledge are outlined in the next four chapters:"}, {"text_block_id": "p9_b137", "text": "Singapore has set ambitious targets under our 2030 pledge, and meeting them will require concerted efforts by the government, businesses, households, and individuals. Our strategies to achieve our 2030 pledge are outlined in the next four chapters:\n* Chapter 2: Improving Energy and Carbon Efficiency\n* Chapter 3: Reducing Carbon Emissions in Power Generation\n* Chapter 4: Developing and Deploying Low-Carbon Technology\n* Chapter 5: Encouraging Collective Climate Action"}, {"text_block_id": "p9_b145", "text": "The above strategies will guide our work as we study the optimal mix of policies and technologies to achieve our 2030 commitment. We will remain nimble and responsive to local and global developments, to identify appropriate and effective measures that will reduce emissions and increase our energy efficiency. Everyone will have a part to play, to make more climate-friendly choices in the way we lead our daily lives."}, {"text_block_id": "p10_b146", "text": "Minister for Foreign Affairs Dr Vivian Balakrishnan (second from left) and Chief Negotiator for Climate Change Ambassador Kwok Fook Seng (third from left) at the conclusion of COP-21 in Paris"}, {"text_block_id": "p10_b147", "text": "CONTRIBUTING TO MULTILATERAL NEGOTIATIONS"}, {"text_block_id": "p10_b148", "text": "Singapore supports the multilateral negotiations under the UNFCCC, and has contributed proactively to the process. We were the 17th country to submit our pledge on July 3, 2015, well ahead of COP-21. Singapore played an active role in forging consensus on the Paris Agreement at COP-21. Minister for Foreign Affairs Dr Vivian Balakrishnan was invited by the French Presidency to co-facilitate discussions on differentiation, a contentious issue that could have scuttled the deal. Ultimately, the issue was about ensuring fairness – providing the necessary assurance"}, {"text_block_id": "p10_b149", "text": "to all Parties that this agreement will account for the historical responsibilities of developed countries while also encouraging developing countries to contribute more as they achieve greater progress."}, {"text_block_id": "p10_b150", "text": "Singapore’s Chief Negotiator for Climate Change Ambassador Kwok Fook Seng led negotiations on an enhanced transparency framework for the Paris Agreement to institute clear reporting and review processes in order to track the progress that countries have made towards achieving their pledges."}, {"text_block_id": "p11_b151", "text": "STRATEGIES TO MEET SINGAPORE’S 2030 PLEDGE"}, {"text_block_id": "p11_b152", "text": "IMPROVE ENERGY AND CARBON EFFICIENCY"}, {"text_block_id": "p11_b153", "text": "Industry"}, {"text_block_id": "p11_b154", "text": "Buildings"}, {"text_block_id": "p11_b155", "text": "Transport"}, {"text_block_id": "p11_b156", "text": "Household"}, {"text_block_id": "p11_b157", "text": "Water and Waste"}, {"text_block_id": "p12_b158", "text": "SINGAPORE’S PLEDGE"}, {"text_block_id": "p12_b159", "text": "To reduce our Emissions Intensity (EI) by 36 per cent from 2005 levels by 2030, and stabilise emissions with the aim of peaking around 2030."}, {"text_block_id": "p12_b160_merged", "text": "Emissions Intensity (kgCO2e/S$GDP)"}, {"text_block_id": "p12_b163", "text": "REDUCE CARBON EMISSIONS IN POWER GENERATION"}, {"text_block_id": "p12_b164", "text": "DEVELOP AND DEPLOY LOW CARBON TECHNOLOGY"}, {"text_block_id": "p12_b165", "text": "ENCOURAGE COLLECTIVE CLIMATE ACTION"}, {"text_block_id": "p13_b166", "text": "CHAPTER"}, {"text_block_id": "p13_b167", "text": "02"}, {"text_block_id": "p13_b168", "text": "IMPROVING ENERGY AND CARBON EFFICIENCY"}, {"text_block_id": "p14_b169", "text": "INTRODUCTION"}, {"text_block_id": "p14_b170", "text": "Singapore’s geographical constraints limit the extent to which alternative energy can be deployed. Hence, increasing energy efficiency will continue to be a key strategy to reduce our carbon emissions. This will also help lower costs, increase business competitiveness, and enhance energy security. We will continue efforts to improve energy efficiency and carbon efficiency"}, {"text_block_id": "p14_b171", "text": "by increasing awareness and enhancing incentives, as well as through regulation and capacity building."}, {"text_block_id": "p14_b172", "text": "INCREASING INDUSTRIAL ENERGY AND CARBON EFFICIENCY"}, {"text_block_id": "p14_b173", "text": "Potential for Energy Savings in Industry"}, {"text_block_id": "p14_b174", "text": "The industry sector accounts for more than half of Singapore’s GHG emissions. A 2014 study"}, {"text_block_id": "p14_b175", "text": "on industrial energy efficiency in Singapore estimated that by 2030, energy savings of 20 per cent could be achieved compared to business-as-usual levels. Significant energy efficiency opportunities were identified in the petroleum, petrochemical, and semiconductor sub-sectors, in areas such"}, {"text_block_id": "p14_b176", "text": "as exhaust gas heat recovery, combustion optimisation for furnaces, and improved catalysts. The implementation of energy efficiency projects and good energy management practices can save energy and reduce costs for companies."}, {"text_block_id": "p14_b177", "text": "Increasing Energy Efficiency"}, {"text_block_id": "p14_b178_merged_merged_merged", "text": "The National Environment Agency (NEA) and Economic Development Board (EDB) will work with the manufacturing sector industries to achieve energy efficiency improvement rates similar to the 1 to 2 per cent per annum being achieved in leading developed countries like Belgium and the Netherlands. Several schemes are already in place to support greater energy efficiency (see next page). The Energy Conservation Act (ECA), which covers energy-intensive industrial firms, will be reviewed regularly so that it remains effective in supporting energy efficiency improvements."}, {"text_block_id": "p14_b181", "text": "In the first half of 2016, NEA sought feedback from companies on existing schemes and on possible new initiatives, to improve manufacturing sector energy efficiency."}, {"text_block_id": "p14_b182", "text": "EXCELLENCE IN ENERGY MANAGEMENT"}, {"text_block_id": "p14_b183", "text": "Lumileds is a global company that develops, manufactures, and distributes advanced light-emitting diodes (LEDs) and automotive lighting products. Lumileds Singapore’s manufacturing plant was awarded the BCA Green Mark Platinum Award, and the NEA Excellence in Energy Management Award in 2015. Between 2011 and 2014, the company implemented 18 energy efficiency projects that reduced its energy usage per unit product by 64 per cent, resulting in significant energy cost savings. Projects included facility systems upgrades, LED lamp replacements, and chiller plant optimisation. Lumileds Singapore targets to improve its energy efficiency by 5 to 8 per cent each year."}, {"text_block_id": "p15_b184", "text": "SCHEMES TO HELP COMPANIES ACHIEVE GREATER ENERGY EFFICIENCY"}, {"text_block_id": "p15_b185", "text": "CAPABILITY DEVELOPMENT"}, {"text_block_id": "p15_b186", "text": "Singapore Certified Energy Manager (SCEM)"}, {"text_block_id": "p15_b187", "text": "This is a training and certification programme in energy management. The SCEM training grant covers about 70 per cent of training costs."}, {"text_block_id": "p15_b188", "text": "Energy Conservation Act (ECA)"}, {"text_block_id": "p15_b189", "text": "Energy-intensive users in the industrial sector are required to appoint an energy manager, monitor and report energy use and GHG emissions-related information annually. They also have to submit an energy efficiency improvement plan and review this plan annually."}, {"text_block_id": "p15_b190", "text": "Energy Efficiency National Partnership (EENP) Programme"}, {"text_block_id": "p15_b191", "text": "This is a voluntary partnership programme for companies that includes:"}, {"text_block_id": "p15_b192", "text": "This is a voluntary partnership programme for companies that includes:\n* Promoting adoption of an energy management\n* Organising learning events such as the\n* Providing recognition schemes to encourage"}, {"text_block_id": "p15_b198", "text": "Participants at the National Energy Efficiency Conference 2015"}, {"text_block_id": "p15_b199", "text": "FINANCING"}, {"text_block_id": "p15_b200", "text": "EE Financing Pilot Programme"}, {"text_block_id": "p15_b201", "text": "Under this programme, companies receive financing for up to 100 per cent of the upfront capital investment of energy efficiency projects. Cost savings are shared between the financier and the company."}, {"text_block_id": "p15_b202", "text": "INCENTIVES"}, {"text_block_id": "p15_b203", "text": "Resource-Efficient Design"}, {"text_block_id": "p15_b204", "text": "NEA co-funds up to 50 per cent of the cost of design workshops to integrate energy and resource efficiency in the design of new facilities, capped at $600,000 per project."}, {"text_block_id": "p15_b205", "text": "Energy Audits"}, {"text_block_id": "p15_b206", "text": "NEA co-funds 50 per cent of the costs of an energy audit, which assesses energy consumption and helps to develop energy efficiency improvement plans for existing facilities, capped at $200,000 per project."}, {"text_block_id": "p15_b207", "text": "Retrofit Projects"}, {"text_block_id": "p15_b208_merged", "text": "Besides grants, tax incentive schemes are also available. The Accelerated Depreciation Allowance Scheme (ADAS) allows the write-off or depreciation, within one year, of capital expenditure on more energy efficient or energy-saving equipment to replace existing ones. The Investment Allowance – Energy Efficiency Scheme (IA) allows an additional 30 per cent investment allowance for energy efficiency investments against taxable income, on top of normal capital allowances."}, {"text_block_id": "p16_b213", "text": "Reducing Non-CO"}, {"text_block_id": "p16_b214", "text": "2"}, {"text_block_id": "p16_b215", "text": "GHGs"}, {"text_block_id": "p16_b216_merged_merged", "text": "Although most of Singapore’s GHG emissions consist of CO2, non-CO2 GHGs also contribute a small percentage (2.1 per cent in 2012). In Singapore, most of the non-CO2  GHG emissions are from the semiconductor sub-sector.EDB and NEA will study policy options to support the implementation of appropriate measures and technologies to reduce non-CO2"}, {"text_block_id": "p16_b225", "text": "GHG emissions from the sub-sector."}, {"text_block_id": "p16_b226", "text": "Adopting Cleaner Fuels in Industry"}, {"text_block_id": "p16_b227", "text": "In the industry sector, fuels such as fuel oil are directly combusted to meet heating needs, for example in boilers."}, {"text_block_id": "p16_b228", "text": "Switching to cleaner fuels such as natural gas can decrease carbon emissions from heating processes by about 25 per cent. EDB and NEA will study further policy options to facilitate this switch."}, {"text_block_id": "p16_b229", "text": "ACHIEVING GLOBAL LEADERSHIP IN GREEN BUILDINGS"}, {"text_block_id": "p16_b230", "text": "A Leading Rating System for the Tropics: Green Mark 2015"}, {"text_block_id": "p16_b231", "text": "The Green Mark Scheme is the Building and Construction Authority’s (BCA) green"}, {"text_block_id": "p16_b232", "text": "building rating system, tailored for the tropics and sub-tropics. It evaluates and sets benchmarks for environmental sustainability in buildings. Since the launch of the Green Mark Scheme, the number of green building projects has increased from 17 in 2005 to more than 2,700 in 2016, covering more than 31 per cent of buildings in Singapore. To keep pace with technological advancements and raise energy performance standards, BCA introduced the revised Green Mark 2015 criteria. Enhancements include increased recognition for energy efficiency and for adoption of renewable energy."}, {"text_block_id": "p16_b233", "text": "ENERGY EFFICIENCY FINANCING"}, {"text_block_id": "p16_b234", "text": "Sustainable Development Capital LLP (SDCL) Asia Limited, EDB’s designated partner for the Energy Efficiency Financing Pilot Programme, signed a contract with Panasonic Singapore in 2015 to replace eight air compressor units with six new ones, enabling Panasonic to achieve a 23 per cent improvement in energy efficiency. SDCL financed 100 per cent of the capital cost and also assisted Panasonic in selecting partners for energy audits and equipment suppliers."}, {"text_block_id": "p17_b235", "text": "Building a Greener Tomorrow –  3rd Green Building Masterplan"}, {"text_block_id": "p17_b236", "text": "BCA’s Green Building Masterplans aim to reduce carbon emissions and increase sustainability in Singapore’s buildings. Recognising that tenants consume about 50 per cent of energy in a commercial building, the 3rd Green Building Masterplan is focused on changing the way building tenants and occupants consume energy."}, {"text_block_id": "p17_b237", "text": "Beyond the existing Green Lease Toolkit"}, {"text_block_id": "p17_b238", "text": "and user-centric Green Mark schemes, BCA will step up efforts to encourage the retrofitting of tenanted spaces with energy-efficient fittings, such as light fittings."}, {"text_block_id": "p17_b239", "text": "To enhance current efforts to green existing buildings, BCA and Singapore Green Building Council (SGBC) have collaborated to develop the Zero Capital Partnership"}, {"text_block_id": "p17_b240", "text": "scheme, which provides a “zero capital” solution for building owners to carry out energy efficiency retrofits for buildings. These efforts will contribute to Singapore’s aim of making 80 per cent of all buildings green by 2030."}, {"text_block_id": "p17_b241", "text": "Energy-Efficient Data Centres"}, {"text_block_id": "p17_b242", "text": "Within the buildings sector, data centres are large energy consumers."}, {"text_block_id": "p17_b243_merged_merged", "text": "The Infocomm Development Authority of Singapore (IDA) has estimated that the  10 largest data centres in Singapore consume as much energy annually as 130,000 households. Singapore is emerging as the region’s data centre hub. We host more than 60 per cent of the data centres in Southeast Asia as at 2015 and our data centre industry is expected to grow. The Green Data Centre Technology Roadmapfound that the sector has the potential to reduce energy use by more than 50 per cent by 2030 compared to business-as-usual levels. Recognising this, IDA has implemented initiatives to encourage energy efficiency in the design, operation, and management of data centres. This includes the Green Data Centre Standard (Singapore Standard 564), the BCA-IDA Green Mark for Data Centres, the Investment Allowance scheme for energy efficiency projects and the Green Data Centre Programme (GDCP) that supports high-impact research, development, and demonstration projects on energy efficiency in data centres. As one of the projects under GDCP, Singapore is conducting trials on the world’s first Tropical Data Centre (TDC), which could reduce energy consumption of data centres by up to 40 per cent. The TDC will test the operation of data centres under temperatures of up to 38°C and ambient humidity up to or exceeding 90 per cent."}, {"text_block_id": "p18_b248", "text": "WORLD’S FIRST HIGH-RISE ROTATABLE LABORATORY FOR THE TROPICS"}, {"text_block_id": "p18_b249", "text": "The BCA SkyLab is part of BCA’s plans to accelerate the pace of research, development, and application of innovative energy-efficient building technologies. To be launched in July 2016, it is equipped with state-of-the-art features, including a fully-rotatable platform and reconfigurable plug-and-play fittings, for comprehensive tests to be carried out at any orientation to the sun and wind in an urban high-rise setting. The BCA SkyLab will be a key facility for test-bedding, demonstration and knowledge-sharing of green building technologies."}, {"text_block_id": "p18_b250", "text": "SkyLab, the world’s first high-rise rotatable test facility"}, {"text_block_id": "p18_b251", "text": "BCA-IDA GREEN MARK FOR DATA CENTRES"}, {"text_block_id": "p18_b252", "text": "Equinix’s Green Mark Platinum SG3 Data Centre in Ayer Rajah Crescent"}, {"text_block_id": "p18_b253_merged", "text": "The Green Mark for Data Centres encourages energy efficiency in the design, operation, and management of data centres. Equinix’s SG3 Data Centre was awarded the Green Mark Platinum rating in 2015. The facility saves energy and water through initiatives such as rainwater harvesting, temperature control, air leakage prevention, and the use of solar photovoltaic panels. This has reduced the facility’s consumption of potable water and lowered its Power Usage Effectiveness (PUE)ratio to 1.35, saving an estimated 32.5 per cent of energy. Equinix has a long-term goal of using 100 per cent clean and renewable energy for its global platform."}, {"text_block_id": "p19_b255", "text": "INCREASING TRANSPORT SECTOR CARBON EFFICIENCY"}, {"text_block_id": "p19_b256", "text": "Encouraging Public Transport Use"}, {"text_block_id": "p19_b257", "text": "In the 2013 Land Transport Master Plan, the Land Transport Authority (LTA) of Singapore outlined its objective to make public transport the preferred mode of transportation, and to promote active mobility, such as walking and cycling for shorter commutes and to complement public transport. Selected initiatives in support of this vision include:"}, {"text_block_id": "p19_b258", "text": "In the 2013 Land Transport Master Plan, the Land Transport Authority (LTA) of Singapore outlined its objective to make public transport the preferred mode of transportation, and to promote active mobility, such as walking and cycling for shorter commutes and to complement public transport. Selected initiatives in support of this vision include:\n* An ambitious plan to double the rail network in 15 years. With the opening of Downtown Line 2 in December 2015, Singaporeâs rail network increased by 10 per cent from 183km in 2014 to some 200km in 2015. This year, the Tuas West Extension for the East-West Line will be completed, adding a further 7.5km. By 2030, the rail network will be 360km, and will be comparable in rail density with developed cities like London, New York and Tokyo. More than 120 trains will also be added to existing train lines, increasing the total fleet size by more than 40 per cent.\n* The Bus Service Enhancement Programme, launched in 2012, aims to grow the public bus fleet by 1,000 buses or about 25 per cent by 2017.\n* To facilitate walking and cycling, our sheltered walkway network will be quadrupled from the existing 56km to 200km by 2018. Cycling paths will double from 355km in 2015 to more than 700km by 2030. Bicycle-sharing will be piloted in various districts, and Ang Mo Kio will be transformed\n* To facilitate walking and cycling, our sheltered walkway network will be quadrupled from the existing 56km to 200km by 2018. Cycling paths will double from 355km in 2015 to more than 700km by 2030. Bicycle-sharing will be piloted in various districts, and Ang Mo Kio will be transformed\n into a model walking and cycling town. From July 2016, LTA and the Urban Redevelopment Authority (URA) will require private developers to consider the safety, convenience, and accessibility needs of pedestrians and cyclists in their development plans.\n* Seven new integrated transport hubs will be built by 2023 to make it convenient for people to access different transport modes and to enjoy shopping and lifestyle services at the same location. Additional integrated transport hubs will be built for selected areas undergoing development or redevelopment."}, {"text_block_id": "p19_b267", "text": "By 2030, every HDB town will have a dedicated cycling network."}, {"text_block_id": "p20_b268", "text": "Limiting Emissions from Private Transport"}, {"text_block_id": "p20_b269", "text": "The Certificate of Entitlement (COE) and the Electronic Road Pricing (ERP) systems have been in place for many years to curb the growth of the vehicle population and the use of private transport. This is supplemented by high vehicle taxes, registration fees and fuel duties."}, {"text_block_id": "p20_b270", "text": "Electric Vehicle (EV) Pilot Programme (Phase 2)"}, {"text_block_id": "p20_b271", "text": "Various trials are underway to assess the implementation of electric vehicles (EV) in Singapore. In the first phase, 89 EVs were deployed between 2011 and 2013. In the second phase, the use of EVs will be trialled for fleet-based operations. An EV car-sharing pilot programme for this phase will introduce as many as 1,000 EVs and an island-wide charging infrastructure comprising up to 2,000 charging kiosks to support the eventual proliferation of EVs."}, {"text_block_id": "p20_b272", "text": "ENHANCING EFFICIENCY IN DOMESTIC LOGISTICS"}, {"text_block_id": "p20_b273", "text": "Singapore is a leading logistics hub in Asia. It is estimated that 4,000 trucks make over 20,000 delivery trips daily, occupying approximately 25 per cent of road space in Singapore. In 2015, IDA and SPRING Singapore announced a $20 million pilot project to develop an integrated delivery system for malls. If scaled to cover all of Singapore’s malls, such consolidation and coordination could reduce the number of trucks on the road by 25 per cent, reduce waiting time for deliveries by 65 per cent, reduce the manpower required for deliveries by 40 per cent, and result in lower carbon emissions from trucks."}, {"text_block_id": "p20_b274", "text": "ENCOURAGING THE SHIFT TO MORE EFFICIENT VEHICLES"}, {"text_block_id": "p20_b275_merged", "text": "The Carbon Emissions-based Vehicle Scheme (CEVS) was introduced in January 2013. The scheme applies to all new cars, taxis and newly-imported used cars that are registered in Singapore. Under the CEVS, these vehicles are divided into categories based on their CO2/km performance. Low-emission cars are given incentives, while high-emission cars incur a penalty in the form of a registration surcharge. The rebate or surcharge for taxis is 50 per cent higher than cars as taxis generally clock a higher mileage and thus typically emit more CO2 per year than cars. The rebates and surcharges are applied upfront at the point of purchase, to have a more significant impact on consumers’ purchase decisions, and encourage them to choose lower-emission car and taxi models. The CEVS will be reviewed in 2017."}, {"text_block_id": "p20_b280", "text": "The Fuel Economy Labeling Scheme (FELS) introduced in 2012 complements the CEVS by providing information on the fuel performance of each car model. Together, the CEVS and FELS allow consumers to choose fuel-efficient cars, which in turn leads to savings on fuel cost and lower carbon emissions."}, {"text_block_id": "p21_b281", "text": "EMPOWERING HOUSEHOLDS TO MAKE BETTER ENERGY CHOICES"}, {"text_block_id": "p21_b282", "text": "Raising Minimum Energy Performance Standards"}, {"text_block_id": "p21_b283", "text": "Minimum Energy Performance Standards (MEPS) remove the most energy-inefficient appliance models from the market. MEPS were first introduced for air-conditioners and refrigerators in 2011 and have  since been extended to clothes dryers  and lamps."}, {"text_block_id": "p21_b284", "text": "MEPS for air-conditioners were raised in 2013, and will be raised again in September 2016. As for lamps, MEPS were introduced in 2015 to remove the least efficient models, such as tungsten filament incandescent bulbs."}, {"text_block_id": "p21_b285", "text": "The minimum standards for appliances will be progressively raised to increase the efficiency of the appliances on the market"}, {"text_block_id": "p21_b286", "text": ", while ensuring that product availability and consumer choice are not adversely affected. This will also result in lower life-cycle costs for consumers."}, {"text_block_id": "p21_b287", "text": "Promoting and Increasing Awareness about Energy Efficient Appliances"}, {"text_block_id": "p21_b288", "text": "To help households make more informed purchasing decisions, NEA introduced the Mandatory Energy Labelling Scheme (MELS) in 2008. It provides information that allows consumers to compare the energy efficiency of different appliances. MELS currently covers household refrigerators, air-conditioners, clothes dryers, televisions, and lamps."}, {"text_block_id": "p21_b289", "text": "NEA will consider including other appliances in the future."}, {"text_block_id": "p21_b290", "text": "For water heaters, NEA will raise public awareness of more energy-efficient models and encourage suppliers to bring more high-efficiency heaters into the market. For example, a heat pump water heater is highly efficient and consumes about one-third of the energy used by a gas or electric heater. NEA is currently studying the technical, economic, and operational feasibility of such water heaters."}, {"text_block_id": "p21_b291", "text": "Since the introduction of the MELS and MEPS, the average energy efficiency of air-conditioners and refrigerators has improved by about 13 per cent and 26 per cent respectively."}, {"text_block_id": "p21_b292_merged", "text": "In addition to schemes like MEPS  and MELS, NEA will continue to  promote energy-efficient appliances through public messaging campaigns – such as  the “Save Energy Save Money”  initiative – at retail outlets, HDB void decks, and through social media."}, {"text_block_id": "p22_b295", "text": "ENERGY CONSUMPTION PROFILE IN A TYPICAL HOUSEHOLD"}, {"text_block_id": "p22_b296", "text": "In general, three appliances – air-conditioners, water heaters, and refrigerators – account for 75 per cent of energy consumption in households."}, {"text_block_id": "p22_b297", "text": "Figure 2-7: Energy Consumption Profile in a Typical Household"}, {"text_block_id": "p23_b298", "text": "Smart Home Technologies"}, {"text_block_id": "p23_b299", "text": "Home Energy Management Systems (HEMS) analyse real-time energy usage and costs, alert residents to high energy use, and offer energy-saving tips. Overseas studies have shown that HEMS can potentially reduce energy consumption by up to 10 per cent."}, {"text_block_id": "p23_b300", "text": "HEMS are currently being piloted in selected households in the Yuhua estate to assess the feasibility of larger scale implementation."}, {"text_block_id": "p23_b301", "text": "The Yuhua pilot programme, led by HDB and IDA and in partnership with PUB, NEA, and MOH, will assess the usefulness and user-friendliness of HEMS. This will enable agencies to better understand residents’ receptiveness towards smart solutions like HEMS and the resultant changes in their household energy consumption patterns. The pilot programme will also allow agencies to better understand the digital infrastructure needed to accommodate such technology."}, {"text_block_id": "p23_b302", "text": "ENHANCING EFFICIENCY IN WATER TREATMENT AND WASTE MANAGEMENT PROCESSES"}, {"text_block_id": "p23_b303", "text": "Increasing Efficiency of Water Treatment"}, {"text_block_id": "p23_b304", "text": "PUB is pilot testing new technologies such as electrochemical desalting, with the aim of halving the energy used in the seawater desalination process. Improved technologies for reclaiming used water could also reduce energy use."}, {"text_block_id": "p23_b305", "text": "These reductions in energy use would decrease carbon emissions from the water sector."}, {"text_block_id": "p23_b306_merged", "text": "NEA is also conducting a pilot programme to evaluate the economic viability and feasibility of the district-level collection and processing of food waste for anaerobic co-digestion with used water sludge at the Ulu Pandan Water Reclamation Plant. Anaerobic co-digestion could help meet up to 50 per cent of the treatment plant’s electricity needs, up from 20 to 25  per cent from used water sludge  digestion alone."}, {"text_block_id": "p23_b308", "text": "Increasing Energy and Carbon Efficiency  in the Waste Management Process"}, {"text_block_id": "p23_b309", "text": "Waste reduction and recycling can reduce GHG emissions from waste incineration."}, {"text_block_id": "p23_b310", "text": "NEA aims to increase the overall recycling rate from 61 per cent in 2015 to 70 per cent in 2030, by increasing awareness and implementing other policy initiatives (see feature story)."}, {"text_block_id": "p24_b311", "text": "ENHANCING ENERGY EFFICIENCY OF TUAS WATER RECLAMATION PLANT"}, {"text_block_id": "p24_b312", "text": "PUB is building a demonstration-scale Integrated Validation Plant within its Ulu Pandan Water Reclamation Plant (WRP) to test new technologies for potential implementation at the future Tuas WRP. The aim is to make the Tuas WRP more eco-friendly, enabling it to consume less energy than conventional plants and produce more biogas for power generation."}, {"text_block_id": "p24_b313", "text": "INITIATIVES TO REDUCE WASTE AND INCREASE EFFICIENCY IN THE WASTE SECTOR"}, {"text_block_id": "p24_b314", "text": "The National Recycling Programme was launched by NEA in 2001 to make recycling more convenient for households. All new HDB developments launched from 2014 will be fitted with Centralised Chutes for Recyclables. NEA has also made it mandatory for large hotels and shopping malls to submit waste data and waste reduction plans. In addition, NEA has worked with the industry and non-governmental organisations to get various parties to sign the voluntary Singapore Packaging Agreement that aims to reduce packaging waste, which constitutes about one-third of Singapore’s domestic waste. From 2007 to 2015, the signatories cumulatively reduced about 26,000 tonnes of packaging waste, and saved more than $58 million in material costs."}, {"text_block_id": "p24_b315", "text": "Residents at Treelodge@Punggol using the Centralised Chute for Recyclables"}, {"text_block_id": "p25_b316", "text": "HOUSING & DEVELOPMENT BOARD (HDB) GREENPRINT IN YUHUA ESTATE"}, {"text_block_id": "p25_b317", "text": "HOUSING & DEVELOPMENT BOARD (HDB) GREENPRINT IN YUHUA ESTATE\n* Solar panels, rainwater harvesting system\n* Pneumatic Waste Conveyance System\n* Green roofs, vertical greenery\n* Green commuting, community outreach programmes"}, {"text_block_id": "p25_b329", "text": "The programme resulted in substantial energy savings. Lifts for 16 blocks were retrofitted with an energy regeneration system that reduced the lifts’ energy consumption by 20 per cent. Retrofitted LED street lights also reduced street light energy consumption by 50 per cent. Common services within the blocks such as lifts and lights are now powered by electricity generated by solar panels on housing block rooftops. With the completion of the pilot programme at Yuhua, the HDB Greenprint project was extended to Teck Ghee."}, {"text_block_id": "p25_b330", "text": "In the next stage of development, Yuhua will be further transformed into a smart and sustainable estate through various initiatives. These include the introduction of smart home solutions as part of HDB’s Smart Enabled Home Initiative."}, {"text_block_id": "p25_b331", "text": "HDB Greenprint Neighbourhood at Yuhua. Solar panels and greenery are visible on the rooftops of these blocks."}, {"text_block_id": "p26_b332", "text": "LOOKING AHEAD"}, {"text_block_id": "p26_b333", "text": "Energy efficiency will continue to be Singapore’s key strategy for reducing carbon emissions across all sectors. We will require everyone, including businesses and the community, to make adjustments to their daily activities, choices, and processes. To do so, greater access to information on energy use and best practices will be provided to guide businesses and individuals towards making informed decisions."}, {"text_block_id": "p26_b334", "text": "The government will also review and enhance incentives, regulations, and capability-building programmes in order to drive energy efficiency improvements."}, {"text_block_id": "p26_b335", "text": "As part of this, we will be studying the need to price carbon to enhance efforts across all sectors. A carbon price would send appropriate price signals to encourage changes in energy consumption, provide market incentives for the adoption of energy-efficient technologies and low-carbon solutions, and stimulate growth in green industries. However, a carbon price will incur costs, including affecting our competitiveness, and its overall impact will have to be studied."}, {"text_block_id": "p26_b336", "text": "In addition, we will invest in research and development to study new technologies that can boost energy efficiency in the longer term (see Chapter 4 for more details)."}, {"text_block_id": "p27_b337", "text": "CHAPTER"}, {"text_block_id": "p27_b338", "text": "03"}, {"text_block_id": "p27_b339", "text": "REDUCING CARBON EMISSIONS IN POWER GENERATION"}, {"text_block_id": "p28_b340", "text": "INTRODUCTION"}, {"text_block_id": "p28_b341", "text": "With limited access to alternative energy options, Singapore meets most of our electricity needs through the combustion of fossil fuels, which generates carbon emissions. In 2012, electricity generation accounted for 43 per cent of Singapore’s GHG emissions. Meeting our growing electricity needs, while minimising our carbon emissions, will be a challenge. We have already switched from using fuel oil for electricity generation and now use natural gas – the cleanest form of fossil fuel – for 95.3 per cent"}, {"text_block_id": "p28_b342", "text": "of our electricity. This has reduced our Grid Emission Factor"}, {"text_block_id": "p28_b343", "text": "(GEF), or the amount of CO"}, {"text_block_id": "p28_b344", "text": "2"}, {"text_block_id": "p28_b345", "text": "emitted per unit of electricity produced, by 15 per cent"}, {"text_block_id": "p28_b346", "text": "between 2010 and 2015. Increasing the efficiency of our power generation processes will help further"}, {"text_block_id": "p28_b347", "text": "reduce carbon emissions, enhance energy security, improve cost competitiveness, and promote environmental sustainability."}, {"text_block_id": "p28_b348", "text": "MORE EFFICIENT POWER GENERATION TECHNOLOGIES"}, {"text_block_id": "p28_b349_merged_merged", "text": "Power generation systems, such as Combined Cycle Gas Turbines (CCGT), are expected to increase in efficiency over time due to advancements in technology. Higher efficiencies translate into lower costs of production of electricity. The Energy Market Authority (EMA) will work with power generation companies to encourage them to adopt more efficient technologies. This will lower their production costs, reduce carbon emissions and keep prices competitive for electricity consumers."}, {"text_block_id": "p28_b352", "text": "CO- AND TRI-GENERATION"}, {"text_block_id": "p28_b353", "text": "Some companies in Singapore have taken the lead in deploying co- and tri-generation technologies, which are highly efficient."}, {"text_block_id": "p28_b354", "text": "One example is the tri-generation plant at GlaxoSmithKline Vaccines in Tuas, which can supply 1.8MW of electrical power, hot water, steam, and chilled water. This investment, which has a payback period of about five years, has helped GlaxoSmithKline Vaccines achieve annual savings of about 35.8TJ or $1.4 million."}, {"text_block_id": "p29_b355", "text": "INCREASING RENEWABLE ENERGY: SOLAR PHOTOVOLTAIC (PV) SYSTEMS"}, {"text_block_id": "p29_b356", "text": "In Singapore, solar energy is the most promising renewable energy option. Although Singapore’s small land area and high urban density constrain its use of renewable energy, the growth of solar PV installations in the country has been significant: from 2MWp in 2009 to  60MWp in 2015."}, {"text_block_id": "p29_b357_merged", "text": "This is largely due to the cost of solar energy falling by about 60 per cent over the last five years. In 2015, the cost of solar electricity in many new installations was below prevailing electricity tariffs."}, {"text_block_id": "p29_b359", "text": "Singapore plans to raise the adoption of solar power in our system to 350MWp by 2020, representing about 5 per cent of peak electricity demand. A key initiative aimed at developing the solar industry in Singapore is the SolarNova programme. Falling prices and continued market demand are expected to accelerate the adoption of solar energy."}, {"text_block_id": "p29_b360", "text": "Agencies like BCA, EMA, EDB,  and NEA will study ways to support this development and sustain the momentum generated by the SolarNova programme, through encouraging the deployment of solar PV systems on buildings, continued investments in solar R&D, policy enhancements, and engagement efforts with various sectors to promote solar adoption."}, {"text_block_id": "p30_b361", "text": "Solar energy generation is intermittent as it is affected by variable factors such as cloud cover. To support an increasing share of intermittent electricity generation, Singapore will invest in research efforts in solar forecasting, energy storage, and smart grids."}, {"text_block_id": "p30_b362", "text": "Solar PV systems have been installed by several government agencies. PUB has installed them at Choa Chu Kang"}, {"text_block_id": "p30_b363", "text": "Waterworks, and plans to install more at Changi Water Reclamation Plant, and Bedok Waterworks and WaterHub by 2017. PUB has also commenced a feasibility study to determine the solar PV deployment potential at its reservoirs and facilities."}, {"text_block_id": "p30_b364", "text": "Findings from this study will help determine the usable space for solar PV deployment and guide PUB’s future efforts in this area."}, {"text_block_id": "p30_b365", "text": "SOLARNOVA"}, {"text_block_id": "p30_b366", "text": "The SolarNova programme led by EDB and HDB promotes and aggregates solar demand across government agencies. It aims to build up and support the solar ecosystem in Singapore, in fields such as manufacturing, project development, system integration, and financing so as to encourage greater adoption of solar energy."}, {"text_block_id": "p30_b367", "text": "In December 2015, the first SolarNova tender was awarded, covering 76MWp of solar PV panels on 831 HDB blocks and eight government facilities. The bids received offered significant savings off prevailing electricity tariff rates."}, {"text_block_id": "p30_b368", "text": "HDB will structure and call for solar leasing tenders of around 30 to 50MW approximately every nine to 12 months on behalf of various government agencies."}, {"text_block_id": "p30_b369", "text": "Solar panels installed atop HDB blocks"}, {"text_block_id": "p30_b370", "text": "FLOATING SOLAR PV"}, {"text_block_id": "p30_b371", "text": "Due to Singapore’s limited land space, most of the solar panels in the country are installed on rooftops. Floating PV is an innovation that allows solar panels to be installed on water bodies, such as reservoirs, to further increase our solar capacity."}, {"text_block_id": "p30_b372", "text": "PUB and EDB are test-bedding a floating solar PV system on Tengeh Reservoir which can generate up to 3.3GWh of electricity per annum, equivalent to the average annual energy consumption of 750 HDB households. At a cost of $11 million, the project will also assess the impact of solar PV deployment on reservoir evaporation, biodiversity and water quality."}, {"text_block_id": "p31_b373", "text": "100 PER CENT RENEWABLE ENERGY IN SINGAPORE"}, {"text_block_id": "p31_b374", "text": "On November 16, 2015, Apple announced that it would power 100 per cent of its Singapore operations with renewable energy, starting from January 2016 – a first for a company in Singapore."}, {"text_block_id": "p31_b375", "text": "The Offsite Power Purchase Agreement (PPA) between Apple and Sunseap, the first of its kind in Southeast Asia, will allow Apple to attribute the power it consumes to electricity generated from solar panels installed on more than 800 buildings in Singapore, including some on its own facilities."}, {"text_block_id": "p32_b376", "text": "INCREASING EFFICIENCY OF WASTE-TO-ENERGY PLANTS"}, {"text_block_id": "p32_b377", "text": "Incinerating waste is more environmentally-friendly than landfilling. The latter generates much higher emissions"}, {"text_block_id": "p32_b378", "text": ", including methane gas, which is a more potent GHG than CO"}, {"text_block_id": "p32_b379", "text": "2"}, {"text_block_id": "p32_b380", "text": ". In Singapore, waste that is not recycled is incinerated in Waste-to-Energy (WTE) plants, in a process that also produces energy. This reduces waste volume by 90 per cent and generates enough electricity to meet up to 3 per cent"}, {"text_block_id": "p32_b381", "text": "of Singapore’s total electricity demand. The generation of electricity from waste reduces the amount of fossil fuel used to generate electricity in our power plants."}, {"text_block_id": "p32_b382", "text": "NEA will work with companies developing new WTE plants to help them harness new technologies that optimise resource and energy recovery"}, {"text_block_id": "p32_b383", "text": ". For example, the new WTE plant under construction in Tuas will be Singapore’s largest, with the ability to incinerate 3,600 tonnes of waste per day and generate 120MW of electricity. This is about 80 per cent more electricity per tonne of waste than current WTE plants."}, {"text_block_id": "p32_b384", "text": "This will reduce dependence on conventional fossil fuel power plants and reduce carbon emissions."}, {"text_block_id": "p32_b385", "text": "The incineration of industrial and commercial waste at utility plants can also generate electricity, steam, and other by-products."}, {"text_block_id": "p32_b386", "text": "This increases energy recovery from waste and reduces carbon emissions."}, {"text_block_id": "p32_b387_merged_merged", "text": "Sembcorp Industries’ new utility plant, expected to start operation on Jurong Island at the end of 2016, will generate steam from waste in an efficient, environmentally-friendly manner to meet the steam demand of surrounding facilities."}, {"text_block_id": "p32_b389", "text": "NEA will also maximise resource and energy recovery in its new Integrated Waste Management Facility (IWMF), which will be completed in 2024. It will be co-located with PUB’s Tuas Water Reclamation Plant to further optimise efficiency. The IWMF will generate electricity for the water reclamation plant, while the latter will provide the IWMF with treated used water for cooling and washing."}, {"text_block_id": "p32_b390", "text": "LOOKING AHEAD"}, {"text_block_id": "p32_b391", "text": "Singapore will continue to study technologies that can increase the efficiency of power generation and support increased adoption of alternative energy. Singapore conducted a nuclear energy pre-feasibility study, which concluded that current nuclear energy technologies were not yet suitable for deployment in Singapore. We will continue to monitor the progress of nuclear technologies and build capabilities to understand nuclear science and technology. The next chapter provides an overview of Singapore’s energy and low-carbon research initiatives."}, {"text_block_id": "p33_b392", "text": "CHAPTER"}, {"text_block_id": "p33_b393", "text": "04"}, {"text_block_id": "p33_b394", "text": "DEVELOPING AND DEPLOYING LOW-CARBON TECHNOLOGY"}, {"text_block_id": "p34_b395", "text": "INTRODUCTION"}, {"text_block_id": "p34_b396", "text": "Singapore has several strengths – research institutions, skilled talent, a business-friendly environment, and abundant test-bedding platforms – that create a vibrant ecosystem to facilitate the development of innovative, low-carbon solutions. It also allows us to demonstrate and scale up technologies for larger markets. As early as 2007, Singapore identified clean technology as a key growth cluster. Our green economy has about 60,000 jobs and contributes about $6.2 billion of GDP."}, {"text_block_id": "p34_b397", "text": "INVESTING IN RESEARCH, DEVELOPMENT AND DEMONSTRATION (RD&D)"}, {"text_block_id": "p34_b398", "text": "Singapore continues to invest heavily in research, development, and demonstration (RD&D) to address our climate and sustainability challenges, and to create solutions that can be exported globally. Under the National"}, {"text_block_id": "p34_b399", "text": "Research Foundation’s (NRF) Research, Innovation, and Enterprise (RIE) 2020 Plan, $0.9 billion will be invested in the Urban Solutions and Sustainability domain from 2016 to 2020 to tackle Singapore’s energy, water, land, and liveability challenges. The plan seeks to further improve our built and natural environment to offer an even higher quality of life for all Singaporeans, despite resource constraints and the challenges of climate change."}, {"text_block_id": "p34_b400", "text": "An NTU driverless electric shuttle as part of the Smart Mobility Test Bed"}, {"text_block_id": "p34_b401", "text": "EXAMPLES OF TARGETED RESEARCH OUTCOMES UNDER RIE2020"}, {"text_block_id": "p34_b402", "text": "Desalinating seawater using less energy"}, {"text_block_id": "p34_b403", "text": "Reducing ambient temperature in housing estates by 4°C through architectural and materials design"}, {"text_block_id": "p35_b404", "text": "RESEARCH, INNOVATION, AND ENTERPRISE 2020"}, {"text_block_id": "p35_b405", "text": "Investments under RIE2020 build on past public-sector investments in RD&D across the environment, water, and energy domains."}, {"text_block_id": "p35_b406", "text": "Some examples are listed below:"}, {"text_block_id": "p35_b407", "text": "The $470 million Environment and Water Technologies – Clean Water Strategic Research Programme (SRP) was established in 2006 to support innovation in smart and energy-efficient water technologies, to address Singapore’s need for water security."}, {"text_block_id": "p35_b408", "text": "The $365 million Clean Energy SRP was established in 2007 with an initial emphasis on solar energy. It was renamed in 2011 as the Energy SRP to cover additional domains such as smart grids, green buildings, and power utilities. The Energy SRP established two energy research centres to support the growth of the clean energy industry, namely the Solar Energy Research Institute of Singapore (SERIS) and the Energy Research Institute @ Nanyang Technological University (ERI@N)."}, {"text_block_id": "p35_b409", "text": "The Energy National Innovation Challenge (ENIC) was established in 2011 to develop and deploy cost-competitive energy solutions within 20 years that would improve Singapore’s energy efficiency, reduce carbon emissions, and broaden our energy options. Funding of $300 million was set aside between 2011 and 2015 for such solutions, covering areas such as green buildings, green data centres, energy storage, and waste-to-energy."}, {"text_block_id": "p36_b410", "text": "DEVELOPING SINGAPORE’S RESEARCH CAPABILITIES"}, {"text_block_id": "p36_b411", "text": "Singapore’s ecosystem of research institutes constantly pushes the envelope in several low-carbon scientific and engineering disciplines. This includes Energy R&D centres like the Experimental Power Grid Centre (EPGC) and the Energy Studies Institute (ESI); international research and innovation hubs housed"}, {"text_block_id": "p36_b412", "text": "in the Campus for Research and Technological Enterprise (CREATE) such as the Singapore-MIT Alliance for Research and Technology (SMART) and Cambridge Centre for Carbon Reduction in Chemical Technology (C4T); as well as several water and environmental research institutes. Our institutes have established collaborations with leading international research and innovation centres to tap on the world’s top expertise."}, {"text_block_id": "p36_b413", "text": "ENERGY TECHNOLOGY ROADMAPS"}, {"text_block_id": "p36_b414", "text": "Since 2012, NRF and NCCS have commissioned technology roadmaps that explore the potential to significantly reduce long-term emissions in multiple domains (see below)."}, {"text_block_id": "p36_b415", "text": "The roadmaps were developed in collaboration with key stakeholders from the government, academia, and industry, and have contributed to our national energy RD&D strategy and our emissions mitigation efforts."}, {"text_block_id": "p36_b416", "text": "Building Energy Efficiency"}, {"text_block_id": "p36_b417", "text": "Solar Photovoltaic"}, {"text_block_id": "p36_b418", "text": "Green Data Centre"}, {"text_block_id": "p36_b419", "text": "Carbon Capture and Storage/Utilisation"}, {"text_block_id": "p36_b420", "text": "Industry Energy Efficiency"}, {"text_block_id": "p37_b421", "text": "ENCOURAGING RESEARCH, DEVELOPMENT, DEMONSTRATION, AND TEST-BEDDING"}, {"text_block_id": "p37_b422", "text": "Singapore supports basic research through test-bedding with the aim of accelerating the deployment of low-carbon technologies in Singapore and exporting them to global markets."}, {"text_block_id": "p37_b423", "text": "STAGES OF DEVELOPMENT FOR NEW TECHNOLOGY:"}, {"text_block_id": "p38_b424", "text": "3. DEVELOPMENT AND DEMONSTRATION"}, {"text_block_id": "p38_b425", "text": "After the Proof-of-Concept stage, the low-carbon technologies typically undergo demonstration and deployment to help industry stakeholders overcome the inertia of employing new unproven technologies."}, {"text_block_id": "p38_b426", "text": "• EVA Electric Taxi"}, {"text_block_id": "p38_b427", "text": "An electric taxi for tropical megacities, EVA, was developed by researchers from Technical University of Munich (TUM) CREATE and NTU, with support from NRF. EVA features a super-fast charging battery that gives the vehicle a 200km range with just a 15-minute recharge, and is equipped with innovative energy-efficient overhead air-conditioning. TUM CREATE will conduct further tests on the car on the NTU campus."}, {"text_block_id": "p38_b428", "text": "TUM CREATE and NTU developed EVA, an electric car designed as a taxi for tropical megacities."}, {"text_block_id": "p38_b429", "text": "4. TEST-BEDDING AND COMMERCIALISATION"}, {"text_block_id": "p38_b430", "text": "Singapore has developed a suite of supporting services and platforms for firms and researchers to test and validate low-carbon technologies. Many of these test-beds are underway, including floating PV systems (see page 29), the BCA SkyLab (see page 17), and electric vehicles (see page 19). Companies such as 3M, Hyundai, IBM, Panasonic, Engie, and ST Electronics have also established centres of excellence in Singapore to promote innovation and the commercialisation of sustainable urban solutions."}, {"text_block_id": "p38_b431", "text": "• 3M Smart Urban Solutions Lab"}, {"text_block_id": "p38_b432", "text": "3M is setting up a Smart Urban Solutions Lab in Singapore to develop and commercialise solutions to address energy efficiency, sustainability, productivity, and connectivity challenges in urban cities."}, {"text_block_id": "p38_b433", "text": "One project involves the 3M Channel Lighting System, a light management solution that saves energy by using proprietary films that capture and reflect light from LEDs to illuminate a room."}, {"text_block_id": "p38_b434", "text": "Research is also being carried out to assess how “direct liquid immersion” technologies can be used to remove heat from computers, such as servers in data centres. This is more efficient than air cooling, especially for large servers, and has the potential to significantly reduce energy consumption in data centres."}, {"text_block_id": "p39_b435", "text": "SCALING AND DEPLOYING TECHNOLOGY IN SINGAPORE’S LIVING LABS"}, {"text_block_id": "p39_b436", "text": "Singapore has established various living labs that allow companies and researchers to test new solutions in real-world infrastructure and facilities. These solutions can then be scaled up and deployed in other regional cities. Some of Singapore’s living labs are shown below:"}, {"text_block_id": "p41_b437", "text": "LOOKING AHEAD"}, {"text_block_id": "p41_b438", "text": "The low-carbon technologies being developed and test-bedded in Singapore will help us address our own energy and climate challenges, while also being useful to other cities with similar challenges. We will continue to encourage and support efforts by businesses and researchers to develop these technologies, and build Singapore as a regional cleantech hub. The use and export of low-carbon solutions will create high-value, meaningful jobs for Singaporeans, and drive the growth of our green economy."}, {"text_block_id": "p41_b439", "text": "“"}, {"text_block_id": "p41_b440", "text": "This worldwide focus on environmental sustainability, and the resulting quest for solutions, has led to the rapid growth of two sectors which present promising business opportunities for Singapore companies. The first is remanufacturing. The second sector is clean technology."}, {"text_block_id": "p41_b441", "text": "“"}, {"text_block_id": "p41_b442", "text": "Mr S Iswaran,"}, {"text_block_id": "p41_b443", "text": "Minister For Trade and Industry (Industry) at the Opening of the Advanced Remanufacturing Technology Centre and JTC CleanTech Two @ CleanTech Park on January 28, 2015"}, {"text_block_id": "p42_b444", "text": "CHAPTER"}, {"text_block_id": "p42_b445", "text": "05"}, {"text_block_id": "p42_b446", "text": "ENCOURAGING COLLECTIVE CLIMATE ACTION"}, {"text_block_id": "p43_b447", "text": "INTRODUCTION"}, {"text_block_id": "p43_b448", "text": "Singapore is taking steps to encourage collective climate action both locally and internationally, by building knowledge and awareness, promoting action, and supporting international cooperation."}, {"text_block_id": "p43_b449", "text": "BUILDING KNOWLEDGE AND AWARENESS"}, {"text_block_id": "p43_b450", "text": "The National Climate Change Secretariat (NCCS) conducted a survey in early 2016 to gauge public perception and awareness of climate change among Singaporeans. Six out of 10 surveyed felt that climate change was a pressing problem for Singapore, with almost nine out of 10 concerned about the effects of climate change on future generations."}, {"text_block_id": "p43_b451", "text": "Although most respondents realise that addressing climate change should be a collective effort, they felt strongly that it should be driven by the government. Moreover, over a third of respondents believed that their individual actions would not make a difference to climate change. As such, more is being done to promote climate-friendly actions and behaviour."}, {"text_block_id": "p43_b452", "text": "Bringing Climate Change to Schools"}, {"text_block_id": "p43_b453_merged", "text": "Schools are a key platform for educating the young on climate change issues. These are discussed during formal curriculum time, and students participate in complementary programmes including the NCCS-commissioned drama performance Stop Melting My Home, which teaches primary school students the causes and effects of climate change. Role-playing"}, {"text_block_id": "p43_b456", "text": "games allow older students to learn about more complex issues such as international climate negotiations."}, {"text_block_id": "p43_b457", "text": "In addition, many schools have adopted waste recycling and energy conservation practices, which complement classroom teaching by illustrating how climate-friendly practices make a difference."}, {"text_block_id": "p43_b458", "text": "Public Communication"}, {"text_block_id": "p43_b459", "text": "NCCS has introduced various public education initiatives on the importance of climate change action."}, {"text_block_id": "p43_b460", "text": "Cinema screenings of short videos, as well as comic strips in newspapers, are just two of the platforms used to engage"}, {"text_block_id": "p43_b461", "text": "One of the comic strips published in the mass media to educate the public on energy-efficient appliances"}, {"text_block_id": "p44_b462", "text": "NURTURING THE NEXT GENERATION OF GREEN LEADERS"}, {"text_block_id": "p44_b463", "text": "Nan Hua High School adopts a multi-pronged approach to raise awareness on environmental issues and energy conservation. All Secondary two and three students in the school undergo a programme on sustainability and environmental education. The students also have opportunities to perform investigative science projects on a smart meter that was installed to monitor electricity usage in selected classrooms. The school also involves its staff and students in reducing electricity consumption."}, {"text_block_id": "p44_b464", "text": "Nan Hua organises the National Environment Quiz every year to expand knowledge of environment and climate change issues among primary and secondary school students. Its students also volunteer regularly at community events to promote environmental awareness."}, {"text_block_id": "p44_b465", "text": "Nan Hua High School organises an Earth Hour event with West Coast Community Centre annually to promote climate change action amongst residents."}, {"text_block_id": "p45_b466", "text": "Private Sector and Community Efforts"}, {"text_block_id": "p45_b467", "text": "Ground-up initiatives by businesses, environmental NGOs and community groups complement the government’s outreach efforts. Ricoh Asia Pacific Pte Ltd, for example, organises an annual Eco Action Day to encourage businesses and individuals to be environmentally friendly, while utility company Singapore Power promotes energy efficiency through mobile exhibitions and activity tool kits. On the consumer front, the Singapore Environment Council (SEC) creates awareness about environmentally friendly products through its Singapore Green Labelling Scheme. The government will continue to provide resources and support to encourage more of such ground-up efforts."}, {"text_block_id": "p45_b468", "text": "PROMOTING ACTION"}, {"text_block_id": "p45_b469", "text": "Beyond education and awareness, sustained behavioural change is essential for climate change action. Support from the government for funding and capacity building is available to groups and individuals who wish to promote climate change action, offer solutions, or inspire change within their own local communities."}, {"text_block_id": "p45_b470", "text": "Advocacy Movements"}, {"text_block_id": "p45_b471", "text": "NGOs actively bring the green movement to the public. The World Wide Fund for Nature (WWF) organises an annual Earth Hour campaign, which encourages the public to switch off non-essential lights for one hour as a symbol of commitment to environmental sustainability. The WWF"}, {"text_block_id": "p45_b472", "text": "Singapore office further encourages schools, businesses and community  groups to organise satellite events to  mark Earth Hour."}, {"text_block_id": "p45_b473", "text": "Community groups also work hard to get residents in their neighbourhoods to reduce their own carbon emissions. The South West Community Development Council, for example, has distributed starter kits to community clubs to encourage their residents to adopt energy-efficient practices."}, {"text_block_id": "p45_b474", "text": "NEA organises the annual Youth for the Environment Day which provides opportunities for students to participate in environmental programmes, and demonstrate their passion and commitment towards global and local environmental issues."}, {"text_block_id": "p45_b475", "text": "Competitions as Advocacy Platforms"}, {"text_block_id": "p45_b476", "text": "Competitions are also used to advocate greater climate change action. The annual National Climate Change Competition organised by NCCS provides a platform for students and members of the public to express their thoughts on climate change through  short videos. The winning entries are  then broadcast on social media and  at public events."}, {"text_block_id": "p45_b477", "text": "Power generation company Senoko Energy has similarly launched the Senoko Sustainability Challenge to encourage youths to develop solutions for a more sustainable future."}, {"text_block_id": "p46_b478", "text": "PUBLIC SECTOR LEADING BY EXAMPLE"}, {"text_block_id": "p46_b479", "text": "The government is taking steps to improve resource efficiency within the public sector. In 2014, the Public Sector Taking the Lead in Environmental Sustainability (PSTLES) initiative was enhanced to encourage agencies to focus on sustainability and better manage resource use. Every ministry is required to appoint a sustainability manager and set sustainability targets for 2020 in areas ranging from resource management to green procurement. Progress will be published in a Public Sector Sustainability Report every three years."}, {"text_block_id": "p47_b480", "text": "Crowdsourcing Ideas"}, {"text_block_id": "p47_b481", "text": "Public consultations and hackathons are two platforms the government has used to gather views and suggestions from individuals who are passionate about climate change and sustainability issues, and who want to contribute ideas or solutions to these challenges."}, {"text_block_id": "p47_b482", "text": "For example, a public consultation exercise conducted by NCCS between January and May 2015 resulted in over 1,000 comments and suggestions on Singapore’s efforts to reduce carbon emissions in the post-2020 period. This was a strong signal of support for climate change action and the government’s climate change initiatives."}, {"text_block_id": "p47_b483_merged", "text": "In 2013, EMA and Singapore Power co-sponsored an Energy Efficiency for Everyone (E) Hackathon. The event, which aimed to encourage sustainable energy consumption and energy efficiency, attracted more than 80 participants."}, {"text_block_id": "p47_b486", "text": "Sustainability Networks"}, {"text_block_id": "p47_b487", "text": "Businesses in Singapore have formed networks that promote responsible and sustainable practices. The Global Compact Network Singapore, for example, encourages member companies to align their operations and strategies with the United Nations Global Compact’s environmental principles. The Network manages a resource portal, Enabling CSR Journeys, which helps companies kick-start their sustainability journeys."}, {"text_block_id": "p47_b488", "text": "Within civil society, non-profit environmental groups such as Green Drinks Singapore regularly bring together like-minded businesses, activists, academics, and government representatives to discuss climate change and sustainability issues."}, {"text_block_id": "p47_b489", "text": "Supporting Ground-Up Initiatives"}, {"text_block_id": "p47_b490", "text": "The government offers grants to provide support for sustainability-minded individuals and groups."}, {"text_block_id": "p47_b491", "text": "NCCS presenting Singapore’s climate change strategy at a Green Drinks Singapore session in 2015"}, {"text_block_id": "p48_b492", "text": "In particular, NEA provides project funding through its 3P Partnership Fund to encourage organisations and companies to develop innovative and sustainable environmental initiatives."}, {"text_block_id": "p48_b493", "text": "Local companies, such as City Developments Limited (CDL), also champion sustainability projects as part of their CSR efforts. CDL has adopted schools through NEA’s Corporate and School Partnership Programme to promote environmental awareness amongst students. The company also supports the SEC on Project: Eco-Office, which promotes the adoption of eco-friendly practices at the workplace."}, {"text_block_id": "p48_b494", "text": "Training Advocacy"}, {"text_block_id": "p48_b495", "text": "The government provides training and mentorship opportunities for individuals"}, {"text_block_id": "p48_b496", "text": "and groups who actively promote climate change action. NEA trains students to lead environmental causes in their schools, and in the larger community. Through the Youth Environment Envoys programme, youths are regularly invited to workshops to better understand the issues that shape Singapore’s environmental landscape and to equip them with skills to implement outreach projects."}, {"text_block_id": "p48_b497", "text": "The Building and Construction Authority (BCA) nurtures youth advocates to improve their knowledge of the green built environment through the Build it Green (BiG) Club. BiG members are given opportunities to visit exemplary Green Mark buildings to understand how green building design and technologies work, and to learn about green building policies through talks and workshops."}, {"text_block_id": "p48_b498", "text": "Youth Environment Envoys learn how heat from combustion of solid waste can generate steam to produce electricity at the Tuas Incineration Plant"}, {"text_block_id": "p49_b499", "text": "Recognition for Sustainability"}, {"text_block_id": "p49_b500", "text": "The government, together with NGOs and business associations, recognises those who have championed or led environmental advocacy efforts within their communities and workplaces. These awards include the Energy Efficiency National Partnership Awards organised by NEA, EMA and EDB, BCA’s Green Mark Awards, SEC’s Singapore Environmental Achievement Awards and the BCA-SGBC Green Building Individual Award. Such awards showcase environmental best practices and encourage more parties to join the growing movement of sustainability practitioners."}, {"text_block_id": "p49_b501", "text": "SUPPORTING INTERNATIONAL COOPERATION"}, {"text_block_id": "p49_b502", "text": "Singapore works closely with other countries to tackle climate change. We regularly share our experiences, best practices and technical knowledge on climate change and green growth issues with other countries at international conferences and technical cooperation programmes."}, {"text_block_id": "p49_b503", "text": "Under the Singapore Cooperation Programme, we have trained over 10,700 officials from developing countries on clean energy, emissions reductions, and broader sustainability and environmental issues."}, {"text_block_id": "p49_b504", "text": "Foreign participants at a Singapore Cooperation Programme workshop on climate change"}, {"text_block_id": "p50_b505", "text": "To share our experience and facilitate discussions on climate change, Singapore hosts the biennial World Cities Summit, Clean Enviro Summit, Singapore Green Building Week and the Singapore International Water Week. These events are platforms for policy makers and stakeholders in city planning and water management to examine urban challenges, identify shared solutions and share best practices."}, {"text_block_id": "p50_b506", "text": "The Singapore and UK governments jointly organised a Green Growth Business Forum (GGBF) in 2014, which generated insight and dialogue on accelerating green growth in the region. A second GGBF will be held in 2016."}, {"text_block_id": "p50_b507_merged", "text": "In addition, Singapore is an observer city in the C40 Cities Climate Leadership Group (C40), a global network focused on driving action that reduces GHG emissions and climate risks. We have also been granted permanent observer status in the Arctic Council. Singapore participates in discussions and shares best practices on climate change with other members of these organisations."}, {"text_block_id": "p50_b509", "text": "LOOKING AHEAD"}, {"text_block_id": "p50_b510", "text": "Singapore’s efforts to address climate change require the support and participation of individuals, as well as the public and private sectors. The government will continue to build climate awareness, and provide resources for all stakeholders to work in concert with national policies and measures to mitigate climate change. We will also continue to contribute to international efforts to strengthen collaboration and action on climate change."}, {"text_block_id": "p51_b511", "text": "CONCLUSION"}, {"text_block_id": "p51_b512", "text": "TAKE ACTION TODAY FOR A CARBON-EFFICIENT SINGAPORE"}, {"text_block_id": "p51_b513", "text": "We need to take action today to reduce GHG emissions to address climate change. Everyone has a part to play to help Singapore stabilise our emissions and reduce our emissions intensity."}, {"text_block_id": "p51_b514", "text": "We will do this through the strategies outlined in the Climate Action Plan – improving energy efficiency in our industry, buildings, transport, household, and water and waste sectors and generating power more cleanly and efficiently. Most of the measures will reduce energy costs for businesses and households, and bring economic benefits, especially in the longer term. There may also be co-benefits such as a cleaner environment. Individuals, businesses and the government must work together to review existing practices, make the"}, {"text_block_id": "p51_b515", "text": "necessary adjustments, and strive for a more carbon-efficient Singapore."}, {"text_block_id": "p51_b516", "text": "Climate change also offers substantial opportunities for green growth. The government will continue to work with the research and business communities to grow the environmental and clean technology industries. We will continue to invest significantly in R&D and test-bedding to develop and deploy innovative technologies to address climate change, for example, in the areas of clean energy, energy efficiency, green buildings, and clean transportation. This will create good jobs for Singaporeans, and improve our quality of life and living environment."}, {"text_block_id": "p51_b517", "text": "Our carbon mitigation efforts, together with steps taken to adapt to climate change, will ensure that Singapore remains a sustainable, vibrant and liveable city for current and future generations."}, {"text_block_id": "p52_b518", "text": "Park users enjoying a day out at Punggol Waterway Park, one of four parks linked by the North Eastern Riverine Loop of Singapore’s Park Connector Network"}, {"text_block_id": "p54_b519", "text": "More copies of this booklet can be requested from NCCS_Contact@nccs.gov.sg"}, {"text_block_id": "p54_b520", "text": "Electronic versions are available at www.nccs.gov.sg/resources/publications"}, {"text_block_id": "p54_b521", "text": "Images Contributed By:"}, {"text_block_id": "p54_b522", "text": "Ascendas-Singbridge Group"}, {"text_block_id": "p54_b523", "text": "Building and Construction Authority"}, {"text_block_id": "p54_b524", "text": "Economic Development Board"}, {"text_block_id": "p54_b525", "text": "Housing & Development Board"}, {"text_block_id": "p54_b526", "text": "JTC Corporation"}, {"text_block_id": "p54_b527", "text": "Ministry of Foreign Affairs"}, {"text_block_id": "p54_b528", "text": "Ministry of Transport"}, {"text_block_id": "p54_b529", "text": "Nan Hua High School"}, {"text_block_id": "p54_b530", "text": "Nanyang Technological University"}, {"text_block_id": "p54_b531", "text": "National Environment Agency"}, {"text_block_id": "p54_b532", "text": "National Research Foundation, Prime Minister’s Office, Singapore"}, {"text_block_id": "p54_b533", "text": "PUB, Singapore’s National Water Agency"}, {"text_block_id": "p54_b534", "text": "Sembcorp Industries"}, {"text_block_id": "p54_b535", "text": "Singapore Power"}, {"text_block_id": "p54_b536", "text": "Singapore Environment Institute"}, {"text_block_id": "p54_b537", "text": "Solar Energy Research Institute of Singapore"}, {"text_block_id": "p54_b538", "text": "Urban Redevelopment Authority"}], "document_description": "The Climate Action Plan lays down strategies and targets to meet the pledge to reduce GHG emissions intensity by 36% by 2030 (compared to 2005), peak emissions around 2030, and ensure future resilience of Singapore.<br />\nThe Climate Action Plan consists of two key documents. The first, 'Take Action Today: For A Carbon-efficient Singapore' lays down the key strategies that Singapore will need to take to reduce GHG emissions to fulfil the emissions reduction pledge it made in support of the Paris Agreement. The four strategies include:<br />\n<br />\n<ul><br />\n<li>Improving energy efficiency;</li><br />\n<li>Reducing carbon emissions from power stations;</li><br />\n<li>Developing and demonstrate cutting-edge low-carbon technologies;</li><br />\n<li>Acting through the collective action of government agencies, individuals, businesses, and the community.</li><br />\n</ul><br />\nThe second document, 'A Climate-resilient Singapore: For a Sustainable Future' explains what climate risks Singapore faces and proposes a Whole-of-Government strategy to tackle them, in six key areas:<br />\n<br />\n<ul><br />\n<li>Protecting coasts</li><br />\n<li>Managing water, minimising floods</li><br />\n<li>Protecting biodiversity and greenery</li><br />\n<li>Strengthening resilience in public health and food supply</li><br />\n<li>Keeping essential services running</li><br />\n<li>Keeping infrastructures safe</li><br />\n</ul><br />\nSingapore's comprehensive Climate Action Plan covers actions in many key sectors, from increasing industrial energy and carbon efficiency, generating cleaner power and reducing waste, to moving to clean transport, protecting coasts, biodiversity and greenery, managing storm water and building up climate science.<br />\nSome of the qualitative targets for climate mitigation are further detailed below (directly adapted from the Plan):<br />\n<br />\n<ul><br />\n<li>Green 80 % of our buildings by 2030.</li><br />\n<li>Raise the adoption of solar energy to 350 MWp (peak capacity) by 2020, compared to 60 MWp today.</li><br />\n<li>Achieve a national recycling rate of 70 per cent.</li><br />\n<li>Achieve 75 per cent public transport use by 2030.</li><br />\n<li>Achieve 20% energy savings by 2030 compared to business-as-usual levels</li><br />\n</ul><br />\nThe key adaptation objectives and targets include (directly adapted from the Plan):<br />\n<br />\n<ul><br />\n<li>Safeguard MRT stations, airports, sea ports, power stations, cellular towers and other key infrastructure against floods and/or elevated temperatures.</li><br />\n<li>Safeguard against coastal erosion and rising sea levels by building seawalls or using geo-bags along our coastlines.</li><br />\n<li>Restore and protect mangroves.</li><br />\n<li>Increase connectivity between green areas</li><br />\n<li>Advance scientific understanding of climate change and its effects on Singapore.</li><br />\n<li>Promote innovative local farming solutions such as indoor farming.</li><br />\n</ul>"}