{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Singapore", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Urban"], "document_language": "English", "document_name": "Public Sector Sustainability Plan 2017-2020", "document_country_code": "SGP", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2017", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Demand", "Waste", "Water Management"], "document_url": "https://cdn.climatepolicyradar.org/SGP/2017/SGP-2017-12-25-Public Sector Sustainability Plan 2017-2020_7eac5ea9dcb9bc5a024ae87c07b41a1d.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "PUBLIC SECTOR"}, {"text_block_id": "p0_b2", "text": "SUSTAINABILITY"}, {"text_block_id": "p0_b3", "text": "P L AN"}, {"text_block_id": "p0_b4", "text": "20 17 -2020"}, {"text_block_id": "p1_b5", "text": "CONTENTS"}, {"text_block_id": "p1_b6", "text": "CONTENTS\n* RESOURCE MANAGEMENT FRAMEWORK\n<\\li1>"}, {"text_block_id": "p1_b8", "text": "12"}, {"text_block_id": "p1_b9", "text": "ENVIRONMENTAL SUSTAINABILITY TARGETS:"}, {"text_block_id": "p1_b10", "text": "WATER"}, {"text_block_id": "p1_b11", "text": "WATER\n* MOVING FORWARD\n* CAPABILITY BUILDING AND RESOURCES\n* ENVIRONMENTAL SUSTAINABILITY TARGETS:\n* ANNEX"}, {"text_block_id": "p1_b20", "text": "04"}, {"text_block_id": "p1_b21", "text": "ENVIRONMENTAL SUSTAINABILITY FRAMEWORK"}, {"text_block_id": "p1_b22", "text": "ENVIRONMENTAL SUSTAINABILITY FRAMEWORK\n* SOLAR ADOPTION\n<\\li1>"}, {"text_block_id": "p2_b24", "text": "FOREWORD"}, {"text_block_id": "p2_b25", "text": "We have pursued sustainable development since independence to build a Clean and Green Singapore for Singaporeans. We are continuing to build an even more sustainable living environment – consulting Singaporeans, planning carefully for the future, investing in R&D for sustainable urban solutions, and growing the green economy."}, {"text_block_id": "p2_b26", "text": "2016 was a milestone year – on the international front, the Paris Agreement on climate change came into force. Singapore played a facilitative and constructive role to forge global consensus and was among the first countries to ratify the Agreement. On the domestic front, we unveiled the Climate Action Plan “Take Action Today, for a Sustainable Future”, an outline of Singapore’s strategies to become more carbon-efficient and climate-resilient. We also launched the Sustainable Singapore Movement to galvanise the public sector, corporates, NGOs, and all Singaporeans to take collective environmental action. In 2017, we made decisive moves to reinforce the strategic importance of water and to make every drop count, and to factor the impact of greenhouse gas emissions through a carbon tax."}, {"text_block_id": "p2_b27", "text": "The Singapore Public Service will take the lead, charting Singapore’s strategies to be more carbon-efficient and being a good steward of our resources. The Public Service comprises 16 ministries and 64 statutory boards, and employs about 145,000 public officers. From 2013 to 2015, it accounted for an average of 4% of Singapore’s total electricity consumption and 3% of our total water consumption."}, {"text_block_id": "p2_b28", "text": "The Public Service will continue to drive efforts to make Singapore a more sustainable home. I am therefore pleased to introduce the Public Sector Sustainability Plan 2017"}, {"text_block_id": "p2_b29", "text": "–"}, {"text_block_id": "p2_b30", "text": "2020. This plan outlines the public sector’s efforts to use our resources wisely and build up the Government’s capabilities in environmental and urban sustainability. It showcases the green initiatives and projects that Government agencies have embarked on, such as procuring green office supplies and appliances, and installing digesters to recycle food waste in schools."}, {"text_block_id": "p2_b31", "text": "The public sector has set targets to reduce electricity consumption by more than 15% from FY2013 levels and reduce water consumption by more than 5% from FY2013 levels by 2020. All new public sector buildings will attain the Green Mark Platinum standard. We will also aim to have existing buildings attain at least the Green Mark Gold standard. Targets for waste reduction and solar adoption will be added in the future. These efforts will contribute to a Sustainable Singapore."}, {"text_block_id": "p2_b32", "text": "I hope that this publication will help to energise our community and corporates to do their part. Singapore is our hope, our heart, and our home. Let us strive to build a Sustainable Singapore together."}, {"text_block_id": "p2_b33", "text": "DEPUTY PRIME MINISTER TEO CHEE HEAN"}, {"text_block_id": "p2_b34", "text": "Coordinating Minister for National Security"}, {"text_block_id": "p2_b35", "text": "and Minister in Charge of the Public Service"}, {"text_block_id": "p2_b36", "text": "INTRODUCTION"}, {"text_block_id": "p2_b37", "text": "The public sector employs about 145,000 officers and operates 1,000 facilities. Given the scarcity of Singapore’s energy and water supply, the public sector has to play its part in conserving these limited resources. More judicious use of our resources will also result in cost savings, and contribute to our national efforts to fight climate change and reduce our greenhouse gas (GHG) emissions."}, {"text_block_id": "p2_b38_merged_merged", "text": "The Public Sector Sustainability Plan 2017–2020 serves to chart the Government’s path towards achieving environmental sustainability, as part of our nationwide Sustainable Singapore Movement. We invite our partners and stakeholders to join us on this journey."}, {"text_block_id": "p3_b41", "text": "ENVIRONMENTAL SUSTAINABILITY FRAMEWORK"}, {"text_block_id": "p3_b42", "text": "There are four main components under the framework that guides our Sustainability Plan – Resource Management Framework, Capability Building and Resources, Sustainability Targets, and Transparency and Disclosure."}, {"text_block_id": "p3_b43", "text": "RESOURCE MANAGEMENT FRAMEWORK"}, {"text_block_id": "p3_b44", "text": "The public sector adopts an outcome-based approach whereby agencies are required to set FY2020 sustainability targets and achieve them through better resource management. To accomplish this, there is a need to build up strong capabilities and sound organisational processes within each agency."}, {"text_block_id": "p3_b45", "text": "SUSTAINABILITY MANAGERS AND NETWORK"}, {"text_block_id": "p3_b46", "text": "All ministries and organs of state have appointed Sustainability Managers (SM). The SMs work with the Facility Managers (FM) of each agency to drive efforts on environmental sustainability within their organisations. As of March 2017, 162 SMs and FMs have attended Green Mark facility management training courses to develop their technical capabilities. A SM network has been formed for the regular sharing of best practices among the agencies."}, {"text_block_id": "p3_b47", "text": "RESOURCE MANAGEMENT PLANS"}, {"text_block_id": "p3_b48", "text": "All ministries and organs of state have developed individual Resource Management Plans (RMPs). The RMPs document the plans and progress for resource conservation, green building certification, waste reduction, and solar adoption. The RMPs are reviewed and updated every year to ensure that the Government as a whole is on track to achieve its environmental sustainability targets. The SMs are responsible for the timely implementation of the measures in their RMPs."}, {"text_block_id": "p4_b49", "text": "GREEN PROCUREMENT"}, {"text_block_id": "p4_b50", "text": "Since 2015, all agencies are required to purchase only paper products certified with the Singapore Green Label by the Singapore Environment Council (SEC), as well as electrical appliances certified with high energy efficiency, such as refrigerators, televisions, air-conditioners, and lamps. This builds on an earlier requirement in 2009 where the public sector only sources for Information and Communications Technology (ICT) equipment which are Energy Star certified."}, {"text_block_id": "p4_b51", "text": "Where possible, the Government has aggregated demand across agencies to achieve economies of scale. Green sourcing requirements have been included in the Government’s procurement contracts."}, {"text_block_id": "p4_b52_merged", "text": "Agencies are also required to organise events and functions in Green Mark certified venues. Agencies that are leasing office spaces are required to do so from buildings with at least a Building and Construction Authority (BCA) Green Mark Gold rating. The list of such green venues has increased substantially in recent years."}, {"text_block_id": "p4_b55", "text": "CAPABILITY BUILDING AND RESOURCES"}, {"text_block_id": "p4_b56", "text": "Central support systems and resources have been made available to support agencies in working towards their FY2020 targets."}, {"text_block_id": "p4_b57", "text": "ENVIRONMENTAL SUSTAINABILITY ADVISORY TEAM"}, {"text_block_id": "p4_b58", "text": "The Environmental Sustainability Advisory (ESA) team provides in-house technical expertise to support SMs in their work. For example, the ESA team assists SMs to identify potential energy and water saving measures, such as upgrading air-conditioning and lighting systems or installing water meters for leak detection. The team comprises officers from the Ministry of the Environment and Water Resources (MEWR), the National Environment Agency (NEA), the Public Utilities Board (PUB) – Singapore’s National Water Agency – and the BCA."}, {"text_block_id": "p4_b59", "text": "ENVIRONMENTAL SUSTAINABILITY GUIDE"}, {"text_block_id": "p4_b60", "text": "An Environmental Sustainability Guide containing a repository of best practices, as well as recommended measures for resource efficiency, has been published to assist agencies."}, {"text_block_id": "p5_b61", "text": "DEMONSTRATION FUND"}, {"text_block_id": "p5_b62", "text": "A Demonstration Fund has been set up to pilot innovative solutions for environmental sustainability within the public sector."}, {"text_block_id": "p5_b63", "text": "Some of the ongoing pilots include two food waste digester projects at Republic Polytechnic and Pioneer Junior College (PJC) to convert food waste to grey water or compost. These digesters can recycle at least 26 tonnes of food waste annually."}, {"text_block_id": "p5_b64", "text": "In FY2016, the integrated Energy Management System (iEMS) pilot was launched in selected large public sector buildings to monitor energy consumption and identify opportunities for energy use optimisation."}, {"text_block_id": "p5_b65", "text": "These pilot solutions will be rolled out to more public sector buildings if successful."}, {"text_block_id": "p5_b66", "text": "ENVIRONMENTAL SUSTAINABILITY TARGETS"}, {"text_block_id": "p5_b67", "text": "The public sector will set FY2020 sustainability targets in the following five areas: (i) reduction in electricity consumption; (ii) reduction in water consumption; (iii) construction and retrofitting of green buildings; (iv) waste reduction; and (v) adoption of solar energy."}, {"text_block_id": "p5_b68", "text": "Electricity"}, {"text_block_id": "p5_b69", "text": "The Government aims to achieve electricity savings of 15.0% by FY2020 from our baseline electricity consumption in FY2013. Thus far, agencies have committed electricity saving measures that will collectively lead to 15.2% electricity savings by FY2020. These include “hardware” improvements, such as replacing or upgrading air-conditioning systems and lightings, and “software” actions, like promoting organisational habits that minimise electricity consumption."}, {"text_block_id": "p6_b70", "text": "Additional Measures"}, {"text_block_id": "p6_b71", "text": "The Government aims to keep improving our efforts to save electricity. This is done through regular review and monitoring of our energy consumption patterns, and maximising the benefits of energy efficient technologies."}, {"text_block_id": "p6_b72", "text": "Equipment and systems enhancements"}, {"text_block_id": "p6_b73", "text": "Technological advancements are constantly evolving the market for energy efficient equipment. There is potential to raise energy efficiency standards for electrical equipment procured by the public sector, and better leverage on sensor and building energy management systems for greater energy savings."}, {"text_block_id": "p6_b74", "text": "Energy audits for specialised facilities"}, {"text_block_id": "p6_b75_merged", "text": "Specialised public sector facilities such as laboratories and data centres are encouraged to undertake energy audits. This will help them to identify energy efficiency measures (e.g. moderating ventilation rate and increasing temperature set point) and optimise their energy consumption."}, {"text_block_id": "p7_b77", "text": "Water"}, {"text_block_id": "p7_b78_merged", "text": "The Government aims to achieve 5.0% improvement in the Water Efficiency Index (WEI) by FY2020 from the baseline WEI in FY2013. At present, agencies have committed water-saving measures that will collectively lead to a 5.1% improvement in WEI by FY2020. This translates to about 900,000 m of water savings a year. Measures include installing water efficient fittings in buildings, efficient irrigation systems, and private water metering for leak detection; replacing inefficient cooling towers; and recovering and reusing AHU condensate water."}, {"text_block_id": "p8_b82", "text": "Additional Measures"}, {"text_block_id": "p8_b83", "text": "Through additional measures, the Government will strive to go beyond the 5.1% committed savings. This can be done through stretch measures, such as installing private water meters for leak detection and reusing the condensate of AHUs."}, {"text_block_id": "p8_b84", "text": "Harvesting of rainwater"}, {"text_block_id": "p8_b85", "text": "Rainwater is collected for various non-potable purposes, including flushing toilets, general washing, and irrigation. A wide range of rainwater collection systems are available. Most systems collect water from the roof via a drainpipe, and filter leaves and other debris before storing the water in a tank."}, {"text_block_id": "p8_b86", "text": "Recycle AHU condensate"}, {"text_block_id": "p8_b87", "text": "Condensate can be collected and reused as make-up water for cooling towers or for irrigation purposes."}, {"text_block_id": "p8_b88", "text": "Installing rain sensors to complement water efficient irrigation systems"}, {"text_block_id": "p8_b89", "text": "Rain sensors will automatically turn off irrigation systems during rainy days to avoid water wastage. This complements the adoption of water efficient irrigation systems and practices to save even more water."}, {"text_block_id": "p8_b90", "text": "Green Buildings"}, {"text_block_id": "p8_b91", "text": "In Singapore’s dense urban environment, green buildings are vital for resource sustainability. The public sector is committed to achieving the BCA Green Mark for both new and existing buildings."}, {"text_block_id": "p8_b92", "text": "New buildings are required to attain the BCA Green Mark Platinum standard – the highest rating possible. To date, 92 new public sector buildings have reached this standard."}, {"text_block_id": "p8_b93_merged", "text": "Existing buildings are required to achieve BCA Green Mark Gold and Gold for large- and medium-sized buildings respectively, accomplished via retrofitting."}, {"text_block_id": "p8_b96", "text": "5 Focus Areas"}, {"text_block_id": "p9_b97", "text": "BUILDING A GREEN FUTURE"}, {"text_block_id": "p9_b98", "text": "BUILDING AND CONSTRUCTION AUTHORITY BCA ACADEMY"}, {"text_block_id": "p9_b99", "text": "Zero-Energy Building"}, {"text_block_id": "p9_b100", "text": "One of BCA Academy’s existing buildings was retrofitted into a net Zero-Energy Building (ZEB), through a combination of green building technologies such as solar energy and natural lighting design. The building’s optimised façade, roof, mechanical and electrical system, and other components also reduced its overall energy consumption. BCA benefits from annual energy savings of 390 MWh, equivalent to approximately S$78,000 in cost savings each year."}, {"text_block_id": "p9_b101", "text": "Academic Tower"}, {"text_block_id": "p9_b102", "text": "The new BCA Academic Tower incorporates cutting-edge technologies, such as Singapore’s first Light Emitting Plasma (LEP) lighting system, to achieve a massive 35% in energy savings! The building also saves approximately 1.5 Olympic-sized pools of water annually, through installing water efficient fittings and air-conditioning condensate recycling systems. The estimated electricity savings are approximately 970 MWh and S$194,000 each year."}, {"text_block_id": "p9_b103", "text": "BCA Skylab"}, {"text_block_id": "p9_b104", "text": "Situated atop the Academic Tower, Skylab boasts a 360-degree rotatable capability with full plug-and-play configurability, extensive instrumentation, and sensor networks. It is part of the Government’s initiative to drive R&D by offering industry stakeholders a platform to better test new energy efficient building technologies within real-world conditions."}, {"text_block_id": "p9_b105", "text": "GREENING SCHOOLS FROM THE GROUND UP"}, {"text_block_id": "p9_b106", "text": "BUILDING AND CONSTRUCTION AUTHORITY BACK TO SCHOOL PROGRAMME"}, {"text_block_id": "p9_b107", "text": "Launched by BCA, the Back to School"}, {"text_block_id": "p9_b108", "text": "Programme gives tertiary students internship opportunities to green their former primary and secondary schools. The programme provides great exposure and learning opportunities not just for the interns, but also for the teachers and students of the schools. Students act as Green Mark consultants to help the schools attain BCA Green Mark certification. Some of their achievements include:"}, {"text_block_id": "p9_b109", "text": "Programme gives tertiary students internship opportunities to green their former primary and secondary schools. The programme provides great exposure and learning opportunities not just for the interns, but also for the teachers and students of the schools. Students act as Green Mark consultants to help the schools attain BCA Green Mark certification. Some of their achievements include:\n* Identifying and proposing improvements to\n* Conducting interactive sharing sessions on\n* Creating a green corner learning hub for\n* Producing collaterals to promote green"}, {"text_block_id": "p9_b117", "text": "This is a mutually beneficial programme for the school and students. We have benefitted from the insights shared by the interns and they have also applied their academic learning in school to a relevant industry environment.”"}, {"text_block_id": "p9_b118", "text": "– Mr Raymond Poon, Principal, Hong Wen School"}, {"text_block_id": "p9_b119", "text": "This programme gave me the opportunity to practise what I have learned in real world context and gave me the opportunity to return to my alma mater.”"}, {"text_block_id": "p9_b120", "text": "– Mr Divyesh Karnavat, BCA Intern, Temasek Polytechnic"}, {"text_block_id": "p9_b121", "text": "Our school definitely benefitted from this meaningful journey where everyone is empowered to be a Green advocate. The team did a great job.”"}, {"text_block_id": "p9_b122", "text": "– Mrs Rosiah Ahmad, Teacher, Da Qiao Primary School"}, {"text_block_id": "p10_b123", "text": "SOLAR ADOPTION"}, {"text_block_id": "p10_b124", "text": "Where We Are Today"}, {"text_block_id": "p10_b125", "text": "Solar deployment in Singapore requires innovative urban thinking, given our limited land space and heavy cloud cover."}, {"text_block_id": "p10_b126", "text": "That is where the SolarNova programme comes in. Led by the Economic Development Board (EDB) and HDB, SolarNova promotes and aggregates solar demand across agencies, with the aim of deploying solar panels on Singapore’s many roof spaces, from public housing estates to public sector buildings. Collectively, agencies have committed to 116 MWp of solar deployment by FY2020. This is 33% of our national target, which is 350 MWp of solar deployment by FY2020. More agencies are expected to follow suit."}, {"text_block_id": "p10_b127", "text": "Reservoir real estate is another area of largely untapped potential. Singapore is installing a first-of-its-kind floating solar photovoltaic cell test-bed located in Tengeh Reservoir, costing S$11 million and covering three hectares. A joint project between EDB, PUB, and the National University of Singapore’s Solar Energy Research Institute of Singapore (SERIS), the pilot can produce up to 3.3 GWh of electricity each year, enough to power 750 HDB households for a year. If proven to be economically viable and environmentally sustainable, wider deployment to more water bodies in Singapore will be considered."}, {"text_block_id": "p10_b128", "text": "MOVING FORWARD"}, {"text_block_id": "p10_b129", "text": "The Public Sector Sustainability Plan 2017"}, {"text_block_id": "p10_b130", "text": "–"}, {"text_block_id": "p10_b131", "text": "2020 lays out the Government’s blueprint to enhance our environmental sustainability, particularly in the areas of reducing electricity and water consumption, and greening our buildings. Moving forward, we will also focus on reducing our waste footprint, given that the public sector accounts for 1.5% of total waste disposed in Singapore. Agencies have already put in place waste measurement systems and conducted a baseline measurement of waste disposed in 2015. This will help to facilitate implementation of waste reduction measures. A target for waste reduction by the public sector will be set in 2017."}, {"text_block_id": "p10_b132", "text": "For solar adoption, this will gradually be rolled out to more agencies – many of which are currently studying the potential of adopting solar energy on their premises. A target for solar adoption by the public sector will similarly be set in the future."}, {"text_block_id": "p10_b133_merged_merged", "text": "COMMITTED MEASURES 15.2% 5.1% 95%"}, {"text_block_id": "p10_b140", "text": "Targets to be set"}, {"text_block_id": "p10_b141", "text": "The goal of achieving environmental sustainability for Singapore will require the concerted efforts of all stakeholders in the 3P (people, private, and public) sectors. Through the Public Sector Sustainability Plan, the Government hopes to take the lead in promoting environmental sustainability, as part of our contribution towards the Sustainable Singapore Movement. We invite everyone to join us in this journey to secure a sustainable future for Singapore, and for future generations to come."}, {"text_block_id": "p11_b142", "text": "ANNEX"}, {"text_block_id": "p11_b143", "text": "Green Buildings"}, {"text_block_id": "p11_b144", "text": "Green Buildings\n* All new public sector buildings with more than\n* All new public sector buildings with more than\n 2\n* All new public sector buildings with more than\n 2\n air-conditioned floor area are to attain the\n* All existing public sector buildings with more than\n* All existing public sector buildings with more than\n 2\n* All existing public sector buildings with more than\n 2\n air-conditioned floor area are to attain the\n* All existing public sector buildings with more than\n 2\n air-conditioned floor area are to attain the\n Plus\n* All existing public sector buildings with more than\n 2\n air-conditioned floor area are to attain the\n Plus\n rating by 2020.\n* All existing public sector buildings with more than\n* All existing public sector buildings with more than\n 2\n* All existing public sector buildings with more than\n 2\n gross floor area and less than 10,000 m\n* All existing public sector buildings with more than\n 2\n gross floor area and less than 10,000 m\n 2\n* All existing public sector buildings with more than\n 2\n gross floor area and less than 10,000 m\n 2\n air-conditioned floor area are to attain the Green Mark"}, {"text_block_id": "p11_b160", "text": "Green Office Premises"}, {"text_block_id": "p11_b161", "text": "Green Office Premises\n* All new public sector office premises or those that\n* Agencies that lease office spaces are to lease from\n* Agencies that lease office spaces are to lease from\n Plus\n* Agencies that lease office spaces are to lease from\n Plus\n rating"}, {"text_block_id": "p11_b167", "text": "Energy Efficiency"}, {"text_block_id": "p11_b168", "text": "Energy Efficiency\n* All air-conditioned public sector premises are to\n* Data centres with gross floor area more than 1,000 m\n* Data centres with gross floor area more than 1,000 m\n 2\n* Data centres with gross floor area more than 1,000 m\n 2\n are to install separate meters, and monitor and report"}, {"text_block_id": "p11_b174", "text": "Water Efficiency"}, {"text_block_id": "p11_b175", "text": "Water Efficiency\n* All new and existing public sector premises are to\n<\\li1>"}, {"text_block_id": "p11_b177", "text": "Waste Management"}, {"text_block_id": "p11_b178", "text": "Waste Management\n* All agencies are to implement recycling\n* Owners of large public sector buildings with a"}, {"text_block_id": "p11_b184", "text": "Green Procurement"}, {"text_block_id": "p11_b185", "text": "•"}, {"text_block_id": "p11_b186", "text": "Events and functions organised by agencies are to be held in venues with at least a Green Mark Certified rating."}, {"text_block_id": "p11_b187", "text": "•"}, {"text_block_id": "p11_b188", "text": "All new office ICT equipment is to meet the latest Energy Star standards, where available."}, {"text_block_id": "p11_b189", "text": "•"}, {"text_block_id": "p11_b190", "text": "White printing paper is to be accredited with the Singapore Green Label by the SEC."}, {"text_block_id": "p11_b191", "text": "•"}, {"text_block_id": "p11_b192", "text": "Lamps are to be rated at least 3-ticks under the NEA’s MELS."}, {"text_block_id": "p11_b193", "text": "•"}, {"text_block_id": "p11_b194", "text": "Air-conditioners are to be rated at least 3-ticks under MELS."}, {"text_block_id": "p11_b195", "text": "•"}, {"text_block_id": "p11_b196", "text": "Refrigerators are to be rated at least 2-ticks under MELS."}, {"text_block_id": "p11_b197", "text": "•"}, {"text_block_id": "p11_b198", "text": "Televisions are to be rated at least 4-ticks under MELS, except for 40 to 43 inch which are to be rated at least 3-ticks."}], "document_description": "The Public Sector Sustainability Plan aims to drive efforts to make Singapore more sustainable. The Public Service employs 145.000 public officers, and in 2015 accounted for an average of 4% of the country's total electricity consumption and 3% of total water consumption.\n\nIn this context, this plan outlines the public sector's efforts to use resources wisely and build up the Government's capabilities in environmental and urban sustainability. It showcases the green initiatives and projects that Government agencies have embarked on, such as procuring green office supplies and appliances, and installing digesters to recycle food waste in schools."}