{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Singapore", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Sustainable Singapore Blueprint", "document_country_code": "SGP", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "11/08/2014", "document_keyword": ["Adaptation", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/SGP/2014/SGP-2014-08-11-Sustainable Singapore Blueprint_c11aaa8cedd7b5e6e1295ff827190739.pdf", "text_blocks": [{"text_block_id": "p1_b1", "text": "Message from the Prime Minister"}, {"text_block_id": "p1_b2", "text": "Sustainability has always been integral to the Singapore story."}, {"text_block_id": "p1_b3", "text": "Our founding Prime Minister, Mr Lee Kuan Yew, said, “I have always believed that a blighted urban jungle of concrete destroys the human spirit. We need the greenery of nature to lift up our spirits.” In our early years, even as we provided basic necessities"}, {"text_block_id": "p1_b4", "text": "for our people, such as affordable housing; public"}, {"text_block_id": "p1_b5", "text": "infrastructure such as clean water, sewers and roads, education and jobs, we did so with “sustainable development” in mind, long before the expression became popular."}, {"text_block_id": "p1_b6", "text": "Just two years after independence in 1967,"}, {"text_block_id": "p1_b7", "text": "we launched the Garden City programme, with"}, {"text_block_id": "p1_b8", "text": "a vision to make Singapore a highly liveable city"}, {"text_block_id": "p1_b9", "text": "filled with greenery. We planted trees around public"}, {"text_block_id": "p1_b10", "text": "housing estates, cleaned up streets, cleaned up the heavily polluted Singapore River in the heart of the city, regulated and shifted pollutive industries, and enacted new laws against pollution. We conserved"}, {"text_block_id": "p1_b11", "text": "our Nature Reserves and built community parks"}, {"text_block_id": "p1_b12", "text": "that are spread throughout the country."}, {"text_block_id": "p1_b13", "text": "We expanded local catchments to capture as much rainwater as we could, and developed new technologies like water reclamation and desalination. Year by year, we overcame the challenges of urban development and became a clean and green city, thanks to the foresight and the hard work of our pioneers."}, {"text_block_id": "p1_b14", "text": "However, every generation has challenges of its own. All of us now face new risks, such as climate change and rising sea levels, or the threat of dangerous new"}, {"text_block_id": "p1_b15", "text": "pathogens like bird flu or the Zika virus. A growing"}, {"text_block_id": "p1_b16", "text": "global population and increasing urbanisation will also place greater pressures on resources such as water and energy."}, {"text_block_id": "p1_b17", "text": "The Sustainable Singapore Blueprint is our response to these challenges and a framework to guide our"}, {"text_block_id": "p1_b18", "text": "sustainability efforts until 2030. This latest 2015 edition"}, {"text_block_id": "p1_b19", "text": "outlines our national vision, and plans for our home, environment and future — an even more liveable and sustainable Singapore. It is our contribution to sustainable development at the global level."}, {"text_block_id": "p1_b20", "text": "To actively reduce our carbon footprint, and make better use of limited water, land, and energy resources, we will build “eco-smart” towns and public transit infrastructure, so that people can travel seamlessly around a “car-lite” urban environment. We will strive to become a zero waste nation, consuming less materials and giving them a second lease of life. We will build a green economy, nudging our businesses into doing good while also doing well."}, {"text_block_id": "p1_b21", "text": "We also encourage civic participation for an active"}, {"text_block_id": "p1_b22", "text": "and gracious community. The Blueprint takes in the"}, {"text_block_id": "p1_b23", "text": "views of more than 130,000 people via consultations"}, {"text_block_id": "p1_b24", "text": "on land transport and urban development master plans, public dialogues and surveys. In turn, it seeks to inspire Singaporeans to play a part in building a liveable and sustainable Singapore."}, {"text_block_id": "p1_b25", "text": "The Marina Barrage"}, {"text_block_id": "p1_b26", "text": "Photo credit: PUB, Singapore’s National Water Agency"}, {"text_block_id": "p1_b27_merged_merged_merged_merged_merged_merged", "text": "However, no country can tackle these complex challenges on its own. We all have to work together, each country making its contribution. Singapore supports global efforts towards sustainable development. In April 2016, Singapore joined 170 other countries in signing the Paris Agreement. We host platforms like the World Cities Summit, Singapore International Water Week and CleanEnviro Summit Singapore so that all of us can learn from one another and inspire one another to do better.  We also offer ourselves as a Living Lab where companies can work closely with government agencies to innovate and use new technology for sustainable urban solutions."}, {"text_block_id": "p1_b33", "text": "Lee Hsien Loong"}, {"text_block_id": "p1_b34", "text": "Prime Minister, Singapore"}, {"text_block_id": "p2_b35", "text": "The Singapore Story on Sustainability and Liveability"}, {"text_block_id": "p2_b36", "text": "Singapore was green long before it wasfashionable to do so."}, {"text_block_id": "p2_b37", "text": "Our journey towards sustainability started in the 1960s"}, {"text_block_id": "p2_b38", "text": "before environmental issues became a global concern."}, {"text_block_id": "p2_b39", "text": "We were a fledgling nation facing high unemployment"}, {"text_block_id": "p2_b40", "text": "with an unskilled labour force, predominantly living in"}, {"text_block_id": "p2_b41", "text": "urban slums that lacked sanitation and the support of adequate public infrastructure."}, {"text_block_id": "p2_b42", "text": "Our leaders then asked bold questions to ensure the"}, {"text_block_id": "p2_b43", "text": "long-term sustainability of Singapore and made a conscious decision to “green” our country. Then-Prime Minister Mr Lee Kuan Yew believed that “a blighted urban jungle of concrete destroys the human spirit” and that “we need the greenery of"}, {"text_block_id": "p2_b44", "text": "nature to lift our spirits”. In 1963, he planted the first tree that"}, {"text_block_id": "p2_b45", "text": "allowed the Garden City to take root."}, {"text_block_id": "p2_b46", "text": "Thereafter, Singapore launched its Keep Singapore Clean Campaign in 1968, clamped down on air pollution through the 1971 Clean Air Act and moved pollutive industries away"}, {"text_block_id": "p2_b47", "text": "from residential areas in the 1970s. These were bold steps for a newly industrialising country. By the 1980s, we had"}, {"text_block_id": "p2_b48", "text": "transformed the heavily polluted Singapore River into a beautiful vibrant destination."}, {"text_block_id": "p2_b49", "text": "Today, Singapore is regarded as a liveable and sustainable"}, {"text_block_id": "p2_b50", "text": "city. It houses five and a half million people in 719 square"}, {"text_block_id": "p2_b51", "text": "kilometres of land, but residents enjoy a high quality of life despite the high population density. We host international urban solutions meetings such as the biennial World Cities Summit, Singapore International Water Week and CleanEnviro Summit Singapore, which have attracted international interest."}, {"text_block_id": "p2_b52", "text": "Looking back, Singapore’s sustainability efforts can be"}, {"text_block_id": "p2_b53", "text": "distilled into a systematic framework that leaders can apply to their own cities. In its pursuit of sustainable development, Singapore has held three outcomes constant. A competitive economy attracts investments and provides jobs, a sustainable environment helps the city thrive despite limited natural resources, especially land and fresh water, and a"}, {"text_block_id": "p2_b54", "text": "high quality of life benefits people. These outcomes are not always at odds; solutions to achieve one outcome can create"}, {"text_block_id": "p2_b55", "text": "opportunities for another. For instance, our quest for water sustainability and the expanding water sector now provides"}, {"text_block_id": "p2_b56", "text": "about 14,000 jobs with a value-add of close to S$2 billion"}, {"text_block_id": "p2_b57", "text": "per year."}, {"text_block_id": "p2_b58", "text": "Singapore’s three key outcomes are built on the twin foundations of integrated master planning and development,"}, {"text_block_id": "p2_b59", "text": "and dynamic urban governance. Integrated master planning means planning for the long term, sometimes as far as a"}, {"text_block_id": "p2_b60", "text": "century ahead, yet retaining the flexibility to review plans"}, {"text_block_id": "p2_b61", "text": "as our needs change. Since the early decades of"}, {"text_block_id": "p2_b62", "text": "Singapore’s growth, the Urban Redevelopment Authority (URA) has regularly reviewed Singapore’s land-use plans"}, {"text_block_id": "p2_b63", "text": "to meet land demands while balancing economic and"}, {"text_block_id": "p2_b64", "text": "social development."}, {"text_block_id": "p2_b65_merged_merged_merged_merged_merged_merged_merged", "text": "Integrated planning entails planners making use of digital planning tools to model future land use scenarios using data from the whole-of-government. Singapore also embraces new and innovative technologies to explore new frontiers where no other city has gone before. We embarked on ambitious projects such as the underground Deep Tunnel Sewerage System that criss-crosses the country to channel used water to centralised water reclamation plants. We will be one of the first countries in the world to implement satellite-based electronic road pricing to manage traffic congestion. Dynamic urban governance, meanwhile, means leading with vision and pragmatism, underpinned by a culture of integrity in the public service, and strong institutions with well-thought-out systems and processes. Government agencies engage the public and community groups, giving people a stake in their city’s long-term good. The agencies also work with the private sector to address"}, {"text_block_id": "p2_b68", "text": "certain gaps efficiently."}, {"text_block_id": "p3_b69", "text": "“Eco-Smart” Endearing Towns"}, {"text_block_id": "p3_b70", "text": "We begin our sustainability journeywhere it matters most:"}, {"text_block_id": "p3_b71", "text": "at home"}, {"text_block_id": "p3_b72", "text": ". Through thoughtful planning and design of residential areas, Singapore makes it"}, {"text_block_id": "p3_b73", "text": "easy for people to live comfortably and"}, {"text_block_id": "p3_b74", "text": "in harmony with the environment."}, {"text_block_id": "p3_b75", "text": "CASE STUDY"}, {"text_block_id": "p3_b76", "text": "Punggol Northshore"}, {"text_block_id": "p3_b77", "text": "The coastal town of Punggol in Singapore’s north-east is a test-bed for smart urban planning"}, {"text_block_id": "p3_b78", "text": "and green technologies. Punggol Northshore, its latest district, is Singapore’s first batch of"}, {"text_block_id": "p3_b79", "text": "“smart” public housing, kitted out with new technologies that enable residents to live with a lighter environmental footprint. Its development was guided by the Housing and Development Board’s Sustainable Development Framework that sets out key desired sustainability outcomes."}, {"text_block_id": "p3_b80", "text": "In the planning of Punggol Northshore district, Singapore’s Housing and Development Board (HDB)"}, {"text_block_id": "p3_b81", "text": "analysed wind flow, solar irradiance and shading to identify the best locations for solar panels"}, {"text_block_id": "p3_b82", "text": "and outdoor community amenities. It also modelled how water, waste, transport, energy and"}, {"text_block_id": "p3_b83", "text": "other systems interact to help planners and designers understand the trade-offs involved when"}, {"text_block_id": "p3_b84", "text": "integrating green features into the estate. In common areas, public lights and fans will be controlled by sensors, which will automatically adjust to optimise energy use while meeting residents’ needs. In their homes, residents will be able to monitor and manage their home energy consumption in real time. They will have a pneumatic waste disposal system that will be cleaner, and will also track waste and recycling volumes and patterns, so that waste is collected only when needed."}, {"text_block_id": "p3_b85", "text": "However, the Punggol Northshore district, to be completed in 2020, is just the start. HDB, which houses more than 80% of the resident population, has test-bedded various sustainable urban"}, {"text_block_id": "p3_b86", "text": "solutions for existing estates. For instance, its Greenprint test-bed looks at how existing estates"}, {"text_block_id": "p3_b87", "text": "like Yuhua and Teck Ghee can be retrofitted with green features such as solar panels to harness"}, {"text_block_id": "p3_b88", "text": "renewable energy, bicycle parking to encourage green mobility, pneumatic waste systems to"}, {"text_block_id": "p3_b89", "text": "manage household waste more efficiently and hygienically, and rooftop and vertical greenery for"}, {"text_block_id": "p3_b90", "text": "a more pleasant living environment."}, {"text_block_id": "p3_b91", "text": "CASE STUDY"}, {"text_block_id": "p3_b92", "text": "Jurong Lake District —"}, {"text_block_id": "p3_b93", "text": "Jurong Lake Gardens"}, {"text_block_id": "p3_b94_merged_merged_merged_merged_merged", "text": "The Jurong Lake District in the west of Singapore, once a sleepy residential and industrial suburb, is currently being revitalised as a sustainable, mixed-use urban district that includes office, retail, and hotel spaces. At its heart is the 90-hectare Jurong Lake Gardens, which will be Singapore’s third national garden. Located in the heartlands, it will be a people’s garden that offers all segments of the community access to quality spaces for leisure and recreation. When completed, it will complement two existing world-class national gardens — the Singapore Botanic Gardens and Gardens by the Bay."}, {"text_block_id": "p3_b99", "text": "Jurong Lake Gardens mirrors Singapore’s journey as a nation that balances development and conservation. The Gardens’ habitats will be enhanced to demonstrate that urban landscapes can also support rich biodiversity, with a focus to create a high-quality, sustainable environment for Singaporeans from all walks of life to enjoy. Its development will be done sensitively with the intention to create spaces for families and the community to come together. At the same time, the development of Jurong Lake Gardens will also include the provision of infrastructure to create a seamless integration with the new Science Centre grounds and the lake. There will also be exciting horticultural concepts that feature the latest advances in science and technology, as well as science-based play equipment and amenities to facilitate discovery and learning."}, {"text_block_id": "p3_b100", "text": "Artist’s impression of Jurong Lake Gardens"}, {"text_block_id": "p3_b101", "text": "Image credit: National Parks Board"}, {"text_block_id": "p4_b102", "text": "Artist’s impressions of"}, {"text_block_id": "p4_b103", "text": "a car-free Civic District"}, {"text_block_id": "p4_b104", "text": "Image credit: URA"}, {"text_block_id": "p4_b105", "text": "A “Car-Lite” Singapore"}, {"text_block_id": "p4_b106", "text": "Going “car-lite” reduces traffic congestion"}, {"text_block_id": "p4_b107", "text": "and air pollution, as well as the city’s carbon footprint. Besides environmental considerations, it is also about making cities serve pedestrians instead of vehicles. A “car-lite” city is one with"}, {"text_block_id": "p4_b108", "text": "efficient and accessible rail and"}, {"text_block_id": "p4_b109", "text": "bus networks, streets and paths that are conducive for walking and cycling, and smart, on-demand point-to-point transport options."}, {"text_block_id": "p4_b110", "text": "CASE STUDY"}, {"text_block_id": "p4_b111", "text": "A Civic District for the People"}, {"text_block_id": "p4_b112", "text": "The Civic District, on the banks of the Singapore River, is the historic birthplace of modern"}, {"text_block_id": "p4_b113", "text": "Singapore. It is home to some of the most significant historic buildings, landmarks, monuments,"}, {"text_block_id": "p4_b114", "text": "and spaces in the city — for example, the former Supreme Court and City Hall buildings, Old Parliament House and the Padang, a public open space. The Urban Redevelopment Authority (URA) has undertaken extensive improvement works in and around the district to enhance the experience of this integrated arts, cultural and lifestyle precinct."}, {"text_block_id": "p4_b115", "text": "A spacious new lawn in front of Victoria Theatre and Concert Hall and the Asian Civilisations Museum, framed by mature rain trees, not only helps to create open vistas and majestic views of the historic Victoria Theatre and Concert Hall, but also adds greenery to soften the landscape and provide shade from the sun. The open space is also now equipped with power, water and lighting so that event organisers can “plug and play”, and visitors walking along the Singapore River can take a break at stepped plazas or on benches equipped with mobile-phone charging points. Several new amenities will be installed, such as a new children’s playground and better"}, {"text_block_id": "p4_b116", "text": "way-finding mechanisms at key entrance points."}, {"text_block_id": "p4_b117", "text": "A number of roads, such as the former Old Parliament Lane, have been converted into pedestrian areas/walkways. Connaught Drive has been repaved with enhanced landscaping, to create a more walkable space, seamlessly connecting the Padang and Esplanade Park. With these works, the Asian Civilisations Museum, the Victoria Theatre and Concert Hall, and the Arts House, a popular"}, {"text_block_id": "p4_b118", "text": "arts venue, are connected to each other within a unified precinct and park setting."}, {"text_block_id": "p4_b119_merged_merged_merged", "text": "In February 2016, URA piloted the first edition of Car-Free Sunday SG — a six-month pilot — in the area around the Civic District and the Central Business District. For the pilot, these city streets were closed to vehicular traffic on the last Sunday morning of every month. With the roads free of cars, walkers, joggers and cyclists were able to take to the streets, while adjacent open spaces hosted sports and fitness sessions, family-friendly activities and a breakfast picnic area. A myriad of activities transformed the area into a walkable, cyclist-friendly and activity-filled precinct. Through the pilot programme, Singaporeans are able to enjoy the city in a new way, and to experience the benefits of a city with fewer cars."}, {"text_block_id": "p5_b126", "text": "CASE STUDY"}, {"text_block_id": "p5_b127", "text": "Electric Vehicle (EV) Car-sharing"}, {"text_block_id": "p5_b128", "text": "Car-sharing allows Singaporeans to access cars without needing to own one, and enables"}, {"text_block_id": "p5_b129", "text": "our car population to be used more efficiently. It helps encourage car-owners to switch to"}, {"text_block_id": "p5_b130", "text": "public transport and rely on car-sharing for occasional trips, thus reducing the number of"}, {"text_block_id": "p5_b131", "text": "cars on the roads. Today, the Housing and Development Board supports car-sharing by"}, {"text_block_id": "p5_b132", "text": "providing convenient car-sharing parking lots in 110 public housing car parks."}, {"text_block_id": "p5_b133", "text": "Following a 2011 test-bed to assess the technical feasibility and establish the presence of"}, {"text_block_id": "p5_b134", "text": "EVs in Singapore, an EV car-sharing programme will soon be implemented. This will make"}, {"text_block_id": "p5_b135", "text": "car-sharing in Singapore even more environmentally-friendly."}, {"text_block_id": "p5_b136", "text": "The EV car-sharing programme will involve 1,000 passenger cars, making EVs more available"}, {"text_block_id": "p5_b137_merged_merged_merged", "text": "to the public, and catalysing investments in EV charging infrastructure nationwide. It will also provide industry players with the opportunity to develop and test innovative and potentially disruptive e-mobility solutions, with the aim of eventually exporting them to other cities in the region."}, {"text_block_id": "p5_b139", "text": "Bolloré Bluecars will be used for Singapore’s electric vehicle (EV) car-sharing programme."}, {"text_block_id": "p5_b140", "text": "Photo credit: Economic Development Board"}, {"text_block_id": "p6_b141", "text": "Towards a Zero-Waste Nation"}, {"text_block_id": "p6_b142", "text": "Singapore aims to move towards becoming a zero waste nation by reducing its consumption of materials, and reusing and recycling them to give them a second"}, {"text_block_id": "p6_b143", "text": "lease of life. It keeps Singapore clean and healthy, conserves precious resources, and frees up land that would have otherwise"}, {"text_block_id": "p6_b144", "text": "been used for landfills."}, {"text_block_id": "p6_b145", "text": "CASE STUDY"}, {"text_block_id": "p6_b146", "text": "The treatment of used water and the treatment of waste have traditionally been independent processes. Used water is channelled by sewers to water reclamation plants, recyclables to recycling plants, and incinerable waste to waste-to-energy plants."}, {"text_block_id": "p6_b147", "text": "Now, as part of Phase 2 of the Deep Tunnel Sewerage System (DTSS), Singapore intends"}, {"text_block_id": "p6_b148", "text": "to co-locate its upcoming Tuas Water Reclamation Plant (TWRP) with an Integrated Waste"}, {"text_block_id": "p6_b149", "text": "Management Facility (IWMF) to optimise land use and more efficiently reclaim water, generate"}, {"text_block_id": "p6_b150", "text": "energy, and process waste. The compact TWRP in the western region will have even more"}, {"text_block_id": "p6_b151", "text": "advanced features to improve energy efficiency and reduce waste, and be highly automated to"}, {"text_block_id": "p6_b152", "text": "minimize manpower needs. In addition, PUB, Singapore’s national water agency, is currently test-bedding various technologies that have the potential to harness more energy from used water for use in the new TWRP."}, {"text_block_id": "p6_b153", "text": "Meanwhile, National Environment Agency (NEA) is developing the IWMF which will be equipped with state-of-the-art technologies for handling multiple waste streams and optimising resource and energy recovery. The waste streams include incinerable waste, household recyclables from Singapore’s National Recycling Programme, source-segregated food waste, and dewatered sludge from the TWRP."}, {"text_block_id": "p6_b154", "text": "The co-location of the IWMF and TWRP will provide both NEA and PUB with many"}, {"text_block_id": "p6_b155", "text": "opportunities to reap the benefits of a"}, {"text_block_id": "p6_b156", "text": "water-energy-waste nexus. These include:"}, {"text_block_id": "p6_b157", "text": "water-energy-waste nexus. These include:\n* with TWRPâs sludge to increase the production of biogas\n* Use of TWRPâs biogas at IWMF to\n* efficiency and power production\n* Supply of electricity from IWMF to\n* Supply of treated effluent water from"}, {"text_block_id": "p6_b170", "text": "The TWRP and IWMF will help to meet Singapore’s used water and waste management needs far into the future."}, {"text_block_id": "p6_b171", "text": "CASE STUDY"}, {"text_block_id": "p6_b172", "text": "Singapore Packaging Agreement"}, {"text_block_id": "p6_b173", "text": "Singapore is taking steps to process"}, {"text_block_id": "p6_b174", "text": "waste efficiently"}, {"text_block_id": "p6_b175", "text": "and support the recycling of food waste, electronics and other materials. Nonetheless, one prime way"}, {"text_block_id": "p6_b176", "text": "to reduce waste is by removing materials from"}, {"text_block_id": "p6_b177", "text": "the waste stream altogether."}, {"text_block_id": "p6_b178", "text": "Packaging waste such as bottles and cans makes up a third of Singapore’s domestic waste"}, {"text_block_id": "p6_b179", "text": "by weight. In 2007, NEA signed a voluntary agreement, the Singapore Packaging Agreement,"}, {"text_block_id": "p6_b180", "text": "with industry and non-government organisations to reduce packaging waste."}, {"text_block_id": "p6_b181_merged_merged_merged_merged_merged_merged", "text": "Companies that sign the Agreement pledge to cut their packaging waste, by making improvements to their packaging design, usage practices or manufacturing processes. They can also share their experiences, exchange practical ideas, and collaborate with others to develop waste reduction solutions. More than 170 organisations, including industry associations, companies, and non-governmental organisations, have signed this Agreement. Since 2007, the signatories have cumulatively reduced about 26,000 tonnes of packaging waste, saving more than S$58 million in material costs for locally-consumed products. Each year, the 3R Packaging Awards recognise signatories who have made notable efforts and achievements in reducing packaging waste such as reducing the thickness of packaging. For example, by redesigning a drink bottle to use less plastic, F&N Foods cuts its annual"}, {"text_block_id": "p6_b188", "text": "plastic usage by 34.3 tonnes. It won a Distinction Award in 2015 for this and other efforts."}, {"text_block_id": "p6_b189", "text": "In 2015, a packaging benchmarking database was launched to urge businesses to improve"}, {"text_block_id": "p6_b190", "text": "their packaging design and use of materials, and encourage them to reduce the amount of packaging in their products. There are packaging weight benchmarks for product categories such as cooking oil, chilled juice and powder detergent. This will ultimately help conserve resources and reduce waste generation."}, {"text_block_id": "p6_b191", "text": "3R Packaging Awards 2015 Winners."}, {"text_block_id": "p6_b192", "text": "Photo credit: NEA"}, {"text_block_id": "p7_b193", "text": "A Leading Green Economy"}, {"text_block_id": "p7_b194", "text": "CASE STUDY"}, {"text_block_id": "p7_b195", "text": "SolarNova Programme"}, {"text_block_id": "p7_b196", "text": "Solar system installation at Jurong Town Council."}, {"text_block_id": "p7_b197", "text": "Photo credit: Sunseap"}, {"text_block_id": "p7_b198", "text": "With the falling cost of solar energy systems and new business models such as power purchase agreements, solar energy is the most promising renewable energy source for Singapore. In"}, {"text_block_id": "p7_b199", "text": "2014, Singapore announced its plans to raise the adoption of solar power to 350 MWp by 2020."}, {"text_block_id": "p7_b200", "text": "Then, solar installation nationwide stood at a mere 19 MWp. To support this push, the Singapore Economic Development Board launched the landmark SolarNova programme. The programme aims to accelerate solar deployment in Singapore by promoting and aggregating solar demand across government agencies."}, {"text_block_id": "p7_b201_merged_merged", "text": "Over time, systems will be installed on the rooftops of about 6,000 public buildings such as public housing, schools, police stations and utility plants. The programme is the first of its kind in the world on such a scale. The Housing and Development Board (HDB), Singapore’s public housing agency, which manages housing for more than 80% of the city’s population, serves as energy demand can benefit from economies of scale and lower costs from bulk tenders."}, {"text_block_id": "p7_b205", "text": "The first SolarNova tender for 76 megawatt peak of energy was awarded in December 2015. It will cover 831 HDB blocks, and eight Ministry of Home Affairs and PUB sites, with installations expected to be completed in end-2017. Apart from raising domestic solar adoption and"}, {"text_block_id": "p7_b206", "text": "combating climate change, SolarNova will strengthen Singapore-based solar enterprises and in turn, spur the private sector to adopt more solar energy."}, {"text_block_id": "p7_b207", "text": "The escalating adoption of cost-competitive solar energy in Singapore has opened up new innovation opportunities around smart grid and energy management. It has also strengthened Singapore’s position as the leading clean energy hub in the region. From a handful of companies"}, {"text_block_id": "p7_b208", "text": "in 2007, Singapore is now host to about 50 solar companies serving the region."}, {"text_block_id": "p8_b209", "text": "CASE STUDY"}, {"text_block_id": "p8_b210", "text": "Green Building Masterplan"}, {"text_block_id": "p8_b211", "text": "Greening buildings is one of the most"}, {"text_block_id": "p8_b212", "text": "effective ways for a city to reduce its overall carbon footprint. In 2005, the"}, {"text_block_id": "p8_b213", "text": "Building and Construction Authority (BCA) launched a Green Mark rating scheme to assess tropical buildings’ environmental performance. BCA have"}, {"text_block_id": "p8_b214", "text": "set a target for 80% of Singapore"}, {"text_block_id": "p8_b215", "text": "buildings to achieve these standards"}, {"text_block_id": "p8_b216", "text": "by 2030. The Green Building"}, {"text_block_id": "p8_b217", "text": "Masterplan, updated every few  years, sets out a multi-pronged approach to accelerate sustainability in the built environment sector. The third Green Building Masterplan,"}, {"text_block_id": "p8_b218", "text": "published in 2014, encourages"}, {"text_block_id": "p8_b219", "text": "building owners and tenants to"}, {"text_block_id": "p8_b220", "text": "become more energy-efficient. Incentives such as gross-floor-area bonuses and financing are used to"}, {"text_block_id": "p8_b221", "text": "encourage the adoption of more"}, {"text_block_id": "p8_b222", "text": "energy-efficient equipment."}, {"text_block_id": "p8_b223", "text": "In the public sector, the government leads by example. All new and"}, {"text_block_id": "p8_b224", "text": "existing public sector buildings must achieve environmental sustainability standards. Strategic sites in key"}, {"text_block_id": "p8_b225", "text": "growth areas are also required to achieve high Green Mark standards"}, {"text_block_id": "p8_b226", "text": "as part of the Government Land Sales"}, {"text_block_id": "p8_b227", "text": "conditions. To further research and"}, {"text_block_id": "p8_b228", "text": "development efforts in Singapore, BCA has launched the S$52 million"}, {"text_block_id": "p8_b229", "text": "Green Buildings Innovation Cluster. This will boost the development and testing of promising and innovative technologies and green building solutions among research institutions, property developers, and other building"}, {"text_block_id": "p8_b230", "text": "professionals.  In 2016, the BCA’s SkyLab, the world’s first high-rise,"}, {"text_block_id": "p8_b231", "text": "rotating rooftop laboratory in the tropics, will begin testing new green"}, {"text_block_id": "p8_b232", "text": "building technologies."}, {"text_block_id": "p8_b233", "text": "PARKROYAL on Pickering, a BCA Green Mark Platinum Non-Residential Building."}, {"text_block_id": "p8_b234", "text": "Photo credit: PARKROYAL on Pickering"}, {"text_block_id": "p8_b235", "text": "Internationally, Singapore shares its expertise with cities around the world through its involvement in international projects, such as the BCA Centre for Sustainable Buildings, a collaboration with the United Nations Environmental Programme to promote best practices and build capacity. The BCA Green Mark scheme has also attracted interest from the region, with more"}, {"text_block_id": "p8_b236", "text": "than 280 overseas applications from"}, {"text_block_id": "p8_b237", "text": "14 countries to date."}, {"text_block_id": "p8_b238_merged_merged_merged_merged", "text": "As of 2015, there are more than 2,600 green building projects in Singapore. This amounts to more than 76 million square metres, or more than 30% of buildings’ total gross floor areas."}, {"text_block_id": "p9_b241", "text": "An Active and Gracious Community"}, {"text_block_id": "p9_b242", "text": "Treks along theRail Corridor."}, {"text_block_id": "p9_b243", "text": "Photo credit: URA"}, {"text_block_id": "p9_b244", "text": "The ingenuity and can-do spirit of Singaporeans is instrumental in our journey towards a clean and green"}, {"text_block_id": "p9_b245", "text": "Singapore. It is the collective effort,"}, {"text_block_id": "p9_b246", "text": "CASE STUDY"}, {"text_block_id": "p9_b247", "text": "Rail Corridor"}, {"text_block_id": "p9_b248", "text": "The Rail Corridor is a disused railway line where Keretapi Tanah Melayu (KTM) trains used  to run between Malaysia and Singapore. By the standards of any city, the Rail Corridor is"}, {"text_block_id": "p9_b249", "text": "a rare gem. It runs uninterrupted for 24 kilometres from north to south of Singapore, and"}, {"text_block_id": "p9_b250", "text": "threads through diverse landscapes and communities where close to one million residents live."}, {"text_block_id": "p9_b251", "text": "A grassroots movement blossomed when conservation-minded citizens campaigned for it to"}, {"text_block_id": "p9_b252", "text": "be kept green and for historic landmarks to be preserved."}, {"text_block_id": "p9_b253", "text": "Since the railway land became disused when the Singapore train terminus was relocated from the city to the northern border of Singapore four years ago, the Urban Redevelopment Authority"}, {"text_block_id": "p9_b254", "text": "(URA) has engaged with different segments of the community extensively to gather feedback on"}, {"text_block_id": "p9_b255", "text": "their aspirations for how the Rail Corridor space should be used. Exhibitions and workshops were also held. Many were excited over what the Rail Corridor could become, and asked for the distinctive character of the Rail Corridor to be kept."}, {"text_block_id": "p9_b256", "text": "In March 2015, URA invited professional design teams to develop concept proposals for the Rail"}, {"text_block_id": "p9_b257", "text": "Corridor based on the community’s aspirations. The winning proposals, announced in November"}, {"text_block_id": "p9_b258", "text": "2015, were awarded for their ability to strengthen the Rail Corridor’s identity, connectivity,"}, {"text_block_id": "p9_b259", "text": "landscape and heritage while providing an inclusive, vibrant public space."}, {"text_block_id": "p9_b260", "text": "For instance, the trail will be made more accessible for people of all ages and abilities. It will get new access points and basic amenities like rest areas and toilets. It will be a continuous trail that links nature and heritage, and support a range of activities along its route. These proposals are"}, {"text_block_id": "p9_b261", "text": "being refined further following the latest rounds of feedback received from stakeholders and the"}, {"text_block_id": "p9_b262", "text": "general public."}, {"text_block_id": "p9_b263", "text": "CASE STUDY"}, {"text_block_id": "p9_b264", "text": "The Ubin Project"}, {"text_block_id": "p9_b265", "text": "Pulau Ubin, an island off mainland Singapore’s north"}, {"text_block_id": "p9_b266", "text": "-"}, {"text_block_id": "p9_b267", "text": "east coast, was home to villages and granite quarries"}, {"text_block_id": "p9_b268", "text": "dating back to the 1800s. Today, it provides"}, {"text_block_id": "p9_b269", "text": "trippers from the mainland with a respite from the city’s hustle and bustle."}, {"text_block_id": "p9_b270", "text": "In 2014, the Ministry of National Development started"}, {"text_block_id": "p9_b271", "text": "the Ubin Project to seek ideas from the public on how the island’s rustic charm, natural environment, biodiversity and cultural heritage can continue to be enjoyed by Singaporeans for generations to come. A Friends of Ubin Network (FUN) was set up to guide the project. The group includes biodiversity experts, educators, history lovers, socio-anthropologists, students, volunteers and Ubin’s community leaders and residents, banded together by their love for the island and the shared vision of preserving the unique character of Ubin."}, {"text_block_id": "p9_b272", "text": "Their recent activities include mapping the island’s biodiversity, documenting its historical sites such as shrines and temples, and interviewing residents to capture a slice of life on the island. Pulau Ubin is also the site of a clean energy micro-grid test-bed and"}, {"text_block_id": "p9_b273", "text": "reforestation efforts to enhance habitats for biodiversity."}, {"text_block_id": "p9_b274", "text": "Ubin Quarry."}, {"text_block_id": "p9_b275", "text": "Photo credit: URA"}, {"text_block_id": "p9_b276", "text": "Ubin Day 2015 — an annual community event"}, {"text_block_id": "p9_b277", "text": "involving ministers, agencies and community groups."}, {"text_block_id": "p9_b278", "text": "Photo credit: URA"}, {"text_block_id": "p9_b279", "text": "CASE STUDY"}, {"text_block_id": "p9_b280", "text": "Keep Singapore Clean Movement"}, {"text_block_id": "p9_b281", "text": "Singapore has a reputation for being"}, {"text_block_id": "p9_b282", "text": "a clean city — but"}, {"text_block_id": "p9_b283", "text": "only because of its small army of cleaners. The Keep Singapore Clean Movement aims to get every resident to take responsibility for the city’s cleanliness."}, {"text_block_id": "p9_b284", "text": "LEFT PHOTO"}, {"text_block_id": "p9_b285", "text": "Grassroots leaders, community partners and residents joining hands to keep the shared and public spaces clean within their neighbourhood."}, {"text_block_id": "p9_b286", "text": "Photo credit: NEA"}, {"text_block_id": "p9_b287", "text": "RIGHT PHOTO"}, {"text_block_id": "p9_b288", "text": "Students learning to put their"}, {"text_block_id": "p9_b289", "text": "values into action through the"}, {"text_block_id": "p9_b290", "text": "clean-up exercise."}, {"text_block_id": "p9_b291", "text": "Photo credit: NEA"}, {"text_block_id": "p9_b292", "text": "A national call for Singapore to be a “truly clean city” spawned the Keep Singapore Clean"}, {"text_block_id": "p9_b293", "text": "Movement in 2012. The ground-up campaign aims to foster a stronger sense of social"}, {"text_block_id": "p9_b294", "text": "responsibility about keeping public spaces clean, and make zero tolerance for littering a social norm. The movement is led by the Public Hygiene Council, which advocates for public cleanliness, with members from non-government, private and public sectors. Some of its activities to foster greater community ownership of our environment include school and community litter-picking sessions, student and community advocacy, and greater deterrence"}, {"text_block_id": "p9_b295", "text": "through engagements by specially-trained volunteers to educate littering offenders to be more"}, {"text_block_id": "p9_b296", "text": "socially gracious."}, {"text_block_id": "p9_b297", "text": "An inaugural island-wide “Operation WE Clean Up!” event was held in May 2015, inspiring"}, {"text_block_id": "p9_b298_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "activities in schools, communities and companies across the island to keep our shared spaces clean. We also aim to turn littering hotspots into “bright spots” where stakeholders take ownership of cleanliness and lead by example. Today, the movement has more than 15,000 volunteers, including students, interest groups, business and community leaders, and ordinary residents."}, {"text_block_id": "p10_b301", "text": "Beyond Singapore"}, {"text_block_id": "p10_b302", "text": "In an interdependent world, environmental problems respect no boundaries and are too large to be solved by a single country alone."}, {"text_block_id": "p10_b303", "text": "As a small island-state, Singaporecollaborates with other countries to respond to the multifaceted environmental challenges that we face."}, {"text_block_id": "p10_b304", "text": "CASE STUDY"}, {"text_block_id": "p10_b305", "text": "A trio of flagship events — the World Cities Summit, Singapore International Water Week, and"}, {"text_block_id": "p10_b306", "text": "CleanEnviro Summit Singapore — provides the platform for government leaders and industry experts to learn and share their rich experiences with regards to sustainable urban solutions. The events present opportunities for governments to engage with industry players who can provide these solutions."}, {"text_block_id": "p10_b307", "text": "These events focus on the role of cities, as urbanisation proceeds at an unprecedented rate and cities grow in importance around the world. Cities drive economic growth, create hubs for talent and innovation, and can help pioneer solutions to problems like climate change and public health."}, {"text_block_id": "p10_b308", "text": "The three events attract as many as 20,000 participants from around the world, comprising"}, {"text_block_id": "p10_b309", "text": "city mayors, government ministers, industry experts, academia and non-governmental organisations. Through such events, Singapore shares its sustainable development journey. We also learn from other cities’ solutions such as London’s transport system, Copenhagen’s pocket parks, or Bilbao’s arts and cultural development."}, {"text_block_id": "p10_b310", "text": "www.worldcitiessummit.com.sg"}, {"text_block_id": "p10_b311", "text": "www.siww.com.sg"}, {"text_block_id": "p10_b312", "text": "www.cleanenvirosummit.sg"}, {"text_block_id": "p11_b313", "text": "CASE STUDY"}, {"text_block_id": "p11_b314", "text": "Singapore Cooperation Programme"}, {"text_block_id": "p11_b315", "text": "In the immediate years after Singapore’s independence in 1965, we benefitted from technical"}, {"text_block_id": "p11_b316", "text": "assistance by developed countries and international organisations, which helped lift Singapore from a Third World country to a modern city-state."}, {"text_block_id": "p11_b317", "text": "Today, we in turn share our development experience and knowledge with friends around"}, {"text_block_id": "p11_b318", "text": "the world via the Singapore Cooperation Programme. Since its inception in 1992, more than 107,000 foreign officials have taken part in courses ranging from trade and economy and port"}, {"text_block_id": "p11_b319", "text": "management, to governance, urbanisation and climate change."}, {"text_block_id": "p11_b320", "text": "Singapore will implement a new Sustainable Development Programme to help other"}, {"text_block_id": "p11_b321", "text": "developing countries progress towards the 2030 Agenda for Sustainable Development. We will offer leadership programmes on good governance and public sector leadership in"}, {"text_block_id": "p11_b322", "text": "partnership with the United Nations Development Programme (UNDP) Global Centre for"}, {"text_block_id": "p11_b323", "text": "Public Service Excellence. Singapore will also partner UN agencies and others to provide"}, {"text_block_id": "p11_b324", "text": "technical assistance programmes in a wide range of fields pertaining to sustainable cities"}, {"text_block_id": "p11_b325", "text": "as well as water and sanitation solutions."}, {"text_block_id": "p11_b326", "text": "Permanent Representatives to the UN in New York visiting the Singapore City Gallery."}, {"text_block_id": "p11_b327", "text": "Photo credit: Ministry of Foreign Affairs"}, {"text_block_id": "p11_b328", "text": "CASE STUDY"}, {"text_block_id": "p11_b329", "text": "Temasek Foundation Leaders in Urban Governance Programme"}, {"text_block_id": "p11_b330", "text": "The Temasek Foundation Leaders in Urban Governance Programme (TFLUGP) is a 5-day executive workshop targeted at city leaders and senior officials, run by Singapore’s Centre"}, {"text_block_id": "p11_b331", "text": "for Liveable Cities (CLC), a knowledge centre for liveable and sustainable cities."}, {"text_block_id": "p11_b332", "text": "The programme shares Singapore’s high-density and high-liveability guiding principles in urban development and management, and helps participants apply these principles to their respective cities. Participants identify urban solutions and develop an action plan for their cities."}, {"text_block_id": "p11_b333_merged_merged", "text": "Supported by the Temasek Foundation, there have been four runs since 2012. The latest run in 2015 saw government leaders and urban practitioners share Singapore’s expertise in areas ranging from urban planning to solid waste management.  Urban and economic specialists from the World Bank were also present to share best practice examples in areas such as urban regeneration and municipal financing."}, {"text_block_id": "p11_b336", "text": "Programme participants interact with senior practitioners from Singapore to glean deep and"}, {"text_block_id": "p11_b337", "text": "practical insights. They also visit field sites such as the Singapore River and Gardens by the Bay to experience urban solutions firsthand."}, {"text_block_id": "p11_b338", "text": "Participants at TFLUGP 2015."}, {"text_block_id": "p11_b339", "text": "Photo credit: CLC"}, {"text_block_id": "p12_b340", "text": "CASE STUDY"}, {"text_block_id": "p12_b341", "text": "Sino-Singapore Tianjin Eco-city"}, {"text_block_id": "p12_b342", "text": "The Sino-Singapore Tianjin Eco-city was jointly launched in November 2007 as the second flagship government-to-government project between Singapore and China. In this project,"}, {"text_block_id": "p12_b343", "text": "both countries work together to jointly develop a model eco-city in China which emphasises sustainable development, environmental protection and social harmony."}, {"text_block_id": "p12_b344", "text": "A 30 square kilometres site of a barren wasteland filled with saltpans and polluted water"}, {"text_block_id": "p12_b345", "text": "bodies was chosen for the Eco-city. Today, the site has been transformed into a liveable"}, {"text_block_id": "p12_b346", "text": "and vibrant city. As at April 2016, there are more than 50,000 people living and working in"}, {"text_block_id": "p12_b347", "text": "the Eco-city. There are residential developments, industry parks and social amenities such as"}, {"text_block_id": "p12_b348", "text": "a neighbourhood centre modelled after Singapore’s community centres, schools and parks."}, {"text_block_id": "p12_b349", "text": "The Eco-city has been actively pursuing eco-development. This includes rehabilitating its"}, {"text_block_id": "p12_b350", "text": "2.6 square kilometres wastewater pond, conducting research in green development,"}, {"text_block_id": "p12_b351", "text": "developing green building standards, tapping renewable sources like wind, solar, and geothermal energy, encouraging residents to lead environmentally-conscious lifestyles,"}, {"text_block_id": "p12_b352", "text": "and promoting green transport."}, {"text_block_id": "p12_b353", "text": "In 2013, both governments endorsed a refreshed vision for the Eco-city to be a leader in"}, {"text_block_id": "p12_b354", "text": "eco-development, a vibrant model satellite city, and a harmonious city with an innovative social governance framework. The Eco-city serves as a reference for other Chinese cities in"}, {"text_block_id": "p12_b355", "text": "sustainable development and urbanisation, and has been designated as China’s first National Green Development Demonstration Zone."}, {"text_block_id": "p12_b356", "text": "Before (2008)."}, {"text_block_id": "p12_b357", "text": "Photo credit: Ministry of National Development"}, {"text_block_id": "p12_b358", "text": "After (2015)."}, {"text_block_id": "p12_b359", "text": "Photo credit: Ministry of National Development"}, {"text_block_id": "p12_b360", "text": "CASE STUDY"}, {"text_block_id": "p12_b361", "text": "Andhra Pradesh —"}, {"text_block_id": "p12_b362", "text": "Building a New Capital City"}, {"text_block_id": "p12_b363", "text": "In November 2014, the South Indian state"}, {"text_block_id": "p12_b364", "text": "of Andhra Pradesh asked Singapore to"}, {"text_block_id": "p12_b365", "text": "partner the state in the master planning"}, {"text_block_id": "p12_b366", "text": "and development of Amaravati, its new"}, {"text_block_id": "p12_b367", "text": "capital. The two governments signed a Memorandum of Understanding to"}, {"text_block_id": "p12_b368", "text": "collaborate on its development."}, {"text_block_id": "p12_b369", "text": "An inter-agency team from Singapore, including CLC, is working with and advising"}, {"text_block_id": "p12_b370", "text": "Andhra Pradesh officials on Amaravati’s"}, {"text_block_id": "p12_b371", "text": "master planning. The master planning team drew from Singapore’s experience to ensure that key principles such as strategic long-range planning, the provision of jobs and homes, environmental management, the enhancement of green and blue spaces,"}, {"text_block_id": "p12_b372", "text": "and others, were captured in Amaravati’s"}, {"text_block_id": "p12_b373_merged_merged_merged_merged_merged", "text": "But integrated master planning is only one part of the formula for a successful city; dynamic urban governance is key to realising these plans. Andhra Pradesh’s new Capital Region Development Authority is in charge of the future planning and administration of the capital region and city. CLC is working closely with the new authority to refine its institutional set-up and manpower recruitment policies and processes, so that it can implement"}, {"text_block_id": "p12_b379", "text": "master plans quickly and effectively."}, {"text_block_id": "p12_b380", "text": "Chief Minister Naidu and the AP delegation learning from Executive Director, CLC Mr Khoo Teng Chye and URA Senior Architect"}, {"text_block_id": "p12_b381", "text": "Linda Lui about the planning and development of the Marina Bay downtown area in November 2014."}, {"text_block_id": "p12_b382", "text": "Photo credit: CLC"}, {"text_block_id": "p14_b383", "text": "www.sustainablesingapore.gov.sg"}, {"text_block_id": "p14_b384", "text": "A division of Ministry of National Development"}], "document_description": "The Sustainable Singapore Blueprint 2015 updates and extends the first blueprint published in 2009. Based on a consultation process involving over 6,000 members of the public, the new version is published by the Ministry of the Environment and Water Resources, and the Ministry of National Development. The blueprint contains the following targets:<br />\n- 200 ha of sky rise greenery by 2030;<br />\n- 400 km of park connectors by 2030;<br />\n- 100 km of waterways open to recreational activity by 2030;<br />\n- 90%proportion of households within 10 minute walk of a park by 2030;<br />\n- 180 km of Nature Ways by 2030;<br />\n- Park provision of 0.8 ha/ 1000 population by 2030;<br />\n- 1039 ha of waterbodies open to recreational activity by 2030;<br />\n- 700 km of cycling paths by 2030;<br />\n- 75% modal share of journeys during peak hours made via public transport by 2030;<br />\n- 360 km of rail network by 2030;<br />\n- 80% of households within 10 minute walk of a train station by 2030;<br />\n- 80% of buildings to achieve BCA Green Mark Certified rating by 2030;<br />\n- 35% energy intensity improvement (from 2005 levels) by 2030;<br />\n- 140 L domestic water consumption per capita per day by 2030;<br />\n- National recycling rate of 70% by 2030;<br />\n- Domestic recycling rate of 30%and non-domestic recycling rate of 81% by 2030;<br />\n- By 2020, reduce ambient fine particulate matter (PM2.5) levels to 12µg/m3 (long term: 10 µg/m3) and particulate matter (PM10) levels to 20µg/m3 (long term: 20 µg/m3);<br />\n- By 2020, reduce ambient sulphur dioxide levels to a 24-hour mean (max) of 50µg/m3 (long term: 20µg/m3);<br />\n- By 2020, reduce ozone levels to an 8-hour mean (max) of 100µg/m3;<br />\n- By 2020, cap nitrogen dioxide levels at an annual mean of 40µg/m3;<br />\n- By 2020, cap carbon monoxide levels at an 8-hour mean (max) of 10mg/m3;<br />\n- Reduce flood prone areas to 23 ha by 2030;<br />\n- 5,000 active green volunteers by 2030;<br />\n- 2,000 Community in Bloom Gardens by 2030; and<br />\n- 500 litter-free Bright Spots by 2015."}