{"document_instrument_name": ["Capacity building|Governance", "Other|Direct Investment"], "document_country_english_shortname": "Vanuatu", "document_category": "Policy", "document_sector_name": "Residential and Commercial", "document_language": "English", "document_name": "National Policy on Climate Change and Disaster-Induced Displacement", "document_country_code": "VUT", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": "Drm/Drr", "document_region_code": "East Asia & Pacific", "document_date": "09/01/2018", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/VUT/2018/VUT-2018-01-09-National Policy on Climate Change and Disaster-Induced Displacement_fc5dd9fa05e993fea12d9c704ffd958c.pdf", "text_blocks": [{"text_block_id": "p3_b1", "text": "Acronyms and Abbreviations"}, {"text_block_id": "p6_b2", "text": "Preamble"}, {"text_block_id": "p6_b3", "text": "Sudden and slow-onset disasters are increasing features of Ni-Vanuatu life. Disasters can have devastating effects on the livelihoods, physical security and well-being of communities and threaten the survival of socio-cultural systems."}, {"text_block_id": "p6_b4", "text": "Displacement – temporary or permanent – is a major impact of disasters, exposing people to many risks as they are obliged to leave their homes in search of safety and secure livelihoods. While community, family and kinship are the primary safety nets for Ni-Vanuatu people, disasters can overwhelm the coping capacities of all communities. Climate change, combined with increasing urbanization and other factors, is already increasing the impacts of natural hazards and disasters in Vanuatu and the Pacific region."}, {"text_block_id": "p6_b5", "text": "1"}, {"text_block_id": "p6_b6", "text": "In recent years significant developments towards disaster risk reduction and climate change adaptation have been made at global and regional levels, through initiatives including the Sendai Framework"}, {"text_block_id": "p6_b7", "text": "2"}, {"text_block_id": "p6_b8", "text": ", UNFCCC,"}, {"text_block_id": "p6_b9", "text": "3"}, {"text_block_id": "p6_b10", "text": "the Paris Agreement,"}, {"text_block_id": "p6_b11", "text": "4"}, {"text_block_id": "p6_b12", "text": "the 2030 Agenda for Sustainable Development and Sustainable Development Goals (SDGs),"}, {"text_block_id": "p6_b13", "text": "5"}, {"text_block_id": "p6_b14", "text": "and the Framework for Resilient Development in the Pacific 2017-2030 (FRDP)."}, {"text_block_id": "p6_b15", "text": "6"}, {"text_block_id": "p6_b16", "text": "Increasingly, the importance of responding to human mobility and internal displacement needs has been recognised in these global and regional frameworks. At the national level, Vanuatu’s Climate Change and Disaster Risk Reduction Policy (VCCDRRP) (section 7.6.6) also calls for the “development of a national policy on resettlement and internal displacement”."}, {"text_block_id": "p6_b17", "text": "7"}, {"text_block_id": "p6_b18", "text": "This policy fulfills that mandate, and draws on the principles included in these global, regional and national"}, {"text_block_id": "p6_b19", "text": "frameworks to respond to needs of local communities in Vanuatu."}, {"text_block_id": "p6_b20", "text": "Through mainstreaming displacement and mobility considerations into key sectoral areas of the Government, this policy also takes concrete steps towards achieving the goals of Vanuatu’s National Sustainable Development Plan 20162030, the “People’s Plan 2030”,"}, {"text_block_id": "p6_b21", "text": "8"}, {"text_block_id": "p6_b22", "text": "and other national policies relating to water, child protection, gender, agriculture, health, education, food security, urban planning and environment. This policy also works towards operationalizing the protections included in the Vanuatu National Land Use Planning and Zoning Policy 2013 (VNLUPZP),"}, {"text_block_id": "p6_b23", "text": "9"}, {"text_block_id": "p6_b24", "text": "and responds to the recommendations made in the Tropical Cyclone Pam – Lessons Learned Workshop Report released in 2016."}, {"text_block_id": "p6_b25", "text": "10"}, {"text_block_id": "p6_b26", "text": "Development of the National Policy on Climate Change and Disaster-Induced Displacement has been led by the National Advisory Board on Climate Change and Disaster Risk Reduction (NAB). The impetus for developing the policy stems from the increasing frequency of requests received by the Ministry of Climate Change Adaptation (MoCCA), National Disaster Management Office (NDMO), Provincial Governments and other agencies from communities directly affected by displacement. The intensifying need to evacuate people facing flood, cyclones and other hazards, as well as requests for assistance from communities facing eviction and land conflicts, has led the Government to identify a clear policy gap in terms of reducing the triggers of displacement, protecting people when displacement occurs, and addressing the long-term recovery and development needs of communities affected by displacement, including host communities."}, {"text_block_id": "p6_b27", "text": "To respond to these challenges, the National Policy on Climate Change and Disaster-Induced Displacement aims to help guide emergency and development planners to work together with the"}, {"text_block_id": "p6_b28", "text": "Government of Vanuatu to address the needs of all communities affected by displacement, including people at-risk of displacement, displaced people, internal migrants, people living in informal settlements, and host communities."}, {"text_block_id": "p6_b29_merged_merged_merged_merged", "text": "This policy aims to enable government Ministries to work together to provide protections for people at each stage of the displacement cycle, with a view to achieving the ultimate aim of durable solutions for all people affected by displacement. It recognizes the primary responsibility of the government to provide assistance to people affected by displacement, as reflected in the VCCDRRP and the People’s Plan 2030.11 Through strengthening existing planning initiatives, multi-hazards mapping, disaster-risk reduction and climate change adaptation efforts, the policy aims to reduce the triggers of displacement as much as possible. It recognises that planned relocation is an option of last resort. Where communities do need to move away from hazards, either temporarily or permanently, the policy aims to ensure that lessons learned from previous relocation experiences globally and in the Pacific are taken into account, so that movement takes place with dignity and with appropriate safeguards and human rights protections in place.12"}, {"text_block_id": "p7_b33", "text": "The policy proposes twelve strategic priority areas for action to ensure displacement and human mobility considerations are mainstreamed into Vanuatu’s planning at national, provincial and local levels, building on existing national policy initiatives."}, {"text_block_id": "p7_b34", "text": "14"}, {"text_block_id": "p7_b35", "text": "Strategic areas are grouped into systemslevel interventions and sectoral-level interventions."}, {"text_block_id": "p7_b36", "text": "Systems-level interventions relate to:"}, {"text_block_id": "p7_b37", "text": "Systems-level interventions relate to:\n* institutions and governance\n* safeguards and protection\n* evidence, information and\n* capacity-building, training and\n* capacity-building, training and\n Sectoral-level interventions relate to:\n* safety and security\n* land, housing, planning and\n* health and well-being\n* education\n* infrastructure and connectivity\n* agriculture, food security and\n* traditional knowledge, culture and\n* access to justice and public"}, {"text_block_id": "p7_b62", "text": "The policy also identifies cross-cutting issues, such as partnerships, gender responsiveness, social inclusion, community participation, as well as disaster-risk reduction, climate change adaptation and safe, well-managed migration, which relate to and underpin all of the twelve areas."}, {"text_block_id": "p7_b63_merged_merged", "text": "Development of this policy has taken a conflict-sensitive approach, incorporating the views of many different stakeholders. Wide-ranging consultations have been held with communities affected by displacement, government and non-government agencies at national, provincial and local levels, the private sector and academia.15 At the request of the Government, the International Organization for Migration (IOM) has provided technical support to develop the policy, made possible through the IOM Development Fund."}, {"text_block_id": "p7_b66", "text": "Recovering from displacement requires a well-coordinated, well-resourced, multi-disciplinary and multi-stakeholder approach to ensure that all people receive the support and assistance required. This policy aims to ensure that all people affected by displacement, including host communities, are included in national development planning and have equal opportunities to share in the country’s growing security, wealth and prosperity."}, {"text_block_id": "p8_b67", "text": "National Policy on Climate Change and Disaster-Induced Displacement"}, {"text_block_id": "p8_b68", "text": "Statement of key issues and context: What is displacement?"}, {"text_block_id": "p8_b69_merged", "text": "Displacement is a process whereby individuals and communities are obliged to move, either temporarily or permanently, because they are no longer able to reside on the land on which they live or lose access to land and natural resources upon which their livelihoods depend. Globally, the triggers of displacement vary considerably and include conflict, persecution and disasters. This policy uses the term “disaster,” rather than “natural disaster,” based on the understanding that disasters can stem from both natural hazards, as well as other crises, e.g. evictions, land conflicts and/or development and infrastructure projects, which, when not planned well, can also be considered to be a type of “disaster” triggering displacement."}, {"text_block_id": "p9_b72", "text": "Drivers of Displacement"}, {"text_block_id": "p9_b73", "text": "Figure 1: Continuum of human mobility"}, {"text_block_id": "p9_b74", "text": "20"}, {"text_block_id": "p9_b75", "text": "Disasters which give rise to displacement can also be both sudden-onset disasters (such as, cyclones and tsunamis) and slow-onset disasters which emerge gradually over time (such as, environmental degradation, erosion and sea-level rise). Often displacement can have multiple causes. In relation to disasters, climate change can be an influential factor, but it is not the only cause. Population growth, weak governance structures, environmental degradation and poor urban planning are also important factors that weaken resilience and increase the effects of climate change, exposing people to increased risks of displacement."}, {"text_block_id": "p9_b76", "text": "17"}, {"text_block_id": "p9_b77", "text": "While this policy focuses primarily on physical displacement, it is important to be aware of how disasters, climate change and other unsustainable development processes can have displacing effects on communities even where they continue living in the same location. Displacement can involve diminishing livelihoods, through slow-onset environmental events (e.g. drought, salinization of water bodies, sea level rise and environmental degradation) or through losing access to natural resources, gardens and agricultural land critical to sustaining livelihoods."}, {"text_block_id": "p9_b78", "text": "18"}, {"text_block_id": "p9_b79", "text": "These processes may prompt communities to consider planned relocation in anticipation of the increasing effects of environmental change, including climate change."}, {"text_block_id": "p9_b80", "text": "In the context of displacement, it can sometimes be unclear whether movement is voluntary or involuntary, and it is important not to create an artificial dichotomy."}, {"text_block_id": "p9_b81", "text": "19"}, {"text_block_id": "p9_b82", "text": "Households may migrate or relocate pro-actively to pre"}, {"text_block_id": "p9_b83", "text": "-"}, {"text_block_id": "p9_b84", "text": "empt displacement. Other displacements occur more immediately with little warning, or with less choice about how movement takes place. Conceptualising human mobility on a continuum or spectrum is helpful, to reflect the varying degrees of control people may have in different displacement contexts. The diagram below is a simple depiction of the different ends of the continuum. While it does not take into account an array of external and additional factors, it broadly depicts how much choice or control may be available to an individual or community, depending on the “triggers” for displacement and migration. The triggers (such as sudden-onset disasters, evacuations, conflict, diminishing livelihoods) are depicted along the continuum. In reality these processes, triggers and drivers are very complex. People may also be impacted by multiple triggers combined with other factors, which influence individual and household decision-making processes in different ways."}, {"text_block_id": "p9_b85", "text": "Displacement, especially where it is unplanned or there has been little time to prepare, can have serious impacts on the security, health and well-being of individuals. Deprivation"}, {"text_block_id": "p9_b86", "text": "can occur through lack of access to shelter, food, water, sanitation, basic services and utilities. Impoverishment can result from interruptions to income-generating activities. Assets may be lost or damaged and are often uninsured. Socio-cultural and economic networks can be impacted or lost. Vulnerable groups, such as women, children, elderly people, people with disability or chronic illness experience specific risks. Women, children and others may be exposed to sexual and gender-based violence and human trafficking when displacement occurs. Displacement can also contribute to violence against women both at a household and community level. Access to education and health services can also be disrupted as efforts to stabilise other immediate needs take priority."}, {"text_block_id": "p9_b87", "text": "21"}, {"text_block_id": "p9_b88_merged_merged_merged_merged_merged_merged", "text": "In the context of planned relocation, these risks still exist. Past relocation experiences globally and in the Pacific have shown that it is very difficult to minimise the negative impacts experienced by communities moving to new locations.22 Displacement, including contexts where people are returning to previous locations, integrating locally or relocating, can also contribute to political and social unrest, especially where community grievances are not resolved quickly."}, {"text_block_id": "p10_b91", "text": "Displacement context in Vanuatu"}, {"text_block_id": "p10_b92", "text": "In 2016, Vanuatu was ranked the most at-risk country to natural hazards in the world, primarily because of its extremely high exposure to disaster events and the frequency with which these events occur."}, {"text_block_id": "p10_b93", "text": "23"}, {"text_block_id": "p10_b94", "text": "In Vanuatu, exposure to natural hazards combines with other factors, such as growing urban to rural migration, insecure land tenure arrangements, and the effects of development and small-scale urbanisation. The following processes are the core drivers of displacement in Vanuatu, bearing in mind that displacement can stem from a combination of these triggers:"}, {"text_block_id": "p10_b95", "text": "24"}, {"text_block_id": "p10_b96", "text": "24\n* Sudden-onset disasters, including\n* Slow-onset disasters, including\n* Slow-onset disasters, including\n 25\n* Other crises, which have similar\n* Other crises, which have similar\n -Rezoning as a result of\n* Other crises, which have similar\n -Rezoning as a result of\n -Evictions stemming from\n* Other crises, which have similar\n -Rezoning as a result of\n -Evictions stemming from\n 26\n* Other crises, which have similar\n -Rezoning as a result of\n -Evictions stemming from\n 26\n -Land conflicts, especially where\n* Other crises, which have similar\n -Rezoning as a result of\n -Evictions stemming from\n 26\n -Land conflicts, especially where\n -Insecure land tenure\n* Other crises, which have similar\n -Rezoning as a result of\n -Evictions stemming from\n 26\n -Land conflicts, especially where\n -Insecure land tenure\n -Unmanaged rural to urban\n* Other crises, which have similar\n -Rezoning as a result of\n -Evictions stemming from\n 26\n -Land conflicts, especially where\n -Insecure land tenure\n -Unmanaged rural to urban\n 27"}, {"text_block_id": "p10_b110", "text": "In some contexts, displacement may only be temporary and communities can return to their original locations soon after the disaster risks subside. In other circumstances it may not be safe or sustainable to return. While comprehensive data on displacement in Vanuatu is not available, there have been some estimates of the numbers of affected people in relation to specific events. In March 2015, Category 5 Tropical Cyclone Pam impacted an estimated 188,000 people and displaced more than 65,000 people."}, {"text_block_id": "p10_b111", "text": "28"}, {"text_block_id": "p10_b112", "text": "Displacement in Vanuatu needs to be understood within the broader mobility, climate change and development context of the country. In Vanuatu, the effects of climate change are already being felt in terms of impacts on fishing, ecosystem health, saltwater inundation of freshwater, coastal areas and groundwater, compromised food security, pest and disease outbreaks, and an increase in the frequency and intensity of sudden and slow-onset disasters."}, {"text_block_id": "p10_b113", "text": "29"}, {"text_block_id": "p10_b114", "text": "These impacts are placing existing environmental systems, governance and social structures under stress and are also increasing the drivers of internal migration within Vanuatu, as people increasingly move towards urban centres."}, {"text_block_id": "p10_b115", "text": "Urban population growth in Vanuatu is increasing at almost twice the rate of rural population growth, with around one quarter of the population living in urban and peri-urban areas."}, {"text_block_id": "p10_b116", "text": "30"}, {"text_block_id": "p10_b117", "text": "Most internal migration is towards Shefa Province on the main Island of Efate, where the national capital city, Port Vila, is located. Other growing urban centres include the towns of Lenakel on the island of Tanna and Luganville on the island of Espiritu Santo. The largest proportions of rural-urban migrants tend to come from the provinces of Tafea, Malampa and Penama."}, {"text_block_id": "p10_b118", "text": "31"}, {"text_block_id": "p10_b119", "text": "The reasons for internal migration are complex, and while they relate to environmental changes in places of origin, they are also shaped by pull-factors, including the availability of jobs, access to education, health and other services more readily available in the urban centres."}, {"text_block_id": "p10_b120_merged_merged_merged_merged_merged_merged_merged_merged", "text": "As people move to urban centres, informal settlements in the peri-urban areas of Port Vila and Luganville are expanding, which compounds the risk of displacement when natural hazards occur. Informal settlements tend to have limited disaster-resilient housing and community infrastructure and are often located in hazard-prone areas with poor access to water and electricity. There is limited information about the number of people living in these conditions, however one source suggests that around 15,400 people are living in informal settlements in Port Vila alone, representing 35 per cent of the city’s population of 44,000 (as of 2013). Areas where informal settlements are reportedly expanding include: Blacksands, Mele and Mele Maat, Freshwota, Seaside town and Eratap. In rural and remote areas of Vanuatu, communities are grappling with many environmental and economic pressures shaping their decisions as to whether they stay in place or migrate to new locations. Erosion, sea level rise and environmental degradation are push-factors motivating people to consider moving to alternative locatios.32 Relocation to nearby, safer and more"}, {"text_block_id": "p11_b123", "text": "suitable land may be a potential adaptation option for some. However, planned relocation requires complex negotiations relating to land availability, transfer and ownership. There is currently limited guidance from the National and Provincial Governments about how to go about negotiating new land arrangements with customary land holders."}, {"text_block_id": "p11_b124", "text": "33"}, {"text_block_id": "p11_b125", "text": "Thus, land is a critical consideration relevant to understanding and resolving displacement challenges in Vanuatu, as it is in many countries."}, {"text_block_id": "p11_b126", "text": "“"}, {"text_block_id": "p11_b127", "text": "The islands have limited infrastructure, so people are moving into town…but they settle in flood-prone areas, which causes problems. Every time it floods they need to be evacuated. This is like migrating the migrants."}, {"text_block_id": "p11_b128", "text": "”"}, {"text_block_id": "p11_b129", "text": "Anonymous government representative Sanma Province, March 2017"}, {"text_block_id": "p11_b130", "text": "Policy and governance context"}, {"text_block_id": "p11_b131", "text": "Global policy context"}, {"text_block_id": "p11_b132", "text": "At a global level, important international frameworks set the scene to respond to displacement in a holistic way. The Sendai Framework aims to minimise loss of life, and social and economic impacts from disasters through enhancing cooperation between countries, developing disaster risk reduction plans, promoting the use of multi-hazard, early warning systems and addressing displacement risks."}, {"text_block_id": "p11_b133", "text": "34"}, {"text_block_id": "p11_b134", "text": "The UNFCCC, adopted in 1992, sets out a suite of measures to assist countries adapt to the impacts of climate change. The Paris Agreement, adopted at the Paris Climate Change Conference (COP21), recognises the growing links between climate change, disaster-induced displacement and the need to protect human rights. The Paris Agreement has led to the establishment of a Task Force on Displacement, which will develop recommendations to avert, minimise, and address displacement related to the adverse effects of climate change."}, {"text_block_id": "p11_b135", "text": "35"}, {"text_block_id": "p11_b136", "text": "Recognising the adverse impacts of displacement and humanitarian crises on sustainable development, the 2030 Agenda for Sustainable Development and Sustainable Development Goals (SDGs) promote safe and well-managed migration and highlight the importance of addressing the needs of internally displaced people and migrants."}, {"text_block_id": "p11_b137", "text": "36"}, {"text_block_id": "p11_b138", "text": "The Guiding Principles on Internal Displacement"}, {"text_block_id": "p11_b139", "text": "37"}, {"text_block_id": "p11_b140", "text": "also identify internationally recognised rights and protections that must be provided to internally displaced people, including people displaced by disaster. The Agenda for the Protection of CrossBorder Displaced Persons in the Context of Disasters and Climate Change, endorsed by 109 states in 2015, also make recommendations that governments respond to disaster risks in country to reduce the drivers of internal"}, {"text_block_id": "p11_b141", "text": "displacement. The Agenda recommends relocation schemes be avoided if possible, and where relocation cannot be avoided then measures need to be in place to protect people from increased risks and impoverishment."}, {"text_block_id": "p11_b142", "text": "38"}, {"text_block_id": "p11_b143", "text": "Other important international frameworks include the Guiding Principles for Early Recovery, which seek to integrate early recovery considerations into the emergency and humanitarian phase of disaster response, so that recovery aligns with national development planning and provides a sustainable process for recovery. Early recovery also seeks to advance gender equality in all stages of recovery planning."}, {"text_block_id": "p11_b144", "text": "39"}, {"text_block_id": "p11_b145", "text": "Similarly, the Inter-Agency Standing Committee (IASC) has recently endorsed the IASC Framework on Durable Solutions, which supports planning for long-term sustainable solutions for displaced populations, including displacement from disasters and climate change."}, {"text_block_id": "p11_b146", "text": "40"}, {"text_block_id": "p11_b147", "text": "Regional policy context"}, {"text_block_id": "p11_b148_merged_merged_merged_merged_merged_merged", "text": "In the Pacific region, the Framework for Pacific Regionalism,41 SAMOA Pathway,42 and the FRDP together provide an overarching pathway to strengthen resilience to climate change and disaster risk management, including displacement. The FRDP calls for Pacific countries to integrate human mobility aspects into national policies and actions to protect individuals and communities vulnerable to climate change and disaster-related displacement and migration, including through relocation and labour migration policies.43 There have also been suggestions made at the Pacific Islands Forum Secretariat (PIFS) meetings by participants about the potential to develop a Pacific regional legal framework on human mobility which would create a binding document to regulate cross-border human mobility in the Pacific.44 Protecting migrants’ rights and facilitating safe, well-managed migration are also priorities of the United"}, {"text_block_id": "p12_b157", "text": "Nations Pacific Strategy currently being developed."}, {"text_block_id": "p12_b158", "text": "Yet, while these frameworks provide guidance at global and regional levels, there are still few examples of national governments developing holistic policies to address displacement. Model National Plans are being developed in Bangladesh, the Maldives and Nepal, although these have not yet been adopted."}, {"text_block_id": "p12_b159", "text": "45"}, {"text_block_id": "p12_b160", "text": "Fiji has begun to develop national relocation guidelines."}, {"text_block_id": "p12_b161", "text": "46"}, {"text_block_id": "p12_b162", "text": "Vanuatu is one of the first countries regionally and globally to prepare a comprehensive policy on internal displacement stemming from disasters and climate change which includes recommended actions on return and reintegration, local integration and planned relocation, as well as integrating human mobility into development planning across Government. The policy is also innovative in that it aims to provide a common framework to assist all people affected by displacement, whether displacement is triggered through a natural hazard or through other crises, such as evictions, rezoning and development."}, {"text_block_id": "p12_b163", "text": "“"}, {"text_block_id": "p12_b164", "text": "Please, do not take away people’s resilience. If you are going to provide services to people, explain everything involved to them and let them choose."}, {"text_block_id": "p12_b165", "text": "Anonymous government representative explaining the importance of not undermining community coping capacities when providing assistance, Tafea Province, March 2017."}, {"text_block_id": "p12_b166", "text": "National policy context"}, {"text_block_id": "p12_b167", "text": "The Government of Vanuatu has made significant inroads in recent years to build a conducive legislative and policy environment to reduce disaster risks, respond to emergencies, support climate change adaptation and promote sustainable and equitable development. The geographical context of Vanuatu as an archipelago of 80 islands creates many logistical challenges in meeting the diverse needs of different communities, many of which are located in remote locations."}, {"text_block_id": "p12_b168", "text": "While until now there has been no specific policy framework to address the needs of people affected by displacement, there are a number of legislative instruments, policies and government agencies working on areas relevant to displacement."}, {"text_block_id": "p12_b169", "text": "47"}, {"text_block_id": "p12_b170", "text": "Vanuatu’s National Sustainable Development Plan (NSDP) 2030, known as, “the People’s Plan 2030”, is the country’s highest level policy framework with an inclusive vision for a stable, sustainable and prosperous Vanuatu. The Plan is consistent with the aims of protecting people from displacement and promotes Vanuatu’s vibrant cultural identities, underpinned by a peaceful and just society. The People’s Plan 2030 commits to providing quality public services, including health and education, to all citizens."}, {"text_block_id": "p12_b171", "text": "48"}, {"text_block_id": "p12_b172", "text": "Enhancing resilience and adaptive capacity to climate change and disasters is also a core priority under the plan."}, {"text_block_id": "p12_b173", "text": "49"}, {"text_block_id": "p12_b174", "text": "In 2012-13, MoCCA and NAB were established to oversee all aspects of disaster risk-reduction and climate change adaptation planning. The MoCCA has implementation oversight of the VCCDRRP, which incorporates many aspects of the Sendai Framework into Vanuatu’s domestic policy. The VCCDRRP also recommends specific actions to address human mobility needs in the face of climate change and disasters, including providing support for internally displaced populations (included in Action 7.6.1), and developing a"}, {"text_block_id": "p12_b175_merged_merged_merged", "text": "national policy on resettlement and internal displacement (included in Action 7.6.6). Thus, this policy sits under the under the VCCDRRP and is designed to contribute towards implementing Actions 7.6.1 and 7.6.6 of the VCCDRRP through providing a comprehensive policy framework to address displacement in Vanuatu, including planned relocation. (Note that for the purposes of this policy, relocation and resettlement are taken to have the same meaning. For the sake of consistency and clarity, this policy refers to “planned relocation” or “relocation” rather than resettlement).50"}, {"text_block_id": "p12_b177", "text": "In Vanuatu, the National Disaster Management Office (NDMO) is responsible for coordinating responses to emergencies and disasters across Vanuatu, working closely with local and international NGOs to strengthen provincial and local disaster risk reduction plans, including mitigation, response, relief and recovery. The National Disaster Act 2006 establishes the NDMO and the National Disaster Committee. Following Tropical Cyclone Pam in March 2015, the Government also established a standing National Cluster System to enable humanitarian agencies and government to implement disaster preparedness activities year-round, and respond to disasters when they arise. For each cluster, a Government Agency holds the lead role, and a humanitarian partner holds a co-lead role. The Inter-Cluster is the coordinating mechanism for the eight technical clusters (Education, Emergency and Telecommunications, Food Security and Agriculture, Gender and Protection, Health and Nutrition, Logistics, Shelter, Water, Sanitation and Hygiene)."}, {"text_block_id": "p12_b178", "text": "Through the work of the NDMO and National Cluster System, there has been significant progress towards establishing a protection framework relevant to evacuations. This has included the development of National Guidelines for the Selection and Assessment of Evacuation Centres and Operational"}, {"text_block_id": "p13_b179", "text": "Guidelines for Mass Evacuations."}, {"text_block_id": "p13_b180", "text": "51"}, {"text_block_id": "p13_b181", "text": "There are also Standard Operating Procedures to guide responses in relation to certain types of disasters."}, {"text_block_id": "p13_b182", "text": "52"}, {"text_block_id": "p13_b183", "text": "Yet, to date, there has been an emphasis on improving protections in temporary displacement scenarios, such as evacuations, rather than on longer-term recovery or working towards building durable solutions for communities, especially contexts where communities may not be able to return to places of origin following displacement."}, {"text_block_id": "p13_b184", "text": "Establishing durable solutions for people who cannot return to their places of origin involves cross-cutting and complex issues relating to land. Ownership of all land in Vanuatu is vested in indigenous custom owners by the Constitution."}, {"text_block_id": "p13_b185", "text": "53"}, {"text_block_id": "p13_b186", "text": "The Ministry of Lands and Natural Resources (MLNR) can acquire land from customary land holders in the public interest, and has an annual budget for land acquisition."}, {"text_block_id": "p13_b187", "text": "54"}, {"text_block_id": "p13_b188", "text": "However this is a highly sensitive process and there are few precedents within Vanuatu of this being done in the context of relocating communities away from hazards, or in a way that meets the needs of both relocating and host communities."}, {"text_block_id": "p13_b189", "text": "55"}, {"text_block_id": "p13_b190", "text": "Establishing durable solutions for people affected by displacement also involves issues relating to land, livelihoods, infrastructure, health and education among other areas. Thus, at the national level, there are many key government agencies working on issues relevant to this policy. In addition to MoCCA, NDMO and MLNR, relevant agencies also include the Ministry of Internal Affairs (MoIA), Department of Local Authorities (DLA), MLNR, Ministry of Infrastructure and Public Utilities (MIPU) and Department of Strategic Policy, Planning and Aid Coordination (DSPPAC) of Prime Minister’s Office, Ministry of Health, Ministry of Justice and Community Services, Ministry of Education and Training and more."}, {"text_block_id": "p13_b191", "text": "56"}, {"text_block_id": "p13_b192", "text": "Resolving displacement challenges needs to be carried out in a way that is consistent with existing land use and environmental planning policies and principles of national development planning. The recently adopted Vanuatu Land Use Planning and Zoning Policy 2013 (VLUPZP) provides some guidance. The VLUPZP requires protections to be in place to address negative impacts from land use changes and development, including the requirement for public consultation, mechanisms to assess and minimise damage, and compensation for land use changes. The VLUPZP also requires a grievance mechanism to be established to mediate between different groups affected by land use change, however the processes and protections contained in the VLUPZP have not yet been operationalsed."}, {"text_block_id": "p13_b193", "text": "“"}, {"text_block_id": "p13_b194", "text": "We like living here because we can fish, however the beach is eroding away. There used to be a lot of room on the beach for the Nakamal. Now there is no room. We want to move back but the land there is owned by someone else."}, {"text_block_id": "p13_b195", "text": "”"}, {"text_block_id": "p13_b196", "text": "Anonymous Woman explaining the predic"}, {"text_block_id": "p13_b197", "text": "-"}, {"text_block_id": "p13_b198", "text": "ament facing her coastal community. Tafea Province, March 2017."}, {"text_block_id": "p13_b199", "text": "Existing policy gaps"}, {"text_block_id": "p13_b200", "text": "While recent national policy developments are beginning to create the structures needed to address displacement challenges, there are key gaps in the existing national policy framework that this policy aims to fill. Currently, there is no clearly identifiable government agency (Ministry, Department, Office or coordinating body) that is responsible for addressing the long-term recovery needs of communities affected by displacement. Responsibility for different components relevant to long-term recovery are dealt with separately by different Government Ministries, but coordination in relation to recovery is limited."}, {"text_block_id": "p13_b201_merged_merged_merged_merged_merged", "text": "For example, the MoIA has overarching responsibility for internal administration and security of the country. The DLA is responsible for physical town planning and service delivery in Provincial and Municipal areas. MoCCA is responsible for climate change adaptation and oversees the NDMO. The NDMO’s mandate relates to short-term emergencies, but not to long-term recovery planning. The NDMO can activate the National Emergency Operations Centre (NEOC) and National Cluster System where there is a sudden-onset disaster, such as a cyclone, where temporary evacuation is needed, but has limited structures in place to deal with more permanent displacement scenarios.57 The MLNR is responsible for land dealings and negotiations – a policy area central to resolving displacement challenges. Similarly, the MIPU is responsible for all infrastructure planning."}, {"text_block_id": "p13_b204", "text": "There are also clear policy gaps in terms of addressing the needs of people who are living in and moving into informal settlements, as well as displacement stemming from evictions, rezoning, development and infrastructure projects. These scenarios create humanitarian crises and are not easily separated from crises stemming from “natural” hazards. People living in informal"}, {"text_block_id": "p15_b205", "text": "Towards a durable solution for displaced people in Vanuatu"}, {"text_block_id": "p15_b206", "text": "This policy builds the foundations necessary to provide long-term durable solutions for all people affected by displacement in Vanuatu and to ensure that protections are provided at each stage of the displacement cycle. It builds on and complements the work already underway in Vanuatu which addresses situations of temporary displacement and evacuations."}, {"text_block_id": "p15_b207", "text": "62"}, {"text_block_id": "p15_b208", "text": "A durable solution is achieved when displaced people “no longer have specific assistance and protection needs that are linked to their displacement and such persons can enjoy their human rights without discrimination resulting from their displacement.”"}, {"text_block_id": "p15_b209", "text": "63"}, {"text_block_id": "p15_b210", "text": "Durable solutions will vary for different communities depending on their circumstances. There are generally considered to be three broad types of durable solutions:"}, {"text_block_id": "p15_b211", "text": "Durable solutions will vary for different communities depending on their circumstances. There are generally considered to be three broad types of durable solutions:\n* Sustainable return and reintegration\n* Sustainable local integration in areas\n* Sustainable integration in another"}, {"text_block_id": "p15_b218", "text": "This policy aims to support a common set of standards and protections to support people affected by displacement in relation to each of these options. In establishing durable solutions, it is particularly important that all people affected by displacement have the right to make voluntary and informed choices about which durable solutions options are the most suitable for them, and have"}, {"text_block_id": "p15_b219", "text": "the right to participate meaningfully in the planning and decision-making processes relating to establishing durable solutions for their communities (see the guiding principles for this policy at Section 3)."}, {"text_block_id": "p15_b220", "text": "In Vanuatu, establishing the components of a durable solution (such as an adequate standard of living, access to education and health) is a goal for all NiVanuatu people, not only for people who are displaced. Thus, many components of a durable solution align with the overarching national goals for all people contained in Vanuatu’s People’s Plan 2030. Accordingly, durable solutions must be achieved progressively and equitably using available resources."}, {"text_block_id": "p15_b221", "text": "The IASC criteria above have informed the development of this policy, however the strategic areas proposed are founded on the local priorities and values of Ni-Vanuatu communities, including the protection of traditional knowledge, relating to land, climate, ecology, agriculture, music and culture. The policy is structured to facilitate both systems-level and sectoral-level activities, to ensure the overarching governance structures are in place and that displacement considerations are included in all aspects of national development planning. The policy should be read in conjunction with other government policies, strategies and plans, included in Annex D and J."}, {"text_block_id": "p15_b222", "text": "All stakeholders at national, provincial and local levels are required to play a role under this policy to ensure displacement challenges are holistically addressed. The policy relies on the existing structures of government at national, provincial and local levels, in accordance with the Decentralisation Act 2013, to implement the strategic areas and actions relating to displacement."}, {"text_block_id": "p16_b223", "text": "Vision"}, {"text_block_id": "p16_b224", "text": "An inclusive and equitable nation in which no one is left behind, and all Ni-Vanuatu people, including all populations affected by displacement (populations at-risk of displacement, displaced populations, internal migrants and host communities) are resilient and have equal opportunities to share in the country’s growing security, wealth and prosperity."}, {"text_block_id": "p16_b225", "text": "Guiding principles"}, {"text_block_id": "p16_b226", "text": "The policy framework is guided by the principles encapsulated in Vanuatu’s People’s Plan 2030. It also reflects key international and regional frameworks which provide overarching guidance in the context of disasters, displacement and recovery."}, {"text_block_id": "p16_b227", "text": "66"}, {"text_block_id": "p16_b228", "text": "In addition, the policy framework is guided by the principles set out in the VCCDRRP of accountability, sustainability, equity, community focus, collaboration and innovation. It is also guided by principles specific to the displacement context in Vanuatu, identified through consultation with communities, government and non-government stakeholders. They include:"}, {"text_block_id": "p16_b229", "text": "Respect for custom"}, {"text_block_id": "p16_b230", "text": "– custom, culture and community are embodied in the Constitution and underpin life, land and spirit in Vanuatu. Respect for law, including the different customs and laws of each island especially as they relate to land dealings, must guide the process of establishing durable solutions."}, {"text_block_id": "p16_b231", "text": "Human rights and dignity"}, {"text_block_id": "p16_b232", "text": "– all people"}, {"text_block_id": "p16_b233", "text": "have the right to safety, protection, dignity, health and well-being, freedom from discrimination of any kind, and many other rights as reflected in Vanuatu’s People’s Plan 2030. All efforts should be made to ensure these rights are extended to people affected by displacement, including internal migrants and host communities."}, {"text_block_id": "p16_b234", "text": "Voluntary and informed choices"}, {"text_block_id": "p16_b235", "text": "–"}, {"text_block_id": "p16_b236", "text": "People affected by displacement have the right to make voluntary and informed choices about their future and have the"}, {"text_block_id": "p16_b237", "text": "right to participate in the planning and management of durable solutions so that they reflect their self-identified needs and aspirations."}, {"text_block_id": "p16_b238", "text": "Gender equity and responsiveness"}, {"text_block_id": "p16_b239", "text": "Gender equity and responsiveness\n* planning for durable solutions must\n<\\li1>"}, {"text_block_id": "p16_b241", "text": "Environmental and ecological sustainability"}, {"text_block_id": "p16_b242", "text": "– Durable solutions planning should safeguard the environment and incorporate elements of conservation and protection of biodiversity for surrounding ecosystems."}, {"text_block_id": "p16_b243", "text": "Freedom of movement"}, {"text_block_id": "p16_b244", "text": "– human mobility is an important way of adapting to changing environmental and socio"}, {"text_block_id": "p16_b245", "text": "-"}, {"text_block_id": "p16_b246", "text": "economic circumstances and in the context of displacement it can be life-saving. Freedom of movement is protected in the Constitution67 and efforts should be made to facilitate safe and well-managed mobility as an adaptive response to changing environmental and livelihood pressures."}, {"text_block_id": "p16_b247", "text": "Fostering self-reliance –"}, {"text_block_id": "p16_b248", "text": "ensuring that displaced people are respected, empowered and viewed as economically productive members of society and agents of their own recovery, including promoting interventions which aim to strengthen people’s skills, assets, networks and agency."}, {"text_block_id": "p16_b249", "text": "Strengthening resilience and coping capacities"}, {"text_block_id": "p16_b250", "text": "– reinforcing individual, household and community-level coping mechanisms, whilst recognizing that affected populations are not homogenous and will have different needs."}, {"text_block_id": "p16_b251", "text": "Protection of traditional knowledge"}, {"text_block_id": "p16_b252", "text": "Protection of traditional knowledge\n* Traditional knowledge, relating to land,\n<\\li1>"}, {"text_block_id": "p16_b254", "text": "State’s primary responsibility"}, {"text_block_id": "p16_b255", "text": "– As"}, {"text_block_id": "p16_b256_merged_merged_merged", "text": "reflected in the People’s Plan 2030, the Government of Vanuatu has the core responsibility to protect and deliver essential services to its population, to enable community resilience to flourish.68 The State also has the primary role to authorize, direct and coordinate the provision of humanitarian and development assistance from local and international partners to communities in need."}, {"text_block_id": "p17_b259", "text": "Aims"}, {"text_block_id": "p17_b260", "text": "To realise this vision, the policy recognises the specific vulnerabilities, rights, capacities and needs of populations affected by displacement (populations at-risk of displacement, displaced populations, internal migrants and host communities). It also acknowledges the risks of relocation if carried out without appropriate safeguards."}, {"text_block_id": "p17_b261", "text": "Thus, the policy provides a framework for the Government of Vanuatu which aims to:"}, {"text_block_id": "p17_b262", "text": "Thus, the policy provides a framework for the Government of Vanuatu which aims to:\n* (from sudden and\n* Where displacement or planned\n* on all people\n* Work\n* for\n* Ensure displaced people, people\n* and participate\n* and participate\n including decisions relating to planned\n* with dignity, focusing on\n* to affordable,\n* into key sectoral policy areas dealing"}, {"text_block_id": "p18_b288", "text": "Scope of the policy"}, {"text_block_id": "p18_b289", "text": "This policy aims to support and protect persons who, for reasons of sudden or progressive changes in the natural or built environment that adversely affect their lives or living conditions, are obliged to leave their habitual homes, or choose to do so, either temporarily or permanently. It also aims to support and protect people at-risk of displacement, including internal migrants and/or persons who choose to or are required to relocate, as well as host communities providing support to these population groups."}, {"text_block_id": "p18_b290", "text": "The Government of Vanuatu recognizes five broad groups of people as persons of concern under this policy, recognising that these groups may overlap:"}, {"text_block_id": "p18_b291", "text": "The Government of Vanuatu recognizes five broad groups of people as persons of concern under this policy, recognising that these groups may overlap:\n* including people who have been\n* including people who have been\n 70\n* including people who have been\n 70\n This encompasses people\n* who are seeking\n* with insecure\n* with insecure\n 71\n* who have moved\n* who have moved\n and other economic opportunities,\n* who have moved\n and other economic opportunities,\n 72\n* such as host"}, {"text_block_id": "p18_b311", "text": "Cross-cutting priorities"}, {"text_block_id": "p18_b312", "text": "Cross-cutting issues underpin all aspects of the policy, as reflected in the actions recommended in Strategic Areas 1-12 below. The core cross-cutting priorities of the policy are: Women’s leadership, gender responsiveness and social inclusion; community participation; disaster-risk reduction and climate change adaptation (including hazardsmapping); safe, well managed migration; and partnerships."}, {"text_block_id": "p18_b313_merged_merged_merged_merged", "text": "This policy recognises the importance of supporting women’s leadership and incorporating gender responsiveness and social inclusion considerations in all aspects of policy planning and implementation.73 Women are often excluded from decision-making processes. Opportunities for women and other groups including, youth, people with disability, older people and children to be involved in decision making and planning are critical for the policy to be effective. The policy also seeks to avoid top-down methods of resolving displacement challenges, and instead prioritises community-led approaches to increase participation and ensure all people are given choices when resolving displacement challenges and making decisions about durable solution options without coercion."}, {"text_block_id": "p18_b316", "text": "Disaster-risk reduction and climate change adaptation measures should also underpin all aspects of the policy, as the policy sits under the VCDRRP. Similarly, the policy seeks to promote safe, well-managed migration at all stage of implementation. The policy also relies on effective partnerships with the private sector, non-governmental organisations, faith-based groups, international organisations and other development partners, especially to access international financing mechanisms and harness a broad base of resources and technical capacity."}, {"text_block_id": "p19_b317", "text": "Definitions"}, {"text_block_id": "p19_b318_merged", "text": "To guide implementation, a set of concepts and definitions is included in Annex A. The definitions reflect key global frameworks, including the Guiding Principles on Internal Displacement, Guidance Note on Inter-Cluster Early Recovery, Inter-Agency Standing Committee (IASC) Framework on Durable Solutions for Internally Displaced Persons, UNFCCC and the Sendai Framework."}, {"text_block_id": "p20_b321", "text": "National Policy on Climate Change and Disaster-Induced Displacement"}, {"text_block_id": "p20_b322", "text": "Strategic priority areas: Systems-level Interventions"}, {"text_block_id": "p20_b323_merged", "text": "The policy identifies four “systems level” strategic areas and eight “sectoral-level” strategic areas to address displacement and establish durable solutions. Systems-level interventions refers to the overarching structures and processes that need to be invested in to support the foundations of the policy. Sectoral areas relate to the specific sectors of Government. The four systems-level strategic areas for this policy are: institutions and governance, evidence, information and monitoring, safeguards and protection, and capacity building, training and resources.  It is important to note the promotion of safe and well-managed migration underpins all aspects of the policy, as does climate change adaptation, disaster-risk reduction and multi-hazards mapping measures in line with the VCCDRRP."}, {"text_block_id": "p21_b326", "text": "Strategic Area 1: Institutions and governance"}, {"text_block_id": "p21_b327", "text": "Objective: Strengthen institutional and governance arrangements to address displacement"}, {"text_block_id": "p21_b328", "text": "Rationale and background (Strategic Area 1)"}, {"text_block_id": "p21_b329", "text": "Building durable solutions for communities affected by displacement requires a coordinated, inter-governmental and multi-agency approach with clearly articulated responsibilities for each agency. As explained in the policy and governance section above, currently the responsibilities relevant to addressing displacement challenges are dealt with separately by different government agencies.  There is a clear need for a “first point of contact” and “institutional home” within Government to address displacement, internal displacement and relocation needs in Vanuatu."}, {"text_block_id": "p23_b330", "text": "Strategic Area 2: Evidence, information and monitoring"}, {"text_block_id": "p23_b331", "text": "Objective: Promote evidence-based approaches to displacement through multi-hazards mapping and improved data collection and monitoring processes on displacement and internal migration"}, {"text_block_id": "p23_b332", "text": "Rationale and background (Strategic Area 2)"}, {"text_block_id": "p23_b333", "text": "Responses to displacement need to be underpinned by the best available evidence. To plan and respond to displacement scenarios, evidence is needed in relation to at least two key areas:"}, {"text_block_id": "p23_b334", "text": "Responses to displacement need to be underpinned by the best available evidence. To plan and respond to displacement scenarios, evidence is needed in relation to at least two key areas:\n* multi-hazards national risk mapping and vulnerability assessments to identify at-risk populations prior to disaster events and to\n* information on the needs, preferences, profile, locations and mobility patterns of displaced people, at-risk populations, internal"}, {"text_block_id": "p23_b338", "text": "Multi-hazards mapping and vulnerability assessments involves developing an integrated picture of the risks and potential impacts of different natural hazards by area, type, frequency and magnitude. National multi-hazards mapping is a cross-cutting priority of the VCCDRRP. The Vanuatu Meteorology and Geo-hazard Department (VMGD) is preparing an integrated national hazard map and vulnerability assessment of earthquake, cyclone, volcano, tsunami, sea level rise and flood risks."}, {"text_block_id": "p23_b339", "text": "Currently there is limited information available in Vanuatu about populations affected by displacement or internal migrants. The VNSO recently conducted a mini-census in late 2016 which surveyed the whole population, including people living in informal settlements. It collected information on people’s home island, area council, household type and location, age, sex, usual place of residence, land tenure status, and whether there was a change of residence following Cyclone Pam, among other areas. Situation reports have also been prepared during disaster events, however the information is not comprehensive or collated in a way that can readily inform durable solutions planning. Improving data collection on displacement and migration is in line with SOC 6.9 of the People’s Plan 2030, which aims to strengthening research, data and statistics for accountability and decision-making."}, {"text_block_id": "p24_b340", "text": "Action 2.4"}, {"text_block_id": "p24_b341", "text": "Establish a displacement tracking mechanism"}, {"text_block_id": "p24_b342", "text": "to mainstream displacement tracking into national information systems. The mechanism should monitor data on population mobility in all Area Councils, including the evolving needs and circumstances of people affected by displacement whether they are en route or on site. Data should also be maintained on internal migrants and host communities. The mechanism would produce summary reports on the status of displacement and migration, relating to:"}, {"text_block_id": "p24_b343", "text": "to mainstream displacement tracking into national information systems. The mechanism should monitor data on population mobility in all Area Councils, including the evolving needs and circumstances of people affected by displacement whether they are en route or on site. Data should also be maintained on internal migrants and host communities. The mechanism would produce summary reports on the status of displacement and migration, relating to:\n* Number and location of people displaced at a given time\n* Location of evacuation centres and number of people being accommodated at a given time\n* Site conditions at evacuation centres or in other places of temporary housing\n* Host communities and number of people being accommodated\n* Disaggregated data on number of affected men, women, children, older people, people with disability or\n* If possible, primary cause of displacement or perceived displacement risks (this would assist to record\n* Number, location and transportation routes of internal migrants\n* Progress towards achieving durable solutions for affected communities."}, {"text_block_id": "p24_b359", "text": "Displacement tracking could be established through a partnership between the NDMO, VNSO and MoIA."}, {"text_block_id": "p24_b360", "text": "1 year"}, {"text_block_id": "p24_b361", "text": "Action 2.5"}, {"text_block_id": "p24_b362_merged", "text": "1 year Confirm institutional arrangements to manage displacement and internal migration data, including procedures to procure the necessary equipment for data collection, storage and analysis."}, {"text_block_id": "p24_b367", "text": "undertake rapid assessments and surveys at key locations, such as evacuation centres and in communities"}, {"text_block_id": "p24_b368", "text": "year-round."}, {"text_block_id": "p24_b369", "text": "Action 2.8"}, {"text_block_id": "p24_b370", "text": "Immediately"}, {"text_block_id": "p24_b371", "text": "Ensure communication with communities (CwC) principles underpin displacement tracking,"}, {"text_block_id": "p24_b372", "text": "to increase accountability to affected populations and so that communities participate in and benefit from the data being collected."}, {"text_block_id": "p24_b373", "text": "Additional linkages (Strategic Area 2)"}, {"text_block_id": "p24_b374", "text": "•"}, {"text_block_id": "p24_b375", "text": "Under the Mainstreaming Disaster Risk Reduction Project (MDRR) of the VMGD, a hazards and risk mapping process is underway across Vanuatu to identify areas where communities may be affected by different types of disasters."}, {"text_block_id": "p24_b376", "text": "•"}, {"text_block_id": "p24_b377", "text": "Under the Vanuatu-GIZ GCF Readiness Program of the Ministry of Climate Change and the National Advisory Board on Climate Change & Disaster Risk Reduction, a National Integrated Vulnerability Assessment Framework is being developed."}, {"text_block_id": "p24_b378", "text": "•"}, {"text_block_id": "p24_b379", "text": "Following Cyclone Pam and Cyclone Donna, rapid assessments of displacement were carried out using a displacement tracking model. Lessons from these displacement tracking experiences should inform the establishment of a permanent tracking mechanism."}, {"text_block_id": "p24_b380", "text": "Key government implementing agencies (Strategic Area 2):"}, {"text_block_id": "p24_b381", "text": "VSNO, MoIA, MoCCA (NAB, NDMO + VMGD), DWA"}, {"text_block_id": "p24_b382", "text": "Additional partners:"}, {"text_block_id": "p24_b383", "text": "National Cluster System, Information Management Working Group led by NDMO, PDCCCs, CDCCCs, USP, IOM, Red Cross, Care International, Information Management Working Group led by NDMO, PDCCCs, MCDCC, CDCCCs, GIZ"}, {"text_block_id": "p25_b384", "text": "Strategic Area 3: Safeguard and protections"}, {"text_block_id": "p25_b385", "text": "Objective: Develop safeguards guidelines and SoPs to ensure common standards for protection of all people affected by displacement"}, {"text_block_id": "p25_b386", "text": "Rationale and background (Strategic Area 3)"}, {"text_block_id": "p25_b387", "text": "Safeguards are a set of guidelines that must be followed by all stakeholders involved in displacement and durable solutions planning to minimise the potentially harmful impacts of these processes, especially for vulnerable and minority groups such as women, children, elderly people, people with disability people. Safeguards cut across the responsibilities of many different government agencies. Safeguards – or guidelines – for government agencies are needed in relation to a number of scenarios, including emergency response and evacuation, return and reintegration, local integration, evictions and planned relocation. The development of safeguards and protection mechanisms should be led by affected communities so that responses reflect their needs. It may also be necessary to develop safeguards and guidelines in the event that there is mass displacement from another Pacific island country and the Government of Vanuatu decides to receive a mass influx of people. The safeguards developed should build on existing processes and protections, such as"}, {"text_block_id": "p25_b388", "text": "•"}, {"text_block_id": "p25_b389", "text": "The National Cluster System set up to respond to humanitarian needs during emergencies and implement disaster preparedness activities in “peace time”."}, {"text_block_id": "p25_b390", "text": "•"}, {"text_block_id": "p25_b391", "text": "Requirements for assessment and mitigation of social and environmental impacts stemming from land use changes under the VLUPZP, Section 8."}, {"text_block_id": "p25_b392", "text": "•"}, {"text_block_id": "p25_b393", "text": "Requirements for public consultation on land use changes under the VLUPZP, Section 8, with special attention paid to women, youth, minorities and disadvantaged groups."}, {"text_block_id": "p25_b394", "text": "•"}, {"text_block_id": "p25_b395", "text": "The broad aspirations included in the People’s Plan, relating to social inclusion (SOC 4), rule of law and access to justice for all (SOC 5), protection of children and access to education for all children regardless of gender and location (SOC 2.1), access to affordable, quality health care (SOC 3.1), and elimination of all forms of violence and discrimination (SOC 4.2)."}, {"text_block_id": "p25_b396", "text": "•"}, {"text_block_id": "p25_b397", "text": "The existing law and justice system, including national court system."}, {"text_block_id": "p25_b398", "text": "This section should be read in conjunction with the sectoral-level interventions proposed in Strategic Areas 5-12 of this policy, which identify sector-specific interventions to reach displaced people (such as health, education, land and housing)."}, {"text_block_id": "p26_b399", "text": "•"}, {"text_block_id": "p26_b400", "text": "Evictions must be carried out in a manner which respects the dignity of the people concerned and that the use of force will be a measure of last resort following prolonged negotiations."}, {"text_block_id": "p26_b401", "text": "Special attention should be paid to families with children or other vulnerable persons."}, {"text_block_id": "p26_b402", "text": "79"}, {"text_block_id": "p26_b403", "text": "Action 3.7 Develop safeguards and SoPs on planned relocation,"}, {"text_block_id": "p26_b404", "text": "where communities are seeking to relocate away from hazards or relocation is required by Government as a last resort. The relocation safeguards must include the following guidelines:"}, {"text_block_id": "p26_b405", "text": "•"}, {"text_block_id": "p26_b406", "text": "Relocation should be avoided, unless all other alternatives have been explored and it is considered absolutely necessary."}, {"text_block_id": "p26_b407", "text": "•"}, {"text_block_id": "p26_b408", "text": "Where relocation is necessary, all communities should be able to make an informed voluntary choice about the location of relocation without coercion;"}, {"text_block_id": "p26_b409", "text": "•"}, {"text_block_id": "p26_b410", "text": "Good practice relocation safeguards also aim to address all direct economic and social losses resulting from land taking and restriction of access to land, including relocation or loss of shelter, loss of assets or access to assets, loss of cultural and traditional knowledge and networks, or loss of income or means of livelihoods, irrespective of land tenure status (consistent with the VNLUPZP, Section 8) ;"}, {"text_block_id": "p26_b411", "text": "80"}, {"text_block_id": "p26_b412", "text": "•"}, {"text_block_id": "p26_b413", "text": "A relocation plan should be developed based a comprehensive assessment of the different needs of men, women, children, vulnerable and minority groups, including social-cultural dimensions. It should also include plans for the provision of basic utilities (water, sanitation, electricity) and services (health, education and transportation) and livelihood restoration (Also see Strategic Areas 6-10);"}, {"text_block_id": "p26_b414", "text": "•"}, {"text_block_id": "p26_b415", "text": "Careful consideration should be given to the location of new relocation sites to minimize disruption to livelihoods and social networks of all relocated and host communities (See Strategic area 10). New locations should also be selected taking into account multi-hazards information and environmental and ecological sustainability considerations (see Strategic area 2 and 6).;"}, {"text_block_id": "p26_b416", "text": "•"}, {"text_block_id": "p26_b417_merged_merged_merged", "text": "Relocation planning should adopt the “relocation as development” approach, in which relocation is seen as an opportunity to improve the lives of all affected people, including host communities, and advance gender equality.81"}, {"text_block_id": "p27_b419", "text": "Action 3.8"}, {"text_block_id": "p27_b420_merged", "text": "6 months-3 Ensure future urban and rural planning incorporates displacement safeguards. The Draft Greater Port years Vila Plan and Strategic Plan for Port Vila are currently being developed, led by a “zoning team” comprised of representatives from MoIA through the DLA, in partnership with the Port Vila Municipality, MLNR and Shefa Province. As rezoning may involve displacement of communities living in areas that will be no longer be residential, this policy framework and proposed SoPs above provides a safeguards framework for affected people."}, {"text_block_id": "p27_b425", "text": "Action 3.9"}, {"text_block_id": "p27_b426", "text": "Prepare community-speci"}, {"text_block_id": "p27_b427", "text": "fi"}, {"text_block_id": "p27_b428", "text": "c Durable Solutions plans for people living in informal settlements"}, {"text_block_id": "p27_b429", "text": "to ensure affected communities are included in national development planning and have access to health care, education, WASH, evacuation centres and other DRR measures and more. Durable solutions plans must be based on protection-centred principles and the guiding principles of this policy, as well as broad consultation and participation of affected communities, Line Ministries and other partners."}, {"text_block_id": "p27_b430", "text": "Additional linkages (Strategic Area 3)"}, {"text_block_id": "p27_b431", "text": "•"}, {"text_block_id": "p27_b432", "text": "The VNLUPZP requires the establishment of mechanisms to assess, prevent and minimize damage, risk or loss that occurs as a result of land development or changes to land use (Section 8). Operationalising this protection is a key component of this policy. Also see Strategic area 6 relating to Land, Housing, Planning and Environment."}, {"text_block_id": "p27_b433", "text": "•"}, {"text_block_id": "p27_b434", "text": "Implementing the safeguards proposed above will assist in gaining access to finance under the Green Climate Fund (GCF). The GCF is an international fund for climate change mitigation and adaptation, under the United Nations Framework Convention on Climate Change (UNFCCC). National institutions can access the GCF once they are accredited, through demonstrating that certain fiduciary standards and social and environmental safeguards are in place. The GCF specifically requires safeguards to be established for land acquisition and involuntary relocation (PS5)."}, {"text_block_id": "p27_b435", "text": "•"}, {"text_block_id": "p27_b436", "text": "Through the Vanuatu-GIZ GCF Readiness Program, Environmental and Social Safeguard requirements for GCF Accreditation are also being compiled."}, {"text_block_id": "p27_b437", "text": "Considerations (Strategic Area 3)"}, {"text_block_id": "p27_b438", "text": "Establishing adequate safeguards will require effective institutional coordination and support from different government and non-government agencies. Implementation of Strategic Area 1 (Institutions and Governance) above will be critical to support this process."}, {"text_block_id": "p27_b439", "text": "Key government implementing agencies (Strategic Area 3):"}, {"text_block_id": "p27_b440", "text": "MoIA+DLA, MLNR, PMO+DSPPAC, MoCCA+NDMO+NAB, VSNO, DoH,  MoJCS, DWA, MoET, DEPC, MoYSD"}, {"text_block_id": "p27_b441", "text": "Additional partners:"}, {"text_block_id": "p27_b442", "text": "HCM/National Cluster system, Malvatumauri, PHT, UN, IOM, GIZ, NGOs, faith-based organisations, VCC, CSOs."}, {"text_block_id": "p28_b443", "text": "Strategic Area 4:"}, {"text_block_id": "p28_b444", "text": "Capacity-resources, training and resources"}, {"text_block_id": "p28_b445", "text": "Objective:  Invest in capacity-building and training for all stakeholders to promote understanding of the policy and increase sensitivity to displacement issues"}, {"text_block_id": "p28_b446", "text": "Rationale and background (Strategic Area 4)"}, {"text_block_id": "p28_b447", "text": "Developing a training and resources package for stakeholders will assist to build the technical skills and knowledge needed to implement the policy effectively and consistently. For example, implementers who are working with communities to identify suitable durable solutions options would benefit from training on strategies relating to:"}, {"text_block_id": "p28_b448", "text": "1."}, {"text_block_id": "p28_b449", "text": "community engagement in the context of displacement"}, {"text_block_id": "p28_b450", "text": "2."}, {"text_block_id": "p28_b451", "text": "needs assessments, risk identification, guidance on undertaking community  intentions/aspirations surveys"}, {"text_block_id": "p28_b452", "text": "3."}, {"text_block_id": "p28_b453", "text": "return, local integration and relocation planning"}, {"text_block_id": "p28_b454", "text": "4."}, {"text_block_id": "p28_b455", "text": "displacement tracking, data collection and profiling"}, {"text_block_id": "p28_b456", "text": "5."}, {"text_block_id": "p28_b457", "text": "migration management, especially relating to safe and well-managed internal migration."}, {"text_block_id": "p28_b458_merged", "text": "Relocation planning, in particular, is a technical area with a range of methodologies relating to restoration of livelihoods, compensation for land and assets, social and economic assessments and environmental considerations. Inclusion of women in all training and capacity-building initiatives, in particular, needs to be prioritised."}, {"text_block_id": "p30_b461", "text": "National Policy on Climate Change and Disaster-Induced Displacement"}, {"text_block_id": "p30_b462", "text": "Strategic priority areas: Sectoral-level interventions"}, {"text_block_id": "p30_b463", "text": "The policy identifies eight areas at the “sectoral level” to mainstream displacement and migration considerations into national development policies to support durable solutions. Identifying the strategic areas in this way is intended to make it easier for government ministries and other partners to identify how their roles and responsibilities relate to the policy. The eight sectoral-level areas identified by the policy are: safety and security, land, housing, planning and environment, health, nutrition and psycho-social well-being, education, infrastructure and connectivity, agriculture, food security and livelihoods, traditional knowledge, culture and documentation, access to justice and public participation."}, {"text_block_id": "p30_b464", "text": "Sectoral priorities need to be considered in combination with the guiding principles of the policy, the systems-level interventions and cross-cutting priorities, disaster-risk reduction and climate change adaptation, safe and well-managed migration, gender responsiveness and social inclusion, community participation, and partnerships with faith-based faith-based organisations, civil society, the private sector and others."}, {"text_block_id": "p31_b465", "text": "Strategic Area 5: Safety and security"}, {"text_block_id": "p31_b466", "text": "Objective: Ensure the safety and security of all people affected by displacement, including internal migrants and host communities"}, {"text_block_id": "p31_b467", "text": "Rationale and background (Strategic Area 5)"}, {"text_block_id": "p31_b468", "text": "Establishing the long-term safety and security of all populations affected by displacement is a priority. Safety and security concerns include: conflict with host communities, ongoing disaster and hazard-related risks, potential discrimination from local authorities, gender-based and domestic violence, trafficking and exploitation risks, especially for women and children. Ensuring security, peace and justice for all people is in line with SOC 5 of the People’s Plan. Specific efforts must be made to include people affected by displacement in national efforts to establish a more secure, safe and peaceful Vanuatu."}, {"text_block_id": "p33_b469", "text": "Strategic Area 6: Land, housing, planning and environment"}, {"text_block_id": "p33_b470", "text": "Objective: Incorporate displacement and migration considerations into land management, housing, and environmental planning"}, {"text_block_id": "p33_b471", "text": "Land and environment are central to life and community in Vanuatu. Resolving displacement crises will require negotiating new and sustainable land and housing arrangements with custom land holders. Every effort should be made to develop innovative, community-led processes for negotiating land and housing arrangements which seek to ensure participation and engagement of all affected community members. It is important to note that land and property rights for women in Vanuatu is an ongoing challenge and all efforts to negotiate new land dealings must take this into account. Sustainable environmental, ecosystem and resource management by communities must also be ensured to avoid degrading the environment and creating new risks or environmental pressures that may lead to disasters and displacement in the future. There are a number of potential scenarios that need to be planned for in Vanuatu, including:"}, {"text_block_id": "p33_b472", "text": "•"}, {"text_block_id": "p33_b473", "text": "Communities returning to original locations following disaster (this involves improving existing housing stock to increase disaster-resilience and reduce the drivers of displacement and upgrading housing stock following disasters (build-back-safer)."}, {"text_block_id": "p33_b474", "text": "•"}, {"text_block_id": "p33_b475", "text": "Communities in need of temporary emergency housing, extending beyond evacuation (i.e. a volcanic eruption on the islands of Tanna or Ambrym may result in thousands of people needing temporary accommodation for weeks or months while longerterm plans are made)."}, {"text_block_id": "p33_b476", "text": "•"}, {"text_block_id": "p33_b477", "text": "New land with affordable, disaster-resilient housing options for rural-urban migrants, to promote the well-being of newcomers to the cities and reduce migrants moving into informal settlements and hazard-prone areas."}, {"text_block_id": "p33_b478", "text": "•"}, {"text_block_id": "p33_b479", "text": "New land for communities in rural and remote areas who are exploring relocation options to move away from hazards."}, {"text_block_id": "p33_b480", "text": "Land negotiations are one of the most sensitive and complex aspects of this policy. Ownership of all land in Vanuatu is vested in indigenous custom owners by the Constitution. Almost all land in Vanuatu is held by customary land holders (99 percent), whilst the remaining one percent is state-owned land."}, {"text_block_id": "p33_b481", "text": "83"}, {"text_block_id": "p33_b482", "text": "The Government, private investors and individuals can negotiate 75 year renewable leases with customary land holders."}, {"text_block_id": "p33_b483", "text": "84"}, {"text_block_id": "p33_b484", "text": "The Ministry of Lands and Natural Resources can also acquire land from customary land holders in the public interest, and has an annual budget for land acquisition."}, {"text_block_id": "p33_b485", "text": "85"}, {"text_block_id": "p33_b486", "text": "While the power to acquire land exists in Vanuatu, it is important that all land negotiations are sensitive to the needs and interests of different stakeholder groups, including host communities. Exploring options for local government-supported community-led negotiations regarding new land arrangements and relocation may provide displaced and host communities with a higher degree of control. An emphasis should also be placed on promoting voluntary land arrangements with the free, prior and informed consent of custom land holders, rather than involuntary land acquisition."}, {"text_block_id": "p33_b487", "text": "There are important lessons to be learned from relocation experiences that have already occurred in Vanuatu and elsewhere in the Pacific region."}, {"text_block_id": "p33_b488", "text": "86"}, {"text_block_id": "p33_b489", "text": "While relocated communities often find it difficult to recover, there are potential ways to minimize some of the socio-cultural and economic impacts associated with relocation. Examples of internal relocation in Fiji demonstrate how it may be possible for whole villages to move to new locations within a country and still maintain strong legal, electoral and governance connections with original island locations. These examples also illustrate novel governance systems which enable newcomers to exist and be recognised with their own village standing, at the same time as respecting the traditional custom and protocols that would normally be required for new incoming settlers."}, {"text_block_id": "p33_b490", "text": "87"}, {"text_block_id": "p33_b491", "text": "Key principles from existing government policies should also inform land negotiation processes, including the outcomes of the National Land Summit 2006, Land Sector Framework 2009-2018, Customary Land Management Act 2013 and VLUPZP. These principles include:"}, {"text_block_id": "p33_b492", "text": "•"}, {"text_block_id": "p33_b493_merged_merged_merged", "text": "Equity, to ensure all individuals regardless of age, sex, socio-economic background have access to customarily owned land and its resources, and that all members of a tribe (men and women) are involved in decision-making in relation to their custom land.88"}, {"text_block_id": "p33_b495", "text": "•"}, {"text_block_id": "p33_b496", "text": "Importance of custom in land dealings, and that all land should be owned according to the customs of each island."}, {"text_block_id": "p34_b497", "text": "•"}, {"text_block_id": "p34_b498_merged", "text": "Tenure security – ensuring tenure security for all, including improving the tenure security of vulnerable groups."}, {"text_block_id": "p34_b500", "text": "•"}, {"text_block_id": "p34_b501", "text": "Assessment and mitigation of social and environmental impacts stemming from land use changes (VLUPZP, Section 8)"}, {"text_block_id": "p34_b502", "text": "•"}, {"text_block_id": "p34_b503", "text": "Public consultation on land use changes, with special attention paid to women, youth, minorities and disadvantaged groups (VLUPZP, Section 8)."}, {"text_block_id": "p36_b504", "text": "Strategic Area 7:"}, {"text_block_id": "p36_b505", "text": "Health, nutrition and psycho-social well-being"}, {"text_block_id": "p36_b506", "text": "Objective: Ensure all people affected by displacement have equal access to health and medical care, nutrition advice and, where possible, psycho-social or spiritual assistance"}, {"text_block_id": "p36_b507", "text": "Rationale and background (Strategic Area 7)"}, {"text_block_id": "p36_b508", "text": "Displacement increases vulnerability to serious health risks, stemming from the direct physical and psycho-social impacts of disasters, increased overall risk environment following disaster, and the disruption to treatment, medication and other medical services when people are on the move. All people, including displaced people, migrants, community members moving to new locations and host communities need to have continuity of access to basic quality health and medical services, including treatment for chronic illnesses, post-sexual assault care, sexual and reproductive health care, including maternal health, and advice and information relating to nutrition."}, {"text_block_id": "p38_b509", "text": "Strategic Area 8: Education"}, {"text_block_id": "p38_b510", "text": "Objective: Ensure access to education for all people affected by displacement, including internal migrants and host communities"}, {"text_block_id": "p38_b511", "text": "Rationale and background (Strategic Area 8)"}, {"text_block_id": "p38_b512_merged", "text": "Displacement can interrupt children’s education. Proximity of nearby schools, or commitments to establish schools in new locations, is a key consideration in achieving durable solutions for communities affected by displacement. Using schools as evacuation centres during disasters can also interrupt education. Lessons learned during Cyclone Pam suggest that schools were damaged while they were used as evacuation centres and it was difficult to resume classes as people continued using them as shelter for prolonged periods during recovery."}, {"text_block_id": "p39_b514", "text": "Strategic Area 9: Infrastructure and connectivity"}, {"text_block_id": "p39_b515", "text": "Objective: Ensure all people affected by displacement are included in infrastructure planning and have equal access to WASH services, energy supplies, transportation, telecommunications and ICT"}, {"text_block_id": "p39_b516", "text": "Rationale and background (Strategic Area 9)"}, {"text_block_id": "p39_b517", "text": "Establishing durable solutions for communities involves infrastructure planning to ensure reliable access to adequate quantities of freshwater, sanitation facilities, energy sources as well as infrastructure relevant to connectivity (transport, road access, telecommunications and ICT). Access to quality infrastructure is a priority for all Ni-Vanuatu citizens. Through a displacement lens, infrastructure planning needs to respond to the needs of:"}, {"text_block_id": "p39_b518", "text": "•"}, {"text_block_id": "p39_b519", "text": "people returning to places of origin following disasters, where infrastructure may have been damaged;"}, {"text_block_id": "p39_b520", "text": "•"}, {"text_block_id": "p39_b521", "text": "people living in informal settlements and/or people settling in place (local integration), where existing infrastructure may be inadequate to support larger populations and new migrants;"}, {"text_block_id": "p39_b522", "text": "•"}, {"text_block_id": "p39_b523", "text": "people moving to new locations through planned relocation, where infrastructure in new locations may be minimal."}, {"text_block_id": "p39_b524", "text": "•"}, {"text_block_id": "p39_b525_merged", "text": "Improving water security, sanitation, energy supply, transportation, telecommunications and ICT are already priorities of the National Water Strategy 2008-2018, Vanuatu Infrastructure Strategic Investment Plan 2015-2024 (VISIP) and People’s Plan 2030. The VISIP also acknowledges the need to reach remote areas to reduce poverty in the outer islands in order to reduce the pressures driving out-migration from these areas."}, {"text_block_id": "p40_b527", "text": "Action 9.5"}, {"text_block_id": "p40_b528", "text": "1-10+ years"}, {"text_block_id": "p40_b529", "text": "Invest in affordable transportation options for inter-island and intra-island travel."}, {"text_block_id": "p40_b530", "text": "In line with the VISIP, investment should continue to focus on improving a range of transportation modes, including air, maritime and road transport for all citizens. Specific consideration should also be given to finding affordable and accessible options for migrants in a range of scenarios, including migrants moving to urban centres and relocated communities."}, {"text_block_id": "p40_b531", "text": "Action 9.6"}, {"text_block_id": "p40_b532", "text": "Explore partnerships with the private sector and non-governmental organisations"}, {"text_block_id": "p40_b533", "text": "to improve"}, {"text_block_id": "p40_b534", "text": "access to quality infrastructure for communities affected by displacement"}, {"text_block_id": "p40_b535", "text": "1-2 years"}, {"text_block_id": "p40_b536", "text": "Relevant linkages (Strategic Area 9)"}, {"text_block_id": "p40_b537", "text": "•"}, {"text_block_id": "p40_b538", "text": "Vanuatu Infrastructure Strategic Investment Plan 2015-2024 (VISIP)"}, {"text_block_id": "p40_b539", "text": "•"}, {"text_block_id": "p40_b540", "text": "Vanuatu Transport Sector Support Program"}, {"text_block_id": "p40_b541", "text": "•"}, {"text_block_id": "p40_b542", "text": "National Water Strategy 2008-2018"}, {"text_block_id": "p40_b543", "text": "•"}, {"text_block_id": "p40_b544", "text": "The People’s Plan, ECO 2.6, 2.7, 2.8, 2.9 relating to improvements to infrastructure, transportation and ICT in remote and rural areas."}, {"text_block_id": "p40_b545", "text": "Considerations (Strategic Area 9)"}, {"text_block_id": "p40_b546", "text": "Improving transportation in Vanuatu is a known challenge, particularly as the population is spread sparsely across more than 80 islands, many of which are very remote."}, {"text_block_id": "p40_b547_merged_merged", "text": "There are relevant case studies from other countries about how to improve services in remote areas through ICT and infrastructure upgrades, such as the “Digital Island Project”, financed by Korea Telecom in Bangladesh which aims to address out-migration pressures.97"}, {"text_block_id": "p40_b549", "text": "Innovative partnerships should be explored, for example, initiatives such as the Google Impact Challenge may provide opportunities for creative ICT solutions in remote areas."}, {"text_block_id": "p40_b550", "text": "Key agencies and partners (Strategic Area 9):"}, {"text_block_id": "p40_b551", "text": "MoIA, MIPU, DOE, Vanuatu Chamber of Commerce and Industry, private sector, (telecommunications, ICT, aviation, maritime and roads transport), IOM."}, {"text_block_id": "p41_b552", "text": "Strategic Area 10: Agriculture, food security and livelihoods"}, {"text_block_id": "p41_b553", "text": "Objective: Mainstream displacement and migration considerations into national agricultural,"}, {"text_block_id": "p41_b554", "text": "fi"}, {"text_block_id": "p41_b555", "text": "sheries, livestock and employment policies and TVET initiatives"}, {"text_block_id": "p41_b556", "text": "Rationale and background (Strategic Area 10)"}, {"text_block_id": "p41_b557_merged_merged", "text": "Vanuatu is largely agricultural with over 80 per cent of the rural population involved in agricultural and fishing activities, including subsistence and smallholder farming of cash crops, such as coconuts, sandalwood, copra, timber, beef, cocoa and kava.98Agriculture farming and livestock are vital for rural economy and play a role in reducing the triggers of internal displacement as well as helping communities to recover when they return to places of origin or move to new locations. Re-establishing food security, livelihoods based on agricultural activities and other sources of employment and income, is critical for durable solutions planning. Investing in infrastructure would also assist to address push-factors motivating migration from rural to urban areas of Vanuatu. Engagement of youth in meaningful activity and livelihood opportunities following displacement is also a priority."}, {"text_block_id": "p42_b560", "text": "Action 10.8"}, {"text_block_id": "p42_b561", "text": "Explore affordable micro-insurance and “climate insurance”"}, {"text_block_id": "p42_b562_merged", "text": "models to provide additional safety nets to remedy loss of income, damage to housing, infrastructure, crops and other assets from disasters. Insurance models need to be suitable for people with limited means to pay insurance premiums or negotiate claims.1 Insurance-related protections could be developed in partnership with the private sector, development partners, international financial institutions and-, non-governmental sector."}, {"text_block_id": "p42_b565", "text": "1-3 years"}, {"text_block_id": "p42_b566", "text": "Action 10.9"}, {"text_block_id": "p42_b567", "text": "Strengthen efforts to support climate resilient and sustainable agriculture,"}, {"text_block_id": "p42_b568", "text": "in close consultation with affected communities about their needs and existing practices."}, {"text_block_id": "p42_b569", "text": "1-3 years"}, {"text_block_id": "p42_b570", "text": "Additional linkages (Strategic Area 10)"}, {"text_block_id": "p42_b571", "text": "•"}, {"text_block_id": "p42_b572", "text": "Vanuatu Overarching Production Sector Policy"}, {"text_block_id": "p42_b573", "text": "•"}, {"text_block_id": "p42_b574", "text": "Vanuatu Agriculture Sector Policy"}, {"text_block_id": "p42_b575", "text": "•"}, {"text_block_id": "p42_b576", "text": "Vanuatu National Plan of Action on Food and Nutrition Security 2013-2015"}, {"text_block_id": "p42_b577", "text": "•"}, {"text_block_id": "p42_b578", "text": "National Livestock Policy 2015-2030"}, {"text_block_id": "p42_b579", "text": "•"}, {"text_block_id": "p42_b580", "text": "Vanuatu National Forest Policy"}, {"text_block_id": "p42_b581", "text": "•"}, {"text_block_id": "p42_b582", "text": "Vanuatu National Fisheries Policy"}, {"text_block_id": "p42_b583", "text": "•"}, {"text_block_id": "p42_b584", "text": "National Youth Development Policy"}, {"text_block_id": "p42_b585", "text": "•"}, {"text_block_id": "p42_b586", "text": "Employment Services Pilot"}, {"text_block_id": "p42_b587", "text": "•"}, {"text_block_id": "p42_b588", "text": "Farms-to-Markets initiatives"}, {"text_block_id": "p42_b589", "text": "•"}, {"text_block_id": "p42_b590", "text": "The Munich Climate Insurance Initiative is compiling case studies of success stories in relation to climate insurance and could provide useful models."}, {"text_block_id": "p42_b591", "text": "•"}, {"text_block_id": "p42_b592", "text": "The Ministry of Agriculture has established a Risk and Resilience Unit (with support from GIZ, UNDP and FAO) which is implementing a range of CCDRR programs for vulnerable communities and displaced people throughout Vanuatu, for example the GIZ-DEZA food security project."}, {"text_block_id": "p42_b593", "text": "•"}, {"text_block_id": "p42_b594", "text": "The Food Security and Agriculture Cluster is implementing a range of food security mapping, capacity building and training activities that are on-going and involve GoV, CSO and private sector stakeholders."}, {"text_block_id": "p42_b595", "text": "•"}, {"text_block_id": "p42_b596", "text": "Vanuatu’s Work Ready Program, managed by the Department of Labour."}, {"text_block_id": "p42_b597", "text": "Key government implementing agencies (Strategic Area 10):"}, {"text_block_id": "p42_b598", "text": "MALFFB, MoCCA+NDMO+NAB, MoIA,+DLA, MLNR, PMO+DSPPAC, MIPU, DoL, MOET, MoYS, National Training Council, DWA"}, {"text_block_id": "p42_b599", "text": "Additional partners:"}, {"text_block_id": "p42_b600", "text": "HCM/National Cluster system, Private sector, RurAPP, IOM, ILO, GIZ, UNDP, FAO"}, {"text_block_id": "p43_b601", "text": "Strategic Area 11: Traditional knowledge, culture and documentation"}, {"text_block_id": "p43_b602", "text": "Objective: To protect the cultural identity and spiritual resources of communities"}, {"text_block_id": "p43_b603_merged", "text": "Displacement can threaten the survival of traditional knowledge, and destroy records relating to personal identification, ownership of assets and land. Traditional knowledge is the practices, systems, skills and “know-how” developed by a community and passed on from one generation to another, forming part of the spiritual and cultural identity of a group."}, {"text_block_id": "p43_b605", "text": "This policy emphasizes the importance of recording personal and communal connections to land and assets, personal identity documentation, and traditional knowledge. It also emphasizes the importance of drawing on the wealth of traditional knowledge about the local environment in planning adaptation initiatives. A number of initiatives are already underway in Vanuatu, in partnership with the Vanuatu Cultural Center, which could be expanded and integrated with plans to manage and prepare for displacement and migration. Preserving knowledge relating to agriculture, climate, biodiversity, music, dance and culture could increase the cultural resilience of communities facing displacement and support social-cultural continuity in new locations."}, {"text_block_id": "p44_b606", "text": "1-3 years"}, {"text_block_id": "p45_b607", "text": "Strategic Area 12: Access to justice and public participation"}, {"text_block_id": "p45_b608", "text": "Objective: Strengthen access to justice and public participation mechanisms for people affected by displacement, especially in the context of evictions"}, {"text_block_id": "p45_b609", "text": "Rationale and background (Strategic Area 12)"}, {"text_block_id": "p45_b610", "text": "Displaced populations, people at-risk of displacement, internal migrants, people living in informal settlement, people exposed to evictions, and newly settled populations should have equal access to justice and be able to participate in public life to the same extent as the general population. Access to justice should be available, without discrimination on the basis of the reasons or triggers for displacement and should relate to potential rights violations or unlawful treatment at all stages of displacement.  This section should be read in conjunction with Strategic Area 3 above, relating to safeguards for affected communities."}, {"text_block_id": "p45_b611", "text": "Specific complaints mechanisms, which include a right of appeal to a court or independent tribunal, are necessary in the displacement context for a range of scenarios. In particular, displaced people need to be able to make voluntary and informed choices about the type of durable solution suitable for their particular circumstances and preferences, especially the location of new settlements and circumstances surrounding movement. Mechanisms need to be in place to challenge decisions made in relation to durable solutions planning. A stronger emphasis is also needed on access to justice for people affected by land conflicts, including land use change, rezoning and evictions. There are currently very limited guidelines in place to ensure that evictions, where necessary, take place lawfully and in a way that respects due process."}, {"text_block_id": "p46_b612", "text": "Towards Implementation"}, {"text_block_id": "p46_b613", "text": "Implementation plan and harmonisation with existing policies"}, {"text_block_id": "p46_b614", "text": "The recommendations of this policy need to be mainstreamed into existing and future government policies and legislation, annual plans, work programmes, and sector plans and policies, including the People’s Plan 2030 Implementation and Monitoring Framework. To provide a clear pathway forward, one of the first activities of the Lead Ministry designated under this policy, will be to develop a detailed implementation plan, outlining the specific actions, roles, responsibilities, and commitments of different government agencies and partners against clear timeframes and resources. The implementation plan should align with the Ministerial planning cycle. Also see the ToR for the Lead Ministry at Annex E."}, {"text_block_id": "p46_b615", "text": "Finance and resources"}, {"text_block_id": "p46_b616_merged", "text": "Implementation of this policy will be constrained without adequate mobilisation of financial and technical resources. In line with the People’s Plan 2030, this policy places a strong emphasis on the need to coordinate development partner resources to align with national objectives (SOC 6.8). The Lead Ministry will need to coordinate development partner resources towards the activities proposed under this policy. Further, it is anticipated that the Government of Vanuatu will mobilise financial support for climate change adaptation, mitigation, disaster risk reduction and loss and damage or risk-sharing funds from industrialised countries through international financing mechanisms, such as the GCF, once it is accredited. As recognised in the VCCDRRP, this financial support is dependent on Vanuatu demonstrating strong financial, social and environmental accountability mechanisms to international development partners. Adopting this policy and implementing it effectively will contribute to the establishment of these required accountability mechanisms, especially in relation to social and environmental safeguards."}, {"text_block_id": "p46_b619", "text": "Monitoring and evaluation"}, {"text_block_id": "p46_b620", "text": "A monitoring and evaluation framework to support the implementation of the National Policy on Climate Change and Disaster-Induced Displacement will also be developed by the Lead Ministry. At the global level, a set of indicators are being developed to measure progress towards achieving durable solutions drawing on the IASC Framework. These indicators may assist in monitoring and evaluating durable solutions in Vanuatu, bearing in mind they will need to be adapted to suit the local context and priorities."}, {"text_block_id": "p46_b621", "text": "Review of the policy should be conducted every three to five years, to document progress towards implementation, gaps, challenges and ways to strengthen the policy over time. Review of the policy should seek to incorporate feedback from community members directly affected by displacement, including women and representatives of vulnerable groups, so as to ensure the views of community are taken into account in the gradual improvement of the policy over time."}, {"text_block_id": "p47_b622", "text": "Annex"}, {"text_block_id": "p47_b623", "text": "Annex A - Concepts and definitions"}, {"text_block_id": "p47_b624", "text": "For definitions of “climate change”, “climate change adaptation”, “disaster risk reduction”, “preparedness’’, “recovery”, “resilience”, “response”, “vulnerability”, please refer to Vanuatu’s Climate Change Disaster Risk Reduction Policy 2016-2030."}, {"text_block_id": "p47_b625", "text": "Affected community"}, {"text_block_id": "p47_b626", "text": "All people (individuals, households and communities) affected by displacement, including people displaced by sudden-onset disasters (e.g. cyclones, floods, tsunamis), people affected by slow-onset disasters (e.g. erosion, sea-level rise etc), and other crises, such as evictions, land conflicts and development-induced displacement. This may also include people at-risk of displacement, internal migrants who have moved or are moving into informal settlements, and host communities."}, {"text_block_id": "p47_b627", "text": "Build back better (and safer)"}, {"text_block_id": "p47_b628", "text": "The use of the recovery, rehabilitation and reconstruction phases after a disaster to increase resilience through integrating disaster risk reduction measures into the restoration of physical infrastructure and social systems, and into the revitalization of livelihoods, economies and the environment. After disasters, recovery typically begins in the immediate aftermath, driven by the spontaneous efforts of affected populations. However, the recovery strategies adopted by affected populations can reproduce risk conditions that precipitated disaster and displacement in the first place. This calls for measures that reduce risk exposure of affected populations to the effects of natural hazards and strengthen resilience by “building back better” in recovery, rehabilitation and reconstruction."}, {"text_block_id": "p47_b629", "text": "105"}, {"text_block_id": "p47_b630", "text": "Development-induced displacement"}, {"text_block_id": "p47_b631", "text": "Development-induced displacement broadly encompasses people who are evicted and/or impacted negatively by development and infrastructure projects, such as new housing developments, airports, railways, road-building, hydro-power projects, urban upgrading and beautification, rezoning processes, and other state-sanctioned public and/or private development activities. When not planned well, development-induced displacement can be considered a type of disaster, and for these reasons development-induced displacement is covered by this policy."}, {"text_block_id": "p47_b632", "text": "Disaster"}, {"text_block_id": "p47_b633", "text": "A serious disruption of the functioning of a community or a society involving widespread human, material, economic or environmental losses and impacts, which exceeds the ability of the affected community or society to cope using its own resources."}, {"text_block_id": "p47_b634", "text": "106"}, {"text_block_id": "p47_b635", "text": "A sudden-onset disaster is one triggered by a hazardous event that emerges quickly or unexpectedly, e.g. an earthquake, volcanic eruption, flash flood, chemical explosion, critical infrastructure failure, transport accident."}, {"text_block_id": "p47_b636", "text": "107"}, {"text_block_id": "p47_b637", "text": "A slow-onset disaster is one that emerges gradually over time, e.g. drought, desertification, sea-level rise, epidemic disease, increasing temperatures, ocean acidification, glacial retreat and related impacts, salinization, land and forest degradation, loss of biodiversity and desertification."}, {"text_block_id": "p47_b638", "text": "108"}, {"text_block_id": "p47_b639", "text": "Note that this policy uses the term disaster, rather than natural disaster, as disasters result from both natural hazards and/or other crises (e.g. evictions or displacement stemming from development and infrastructure projects, including urban beautification and upgrading). Natural hazards may also be exacerbated by human"}, {"text_block_id": "p47_b640", "text": "inaction, such as lack of planning and preparedness for disaster."}, {"text_block_id": "p47_b641", "text": "109"}, {"text_block_id": "p47_b642", "text": "“Climate migrants’’ and"}, {"text_block_id": "p47_b643", "text": "“Environmental migrants’’"}, {"text_block_id": "p47_b644", "text": "Environmental migrants are people who, predominantly for reasons of sudden or progressive changes in the environment that adversely affect their lives or living conditions, are obliged to leave their habitual homes, or choose to do so, either temporarily or permanently, and who move either within their country or abroad."}, {"text_block_id": "p47_b645", "text": "110"}, {"text_block_id": "p47_b646", "text": "These displacing pressures can include a combination of environmental processes, including development and urbanisation, as well as climate change. The term “climate migrants” is often used interchangeably with “environmental migrants’’ to emphasise the role of climate change, combined with other factors, in triggering population movement."}, {"text_block_id": "p47_b647", "text": "Displacement"}, {"text_block_id": "p47_b648", "text": "Displacement is a process whereby individuals and communities are obliged to move, either temporarily or permanently, because they are no longer able to reside on the land on which they live or lose access to land and natural resources upon which their livelihoods depend."}, {"text_block_id": "p47_b649", "text": "111"}, {"text_block_id": "p47_b650", "text": "Displacement cycle"}, {"text_block_id": "p47_b651_merged_merged_merged_merged_merged_merged", "text": "The “displacement cycle” is a way of conceptualising the cross-cutting issues relating to risk, vulnerability, protection and rights inherent in the different stages of displacement. 112"}, {"text_block_id": "p48_b653", "text": "Early Recovery"}, {"text_block_id": "p48_b654", "text": "Early recovery is a multidimensional process that needs to begin during the humanitarian response phase, so that the foundations for recovery are built in the early stages of responding to a displacement, rather than allowing displacement to evolve into a protracted situation. It emphasises the need for enhanced coordination between different government and non-government agencies to quickly restore basic services, livelihoods, shelter, governance processes, security, rule of law and reintegration of displaced populations, as soon as possible following displacement."}, {"text_block_id": "p48_b655", "text": "113"}, {"text_block_id": "p48_b656", "text": "Forced evictions"}, {"text_block_id": "p48_b657", "text": "Forced evictions are the “the permanent or temporary removal against the will of individuals, families and/or communities from the homes and/or land which they occupy, without the provision of, and access to, appropriate forms of legal or other protection.”"}, {"text_block_id": "p48_b658", "text": "114"}, {"text_block_id": "p48_b659", "text": "Forced evictions are prohibited under international law"}, {"text_block_id": "p48_b660", "text": "unless they are carried out in a way that respects the human rights of those being evicted, including due process. Some of the key protections that need to be in place include:"}, {"text_block_id": "p48_b661", "text": "•"}, {"text_block_id": "p48_b662", "text": "Affected people must have a means of challenging the decision or the process of eviction, through a grievance mechanism or legal system;"}, {"text_block_id": "p48_b663", "text": "•"}, {"text_block_id": "p48_b664", "text": "Evictions need to involve meaningful consultation, provision of information, adequate notice, with a plan for adequate and suitable compensation, relocation and housing;"}, {"text_block_id": "p48_b665", "text": "•"}, {"text_block_id": "p48_b666", "text": "Movement of people should not be carried out at night or in bad weather, with no protection for people’s belongings, or with the threat of violence and harassment;"}, {"text_block_id": "p48_b667", "text": "•"}, {"text_block_id": "p48_b668", "text": "Evictions should not disrupt the education of children, interrupt access to health and medical treatment, or basic services such as water and electricity. Nor should they impact voting rights, result in homelessness"}, {"text_block_id": "p48_b669", "text": "or the destruction of property papers and other documentation."}, {"text_block_id": "p48_b670", "text": "115"}, {"text_block_id": "p48_b671", "text": "Tensions emerge in the context of evictions between different types of rights – the right to develop one’s own land and property, as well as the State’s right to develop land in the public interest, which often conflict with the rights of people being evicted. There are a number of international human rights frameworks and guidelines which aim to assist States to develop laws and policies that prevent forced evictions, and to put in place appropriate protections for situations where eviction is unavoidable."}, {"text_block_id": "p48_b672", "text": "116"}, {"text_block_id": "p48_b673", "text": "Informal settlements"}, {"text_block_id": "p48_b674_merged_merged_merged_merged_merged", "text": "An informal settlement is when a community resides in a way that does not accord with existing land-use policies, regulations or laws.117 Informal settlements are generally unplanned residential areas that have developed outside the formal urban planning rules of the city, characterised by uncertain land tenure and minimal"}, {"text_block_id": "p49_b677", "text": "public services, such as water supply, electricity, sanitation and are often not recognised by governments."}, {"text_block_id": "p49_b678", "text": "118"}, {"text_block_id": "p49_b679", "text": "Informal community settlements are particularly vulnerable to displacement because of their uncertain legal status, they tend to be located on marginal land susceptible to hazards, and because their housing structures and infrastructure are often constructed from temporary or semi-permanent materials."}, {"text_block_id": "p49_b680", "text": "Internally Displaced Person"}, {"text_block_id": "p49_b681", "text": "Persons or groups of persons who have been forced or obliged to flee or to leave their homes or places of habitual residence, in particular as a result of or in order to avoid the effects of armed conflict, situations of generalized violence, violations of human rights or natural or human-made disasters, and who have not crossed an internationally recognized State border."}, {"text_block_id": "p49_b682", "text": "119"}, {"text_block_id": "p49_b683", "text": "Loss and damage"}, {"text_block_id": "p49_b684", "text": "Loss and damage associated with the adverse effects of climate change, including impacts related to extreme weather events and slow onset events. Damage is therefore the negative impacts that can be repaired or restored (such as windstorm damage to the roof of a building, or damage to a coastal mangrove forest from coastal surges which affect villages). While, loss is the negative impacts that cannot be repaired or restored (such as loss of geologic freshwater sources related to glacial melt or desertification, or loss of culture or heritage associated with potential population redistribution away from areas that become less habitable due to climate change."}, {"text_block_id": "p49_b685", "text": "120"}, {"text_block_id": "p49_b686", "text": "At the Conference of the Parties (COP) 16 in Cancun in 2010, Governments established a work programme in order to consider approaches to address loss and damage associated with climate change impacts in"}, {"text_block_id": "p49_b687", "text": "developing countries that are particularly vulnerable to the adverse effects of climate change as part of the Cancun Adaptation Framework."}, {"text_block_id": "p49_b688", "text": "121"}, {"text_block_id": "p49_b689", "text": "Migration"}, {"text_block_id": "p49_b690", "text": "The movement of a person or a group of persons, either across an international border, or within a country. The term encompasses any kind of movement of people, in which there is a change in the person’s habitual residence and when imminent return thereto is not possible or envisaged."}, {"text_block_id": "p49_b691", "text": "Natural hazard (and hazard)"}, {"text_block_id": "p49_b692", "text": "A natural process or phenomenon that may cause loss of life, injury or other health impacts, property damage, loss of livelihoods and services, social and economic disruption, or environmental damage."}, {"text_block_id": "p49_b693", "text": "122"}, {"text_block_id": "p49_b694", "text": "Natural hazards may be caused either by rapid or slow onset events which can be geophysical (earthquakes, landslides, tsunamis and volcanic activity), hydrological (avalanches and floods), climatological (extreme temperatures, drought and wildfires), meteorological (cyclones and storm/wave surges), or biological (disease epidemics and insect/ animal plagues)."}, {"text_block_id": "p49_b695", "text": "123"}, {"text_block_id": "p49_b696", "text": "Hazards, more broadly, are a process, phenomenon or human activity that may cause loss of life, injury or other health impacts, property damage, social and economic disruption or environmental degradation."}, {"text_block_id": "p49_b697", "text": "Relocation (or Planned Relocation)"}, {"text_block_id": "p49_b698", "text": "Planned relocation is defined as a planned process in which persons or groups of persons move or are assisted to move away from their homes or places of temporary residence, are settled in a new location, and are assisted to rebuild their lives. Planned Relocation is carried out under the authority of the State and is undertaken"}, {"text_block_id": "p49_b699", "text": "to protect people from risks and impacts related to disasters and environmental change, including the effects of climate change. Planned Relocation may be carried out at the individual, household, and/or community levels."}, {"text_block_id": "p49_b700", "text": "124"}, {"text_block_id": "p49_b701", "text": "A related concept is “resettlement”, which is a term used in the World Bank’s Operational Policy on Involuntary Resettlement."}, {"text_block_id": "p49_b702", "text": "125"}, {"text_block_id": "p49_b703", "text": "For the sake of clarity and consistency, this policy avoids using the term “resettlement” and instead refers to “relocation” or “planned relocation”."}, {"text_block_id": "p49_b704", "text": "Tenure security"}, {"text_block_id": "p49_b705_merged_merged_merged_merged_merged_merged_merged", "text": "Tenure of land and/or housing which ensures a secure home and enables one to live in security, peace and dignity. Tenure takes a variety of forms, including rental (public and private) accommodation, cooperative housing, lease, owner-occupation, emergency housing and informal settlements, including occupation of land or property. Notwithstanding the type of tenure, all persons should possess a degree of security of tenure which guarantees legal protection against forced eviction, harassment and other threats. The Human Rights Council in a resolution adopted at its 19th Session in March 2012 urged states in the context of post-disaster settings to ensure that all affected persons, irrespective of their pre-disaster tenure status and without discrimination of any kind, have equal access to housing.126"}, {"text_block_id": "p50_b707_merged", "text": "Annex B - Stakeholder map"}, {"text_block_id": "p51_b709", "text": "Annex C - Relevant inter-agency committees and working groups"}, {"text_block_id": "p51_b710", "text": "Relevant national inter-agency mechanisms and structures"}, {"text_block_id": "p51_b711", "text": "•"}, {"text_block_id": "p51_b712", "text": "National Advisory Board on Climate Change and Disaster Risk Reduction"}, {"text_block_id": "p51_b713", "text": "•"}, {"text_block_id": "p51_b714", "text": "National Disaster Committee"}, {"text_block_id": "p51_b715", "text": "•"}, {"text_block_id": "p51_b716_merged", "text": "Standing National Cluster System, set up to implement disaster preparedness during non-emergency periods in relation to education, health, food security and agriculture, gender and protection, health and nutrition, logistics, shelter and WASH."}, {"text_block_id": "p51_b719", "text": "•"}, {"text_block_id": "p51_b720", "text": "Development Committee of Officials (DCO) weekly meeting of Directors and Director Generals, is the primary coordination mechanism for infrastructure"}, {"text_block_id": "p51_b721", "text": "•"}, {"text_block_id": "p51_b722", "text": "National Child Protection Working Group (NCPWG) and Family Protection Units (FPUs) within police offices across the country"}, {"text_block_id": "p51_b723", "text": "•"}, {"text_block_id": "p51_b724", "text": "National Water Resources Advisory Committee"}, {"text_block_id": "p51_b725", "text": "•"}, {"text_block_id": "p51_b726", "text": "Land Management Planning Committee"}, {"text_block_id": "p51_b727", "text": "•"}, {"text_block_id": "p51_b728", "text": "Vanuatu Land Governance Committee"}, {"text_block_id": "p51_b729", "text": "•"}, {"text_block_id": "p51_b730", "text": "Land Sector Framework’s, Thematic working group on Land Use Planning and Zoning"}, {"text_block_id": "p51_b731", "text": "•"}, {"text_block_id": "p51_b732", "text": "Committee on Social Policy"}, {"text_block_id": "p51_b733", "text": "Existing sub-national structures"}, {"text_block_id": "p51_b734", "text": "•"}, {"text_block_id": "p51_b735", "text": "Provincial and Municipal Government Councils (in line with the Decentralisation Act 2013 and Physical Planning Act 2006)"}, {"text_block_id": "p51_b736", "text": "•"}, {"text_block_id": "p51_b737", "text": "Provincial Disaster and Climate Change Committees"}, {"text_block_id": "p51_b738", "text": "•"}, {"text_block_id": "p51_b739", "text": "Municipal Council on Disaster and Climate Change"}, {"text_block_id": "p51_b740", "text": "•"}, {"text_block_id": "p51_b741", "text": "Operational committees, established under the new Disaster Risk Reduction Bill 2016"}, {"text_block_id": "p51_b742", "text": "•"}, {"text_block_id": "p51_b743", "text": "Community-based Child Protection Committees (CCPCs)"}, {"text_block_id": "p51_b744", "text": "•"}, {"text_block_id": "p51_b745", "text": "Provincial child Protection Working Group (PCPWG) piloted in Tafea Province"}, {"text_block_id": "p51_b746", "text": "•"}, {"text_block_id": "p51_b747", "text": "Provincial Water Advisory Committees"}, {"text_block_id": "p51_b748", "text": "•"}, {"text_block_id": "p51_b749", "text": "Zoning teams established by MoIA, DLA, Port Vila Municipality, MoLNR"}, {"text_block_id": "p51_b750", "text": "•"}, {"text_block_id": "p51_b751", "text": "Cultural officers based in each Province"}, {"text_block_id": "p51_b752", "text": "•"}, {"text_block_id": "p51_b753", "text": "Risk & Resilience Unit (MALFFB)"}, {"text_block_id": "p51_b754", "text": "Area level structures"}, {"text_block_id": "p51_b755", "text": "•"}, {"text_block_id": "p51_b756", "text": "Area Councils"}, {"text_block_id": "p51_b757", "text": "•"}, {"text_block_id": "p51_b758", "text": "Community Disaster and Climate Change Committees"}, {"text_block_id": "p52_b759", "text": "Annex D - Relevant national legislation and policies"}, {"text_block_id": "p53_b760", "text": "Annex E – Terms of reference for Lead Ministry"}, {"text_block_id": "p53_b761", "text": "•"}, {"text_block_id": "p53_b762", "text": "Develop a comprehensive Implementation Plan and Monitoring and Evaluation Framework, in close coordination with other Ministries, development partners, non-government organisations, and other partners, including the private sector."}, {"text_block_id": "p53_b763", "text": "•"}, {"text_block_id": "p53_b764", "text": "Act as institutional focal point at the national level for all matters defined under the policy scope (section 5 above) and liaise with other Ministries, organisations, foreign governments and development partners according to an agreed coordination framework."}, {"text_block_id": "p53_b765", "text": "•"}, {"text_block_id": "p53_b766", "text": "Develop and maintain a comprehensive Displacement Tracking and Monitoring mechanism, in close coordination with Vanuatu VNSO and NDMO (Strategic area 2)."}, {"text_block_id": "p53_b767", "text": "•"}, {"text_block_id": "p53_b768", "text": "Coordinate with other Ministries at national, provincial and area levels, as well as community-based, civil society and private sector to ensure sectoral interventions under the policy are implemented, especially relating to shelter, food security, child protection, gender, WASH, health, electricity and telecommunications, infrastructure, planning and livelihoods."}, {"text_block_id": "p53_b769", "text": "•"}, {"text_block_id": "p53_b770", "text": "Work to ensure mainstreaming of displacement issues into other laws and policies to develop a common set of protections and consistency across government policies and legislation (such as, The National Water Strategy, Child Protection Policy, Vanuatu National Land Use Planning and Zoning Policy (VLUPZP), Draft Greater Port Vila Plan, Environmental Management and Conservation Act, and other policies indicated in Annex D."}, {"text_block_id": "p53_b771", "text": "•"}, {"text_block_id": "p53_b772", "text": "Operationalise existing protections contained in the VLUPZP, and mobilise resources for communities considering relocation, such as case studies, safeguards advice, mentoring arrangements and practical advice and support."}, {"text_block_id": "p53_b773", "text": "•"}, {"text_block_id": "p53_b774", "text": "Liaise with the Vanuatu Cultural Centre and Provincial level cultural officers regarding protection of traditional knowledge."}, {"text_block_id": "p53_b775", "text": "•"}, {"text_block_id": "p53_b776", "text": "Develop training and resources for mediators and chiefs in relocation procedures and safeguards at the Nakamal level, including establishing mentoring arrangements as guided by the advice of the Malvatumauri."}, {"text_block_id": "p53_b777", "text": "•"}, {"text_block_id": "p53_b778", "text": "Work in partnership with Ministry of Lands and Natural Resources regarding land arrangements as linked to displacement and establishing durable solutions."}, {"text_block_id": "p53_b779", "text": "•"}, {"text_block_id": "p53_b780", "text": "Liaise closely with the NDMO to ensure temporary evacuation plans are in place for all people, including newly settled communities, and to ensure emergency measures are aligned with longer term land, housing and development plans."}, {"text_block_id": "p53_b781", "text": "•"}, {"text_block_id": "p53_b782", "text": "Oversee the development of Standard Operating Procedures on emergency response, return and reintegration, evictions, and planned relocation."}, {"text_block_id": "p54_b783", "text": "Annex F – Policy framework structure"}, {"text_block_id": "p55_b784", "text": "References"}, {"text_block_id": "p55_b785", "text": "Bennett, O. and McDowell, C."}, {"text_block_id": "p55_b786", "text": "2012 Displaced: The Human Cost of Development and Resettlement. New York: Palgrave Macmillan. Brookings Institution and University of Bern"}, {"text_block_id": "p55_b787", "text": "2010 IASC Framework on Durable Solutions for Internally Displaced Persons, Brookings Institution and University of Bern Project on Internal Displacement, available at:"}, {"text_block_id": "p55_b788", "text": "https://www.brookings.edu/wp-content/uploads/2016/06/04_ durable_solutions.pdf"}, {"text_block_id": "p55_b789", "text": "Cernea, M."}, {"text_block_id": "p55_b790", "text": "2003 “For a New Economics of Resettlement: A Sociological Critique of the Compensation Principle”. International Social Science Journal, 55(175), pp. 3745."}, {"text_block_id": "p55_b791", "text": "Chung, M. and Hill, D."}, {"text_block_id": "p55_b792", "text": "2002 Urban informal settlements in Vanuatu: Challenge for equitable development, Report prepared for the Pacific Islands Forum Secretariat and UN Economic and Social Commission for Asia and the Pacific, Pacific Operation Centre."}, {"text_block_id": "p55_b793", "text": "Corendea, C."}, {"text_block_id": "p55_b794", "text": "2017 Pacific countries advance regional policy towards migration and climate change, The Conversation, 2 January 2017, http://theconversation. com/pacific-countries-advance-regional-policy-towards-migration-and-climate-change-70632"}, {"text_block_id": "p55_b795", "text": "Displacement Solutions and Young Power in Social Action"}, {"text_block_id": "p55_b796", "text": "2015 Guidance Note: New Land for Climate Displaced Persons in Bangladesh, available at: http://reliefweb.int/report/bangladesh/guidance-note-new-land-climate-displaced-persons-bangladesh"}, {"text_block_id": "p55_b797", "text": "Food and Agriculture Organization (FAO)"}, {"text_block_id": "p55_b798", "text": "2014 Linking farmers to markets: Improving opportunities for locally produced food on domestic and tourist markets in Vanuatu: A value chain study for chicken and fresh fruits - Report on a study in Vanuatu, available at:"}, {"text_block_id": "p55_b799", "text": "http://www.fao.org/ fileadmin/user_upload/sap/docs/Linking%20farmers%20to%20markets%20 in%20Vanuatu%202014.pdf"}, {"text_block_id": "p55_b800", "text": "Georgetown University, UNHCR, IOM and United Nations University"}, {"text_block_id": "p55_b801", "text": "2015 Guidance on Protecting People from Disasters and Environmental Change through Planned Relocation, 7 October 2015, available at:"}, {"text_block_id": "p55_b802", "text": "https://www. brookings.edu/research/guidance-on-protecting-people-from-disasters-and-environmental-change-through-planned-relocation/"}, {"text_block_id": "p55_b803", "text": "2017 A Toolbox: Planning Relocations to Protect People from Disasters and Environmental Change, available at:"}, {"text_block_id": "p55_b804", "text": "https://georgetown.app.box.com/s/ura9i1ba ysjxpk8cj0otcgo48y5znifp"}, {"text_block_id": "p55_b805", "text": "Hugo, G."}, {"text_block_id": "p55_b806", "text": "1996 Environmental Concerns and International Migration. International Migration Review 30(1):105–131."}, {"text_block_id": "p55_b807", "text": "2008 Migration, Development and Environment. International Organization for Migration (IOM) Research Series No.35, available at:"}, {"text_block_id": "p55_b808", "text": "http://publications.iom.int/ bookstore/free/MRS_35.pdf"}, {"text_block_id": "p55_b809", "text": "Inclusive Development International"}, {"text_block_id": "p55_b810", "text": "Undated Land Rights the New World Bank Safeguards - Lessons from Cambodia, Lao PDR and Ethiopia."}, {"text_block_id": "p55_b811", "text": "Inter-governmental Panel on Climate Change (IPCC)"}, {"text_block_id": "p55_b812", "text": "2014 “Small Islands – Chapter 29” in in Climate Change 2014: Impacts, Adaptation and Vulnerability, Part B: Regional Aspects, Working Group II Contribution to the Fifth Assessment Report of the IPCC, available at:"}, {"text_block_id": "p55_b813", "text": "https:// www.ipcc.ch/pdf/assessment-report/ar5/wg2/WGIIAR5-Chap29_FINAL.pdf"}, {"text_block_id": "p55_b814", "text": "International Labour Organization (ILO)"}, {"text_block_id": "p55_b815", "text": "2015 Vanuatu Department of Labour Launches Employment Services Vanuatu (ESV) and calls on registrations, available at:"}, {"text_block_id": "p55_b816", "text": "http://www.ilo.org/suva/publicinformation/WCMS_375161/lang--en/index.htm"}, {"text_block_id": "p55_b817", "text": "International Organization for Migration (IOM)"}, {"text_block_id": "p55_b818", "text": "2012 Migration Crisis Operational Framework (MCOF), available from:"}, {"text_block_id": "p55_b819", "text": "http://www. iom.int/mcof"}, {"text_block_id": "p55_b820", "text": "2014a Glossary - Migration, Environment and Climate Change: Evidence for Policy (MECLEP), available from:"}, {"text_block_id": "p55_b821", "text": "http://www.environmentalmigration.iom.int/ glossary-migration-environment-and-climate-change-evidence-policy-meclep-0"}, {"text_block_id": "p55_b822", "text": "2014b Comprehensive Guide for Planning Mass Evacuations in Natural Disasters (MEND Guide), available at:"}, {"text_block_id": "p55_b823", "text": "http://www.globalcccmcluster.org/tools-and-guidance/publications/mend-guide"}, {"text_block_id": "p55_b824", "text": "2016 Progressive resolution of displacement situations framework (PRDS), available from:"}, {"text_block_id": "p55_b825", "text": "http://www.iom.int/progressive-resolution-displacement-situations"}, {"text_block_id": "p55_b826", "text": "2017 Assessing the Climate Change Environmental Degradation and Migration Nexus in South Asia, available at: https://publications.iom.int/books/assessingclimate-change-environmental-degradation-and-migration-nexus-south-asia"}, {"text_block_id": "p55_b827", "text": "Undated Toolbox of Migration-Related Elements for the City Resilience Strategy,"}, {"text_block_id": "p55_b828", "text": "Consultation Document, available at:"}, {"text_block_id": "p55_b829", "text": "https://www.uclg.org/sites/default/files/ consultation_document_migration_governance_framework.pdf"}, {"text_block_id": "p55_b830", "text": "Korovavala, L."}, {"text_block_id": "p55_b831", "text": "2017 “Conceptualising migration in dignity: Case of Pacific Islands” Forthcoming."}, {"text_block_id": "p55_b832", "text": "McNamara and Des Combes"}, {"text_block_id": "p55_b833", "text": "2015 Planning for Community Relocations Due to Climate Change in Fiji. International Journal for Disaster Risk Reduction (6:315-319)."}, {"text_block_id": "p55_b834", "text": "Norwegian Refugee Council and IFRC"}, {"text_block_id": "p55_b835", "text": "2013 Security of Tenure in Humanitarian Shelter Operations, available at:"}, {"text_block_id": "p55_b836", "text": "http:// www.ifrc.org/Global/Documents/Secretariat/201406/NRC%20IFRC%20 Security%20of%20Tenure.pdf"}, {"text_block_id": "p55_b837", "text": "Paci"}, {"text_block_id": "p55_b838", "text": "fi"}, {"text_block_id": "p55_b839", "text": "c Community"}, {"text_block_id": "p55_b840", "text": "2016 Tropical Cyclone Pam – Lessons Learned Workshop Report, Suva, Fiji."}, {"text_block_id": "p55_b841", "text": "Schrecongost and Wong"}, {"text_block_id": "p55_b842", "text": "2015 Unsettled: Water and Sanitation in Urban Settlement Communities of the Pacific: World Bank, UN Habitat, UNICEF and Asian Development Bank."}, {"text_block_id": "p55_b843", "text": "Scudder, T."}, {"text_block_id": "p55_b844", "text": "1993 “Development-Induced Relocation and Refugee Studies: 37 Years of Change and Continuity among Zambia’s Gwembe Tonga”. Journal of Refugee Studies, 6(2), pp. 123-152."}, {"text_block_id": "p55_b845", "text": "Secretariat of the Paci"}, {"text_block_id": "p55_b846", "text": "fi"}, {"text_block_id": "p55_b847", "text": "c Community (SPC) and Secretariat of the Paci"}, {"text_block_id": "p55_b848", "text": "fi"}, {"text_block_id": "p55_b849", "text": "c Regional Environment Programme (SPREP)"}, {"text_block_id": "p55_b850_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "2017 Framework for Resilient Development in the Pacific – An Integrated Approach to Address Climate Change and Disaster Risk Management (FRDP) 2017–2030, available at: http://www.forumsec.org/resources/uploads/embeds/ file/Annex%201%20-%20Framework%20for%20Resilient%20Development%20 in%20the%20Pacific.pdf"}, {"text_block_id": "p56_b852", "text": "Endnotes"}, {"text_block_id": "p56_b853", "text": "United Nations Development Programme (UNDP), United Nations Of"}, {"text_block_id": "p56_b854", "text": "fi"}, {"text_block_id": "p56_b855", "text": "ce of the High Commissioner (UNHCR), Global Cluster for Early Recovery and Global Protection Cluster"}, {"text_block_id": "p56_b856", "text": "2016"}, {"text_block_id": "p56_b857", "text": "Durable Solutions – Preliminary Operational Guide, available at:"}, {"text_block_id": "p56_b858", "text": "http:// www.europe.undp.org/content/geneva/en/home/library/crisis_prevention_and_ recovery/durable-solutions--preliminary-operational-guide-for-developing-.html"}, {"text_block_id": "p56_b859", "text": "United Nations Environment and Social Organisation (UNESCO)"}, {"text_block_id": "p56_b860", "text": "2016"}, {"text_block_id": "p56_b861", "text": "Glossary – “Displaced person – Displacement”, available at: http://www. unesco.org/new/en/social-and-human-sciences/themes/international-migration/ glossary/displaced-person-displacement/"}, {"text_block_id": "p56_b862", "text": "United Nations Framework Convention on Climate Change (UNFCCC)"}, {"text_block_id": "p56_b863", "text": "2017"}, {"text_block_id": "p56_b864", "text": "Glossary of climate change acronyms and terms, available at:"}, {"text_block_id": "p56_b865", "text": "http://unfccc. int/essential_background/glossary/items/3666.php"}, {"text_block_id": "p56_b866", "text": "United Nations General Assembly (UNGA)"}, {"text_block_id": "p56_b867", "text": "2016"}, {"text_block_id": "p56_b868", "text": "Report of the open-ended intergovernmental expert working group on indicators and terminology relating to disaster risk reduction, A/71/644, available at:"}, {"text_block_id": "p56_b869", "text": "https://www.unisdr.org/we/inform/publications/51748"}, {"text_block_id": "p56_b870", "text": "United Nations Of"}, {"text_block_id": "p56_b871", "text": "fi"}, {"text_block_id": "p56_b872", "text": "ce of the High Commissioner for Human Rights"}, {"text_block_id": "p56_b873", "text": "2007"}, {"text_block_id": "p56_b874", "text": "Basic Principles and Guidelines on Development-Based Evictions and Displacement,"}, {"text_block_id": "p56_b875", "text": "http://www2.ohchr.org/english/issues/housing/docs/guidelines_ en.pdf"}, {"text_block_id": "p56_b876", "text": "United Nations Of"}, {"text_block_id": "p56_b877", "text": "fi"}, {"text_block_id": "p56_b878", "text": "ce of the High Commissioner for Human Rights and UN Habitat"}, {"text_block_id": "p56_b879", "text": "2009"}, {"text_block_id": "p56_b880", "text": "Forced Evictions Fact Sheet 25, available at:"}, {"text_block_id": "p56_b881", "text": "http://www.ohchr.org/ Documents/Publications/FS25.Rev.1.pdf"}, {"text_block_id": "p56_b882", "text": "United Nations University and Bündnis Entwicklung Hilft"}, {"text_block_id": "p56_b883", "text": "2016"}, {"text_block_id": "p56_b884", "text": "World Risk Report, United Nations University – Institute for Environment and Human Security (UNU-EHS) and Bündnis Entwicklung Hilft (Alliance Development Works), available from:"}, {"text_block_id": "p56_b885", "text": "http://weltrisikobericht.de/english/"}, {"text_block_id": "p56_b886", "text": "."}, {"text_block_id": "p56_b887", "text": "UN Women"}, {"text_block_id": "p56_b888", "text": "2016"}, {"text_block_id": "p56_b889", "text": "Women and Children’s Access to the Formal Justice System in Vanuatu, available at:"}, {"text_block_id": "p56_b890", "text": "http://www2.unwomen.org/-/media/field%20office%20eseasia/docs/ publications/2016/07/women_childrens_access_formal_justice_vanuatu_web. pdf?vs=5212"}, {"text_block_id": "p56_b891", "text": "Vanuatu Daily Post"}, {"text_block_id": "p56_b892", "text": "2017 “Ohlen Freshwind claimants reconcile with Government”, 24 January 2017."}, {"text_block_id": "p56_b893", "text": "Vanuatu National Statistics Of"}, {"text_block_id": "p56_b894", "text": "fi"}, {"text_block_id": "p56_b895", "text": "ce"}, {"text_block_id": "p56_b896", "text": "2011"}, {"text_block_id": "p56_b897", "text": "National Population Census Report, available at:"}, {"text_block_id": "p56_b898", "text": "https://vnso.gov.vu/index. php/"}, {"text_block_id": "p56_b899", "text": "and-surveys/censuses"}, {"text_block_id": "p56_b900", "text": "2016"}, {"text_block_id": "p56_b901", "text": "Live population count, available at:"}, {"text_block_id": "p56_b902", "text": "http://www.vnso.gov.vu/"}, {"text_block_id": "p56_b903", "text": "Wilson, C."}, {"text_block_id": "p56_b904", "text": "2015"}, {"text_block_id": "p56_b905", "text": "Cyclone Pam Worsens hardship in Port Vila’s Urban Settlements, Inter Press Service, available from:"}, {"text_block_id": "p56_b906", "text": "http://www.ipsnews.net/2015/04/cyclone-pamworsens-hardship-in-port-vilas-urban-settlements/"}, {"text_block_id": "p56_b907", "text": "World Bank"}, {"text_block_id": "p56_b908", "text": "2004"}, {"text_block_id": "p56_b909", "text": "Involuntary Resettlement Sourcebook: Planning and Implementation in Development Projects. Washington D.C: International Bank for Reconstruction and Development."}, {"text_block_id": "p56_b910", "text": "1."}, {"text_block_id": "p56_b911", "text": "Inter-governmental Panel on Climate Change (IPCC) (2014)."}, {"text_block_id": "p56_b912", "text": "2."}, {"text_block_id": "p56_b913_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "Sendai Framework for Disaster Risk Reduction 2015-2030: http://www. unisdr.org/we/coordinate/sendai-framework."}, {"text_block_id": "p56_b916", "text": "3."}, {"text_block_id": "p56_b917", "text": "United Nations Framework Convention on Climate Change: https://unfccc. int/2860.php"}, {"text_block_id": "p56_b918", "text": "4."}, {"text_block_id": "p56_b919", "text": "The Paris Agreement 2016: http://unfccc.int/paris_agreement/items/9485. php"}, {"text_block_id": "p56_b920", "text": "5."}, {"text_block_id": "p56_b921", "text": "SDGs 13 and 10.7,"}, {"text_block_id": "p56_b922", "text": "https://sustainabledevelopment.un.org/post2015/ transformingourworld"}, {"text_block_id": "p56_b923", "text": "."}, {"text_block_id": "p56_b924", "text": "6."}, {"text_block_id": "p56_b925", "text": "FRDP: http://gsd.spc.int/frdp/"}, {"text_block_id": "p56_b926", "text": "7."}, {"text_block_id": "p56_b927", "text": "VCCDRRP: http://www.nab.vu/vanuatu-climate-change-and-disaster-risk-reduction-policy-2016-2030"}, {"text_block_id": "p56_b928", "text": "8."}, {"text_block_id": "p56_b929", "text": "People’s Plan 2030:"}, {"text_block_id": "p56_b930", "text": "http://www.nab.vu/document/national-sustainabledevelopment-plan"}, {"text_block_id": "p56_b931", "text": "."}, {"text_block_id": "p56_b932", "text": "9."}, {"text_block_id": "p56_b933", "text": "VNLUPZP: http://www.nab.vu/vanuatu-national-land-use-planning-and-zoning-policy"}, {"text_block_id": "p56_b934", "text": "10."}, {"text_block_id": "p56_b935", "text": "Pacific Community (2016)."}, {"text_block_id": "p56_b936", "text": "11."}, {"text_block_id": "p56_b937", "text": "The People’s Plan 2030, p. 3."}, {"text_block_id": "p56_b938", "text": "12."}, {"text_block_id": "p56_b939", "text": "The Policy draws on the Guidance on Protecting People from Disasters and Environmental Change through Planned Relocations, prepared by Georgetown University, UNHCR, IOM and United Nations University (2015)."}, {"text_block_id": "p56_b940", "text": "13."}, {"text_block_id": "p56_b941", "text": "See the concepts and definitions in Annex A."}, {"text_block_id": "p56_b942", "text": "14."}, {"text_block_id": "p56_b943", "text": "The policy sits under the VCCDRRP. See Actions 7.6.1 and 7.6.6 of the VCCDRRP."}, {"text_block_id": "p56_b944", "text": "15."}, {"text_block_id": "p56_b945", "text": "See Annexes F and G (available separately) for a summary of how the policy"}, {"text_block_id": "p56_b946", "text": "was developed."}, {"text_block_id": "p56_b947", "text": "16."}, {"text_block_id": "p56_b948", "text": "This definition has been prepared to reflect the context in Vanuatu, informed"}, {"text_block_id": "p56_b949", "text": "by a number of relevant sources: UNESCO (2016); World Bank (2004); Inclusive Development International (Undated), IOM (2014a). Also see"}, {"text_block_id": "p56_b950", "text": "definitions included in Annex A."}, {"text_block_id": "p56_b951", "text": "17."}, {"text_block_id": "p56_b952", "text": "Agenda for the Protection of Cross-Border Displaced Persons (2015):"}, {"text_block_id": "p56_b953", "text": "https:// nanseninitiative.org/wp-content/uploads/2015/02/PROTECTION-AGENDAVOLUME-1.pdf"}, {"text_block_id": "p56_b954", "text": ", p. 6."}, {"text_block_id": "p56_b955", "text": "18."}, {"text_block_id": "p56_b956", "text": "UNESCO (2016); World Bank (2004); Inclusive Development International (Undated), IOM (2014a)."}, {"text_block_id": "p56_b957", "text": "19."}, {"text_block_id": "p56_b958", "text": "IOM (2014a), p. 13."}, {"text_block_id": "p56_b959", "text": "20."}, {"text_block_id": "p56_b960", "text": "Adapted from Hugo (1996). Also see IOM (2014), p. 13."}, {"text_block_id": "p56_b961", "text": "21."}, {"text_block_id": "p56_b962", "text": "See the discussion of lessons learned from Cyclone Pam in Pacific"}, {"text_block_id": "p56_b963", "text": "Community (2016)."}, {"text_block_id": "p56_b964", "text": "22."}, {"text_block_id": "p56_b965", "text": "Bennett and McDowell (2012)."}, {"text_block_id": "p56_b966", "text": "23."}, {"text_block_id": "p56_b967", "text": "United Nations University and Bündnis Entwicklung Hilft (2016)."}, {"text_block_id": "p56_b968", "text": "24."}, {"text_block_id": "p56_b969", "text": "These processes were identified by stakeholders in the development of this policy. See Annexes F and G, (available separately)."}, {"text_block_id": "p56_b970", "text": "25."}, {"text_block_id": "p56_b971", "text": "The consultations identified a number of communities on the island of Tanna"}, {"text_block_id": "p56_b972", "text": "considering relocation options in response to increasing falling volcanic ash, threat of volcanic eruption, erosion, sea-level rise and over-population in certain areas."}, {"text_block_id": "p56_b973", "text": "26."}, {"text_block_id": "p56_b974", "text": "Examples of evictions have been reported in the media, see for example:"}, {"text_block_id": "p56_b975", "text": "Vanuatu Daily Post (2017)."}, {"text_block_id": "p57_b976", "text": "27."}, {"text_block_id": "p57_b977", "text": "See Wilson (2015)."}, {"text_block_id": "p57_b978", "text": "28."}, {"text_block_id": "p57_b979", "text": "Pacific Community (2016)."}, {"text_block_id": "p57_b980", "text": "29."}, {"text_block_id": "p57_b981", "text": "VCCDRRP, p. 6."}, {"text_block_id": "p57_b982", "text": "30."}, {"text_block_id": "p57_b983", "text": "Vanuatu National Statistics Office (2011), p. 22)."}, {"text_block_id": "p57_b984", "text": "31."}, {"text_block_id": "p57_b985", "text": "Vanuatu National Statistics Office (2016)."}, {"text_block_id": "p57_b986", "text": "32."}, {"text_block_id": "p57_b987", "text": "See Annex F, (available separately)."}, {"text_block_id": "p57_b988", "text": "33."}, {"text_block_id": "p57_b989", "text": "See Annexes F and G (available separately)."}, {"text_block_id": "p57_b990", "text": "34."}, {"text_block_id": "p57_b991", "text": "Sendai Framework for Disaster Risk Reduction 2015-2030, for example,"}, {"text_block_id": "p57_b992", "text": "paras 27(k) and 30(f)."}, {"text_block_id": "p57_b993", "text": "35."}, {"text_block_id": "p57_b994", "text": "UNFCCC:"}, {"text_block_id": "p57_b995", "text": "http://unfccc.int/adaptation/groups_committees/loss_and_ damage_executive_committee/items/9978.php"}, {"text_block_id": "p57_b996", "text": "; Also see:"}, {"text_block_id": "p57_b997", "text": "http://www.ohchr. org/EN/Issues/HRAndClimateChange/Pages/HRClimateChangeIndex.aspx"}, {"text_block_id": "p57_b998", "text": "."}, {"text_block_id": "p57_b999", "text": "36."}, {"text_block_id": "p57_b1000", "text": "SDGs 13 and 10.7,"}, {"text_block_id": "p57_b1001", "text": "https://sustainabledevelopment.un.org/post2015/ transformingourworld"}, {"text_block_id": "p57_b1002", "text": "."}, {"text_block_id": "p57_b1003", "text": "37."}, {"text_block_id": "p57_b1004", "text": "UNHCR (1998). The Guiding Principles on Internal Displacement: http://www. refworld.org/docid/3c3da07f7.html."}, {"text_block_id": "p57_b1005", "text": "38."}, {"text_block_id": "p57_b1006", "text": "Agenda for the Protection of Cross-Border Displaced Persons (2015):"}, {"text_block_id": "p57_b1007", "text": "https:// nanseninitiative.org/wp-content/uploads/2015/02/PROTECTION-AGENDAVOLUME-1.pdf"}, {"text_block_id": "p57_b1008", "text": ", p. 38."}, {"text_block_id": "p57_b1009", "text": "39."}, {"text_block_id": "p57_b1010", "text": "Global Cluster for Early Recovery : http://earlyrecovery.global/sites/default/"}, {"text_block_id": "p57_b1011", "text": "files/guidance_note_-010816_0.pdf."}, {"text_block_id": "p57_b1012", "text": "40."}, {"text_block_id": "p57_b1013", "text": "Brookings Institution and University of Bern (2010). Also see the Operational Guide, UNDP, UNHCR, Global Cluster for Early Recovery and Global Protection Cluster (2016)."}, {"text_block_id": "p57_b1014", "text": "41."}, {"text_block_id": "p57_b1015", "text": "Framework for Pacific Regionalism: http://www.forumsec.org/pages.cfm/ strategic-partnerships-coordination/framework-for-pacific-regionalism/?print"}, {"text_block_id": "p57_b1016", "text": "erfriendly=true"}, {"text_block_id": "p57_b1017", "text": "42."}, {"text_block_id": "p57_b1018", "text": "Small Island Developing States Accelerated Modalities or Action (SAMOA Pathway):"}, {"text_block_id": "p57_b1019", "text": "https://sustainabledevelopment.un.org/samoapathway.html"}, {"text_block_id": "p57_b1020", "text": "."}, {"text_block_id": "p57_b1021", "text": "43."}, {"text_block_id": "p57_b1022", "text": "Secretariat of the Pacific Community (SPC) and Secretariat of Pacific Regional"}, {"text_block_id": "p57_b1023", "text": "Environment Programme (SPREP) (2017), p. 12. Para (p)."}, {"text_block_id": "p57_b1024", "text": "44."}, {"text_block_id": "p57_b1025", "text": "Corendea (2017)."}, {"text_block_id": "p57_b1026", "text": "45."}, {"text_block_id": "p57_b1027", "text": "IOM (2017)."}, {"text_block_id": "p57_b1028", "text": "46."}, {"text_block_id": "p57_b1029", "text": "McNamara and Des Combes (2015)."}, {"text_block_id": "p57_b1030", "text": "47."}, {"text_block_id": "p57_b1031", "text": "See Annex D."}, {"text_block_id": "p57_b1032", "text": "48."}, {"text_block_id": "p57_b1033", "text": "People’s Plan 2030, p.4."}, {"text_block_id": "p57_b1034", "text": "49."}, {"text_block_id": "p57_b1035", "text": "People’s Plan 2030, p.4 and see ENV 1, ENV 3."}, {"text_block_id": "p57_b1036", "text": "50."}, {"text_block_id": "p57_b1037", "text": "See Annex A for definitions and concepts."}, {"text_block_id": "p57_b1038", "text": "51."}, {"text_block_id": "p57_b1039", "text": "These build on the Comprehensive Guide for Planning Mass Evacuations in Natural Disasters (MEND Guide), see IOM (2014b)."}, {"text_block_id": "p57_b1040", "text": "52."}, {"text_block_id": "p57_b1041", "text": "See the resources compiled on the NDMO website: http://www.ndmo.gov.vu/"}, {"text_block_id": "p57_b1042", "text": "resources/downloads/com_jaextmanager"}, {"text_block_id": "p57_b1043", "text": "53."}, {"text_block_id": "p57_b1044", "text": "Constitution of the Republic of Vanuatu, Chapter 12: http://www.wipo.int/"}, {"text_block_id": "p57_b1045", "text": "wipolex/en/text.jsp?file_id=195747#LinkTarget_213"}, {"text_block_id": "p57_b1046", "text": "54."}, {"text_block_id": "p57_b1047", "text": "Land Acquisition Act 1992."}, {"text_block_id": "p57_b1048", "text": "55."}, {"text_block_id": "p57_b1049", "text": "The example of Mele Maat was identified during the consultations, however"}, {"text_block_id": "p57_b1050", "text": "many problems have arisen following the community’s relocation in terms of clarity of land ownership arrangements."}, {"text_block_id": "p57_b1051", "text": "56."}, {"text_block_id": "p57_b1052", "text": "See Annex B and J."}, {"text_block_id": "p57_b1053", "text": "57."}, {"text_block_id": "p57_b1054", "text": "See the National Disaster Act 2006 and Disaster Risk Reduction Bill 2016."}, {"text_block_id": "p57_b1055", "text": "58."}, {"text_block_id": "p57_b1056", "text": "Examples of migrants moving into flood-prone areas near Luganville, requiring"}, {"text_block_id": "p57_b1057", "text": "regular evacuation, were reported by the Provincial Government of Sanma Province in March 2017."}, {"text_block_id": "p57_b1058", "text": "59."}, {"text_block_id": "p57_b1059", "text": "An example is the community relocated from Port Vila to the Chrystal Blue"}, {"text_block_id": "p57_b1060", "text": "area for private development reasons. In the new location the community has very limited transportation and limited access to fresh water, livelihoods, health services and education (Household interviews, March 2017). There is"}, {"text_block_id": "p57_b1061", "text": "uncertainty as to whether the NDMO and Cluster System mandate extends to"}, {"text_block_id": "p57_b1062", "text": "the provision of humanitarian support in these settings."}, {"text_block_id": "p57_b1063", "text": "60."}, {"text_block_id": "p57_b1064", "text": "During the consultations, there were a number of examples of the Provincial Government assisting to evacuate communities affected by flood in Sanma Province, including examples where communities were unable to return to"}, {"text_block_id": "p57_b1065", "text": "their homes for many months."}, {"text_block_id": "p57_b1066", "text": "61."}, {"text_block_id": "p57_b1067", "text": "See Annex A for an explanation of the displacement cycle."}, {"text_block_id": "p57_b1068", "text": "62."}, {"text_block_id": "p57_b1069", "text": "E.g. National Guidelines for the Selection and Assessment of Evacuation Centres and Operational Guidelines for Mass Evacuations."}, {"text_block_id": "p57_b1070", "text": "63."}, {"text_block_id": "p57_b1071", "text": "IASC Framework, see: Brookings Institution and University of Bern, (2010), 5."}, {"text_block_id": "p57_b1072", "text": "64."}, {"text_block_id": "p57_b1073", "text": "Brookings Institution and University of Bern, (2010), p. 5."}, {"text_block_id": "p57_b1074", "text": "65."}, {"text_block_id": "p57_b1075", "text": "Led by Brookings Institution and University of Bern (2010), p. 2."}, {"text_block_id": "p57_b1076", "text": "66."}, {"text_block_id": "p57_b1077", "text": "66  See the policy and governance section for the global and regional"}, {"text_block_id": "p57_b1078", "text": "frameworks which provide the broader context in which this policy has been"}, {"text_block_id": "p57_b1079", "text": "prepared."}, {"text_block_id": "p57_b1080", "text": "67."}, {"text_block_id": "p57_b1081", "text": "Constitution of Vanuatu, Chapter 2."}, {"text_block_id": "p57_b1082", "text": "68."}, {"text_block_id": "p57_b1083", "text": "People’s Plan 2030, p. 3."}, {"text_block_id": "p57_b1084", "text": "69."}, {"text_block_id": "p57_b1085", "text": "See the concepts and definitions included in Annex A."}, {"text_block_id": "p57_b1086", "text": "70."}, {"text_block_id": "p57_b1087", "text": "The meaning of “disaster” for the purposes of this policy is broader in scope"}, {"text_block_id": "p57_b1088", "text": "than included in the National Disaster Act 2006, Section 2. See the definition included in Annex A."}, {"text_block_id": "p57_b1089", "text": "71."}, {"text_block_id": "p57_b1090", "text": "This section should be read in conjunction with the Statement of Proposal for a Strategic Plan and Zoning and Development Control Document– Port Vila and the Vanuatu National Land Use Planning and Zoning Policy 2013 (VNLUPZP)."}, {"text_block_id": "p57_b1091", "text": "72."}, {"text_block_id": "p57_b1092", "text": "Consistent with planning initiatives, such as Efate Strategy and Draft Greater Port Vila Plan."}, {"text_block_id": "p57_b1093", "text": "73."}, {"text_block_id": "p57_b1094", "text": "UN Women (2016)."}, {"text_block_id": "p57_b1095", "text": "74."}, {"text_block_id": "p57_b1096_merged_merged_merged_merged_merged", "text": "Global Cluster for Early Recovery, Guidance Note on Inter-Cluster Early Recovery: http://earlyrecovery.global/sites/default/files/guidance_note_-010816_0.pdf"}, {"text_block_id": "p57_b1100", "text": "75."}, {"text_block_id": "p57_b1101", "text": "This is consistent with the approach of the VCDRRP, which categories interventions into “systems” and “themes”."}, {"text_block_id": "p57_b1102", "text": "76."}, {"text_block_id": "p57_b1103", "text": "Currently MoCCA is responsible for developing this policy through an inter-ministerial approach (Action under 7.6.6 of the VCCDRRP), however further consultation is needed to identify the most appropriate institutional arrangements going forward."}, {"text_block_id": "p57_b1104", "text": "77."}, {"text_block_id": "p57_b1105", "text": "Relevant existing inter-agency mechanisms and structures at the national level are included in Annex C."}, {"text_block_id": "p58_b1106", "text": "78."}, {"text_block_id": "p58_b1107", "text": "See United Nations Office of the High Commissioner for Human Rights"}, {"text_block_id": "p58_b1108", "text": "(OHCHR) and UN Habitat (2009), Forced Evictions Fact Sheet 25:"}, {"text_block_id": "p58_b1109", "text": "http:// www.ohchr.org/Documents/Publications/FS25.Rev.1.pdf"}, {"text_block_id": "p58_b1110", "text": "."}, {"text_block_id": "p58_b1111", "text": "79."}, {"text_block_id": "p58_b1112", "text": "See the Basic Principles and Guidelines on Development-Based Evictions and Displacement,"}, {"text_block_id": "p58_b1113", "text": "http://www2.ohchr.org/english/issues/housing/docs/ guidelines_en.pdf."}, {"text_block_id": "p58_b1114", "text": "80."}, {"text_block_id": "p58_b1115", "text": "Bennett and McDowell (2012); World Bank (2004)."}, {"text_block_id": "p58_b1116", "text": "81."}, {"text_block_id": "p58_b1117", "text": "World Bank (2004: 339); Cernea (2003), Scudder (1993), also see: Georgetown University, UNHCR, IOM and United Nations University (2015) and (2017)."}, {"text_block_id": "p58_b1118", "text": "82."}, {"text_block_id": "p58_b1119", "text": "On planned relocation, see the Guidance on Protecting People from Disasters and Environmental Change through Planned Relocations, prepared by Georgetown University, UNHCR, IOM and United Nations University (2015)  and related Toolkit."}, {"text_block_id": "p58_b1120", "text": "83."}, {"text_block_id": "p58_b1121", "text": "Vanuatu Land Sector Framework 2009-2018,"}, {"text_block_id": "p58_b1122", "text": "https://dfat.gov.au/about-us/ publications/Documents/land-sector-framework.pdf"}, {"text_block_id": "p58_b1123", "text": "."}, {"text_block_id": "p58_b1124", "text": "84."}, {"text_block_id": "p58_b1125_merged_merged_merged", "text": "Most private leases (93 percent) are in urban areas on the islands of Efate and Espiritu Santo. The remaining 7 percent of leases are agricultural leases. For a helpful summary of land law, see: https://dfat.gov.au/about-us/ publications/Documents/land-sector-framework.pdf and C:\\Users\\jconnell\\ Downloads\\20140827_Vanuatu legal framework for REDD_web.pdf."}, {"text_block_id": "p58_b1128", "text": "85."}, {"text_block_id": "p58_b1129", "text": "Land Acquisition Act 1992."}, {"text_block_id": "p58_b1130", "text": "86."}, {"text_block_id": "p58_b1131", "text": "For example, the Tegua relocation in Torba Province and Mele Maat relocation"}, {"text_block_id": "p58_b1132", "text": "in Shefa Province, Vanuatu."}, {"text_block_id": "p58_b1133", "text": "87."}, {"text_block_id": "p58_b1134", "text": "See Lesi (2017), relating to the Namuka-i-Lau settlement in Fiji. Also see: McNamara and Des Combes (2015)."}, {"text_block_id": "p58_b1135", "text": "88."}, {"text_block_id": "p58_b1136", "text": "https://mol.gov.vu/index.php/en/national-land-summit/270-the-national-"}, {"text_block_id": "p58_b1137", "text": "summit-of-2006."}, {"text_block_id": "p58_b1138", "text": "89."}, {"text_block_id": "p58_b1139", "text": "https://dfat.gov.au/about-us/publications/Documents/land-sector-framework. pdf."}, {"text_block_id": "p58_b1140", "text": "90."}, {"text_block_id": "p58_b1141", "text": "For example, the relocation of Namuka-i-Lau settlement in Fiji, relocation of"}, {"text_block_id": "p58_b1142", "text": "Vunidogolo village in Fiji, see Lesi (2017) and McNamara and Des Combes (2015)."}, {"text_block_id": "p58_b1143", "text": "91."}, {"text_block_id": "p58_b1144", "text": "Vanuatu Land Sector Framework 2009-2018, p. 39."}, {"text_block_id": "p58_b1145", "text": "92."}, {"text_block_id": "p58_b1146", "text": "IOM, undated, https://www.uclg.org/sites/default/files/consultation_"}, {"text_block_id": "p58_b1147", "text": "document_migration_governance_framework.pdf."}, {"text_block_id": "p58_b1148", "text": "93."}, {"text_block_id": "p58_b1149", "text": "Displacement Solutions and Young Power in Social Action (2015)."}, {"text_block_id": "p58_b1150", "text": "94."}, {"text_block_id": "p58_b1151", "text": "100 Resilient Cities, http://www.100resilientcities.org."}, {"text_block_id": "p58_b1152", "text": "95."}, {"text_block_id": "p58_b1153", "text": "Pacific Community (2016)."}, {"text_block_id": "p58_b1154", "text": "96."}, {"text_block_id": "p58_b1155", "text": "Vanuatu Infrastructure Strategic Investment Plan 2015-2024, p. 36."}, {"text_block_id": "p58_b1156", "text": "97."}, {"text_block_id": "p58_b1157", "text": "Bangladesh’s ‘Digital Island’, https://www.iom.int/news/bangladeshs-digital-island-bridges-services-gap."}, {"text_block_id": "p58_b1158", "text": "98."}, {"text_block_id": "p58_b1159", "text": "Vanuatu National Statistics Office (2011)."}, {"text_block_id": "p58_b1160", "text": "99."}, {"text_block_id": "p58_b1161", "text": "International Labour Organization (ILO) (2015)."}, {"text_block_id": "p58_b1162", "text": "100."}, {"text_block_id": "p58_b1163", "text": "For examples, see Food and Agriculture Organization (2014)."}, {"text_block_id": "p58_b1164", "text": "101."}, {"text_block_id": "p58_b1165", "text": "A number of climate insurance pilots are underway globally which provide potential models, https://unu.edu/projects/climate-insurance-"}, {"text_block_id": "p58_b1166", "text": "climate-insurance-initiative.html#outline."}, {"text_block_id": "p58_b1167", "text": "102."}, {"text_block_id": "p58_b1168", "text": "See the World Intellectual Property Organization, http://www.wipo.int/tk/en/tk."}, {"text_block_id": "p58_b1169", "text": "103."}, {"text_block_id": "p58_b1170", "text": "Vanuatu Traditional Knowledge Project, https://www.pacificclimatechange."}, {"text_block_id": "p58_b1171", "text": "net/news/vanuatu-traditional-knowledge-project."}, {"text_block_id": "p58_b1172", "text": "104."}, {"text_block_id": "p58_b1173", "text": "VCCDRRP, p. 7."}, {"text_block_id": "p58_b1174", "text": "105."}, {"text_block_id": "p58_b1175", "text": "IOM (2017), p. 12."}, {"text_block_id": "p58_b1176", "text": "106."}, {"text_block_id": "p58_b1177", "text": "This definition is contained in the VCCDRR policy, p. 31."}, {"text_block_id": "p58_b1178", "text": "107."}, {"text_block_id": "p58_b1179", "text": "UNGA (2016), p. 13."}, {"text_block_id": "p58_b1180", "text": "108."}, {"text_block_id": "p58_b1181", "text": "IOM (2014a)"}, {"text_block_id": "p58_b1182", "text": "109."}, {"text_block_id": "p58_b1183", "text": "Georgetown University, UNHCR, IOM and United Nations University (2015), p.5."}, {"text_block_id": "p58_b1184", "text": "110."}, {"text_block_id": "p58_b1185", "text": "IOM (2014a), p. 13."}, {"text_block_id": "p58_b1186", "text": "111."}, {"text_block_id": "p58_b1187", "text": "This definition has been prepared to reflect the context in Vanuatu and is"}, {"text_block_id": "p58_b1188", "text": "informed by a number of relevant sources: UNESCO (2016); World Bank (2004); Inclusive Development International (Undated), IOM (2014a)."}, {"text_block_id": "p58_b1189", "text": "112."}, {"text_block_id": "p58_b1190", "text": "This summary is based IOM (2016a), Brookings Institution and University of Bern (2010), IOM (2012), and IOM (2013)."}, {"text_block_id": "p58_b1191", "text": "113."}, {"text_block_id": "p58_b1192", "text": "Brookings Institution and University of Bern, (2010), p. 9."}, {"text_block_id": "p58_b1193", "text": "114."}, {"text_block_id": "p58_b1194", "text": "Office of the High Commissioner for Human Rights and UN Habitat (2009)."}, {"text_block_id": "p58_b1195", "text": "115."}, {"text_block_id": "p58_b1196", "text": "Office of the High Commissioner for Human Rights and UN Habitat (2009)."}, {"text_block_id": "p58_b1197", "text": "116."}, {"text_block_id": "p58_b1198", "text": "See: General Comment No. 4 on the Right to Adequate Housing, (United Nations Committee on Economic, 1991) and General Comment No. 7 on Forced Evictions, (United Nations Committee on Economic, 1997); Also see: Comprehensive Human Rights Guidelines on Development-Based Displacement 1997 (United Nations Economic and Social Council (1997)."}, {"text_block_id": "p58_b1199", "text": "117."}, {"text_block_id": "p58_b1200", "text": "Chung and Hill (2002), p. 1."}, {"text_block_id": "p58_b1201", "text": "118."}, {"text_block_id": "p58_b1202", "text": "Schrecongost and Wong (2015), p. 1."}, {"text_block_id": "p58_b1203", "text": "119."}, {"text_block_id": "p58_b1204", "text": "UNHCR (1998)."}, {"text_block_id": "p58_b1205", "text": "120."}, {"text_block_id": "p58_b1206", "text": "IOM (2014a), p. 23."}, {"text_block_id": "p58_b1207", "text": "121."}, {"text_block_id": "p58_b1208", "text": "UNFCCC (2017)."}, {"text_block_id": "p58_b1209", "text": "122."}, {"text_block_id": "p58_b1210", "text": "IOM (2014a), p. 22."}, {"text_block_id": "p58_b1211", "text": "123."}, {"text_block_id": "p58_b1212", "text": "IFRC,"}, {"text_block_id": "p58_b1213", "text": "http://www.ifrc.org/en/what-we-do/disaster-management/about-disasters/definition-of-hazard/"}, {"text_block_id": "p58_b1214", "text": "."}, {"text_block_id": "p58_b1215", "text": "124."}, {"text_block_id": "p58_b1216", "text": "Adapted from Georgetown University, UNHCR, IOM and United Nations University (2015), p. 5."}, {"text_block_id": "p58_b1217", "text": "125."}, {"text_block_id": "p58_b1218", "text": "See World Bank (2004). The World Bank Operational Policy on Involuntary Resettlement has been superseded by the Environmental and Social Framework:  http://www.worldbank.org/en/programs/environmental-and-social-policies-for-projects/brief/the-environmental-and-social-framework-esf."}, {"text_block_id": "p58_b1219", "text": "126."}, {"text_block_id": "p58_b1220", "text": "Norwegian Refugee Council and IFRC (2013)."}, {"text_block_id": "p58_b1221", "text": "127."}, {"text_block_id": "p58_b1222", "text": "Also see the stakeholder roles and responsibilities outlined in Annex J"}, {"text_block_id": "p58_b1223", "text": "(available separately) and in Section policy and governance of the Policy."}], "document_description": "This document sets Vanuatu's strategy regarding displacements of populations. These displacements occur, either temporarily or permanently, because the people are no longer able to reside on the land on which they live or lose access to land and natural resources upon which their livelihoods depend. A major cause for disasters causing displacement identified in the document is climate change.&nbsp;<br><br>The policy seeks to minimise the drivers of displacement, better understand the population's needs and wishes and take it into account, and promote access to disaster-resilient housing. It further identifies current policy gaps, and aims to optimise displacements so they can be more durable, through 1) sustainable return and reintegration at the place of origin, 2) sustainable local integration in areas where displaced persons have taken refuge, and 3) sustainable integration in another part of the country."}