{"document_instrument_name": "Standards, obligations and norms|Regulation", "document_country_english_shortname": "Vanuatu", "document_category": "Policy", "document_sector_name": "Health", "document_language": "English", "document_name": "Priorities and Action Agenda 2006-2015", "document_country_code": "VUT", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "06/01/2006", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/VUT/2006/VUT-2006-01-06-Priorities and Action Agenda 2006-2015_e87d0466ffaa024b486b18ab2b108b0a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Government of the Republic of Vanuatu"}, {"text_block_id": "p0_b2", "text": "Priorities & Action Agenda"}, {"text_block_id": "p0_b3", "text": "A Just, Educated, Healthy & Wealthy Vanuatu"}, {"text_block_id": "p1_b4", "text": "Government of the Republic of Vanuatu"}, {"text_block_id": "p1_b5", "text": "Priorities and Action Agenda 2006 • 2015"}, {"text_block_id": "p1_b6", "text": "2012 Update"}, {"text_block_id": "p1_b7", "text": "Committing to Reform to achieve"}, {"text_block_id": "p1_b8", "text": "a •Just, Educated, Healthy and Wealthy Vanuatu•"}, {"text_block_id": "p1_b9", "text": "FEBRUARY 2013"}, {"text_block_id": "p2_b10", "text": "Foreword"}, {"text_block_id": "p2_b11", "text": "Many of the new challenges were identified in the •Planning Long Acting Short• (PLAS) document which outlined Government•s key policy priorities for the 2009 to 2012 period."}, {"text_block_id": "p2_b12", "text": "Hon. Moana Carcasses KALOSIL (MP)"}, {"text_block_id": "p2_b13", "text": "Prime Minister"}, {"text_block_id": "p2_b14", "text": "i"}, {"text_block_id": "p4_b15", "text": "Table of Contents"}, {"text_block_id": "p5_b16", "text": "Abbreviations"}, {"text_block_id": "p8_b17", "text": "1. Achieving the National Vision"}, {"text_block_id": "p8_b18", "text": "This amended vision captures the spirit of the Comprehensive Reform Program that was initiated in 1997 and subsequent national policies and national policy dialogues."}, {"text_block_id": "p8_b19", "text": "The 2006 PAA anticipated that by 2015 Vanuatu will:"}, {"text_block_id": "p8_b20", "text": "The 2006 PAA anticipated that by 2015 Vanuatu will:\n* Have achieved a significant increase in real per capita incomes, along with steady growth in levels of employment.\n* Be among the leading countries in achieving the Millennium Development Goals in education, health, environmental management, and other key socio-economic indicators.\n* Public sector reforms will have raised standards of governance, levels of productivity in the civil service, and will have resulted in higher standards of services and managerial accountability.\n* Through continuing structural reform, Vanuatu will have established an effective enabling environment to sustain the significant private sector led growth, which it aims to achieve in output and employment."}, {"text_block_id": "p8_b28", "text": "In 2011, just over half way to 2015, implementing the PAA Vision has been partially achieved."}, {"text_block_id": "p8_b29_merged", "text": "Much effort by Government and development partners has been made in improving the standard of education and health. However, Vanuatu is not yet among the leading countries in the region in achieving the Millennium Development Goals (MDGs) by the target date of 2015. The eight MDGs cover poverty, education, health, gender equality, environmental sustainability and the development of a global partnership for development. In the latest Pacific regional MDG reportVanuatu is achieving •mixed progress• in reducing poverty and in improving maternal mortality, but is •on track• for reducing child mortality, combating HIV/AIDS and other diseases, and developing a global partnership for development. However, Vanuatu is •off track• in promoting gender equality and in ensuring environmental"}, {"text_block_id": "p9_b35", "text": "sustainability."}, {"text_block_id": "p9_b36", "text": "There are many challenges in achieving all the MDGs by 2015. These include limited financial and human resources, and the high cost of providing services to rural areas. Service delivery remains a key challenge for government at all levels."}, {"text_block_id": "p9_b37", "text": "•Sustain and Broaden Economic Growth through continued Reform•"}, {"text_block_id": "p9_b38", "text": "Realising the national vision by 2015 will require concerted and coordinated efforts to push ahead with reforms that will allow Vanuatu to sustain and broaden economic growth in the country."}, {"text_block_id": "p9_b39", "text": "Achieving this vision requires continued investments in transport and communication infrastructure and services. This will allow the rural majority to access domestic and export markets, as well as quality and affordable health and education and financial services."}, {"text_block_id": "p9_b40", "text": "Improving service delivery requires policy and political stability and an accountability framework, which raises standards of governance both at the political and public service levels."}, {"text_block_id": "p9_b41", "text": "Political governance improvements are needed, some of which are already in the PAA, while others are in the PLAS in recognition of the importance of political stability and accountability."}, {"text_block_id": "p9_b42", "text": "•Address Emerging Challenges•"}, {"text_block_id": "p9_b43", "text": "As much as possible, this review of the PAA has aimed to minimize changes to overall policy"}, {"text_block_id": "p10_b44", "text": "However, the review of progress conducted to update the PAA has highlighted a number of crosscutting issues, which either did not receive adequate attention when the PAA was first drafted or which have since emerged as critical issues needing more attention. Policy objectives and strategies have been included in the areas of climate change and disaster risk reduction, gender mainstreaming and youth."}, {"text_block_id": "p10_b45", "text": "Climate Change and Disaster Risk Reduction"}, {"text_block_id": "p10_b46", "text": "Vanuatu is prone to natural disasters, and with climate change, the frequency and impact of these disasters is increasing. Social and economic development in Vanuatu will continue to be affected, underlining the need to mainstream disaster risk reduction and disaster management (DRR&DM) and climate change adaptation into national planning and budgetary processes."}, {"text_block_id": "p10_b47", "text": "Gender mainstreaming"}, {"text_block_id": "p10_b48", "text": "Ensuring women•s equitable participation in social, economic and political decision-making is a key determinant and driver of development. While Vanuatu has achieved gender parity in education, the empowerment of women at all levels of society has seen little progress. Ensuring that gender is effectively mainstreamed into all policy objectives will be critical for the next PAA."}, {"text_block_id": "p10_b49", "text": "Youth"}, {"text_block_id": "p12_b50", "text": "2. Progress in implementing the Strategic Priorities"}, {"text_block_id": "p12_b51", "text": "The Strategic Priorities are:"}, {"text_block_id": "p12_b52", "text": "The Strategic Priorities are:\n* Private Sector Development and Employment Creation\n* Macroeconomic Stability and Equitable Growth\n* Good Governance and Public Sector Reform\n* Primary sector development, environment, climate change, and disaster risk management\n* Provision of Better Health Services, especially in rural areas\n* Education and human resource development\n* Economic Infrastructure and Support Services"}, {"text_block_id": "p12_b66", "text": "1. Private Sector Development and Employment Creation"}, {"text_block_id": "p12_b67", "text": "No progress has been made in reviewing the tax base to make it more investment friendly although current attention is on improving tax compliance. The import tariff structure needs to be kept under review in line with Vanuatu•s trade and industrial policies and pending trade negotiations and agreements."}, {"text_block_id": "p12_b68", "text": "Government has increased access to financial services with rural banking services expanded through the National Bank of Vanuatu and the Agriculture Development Bank. However, the"}, {"text_block_id": "p13_b69", "text": "implementation of movable assets as collateral legislation (through the Personal Property Securities Act) is yet to be implemented. An electronic registry must be updated before movable assets can be used."}, {"text_block_id": "p13_b70", "text": "The VANWODS, a micro-finance NGO that targets women, has also expanded its coverage into rural areas and increased its product range for savings and loans. However investors are still limited in access to longer-term finance (particularly for tourism ventures)."}, {"text_block_id": "p13_b71", "text": "The government has recently commenced a major land reform initiative (Mama Graon project) aimed at improving decision making on land issues, improving land management procedures and practices, and minimising the potential for conflict over land. This follows activities that have strengthened the administration and operational systems in the Department of Lands with the e-Land Registry now near completion. The Land Tribunal has been moved from the Ministry of Lands and Natural Resources to the Ministry of Justice and Community Services. These reforms and initiatives will improve investor confidence in the security of land leases."}, {"text_block_id": "p13_b72", "text": "There have been a number of improvements in providing better support services to business including streamlining services and removing duplication. A Medium Small Micro Enterprise policy has been developed and approved by the Council Of Ministers. The Co-operative movement has received support to re-establish itself and its services; the loans schemes administered have been rationalised and harmonised and policies tightened for compliance with debt recovery. A new cooperatives policy has been approved and the Cooperatives Act is currently being reviewed to cater for the policy and needs of the cooperatives. There is a need for better mechanisms of coordination and collaboration between the government, the department of cooperatives, and the Chamber of Commerce."}, {"text_block_id": "p13_b73", "text": "Work to improve the Vanuatu Investment Promotion Authority (VIPA) services is proceeding at a slower rate than planned but it is nevertheless on-going and includes streamlining the foreign investment approval process under existing legislation. The implementation of reforms will enhance the transparency of the approval process and reduce average application processing time by half (from 30 working days to 15 working days). It has realigned its structure to balance its regulation and promotion functions to place more emphasis on the latter. This should reduce the frustration voiced by foreign investors at the cost and time it takes to obtain government approvals to establish and operate businesses."}, {"text_block_id": "p13_b74", "text": "The Government has repealed the Vanuatu Commodities Marketing Board Act with the objective of transferring marketing and commodity trading functions to the private sector. Marketing functions are now the responsibility of producer groups such as the Vanuatu Organic Cocoa Growers Association or individual private companies. However, it will take some time and additional resources to incorporate these marketing functions."}, {"text_block_id": "p13_b75", "text": "Vanuatu exporters• ability to meet biosecurity requirements is generally limited; as is the ability to adapt to changing consumer preferences in target export markets. Vanuatu is participating in a number of projects and programs to increase commodity exports including •Increasing Agricultural Commodity Trade project• to commence in 2011 funded under the European Development Fund 10."}, {"text_block_id": "p13_b76", "text": "A new department of industry has been created within the Ministry of Trade, Industry, Tourism and Cooperatives. The new department, however, will need capacity development."}, {"text_block_id": "p14_b77", "text": "An industrial policy is currently being developed which will be compatible with trade policy and the Diagnostic Trade Integration Study (DTIS) action matrix."}, {"text_block_id": "p14_b78", "text": "The tourism industry in Vanuatu is promoting new experiences that are authentic and unique to Vanuatu trying to realize the potential to attract international visitors through nature-based, soft adventure activities and authentic cultural experiences. The Vanuatu Tourism Office soft-launched its first ever-dedicated global brand campaign (•Discover what matters•) in Australia, its largest market in late 2010. This is a significant shift away from previous initiatives to target •high income• tourists. Work is on-going to develop tourism industry standards (quality standards for accommodation etc.) with the Provincial Tourism Councils."}, {"text_block_id": "p14_b79", "text": "Changes to Policy Objectives and Strategies"}, {"text_block_id": "p14_b80", "text": "Policy objectives and strategies for land have been expanded based on the PLAS strategies and emphasise the implementation of key recommendations of the national land summit, the strengthening of land laws to improve transparency, and the strengthening of the capacity of the Ministry."}, {"text_block_id": "p14_b81", "text": "Ensuring a conducive environment for commodity exports, including improvements to quarantine and other trade facilitation services has been linked to the implementation of the policies from the Diagnostic Trade Integration Study (DTIS)."}, {"text_block_id": "p14_b82", "text": "A new objective has been introduced to cover employment creation covering skills development and overseas employment opportunities, including seafarers."}, {"text_block_id": "p14_b83", "text": "2. Macroeconomic Stability and Equitable Growth"}, {"text_block_id": "p14_b84", "text": "Inflation has been well managed although Vanuatu has suffered, along with other Pacific island countries, from rising food and fuel prices."}, {"text_block_id": "p15_b85", "text": "Fiscal management has been, on the whole, sound. The Ministry of Finance and Economic Management (MFEM) exercises control and responsibility in accordance with the Public Finance and Economic Management (PFEM) Act which requires the Minister of Finance to target a balanced or surplus budget every year, which is interpreted as having a surplus for recurrent expenditure and revenue. Fiscal management will be more predicable with recent changes to restrict supplementary appropriation bills."}, {"text_block_id": "p15_b86", "text": "Challenges"}, {"text_block_id": "p15_b87", "text": "There is a recognized need to be more proactive in overall debt management and establish a more precise debt management policy for all public sector loans and guarantees."}, {"text_block_id": "p15_b88", "text": "Government is still grappling with a relatively high wage and salary bill, with reductions in the public service offset by a general wage rise in 2008. The operational budget is not likely to increase unless there are new revenue options identified, or funds are diverted from other areas. However, there is still scope for improvement especially, in the coordination of salaries and positions between the MFEM and the Public Service Commission."}, {"text_block_id": "p15_b89", "text": "Government recognises that procurement arrangements need improvement particularly in the area of ensuring competitive bidding and dispute resolution. The Government has been working to strengthen procurement processes, particularly through institutional strengthening"}, {"text_block_id": "p16_b90", "text": "and more recently has begun working on amendments to the Government Contract and Tenders Act."}, {"text_block_id": "p16_b91", "text": "Changes to Policy Objectives and Strategies"}, {"text_block_id": "p16_b92", "text": "Policy Objectives and Strategies have been expanded to include PLAS strategies covering, among others, the new budget process, control of payroll costs, the establishment of financial service bureaus and the tightening of procurement procedures. An additional strategy has been added to address the need to ensure that growth is equitable and balanced."}, {"text_block_id": "p16_b93", "text": "3. Good Governance and Public Sector Reform"}, {"text_block_id": "p16_b94", "text": "Government recognises the involvement of NGOs as potential partners in the delivery of services to the people of Vanuatu. Government has signed a Memorandum Of Understanding (MOU) with the national umbrella NGO organization (VANGO) to re-enforce its partnership cooperation in delivering services. However, this is very general and therefore the government is currently working with VANGO to review the MOU."}, {"text_block_id": "p16_b95", "text": "There is a need to improve the capacity of the Foreign Service and strengthen foreign and trade relations. Amendments to the Foreign Service Act have already been completed. It is expected that further strengthening will provide a sounder basis for Vanuatu•s engagement particularly in trade relations."}, {"text_block_id": "p16_b96", "text": "A rationalisation of government ministries and departments can help improve policy coordination and implementation as well as providing savings for policy priorities."}, {"text_block_id": "p17_b97_merged", "text": "timeframes. The Law Reform Commission was recently established but is yet to be fully operational. Capacity building and institutional strengthening of the Legal Sector is on-going. The Supreme Court judges are both short and long term contracts to help build the capacity of the courts and •circuit• judges to reduce the back log of cases. The number of cases pending has been reduced from 683 at the end of 2008 to 453 at the end of 2009."}, {"text_block_id": "p17_b100", "text": "A mediation process was initiated and established in 2009 as part of the efforts to reduce the backlog of court cases and in particular to address the commercial frustrations about delay in resolving commercial cases on time. In 2009, government made the appointment of court•s Master to take up the responsibility of the mediator. Despite legislative provisions for court-referred mediation, these have not been widely used due to the lack of accredited mediators and no system of attaining such accreditation. The initiative to examine options for incorporating kastom dispute settlement is also to be explored."}, {"text_block_id": "p17_b101", "text": "The government recognizes that the Office of the Auditor General (OAG) needs further strengthening. The OAG faces challenges with staffing capacity and capability as well as the efficacy of their audit methodologies and systems. These issues mean public accounts are often not audited to high standards in a timely manner."}, {"text_block_id": "p17_b102", "text": "Improving public sector management will be enhanced by the development of national population and human resources development policies. These policies will help to shape skills training to meet labour market needs."}, {"text_block_id": "p17_b103", "text": "There is much potential to improve public service delivery by strengthening governance at the provincial and municipality level. The government has shown a strong commitment to decentralisation through the proposed establishment of public service positions in provinces and municipalities. To achieve this objective the government has amended the Decentralization Act to allow for key positions to come under the administration of the PSC."}, {"text_block_id": "p17_b104", "text": "The institutional capacity of government and municipal authorities for urban planning and management, including urban development, infrastructure works, and provision of services,"}, {"text_block_id": "p18_b105", "text": "needs to be strengthened. The various roles, responsibilities, and operations of different government departments and the different levels of government•national, provincial, and municipal•need to be well coordinated."}, {"text_block_id": "p18_b106", "text": "With donor assistance (ADB, AusAID) an urban development master plan was developed for Port Vila and Luganville. As well as drainage and sanitation this project has components for the building code, for a Zoning Master Plan for Port Vila and will address social dimensions including gender, resettlement, and a land acquisition and resettlement framework and plan (LARF/LARP). The implementation of an urbanisation policy is foreseen in the Action Plan."}, {"text_block_id": "p18_b107", "text": "State Owned Enterprises (SOE) reform has progressed very slowly. A draft Public Enterprise Bill has not yet been developed. Vanuatu has 22 SOEs: 14 are engaged in commercial activities, and the remaining 8 perform various non-commercial functions for government. Only 4 of the 14 commercial SOEs have produced, or reported producing, a commercial return in the past 5 years. Poor financial reporting practices mean accurately estimating the extent of the fiscal strain represented by the SOEs is difficult. Assistance has been requested to develop and implement an SOE reform programme."}, {"text_block_id": "p18_b108", "text": "The fourth, and new Policy Objective, concerns gender equality and the empowerment of women. There are no specific policy interventions to ensure gender equality in all levels of education, decision-making and wage employment. For example while the PSC has an equal opportunity employment policy, there are no proactive or affirmative measures to increase the number of women such as quotas or reserved positions."}, {"text_block_id": "p18_b109", "text": "The Department of Women•s Affairs are in the process of defining their priority areas for policy and programme interventions which will focus on implementing the Family Protection Act, gender mainstreaming in government and general awareness raising programmes because of resource constraints (financial and technical capacity). The National Plan of Action for Women 2007 • 2011 (currently undergoing review) identifies twelve critical areas of concern for women consistent with the Beijing Platform for Action. The Department of Women•s Affairs has developed a draft Women in Government Policy that identifies key strategies including research, education, and quotas to increase women•s political representation, which needs to be finalised and implemented. This is supported by a draft Parliament Outcome Statement in September 2010 for affirmative action to support representation of women in parliament."}, {"text_block_id": "p18_b110", "text": "An important initiative is to ensure that gender is mainstreamed into all government policy development including the new PAA that will be developed during 2015. This will require the strengthening of the institutional capacity of the Department of Women•s Affairs to conduct gender analysis and gender mainstreaming across government programmes."}, {"text_block_id": "p18_b111", "text": "Changes to Policy Objective and Strategies"}, {"text_block_id": "p19_b112", "text": "4. Primary sector development, environment, climate change, and disaster risk management"}, {"text_block_id": "p19_b113", "text": "Agriculture is the backbone of the economy. More than 75% of rural communities are engaged in the primary sector earning an estimated average monthly income of VT 23,990 from the sale of agricultural produce."}, {"text_block_id": "p19_b114", "text": "Vanuatu beef is a world-class export product. Cattle production was historically linked to the plantation sector and remains so now, concentrated on the islands of Espiritu Santo and Efate and to a certain extent on Malekula and Epi. The Agriculture Census 2007 results indicate that the commercial (plantation) cattle sector has declined while the smallholder sector has expanded, with the increasing importance of cattle in some custom events, the use of cattle to demonstrate land ownership, and the lower maintenance of cattle to other livestock such as captive pigs."}, {"text_block_id": "p19_b115", "text": "Cocoa•s success depends on its well-organised structure with on-going training and skills development programmes clear understanding of export requirements and ready access to expert advice. This model is being promoted for other •cash crops• such as vanilla, pepper and coffee (in areas where coffee can be grown)."}, {"text_block_id": "p19_b116", "text": "There are on-going projects to grow •cash crops• (basically any non-traditional crop sold such as coffee, pepper, vanilla, cocoa, dried spices etc.); improve traditional farming practices (introducing modern methods and varieties); promoting food security (tending to concentrate on traditional crops); improve livestock production; and to promote modern methods such as •agroforestry•."}, {"text_block_id": "p19_b117", "text": "The government is currently in the process of developing an overarching strategy for the primary sector and it is expected that the final draft will be released at the end of 2011. This will build a basis to formulate sector policies in the areas of agriculture, fisheries, forestry, and livestock."}, {"text_block_id": "p19_b118", "text": "It is expected that the national forestry policy will be endorsed in early 2011 and the updated forestry inventory released."}, {"text_block_id": "p19_b119", "text": "The fisheries sector recently launched the Vanuatu Aquarium Trade Management Plan and the Vanuatu Revised Tuna Management Plan (2009). There are also initiatives, mostly in the fisheries sector and some in forestry or more generally sustainable development, to have community management plans for the management of the coastal and •inshore• fishery and other community resources (forests, land etc.)."}, {"text_block_id": "p20_b120", "text": "Challenges"}, {"text_block_id": "p20_b121", "text": "The performance of commercial agriculture has been poor and declining; with the exception of cocoa and late in 2010 when copra prices rose. The 2010 MDG Report highlighted declining production of traditional food crops over the past 20 years and an associated increase in imported food items such as rice and flour. In 1983 it was estimated that a person consumed on average 0.9 kg per day of traditional food crops, but this had decreased to 0.5 kg per person per day by 2007. Over the same period the production of food crops increased by 6% whereas the population increased by 88%."}, {"text_block_id": "p20_b122", "text": "The cattle smallholder sector could improve production and income through, for example, improving calving ratios, decreasing the bull ratio, and improving the herd proportion of cows and heifers to sustain herd size. There is potential for a thriving beef industry which is currently constrained by a lack of awareness and forward planning on the part of farmers to increase herd sizes and the high costs or lack of reasonable access to transport to markets or landing points."}, {"text_block_id": "p20_b123", "text": "The Ministry of Agriculture, Quarantine, Forestry, and Fisheries (MAQFF) and the Ministry of Trade, Industry and Tourism (MTIT) are working together to develop the overarching productive sector strategy encompassing primary sector, trade, and industry. It will be important to include a workforce plan to identify the range of skills needed to support the sector as well as to effectively coordinate activities between the two ministries."}, {"text_block_id": "p20_b124", "text": "Environment, Climate Change and Disaster Risk Management"}, {"text_block_id": "p20_b125", "text": "In 2010 the Environment Unit was endorsed by the Public Service Commission to become the Department of Environmental Protection and Conservation in compliance with the 2002 Environmental Protection and Conservation Act (EPCA). The EPCA is very broad and will be extremely difficult to fully implement. The Department does not have the resources to do this especially in technical and scientific areas. For example the Environmental Registry does not cover all of the areas listed in the 2002 EPCA. There has been controversy about the preparation of Environmental Impact Assessments and whether these meet the terms of reference prescribed in the EPCA. The Biodiversity Advisory Council is yet to be established to monitor activities like biodiversity research and bio-prospecting."}, {"text_block_id": "p20_b126", "text": "There are a number of options for recognising Protected Areas: conservation areas under the Forestry Act, 2001; marine reserves under the Fisheries Act, 2005; protected sites under the"}, {"text_block_id": "p21_b127", "text": "Protection of Sites and Artefacts Act; and national parks and nature reserves under the National Parks Act, 1993. The Provincial Councils are also empowered to create environmental protection zones under the Decentralisation and Local Government Regions Act, 1994. However, these options tend to be under-used (e.g. there are no national parks and the only formal marine reserves declared to date are for the protection of tourist dive sites). In general the current protected areas are not necessarily fully •protected• but managed by communities or leaders in such a way as to conserve the present ecosystems."}, {"text_block_id": "p21_b128", "text": "The Department of Geology, Mines and Water Resources under the Ministry of Lands and Natural Resources is responsible for monitoring coastal water quality to ensure the environmental protection of Vanuatu. The international development agencies such as ADB and World Bank are providing financial and technical assistance to improve delivery of sustainable drainage and sanitation services in Port Vila and the surrounding areas which should be completed by 2015."}, {"text_block_id": "p21_b129", "text": "Ecotourism is one of the pillars of tourism policy based not only on sustainable management of the environment and conservation and preservation, but also because of the potential cost effectiveness of •low impact• eco-tourism initiatives. Sustainable tourism initiatives are a climate change adaptation priority area in the National Adaptation Plan of Action (NAPA)."}, {"text_block_id": "p21_b130", "text": "Climate change issues are being addressed through the development of a climate change policy. However, the policy, although drafted in 2010, has yet to be adopted."}, {"text_block_id": "p21_b131", "text": "Areas prone to disasters have on-going programmes for Disaster Risk Management. Activities have begun in some communities for disaster risk reduction with support of provincial governments and area councils. However, this approach is ad hoc and depends on the initiatives of the communities and individuals concerned, as well as donors. A cornerstone of Vanuatu•s Disaster Risk Reduction and Disaster Management (DRR&DM) strategy is its reliance on traditional knowledge and implementation through traditional governance systems."}, {"text_block_id": "p21_b132_merged", "text": "The National Task Force and working groups for disaster risk reduction structure functions with the National Disaster Management Office (NDMO) acting as the secretariat. The challenge is for all sectors to include disaster risk reduction and disaster management in their budget planning and processes. Mainstreaming hazard risk management is constrained by resources (skills, capacity, finance) and some communities and provinces have begun the process of developing and implementing DRR&DM plans. Penama province recently completed its DRR&DM based on considerable community consultation. This work is on-going."}, {"text_block_id": "p22_b135", "text": "The NDMO is also constrained by having no power to require other agencies to act on any identified prevention measures. The governance arrangements for disaster management are being reviewed at the national level and should include explicit structures, accountabilities, and connections for cross-sector arrangements. Provisions should extend to the provincial and local levels."}, {"text_block_id": "p22_b136", "text": "Work to fully integrate DRR into policies and programmes has begun in the education and health sectors with donor assistance. Discussions are underway to promote DRR and climate change adaptation strategies and policies within the Tourism Industry. Traditional coping mechanisms particularly on food security during a time of disaster are being researched and documented for development of policy."}, {"text_block_id": "p22_b137", "text": "The coverage of disaster risk assessments and routine monitoring and surveillance has expanded as resources permit. Capacity is limited to use the information. NGO partners are very active in mainstreaming DRR&DM in on-going projects and programmes."}, {"text_block_id": "p22_b138", "text": "Changes to Policy Objectives and Strategies"}, {"text_block_id": "p22_b139", "text": "The Primary Production Policy Objective and Strategies in the PAA 2006 have been re-organised to make policy directions clearer and more focused on the key issues facing the sector."}, {"text_block_id": "p22_b140", "text": "New Policy Objectives and Strategies have been included in Disaster Risk Management which are drawn from the PAA Supplementary For Mainstreaming Disaster Risk Reduction And Disaster Management, which was published shortly after the PAA 2006 was endorsed."}, {"text_block_id": "p22_b141", "text": "5. Provision of Better Health Services, especially in rural areas"}, {"text_block_id": "p22_b142", "text": "The commitment of government to revitalise primary health care (PHC) to help deliver essential health services at all levels of the health care system is a major milestone. The government is in the process of better defining its health systems to support the PHC revitalisation strategy to ensure equitable access to services as captured in the national health sector strategy For example, a clear definition of health facility functions at each level and determining the resource packages that should be provided to match the facility functions."}, {"text_block_id": "p22_b143", "text": "At the tertiary hospital level, the use of the role delineation tool (for clinical services) has led to increased tertiary access based on need to the two referral hospitals in Port Vila and Luganville. Specialized tertiary services are not available in Vanuatu and are referred for overseas treatment, mainly to Australia and New Zealand."}, {"text_block_id": "p23_b144", "text": "In keeping with the Ministry of Health•s (MOH) human resource development plan, initiatives have been launched to increase the number of medical professionals (doctors, nurses, associated medical professionals) throughout Vanuatu. Medical training is underway for doctors in Cuba, local nursing training programs have been scaled up and medical professionals from other countries are being recruited. In addition, partnerships have been developed with NGOs such as Wan Smol Bag and Save the Children to provide services."}, {"text_block_id": "p23_b145", "text": "The Health Sector Strategy 2010-2016 (HSS) stipulates the vision for the country•s health sector development and is being used to underpin coordination with a health development partners group to align the assistance of development partners in a better-coordinated fashion."}, {"text_block_id": "p23_b146", "text": "Challenges"}, {"text_block_id": "p23_b147", "text": "The MOH has a number of severe financial and human resource constraints making it very difficult for it to complete any significant organisational changes. For example before it can start to begin to achieve its objective to move to a primary health care approach it must first have a full complement of community health workers supported by a national network of health facilities with appropriately qualified staff with the necessary supplies and equipment."}, {"text_block_id": "p23_b148", "text": "A major concern across all sections of the health sector is the lack of human resources both in number and skills mix, to drive the health sector plan and deliver basic health services especially in the rural areas. Vanuatu remains dependent on aid-funded expatriate clinical and pharmacy specialists. Efforts are on-going to increase the number of ni-Vanuatu with such qualifications but this is a long-term objective. The most critical gap involves shortage of nurses who constitute the backbone of the health system. The Ministry is in the process of developing a long-term human resource plan based on the revised organisational structure."}, {"text_block_id": "p23_b149", "text": "Improving internal communication and enabling the systematic collection of data for the Health Information System (HIS) is essential to guide planning and budgeting. For example, data for neonatal mortality, a sensitive indicator for maternal and newborn care, is not available. It is estimated that neonatal deaths make a significant contribution to the overall"}, {"text_block_id": "p24_b150", "text": "infant and under-five mortality rates. There is a need to rebuild the HIS which should constitute the main monitoring and evaluation framework used for guiding resource allocation."}, {"text_block_id": "p24_b151", "text": "Changes to Policy Objectives and Strategies"}, {"text_block_id": "p24_b152", "text": "The Policy Objectives have been maintained in line with the Health Sector Strategy 2010-2016, however, strategies and indicators have been updated to meet the major challenges that face the Ministry of Health in the areas of primary health care, the double burden of communicable and non-communicable diseases, quality of health care, the HIS and improved management. Given the centrality of health to DRR, emergency preparedness and response elements have also been included."}, {"text_block_id": "p24_b153", "text": "The Gender objectives and strategies have been moved to the Governance section of the PAA to reflect the central nature of gender issues to development and in line with current accountability structures."}, {"text_block_id": "p24_b154", "text": "6. Education and human resource development"}, {"text_block_id": "p24_b155", "text": "Teacher training will be improved by recent revisions in the standards of training programs offered by the Vanuatu Institute of Education for both teacher training and in-service training. Increased access to tertiary study in general has been achieved through an increase in scholarships provided by government and development partners."}, {"text_block_id": "p24_b156", "text": "Government has also taken steps to work more closely with churches and other non-government organisations in the provision of education services. The full management of some schools may be handed over to churches with government continuing to provide funding support. There are an increasing number of •private• schools and health facilities run by churches and this policy reflects this."}, {"text_block_id": "p24_b157", "text": "The education sector has a sector strategy, the Vanuatu Education Sector Strategy 2007-2016, which is being implemented in conjunction with development partners through a •Sector Wide approach• based on the Vanuatu Education Roadmap (VERM) and an education MTEF"}, {"text_block_id": "p25_b158", "text": "agreed with the Ministry of Finance. Resources devoted to the education sector are adequate, however, there is uneven share of budget between personnel emoluments and operational expenses. Despite recent improvements to fiscal and financial management in the sector, there is still much room for improvement at the provincial and school level."}, {"text_block_id": "p25_b159", "text": "The Vanuatu Technical Vocational Education and Training (TVET) Policy 2010-2014 developed by the Ministry of Youth Development, Sports and Training (created in 2009 and abolished in 2012) reflects the importance the TVET sector now has in education and training. The work programme will include strengthening of the Vanuatu National Training Council (VNTC), which will engage the private sector, civil society and Government in the reform of the TVET system and the development of a revitalized curriculum, as well as assessment and qualifications arrangements based on agreed competency standards. The TVET is currently being piloted in Malampa and Sanma, targeting school leavers to enable self-employment and sustainable livelihoods in rural communities."}, {"text_block_id": "p25_b160", "text": "Youth"}, {"text_block_id": "p25_b161", "text": "In terms of youth development and sport, the most significant accomplishment has been the establishment of the Ministry of Youth, Sports and Training and development of the Vanuatu Youth Empowerment Strategy (YES) 2010-2019. The Nabanga Sports Program has been redesigned and Provincial Youth Councils established in 2009 and a National Youth Council in 2010."}, {"text_block_id": "p25_b162", "text": "Challenges"}, {"text_block_id": "p25_b163", "text": "Despite achievements in increasing access to primary education there are serious concerns about the quality of education with poor 2010 examination results for year 8 and year 10. In addition the Early Grade Reading Assessment carried out by the World Bank in 2010 found that only 10% of Anglophone students in grades 1-3 were reading at grade level, and only 8% of Francophone students. In-service and quality pre service training of teachers is the main contributing factor to the quality of education followed by the curriculum. There is a need for commitment and coordination from the Ministry of Education to ensure strong linkages between curriculum development, assessment, teacher training and performance management."}, {"text_block_id": "p25_b164", "text": "Access to Early Childhood Education has not improved as expected, with the under resourcing of the •kindy• system leading to lower skill levels and abilities for children entering primary education."}, {"text_block_id": "p25_b165", "text": "Access to special education has also not improved as expected. However, an Inclusive Education Policy and Strategic Plan exists and a post on disability has been created and funded by the government.. There are no direct policies to ensure a gender balance in access to education. The Ministry of Education has developed the Gender Equity Policy 2005 • 2015, which is currently being reviewed, to address the gender disparities in education."}, {"text_block_id": "p25_b166", "text": "The harmonization of the education system (Francophone and Anglophone) and a process to provide clear guidance and minimize the duplication and wastage should be seen as a step"}, {"text_block_id": "p26_b167", "text": "forward in overall efficiency."}, {"text_block_id": "p26_b168", "text": "Whilst there have been improvements in the management of the education sector there is still a need to improve leadership and performance management in the sector to improve prioritizing of human and financial resources on identified education priorities. There is also a need to address human resource issues, in particular the inadequate number of certified teachers at school level and mismatch between staffing and technical needs in the Ministry."}, {"text_block_id": "p26_b169", "text": "Changes to Policy Objectives and Strategies"}, {"text_block_id": "p26_b170", "text": "Policy Objectives remain similar to the PAA 2006 for education. However, Strategies have been revised to reflect the Education Strategy and VERM. Elements of disaster-risk reduction have also been addressed. In addition the Strategy to prepare a National Human Resource Plan has been moved to the Governance section where the Plan will be linked to population issues and broader labour market needs."}, {"text_block_id": "p26_b171", "text": "New Policy Objectives have been included to reflect the importance of youth issues, with an emphasis on access to economic and livelihood opportunities."}, {"text_block_id": "p26_b172", "text": "7. Economic Infrastructure and Support Services"}, {"text_block_id": "p26_b173", "text": "A new air service agreement was signed between the Government of Vanuatu and the United Arab Emirates bringing the total number of current ASAs to ten, four of which are effective and currently utilised."}, {"text_block_id": "p27_b174", "text": "Government, with AusAID support, has embarked on the long term Vanuatu Transport Sector Support Program (VTSSP), phase 1. This consists of supporting the MIPU and the PWD to improve rehabilitation and maintenance of road transport infrastructure, with a focus on agreed works in the provinces of Ambae, Tanna and Malekula. The focus is on strengthening and using local private sector capacity to undertake works, using small and medium scale contracting and labour based appropriate technology methods, managed through the PWD, using Government of Vanuatu processes as much as is practicable."}, {"text_block_id": "p27_b175", "text": "In July 2009 government established the framework for the operation and maintenance of international airports and domestic airports and airstrips. Commercially viable airports (three international) are operated by SOEs and all other airports and airstrips (26) are maintained by the PWD."}, {"text_block_id": "p27_b176", "text": "A large majority of the population still have no access to basic electricity services. National access to electricity was 33% in 2009, up from 27% in 1999. Of this national coverage • 82% of households in the urban areas have access to electricity with 17% of rural population having access. The regulatory framework in the power, and water, sectors has been improved through the enactment of the Utilities Regulation Act 2007 and the establishment of the Utilities Regulatory Authority (URA) in 2008."}, {"text_block_id": "p27_b177", "text": "The Vanuatu National Water Strategy 2008-2018 focused on the overall goal of ensuring a sustainable and equitable access to safe water and sanitation, particularly in rural areas, is being implemented. Most of the activities are funded by the development partners. Activities include the maintenance of water supply equipment at the community and the Province level."}, {"text_block_id": "p27_b178", "text": "Vanuatu is one of the recipients of the Japan-assisted Regional Waste Management Strategy. JICA has previously funded the development of a sanitary landfill at Boufa for the Port-Vila Municipal Government. The Pacific Regional Solid Waste Management Strategy 2010 to 2015, developed by SPREP, serves as the umbrella document in developing waste management policies and action programmes, at the national level. Vanuatu is also participating in the implementation of other SPREP waste management projects implemented through financial assistance from the EU, AUSAID, NZAID, and UNEPGEF."}, {"text_block_id": "p27_b179", "text": "To date, a Solid Waste Characterisation and Management Plan has been produced. There are many laws and local bylaws in Port Vila that have implications for solid waste management. UNDP has a project in the preparatory phase with the objective to evaluate the logistics, costs and feasibility of establishing solid waste management facilities in Port Vila, and Luganville."}, {"text_block_id": "p27_b180", "text": "The Vanuatu Meteorological Service (VMS) is upgrading its forecasting and monitoring equipment and improving its operations for more timely and accurate weather and climate forecasting and wider dissemination of warnings. All six provinces now have at least 1 VMS weather observatory. The VMS also manages the NACCC (National Advisory Committee on Climate Change) to oversee implementation of climate change activities."}, {"text_block_id": "p27_b181", "text": "Challenges"}, {"text_block_id": "p28_b182", "text": "Although marine transport is the most common transport mode, about 10% of the population in more remote locations where populations are small, economic activity is low, and the cost of providing regular, reliable and safe services is high, does not receive regular services and needs support. Whilst there is a need to reduce unnecessary subsidies there is also a need to recognise social obligation costs and how they can be managed transparently. The maritime sector in particular requires wide-ranging reform as there are a number of constraints on domestic shipping arising from present policy, institutional, legislative and governance arrangements."}, {"text_block_id": "p28_b183", "text": "The government has yet to establish a separate Land Transport Authority to regulate licensing and safety and to bring about more efficient administration."}, {"text_block_id": "p28_b184", "text": "The Vanuatu Infrastructure Master Plan (VIMP) is currently under development. It is important to finalise the plan, taking account of disaster and climate impacts, in conjunction with stakeholders including the private sector, provincial governments and area councils."}, {"text_block_id": "p28_b185", "text": "A national renewable energy strategy would be a useful guiding framework for the many donor funded initiatives and national initiatives in this area. This should be incorporated into the Vanuatu Energy Road Map that is being prepared."}, {"text_block_id": "p28_b186", "text": "Completion and implementation of the Draft National ICT Services Policy is also important in order to maximise the effectiveness of modern ICT equipment and services in supporting economic and social development."}, {"text_block_id": "p28_b187", "text": "Lack of capacity within government departments is a common challenge. In this area, there are many shortages of technical skills to assist in regulatory matters or of engineers and those with project management skills."}, {"text_block_id": "p28_b188", "text": "Land is a critical prerequisite for infrastructure development particularly in the provinces and continues to be a bottleneck not only for infrastructure but in the development of other sectors."}, {"text_block_id": "p28_b189", "text": "Changes to Policy Objectives and Strategies"}, {"text_block_id": "p29_b190", "text": "3. Implementation strategy"}, {"text_block_id": "p29_b191", "text": "Simplification and Performance Management"}, {"text_block_id": "p29_b192", "text": "PLAS was developed in order to more clearly specify what activities were required to achieve priority policy objectives as well as to address new priorities."}, {"text_block_id": "p29_b193", "text": "The lack of alignment between levels of planning and budgeting is of particular concern. Budget allocations to nationally agreed priorities are unclear and there is a lack of information about how resource allocation decisions are affecting ministry performance in achieving policy objectives."}, {"text_block_id": "p29_b194", "text": "In addition, there is little pressure for ministries to demonstrate that policy objectives are being achieved. Overall accountability for delivering the results outlined in the PAA is weak, and there is therefore little pressure to collect information to show that policy objectives are being achieved."}, {"text_block_id": "p29_b195", "text": "Therefore, in order to improve implementation and the progress in achieving policy objectives, government, through the PM•s office, will work with PSC and line ministries towards the:"}, {"text_block_id": "p29_b196", "text": "Therefore, in order to improve implementation and the progress in achieving policy objectives, government, through the PM•s office, will work with PSC and line ministries towards the:\n* Simplification and coordination of these â¢layers of plansâ¢ to ensure they are aligned, particularly to budget programmes. The PAA Action Plan for each Strategic Priority will be linked directly to the new format Corporate Plans, which should be directly aligned with Budget programmes, narratives and indicators.\n* Incorporation of achievement of corporate plan and budget programme objectives into public service performance management."}, {"text_block_id": "p29_b200", "text": "Monitoring and Evaluation"}, {"text_block_id": "p29_b201", "text": "In order to ensure that results are being achieved, government will systematically monitor and"}, {"text_block_id": "p30_b202", "text": "In order to ensure that results are being achieved, government will systematically monitor and\n* Promoting accountability for the achievement of policies and programme objectives through the assessment of results, effectiveness, processes and performance of government agencies.\n* Promoting learning, feedback and knowledge sharing on results and lessons learnt among ministries and departments, as a basis for decision making on policies, strategies, programme management, and projects and to improve knowledge and performance."}, {"text_block_id": "p30_b206", "text": "The M&E Unit is tasked with preparing, in consultation with line ministries, a set of monitoring reports covering the revised PAA, COM decisions, budget programmes, and projects/NPPs."}, {"text_block_id": "p30_b207", "text": "It is proposed that broad responsibilities for monitoring be shared among central agencies and line ministries as follows:"}, {"text_block_id": "p30_b208", "text": "It is proposed that broad responsibilities for monitoring be shared among central agencies and line ministries as follows:\n* MFEM monitoring of inputs with line ministries and departments;\n* PMO monitoring of outputs with line ministries and departments;"}, {"text_block_id": "p31_b212", "text": "It is proposed that broad responsibilities for monitoring be shared among central agencies and line ministries as follows:\n* MFEM monitoring of inputs with line ministries and departments;\n* PMO monitoring of outputs with line ministries and departments;\n* PMO monitoring of outcomes with line ministries and departments through the ADR, which should include geographical, age and gender disaggregation where possible.\n<\\li1>"}, {"text_block_id": "p32_b214", "text": "4. PAA Action Plan: Policy Objectives and Strategies 2011 -2015"}, {"text_block_id": "p32_b215", "text": "4. PAA Action Plan: Policy Objectives and Strategies 2011 -2015\n* Private Sector Development and Employment Creation\n* Macroeconomic Stability and Equitable Growth\n* Good Governance and Public Sector Reform\n* Primary sector development, Environment, Climate Change and Disaster Risk Management\n* Provision of Better Health Services, especially in rural areas\n* Education and human resource development\n* Economic Infrastructure and Support Services"}, {"text_block_id": "p33_b229", "text": "National Strategic Priority 1: Private Sector Development and Employment Creation"}, {"text_block_id": "p33_b230", "text": "Indicator: Contribution of the private sector to GDP"}, {"text_block_id": "p33_b231", "text": "Baseline: 60% of GDP in 2009"}, {"text_block_id": "p33_b232", "text": "Target/Milestone: more than 60% by 2015"}, {"text_block_id": "p37_b233", "text": "National Strategic Priority 2: Macroeconomic stability and equitable growth"}, {"text_block_id": "p40_b234", "text": "National Strategic Priority 3: Good Governance and Public Sector Reform"}, {"text_block_id": "p52_b235", "text": "National Strategic Priority 6: Education and Human Resource Development"}, {"text_block_id": "p56_b236", "text": "National Strategic Priority 7: Economic Infrastructure and Support Services"}], "document_description": "The Agenda, prepared by the Department of Economic and Sector Planning within the Ministry of Finance and Economic Management, focuses on achieving the national vision of an educated, healthy and wealthy Vanuatu. It outlines seven areas of priority, namely:<br />\n- Private Sector Development and Employment Creation;<br />\n- Macroeconomic Stability and Equitable Growth;<br />\n- Good Governance and Public Sector Reform;<br />\n- Primary Sector Development (natural resources and the environment);<br />\n- Provision of Better Basic Services, especially in rural areas;<br />\n- Education and Human Resource Development; and<br />\n- Economic Infrastructure and Support Services.<br />\n<br />\nWithin primary sector development, climate change is identified as a key issue and challenge under the area of the environment and disaster management, and the agenda notes that lack of resources is constraining the full implementation of the Environmental Management and Conservation Act. Climate change is also noted as a factor under the need to provide adequate support services (infrastructure and utilities), and the need to build climate change issues into National Development Plans is specifically noted."}