{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Education, training and knowledge dissemination|Information", "MRV|Governance", "Subnational and citizen participation|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Early warning systems|Direct Investment"], "document_country_english_shortname": "Vanuatu", "document_category": "Policy", "document_sector_name": ["Transportation", "Social development", "Residential and Commercial", "LULUCF", "Energy"], "document_language": "English", "document_name": "The Vanuatu Climate Change and Disaster Risk Reduction Policy 2016-2030", "document_country_code": "VUT", "document_hazard_name": [], "document_response_name": ["Loss And Damage", "Mitigation", "Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/VUT/2015/VUT-2015-12-25-The Vanuatu Climate Change and Disaster Risk Reduction Policy 2016-2030_91008625decf0558f7b2706ee002bd32.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Vanuatu Climate Change and Disaster Risk Reduction Policy 2016-2030"}, {"text_block_id": "p2_b2", "text": "Vanuatu Climate Change and Disaster Risk Reduction Policy 2016-2030"}, {"text_block_id": "p2_b3", "text": "GoVeRnment of the RePubliC of Vanuatu"}, {"text_block_id": "p2_b4", "text": "Suva, Fiji, 2015"}, {"text_block_id": "p2_b5", "text": "i"}, {"text_block_id": "p3_b6", "text": "© Copyright Secretariat of the Pacific Community (SPC) 2015"}, {"text_block_id": "p3_b7", "text": "All rights for commercial/for profit reproduction or translation, in any form, reserved. SPC authorises the partial reproduction or translation of this material for scientific, educational or research purposes, provided that the Vanuatu Ministry of Climate Change and the source document are properly acknowledged. Permission to reproduce the document and/or translate in whole, in any form, whether for commercial/for profit or non-profit purposes, must be requested in writing."}, {"text_block_id": "p3_b8", "text": "Original text: English"}, {"text_block_id": "p3_b9", "text": "Secretariat of the Pacific Community cataloguing-in-publication data"}, {"text_block_id": "p3_b10", "text": "Vanuatu Climate Change and Disaster Risk Reduction Policy 2016-2030 / Government of the Republic of"}, {"text_block_id": "p3_b11", "text": "Vanuatu"}, {"text_block_id": "p3_b12", "text": "Vanuatu\n* Climatic changes â Vanuatu.\n* Environment â Management â Vanuatu.\n* Climatic changes â Management â Vanuatu.\n* Climatic changes â Government policy â Vanuatu.\n* Disasters â Prevention â Vanuatu.\n* Emergency management â Vanuatu.\n\t* Title II. Vanuatu III. Secretariat of the Pacific Community\n\t* 099595"}, {"text_block_id": "p3_b28", "text": "AACR2"}, {"text_block_id": "p3_b29", "text": "ISBN: 978-982-00-0938-7"}, {"text_block_id": "p3_b30", "text": "Prepared for publication at SPC’s Suva Regional Office, Private Mail Bag, Suva, Fiji, 2015"}, {"text_block_id": "p3_b31", "text": "Printed by Quality Print, at Suva, Fiji, 2015"}, {"text_block_id": "p4_b32", "text": "aCknowleDGments"}, {"text_block_id": "p4_b33_merged", "text": "This Vanuatu Climate Change and Disaster Risk Reduction Policy has been developed with support from the United Nations Development Programme, Secretariat of the Pacific Community – German Agency for International Cooperation (SPC/GIZ), and the Australian Government."}, {"text_block_id": "p4_b36", "text": "The policy draws on work undertaken over a three-year period, including programs from 2011 funded by SPC/GIZ and the Risk Governance Assessment of the National Advisory Board on Climate Change and Disaster Risk Reduction."}, {"text_block_id": "p4_b37", "text": "A wide range of national government ministries and departments have contributed to the development of this policy,"}, {"text_block_id": "p4_b38", "text": "including participation in delivering provincial consultation workshops."}, {"text_block_id": "p4_b39", "text": "The advice and assistance of provincial governments and area councils in arranging and participating in provincial workshops and providing feedback is acknowledged."}, {"text_block_id": "p4_b40", "text": "Many stakeholders, including the Council of Churches, Chamber of Commerce, and civil society organizations including"}, {"text_block_id": "p4_b41", "text": "the Vanuatu Climate Action Network and the Vanuatu Association of Non-Government Organizations have made contributions to this policy."}, {"text_block_id": "p4_b42", "text": "The policy working group guided the development of the policy, with membership from the Prime Minister’s Office, Vanuatu Meteorology and Geo-Hazards Department, Department of Energy, Department of Environment, National Disaster Management Office, Vanuatu Climate Action Network, Vanuatu Humanitarian Team, Vanuatu Association of Non-Governmental Organisations, United Nations Development Programme and SPC/GIZ."}, {"text_block_id": "p5_b43", "text": "foRewoRD bY the PRime ministeR"}, {"text_block_id": "p5_b44", "text": "Vanuatu’s society, environment and economy are highly vulnerable to climate"}, {"text_block_id": "p5_b45", "text": "change and disaster risks. The devastating consequences of the category 5 tropical cyclone in March 2015 and the subsequent severe El Nino event highlight our country’s risk from natural disasters. Predicted increases in"}, {"text_block_id": "p5_b46", "text": "extreme weather from climate change means we will face even greater impacts"}, {"text_block_id": "p5_b47", "text": "in the future. We also live with the threat of volcanic eruptions, earthquakes and tsunamis."}, {"text_block_id": "p5_b48", "text": "A key priority for the Vanuatu government is achieving sustainable and resilient development across all levels and sectors in our small island nation,"}, {"text_block_id": "p5_b49", "text": "by addressing the risks we face from climate change and disaster impacts. We need to collaborate with our partners to plan and prepare for, and respond to, these challenges."}, {"text_block_id": "p5_b50", "text": "It is vital that we make the best use of our human, natural and financial resources. For decades, climate change and disaster risk reduction were treated at global, regional and national levels as separate policy issues, leading to duplication of structures and funding."}, {"text_block_id": "p5_b51", "text": "The Vanuatu Climate Change and Disaster Risk Reduction Policy is an important advance in integrating work in these overlapping fields, placing Vanuatu at the forefront of innovative approaches in the Pacific and internationally. The"}, {"text_block_id": "p5_b52", "text": "contributions of partners in government, private sector, international agencies and especially civil society is acknowledged"}, {"text_block_id": "p5_b53", "text": "in the development of this policy."}, {"text_block_id": "p5_b54_merged_merged_merged", "text": "This policy promotes good governance and establishes clear priorities for future action. It will deliver better information on and assessment of our climate change and disaster risks. Our key strategies are set out transparently to all stakeholders, including the community we serve, international donors and agencies. The policy builds on our existing systems and cultural heritage to improve Vanuatu’s resilience, and incorporates monitoring and evaluation of projects and outcomes, and capturing experience and lessons learned to inform planning and good practices."}, {"text_block_id": "p5_b57", "text": "Coordination and communication at all levels of government and across sectors and communities are crucial to the"}, {"text_block_id": "p5_b58", "text": "effective implementation of this policy. Provincial authorities and area councils play key roles, in line with decentralization."}, {"text_block_id": "p5_b59", "text": "The policy promotes active participation and engagement of all groups in society, recognizing their different priorities, skills and knowledge in addressing climate and disaster risks. Women and vulnerable groups — including the elderly, disabled and youth — will share in planning, decision-making and community action. I welcome this initiative to build Vanuatu’s resilience and support the sustain development of our community, environment and economy."}, {"text_block_id": "p6_b60", "text": "table of Contents"}, {"text_block_id": "p8_b61", "text": "abbReViations"}, {"text_block_id": "p9_b62", "text": "exeCutiVe summaRY"}, {"text_block_id": "p9_b63", "text": "Vanuatu is one of the most vulnerable countries in the world to climate change and disaster risks. The island nation"}, {"text_block_id": "p9_b64", "text": "experiences cyclones, storm surges, landslides, flooding and droughts, which may become more intense as a result of"}, {"text_block_id": "p9_b65", "text": "climate change. Vanuatu is also highly exposed to geophysical threats such as volcanic eruptions, earthquakes and tsunamis, as well as human, animal and plant diseases, and human-caused disasters."}, {"text_block_id": "p9_b66", "text": "The vision of this Climate Change and Disaster Risk Reduction Policy is for Vanuatu to be a nation whose communities, environment and economy are resilient to the impacts of climate change and disaster risks. Risks cannot be completely eliminated, however this policy provides a framework through which risks can be identified, assessed, reduced and managed."}, {"text_block_id": "p9_b67", "text": "At the global, regional and national levels, disaster risk reduction and climate change agencies, activities and"}, {"text_block_id": "p9_b68", "text": "funding have been previously managed separately. A recent shift in philosophy now views the integration of climate"}, {"text_block_id": "p9_b69", "text": "change and disaster risk reduction initiatives as the best way to make use of resources and avoid duplication of"}, {"text_block_id": "p9_b70", "text": "effort. Vanuatu started this process with the establishment of the National Advisory Board on Climate Change and Disaster Risk Reduction in 2012."}, {"text_block_id": "p9_b71", "text": "The government undertook a risk governance assessment to analyse Vanuatu’s climate change and disaster risk governance capacity and needs at both national and local levels."}, {"text_block_id": "p9_b72", "text": "The policy incorporates recommendations from that assessment and draws on local, provincial and national consultations."}, {"text_block_id": "p9_b73_merged_merged_merged", "text": "The policy will apply six principles: 1) accountability, 2) sustainability, 3) equity, 4) community focus, 5) collaboration, and 6) innovation. It aims to be accessible to and implemented by all government agencies and non-governmental stakeholders. The policy takes a practical approach, taking into consideration Vanuatu’s resources, exposure to risks, and demographic situation. It seeks to strengthen existing capacity at national, provincial and area council levels, drawing on the country’s rich heritage, traditional knowledge and the lessons learned from the broad range of initiatives regarding climate change and disaster risk reduction."}, {"text_block_id": "p9_b76", "text": "The government of Vanuatu is committed to six key priorities to direct the country’s climate change and disaster risk reduction efforts. These priorities fall into two categories — systems and themes."}, {"text_block_id": "p9_b77", "text": "Systems include governance, finance, knowledge and information, while themes include climate change adaptation and disaster risk reduction, low carbon development, and response and recovery."}, {"text_block_id": "p9_b78", "text": "A number of cross-cutting issues have also been considered in developing this policy and will be applied during implementation, including social and gender inclusion, capacity building, multi-hazard approaches, partnerships and mainstreaming into the business of a broad range of agencies and sectors. While the policy includes high-level strategies, detailed actions, lead and support agencies, resources and timelines will be further developed for implementation."}, {"text_block_id": "p10_b79", "text": "1  PuRPose"}, {"text_block_id": "p10_b80", "text": "The purpose of this policy is to:"}, {"text_block_id": "p10_b81", "text": "The purpose of this policy is to:\n* articulate Vanuatuâs vision, principles, strategic goals, priorities and strategies for climate change and disaster risk\n* provide the framework for mainstreaming climate change and disaster risk reduction into sustainable development\n* improve coordination and planning of programmes, projects and funding across ministries, departments, development\n* ensure that stakeholders, including donors, CSOs, the private sector and communities understand and align\n* strengthen the ability of governance and financial systems to access additional funds, enabling more equitable\n* facilitate accountability through monitoring, evaluation and reporting."}, {"text_block_id": "p10_b95", "text": "2  Vision"}, {"text_block_id": "p10_b96", "text": "The vision for the Vanuatu Climate Change and Disaster Risk Reduction Policy is: ‘Vanuatu is a resilient community, environment and economy’."}, {"text_block_id": "p10_b97", "text": "3  PRinCiPles"}, {"text_block_id": "p10_b98", "text": "The principles guiding development and implementation of this policy are:"}, {"text_block_id": "p10_b99", "text": "The principles guiding development and implementation of this policy are:\n* â incorporating rigorous processes, transparent decision-making and public reporting to ensure\n* â incorporating rigorous processes, transparent decision-making and public reporting to ensure\n appropriate use of resources, and steering the climate change and disaster risk reduction agenda;\n* â strengthening existing systems through building on experience, learning from events, activities and\n* â strengthening existing systems through building on experience, learning from events, activities and\n good practice to ensure continuity beyond the short and medium term;\n* â providing opportunities for meaningful participation by all groups in society, including women, youth, the\n* â providing opportunities for meaningful participation by all groups in society, including women, youth, the\n elderly, people with disabilities, remote communities; valuing traditional practices; and engaging with all levels of\n* â empowering communities at the local level through a bottom-up approach, drawing on local\n* â empowering communities at the local level through a bottom-up approach, drawing on local\n skills, values and traditional knowledge, and enhancing decentralisation in planning, programmes and projects;\n* â partnering among government, regional, global and national CSOs, private sector, development\n* â partnering among government, regional, global and national CSOs, private sector, development\n partners, donors, and academic institutions to build networks and share knowledge and information; and\n* â enabling dynamic systems that are science and evidence based, adaptable to changing situations,"}, {"text_block_id": "p10_b122", "text": "4  Definitions"}, {"text_block_id": "p10_b123_merged", "text": "To avoid confusion surrounding the terminology for climate change and disaster risk reduction, definitions used in this policy are in line with those that have been internationally and regionally agreed upon. While nationally relevant terminology has been developed for Vanuatu for disaster risk management, climate change terms will be addressed through the National Advisory Board on Climate Change and Disaster Risk Reduction (NAB). For the purpose of this policy, climate change terms are defined in Attachment 1."}, {"text_block_id": "p11_b126", "text": "5  Context"}, {"text_block_id": "p11_b127", "text": "5.1  PoliCY Context"}, {"text_block_id": "p11_b128", "text": "5.1.1  Global"}, {"text_block_id": "p11_b129", "text": "At the global level, the United Nations Office for Disaster Risk Reduction (UNISDR) Sendai Framework for Disaster Risk Reduction 2015–2030 seeks to prevent new and reduce existing disaster risks, and aims to achieve a substantial"}, {"text_block_id": "p11_b130", "text": "reduction of disaster risk and losses in lives, livelihoods and health and in the economic, physical, social, cultural and"}, {"text_block_id": "p11_b131", "text": "environmental assets of people, businesses, communities and countries over the next 15 years. The Sendai Framework carries forward from the UNISDR Hyogo Framework for Action 2005–2015: Building the Resilience of Nations and Communities to Disasters."}, {"text_block_id": "p11_b132", "text": "The four priorities for action under this framework are:"}, {"text_block_id": "p11_b133", "text": "The four priorities for action under this framework are:\n* understanding disaster risk reduction;\n* strengthening disaster risk governance to manage disaster risk;\n* investing in disaster reduction for resilience; and\n* enhancing disaster preparedness for effective response, and to build back better in recovery, rehabilitation and"}, {"text_block_id": "p11_b142", "text": "The United Nations Framework Convention on Climate Change (UNFCCC) was endorsed in 1992. Since that time, a large"}, {"text_block_id": "p11_b143", "text": "number of climate change mitigation and adaptation measures and approaches have been agreed to at the international"}, {"text_block_id": "p11_b144", "text": "level. Tools to achieve these goals include national adaptation plans (NAPs) for priority activities to address climate change adaptation needs and priorities."}, {"text_block_id": "p11_b145", "text": "Under the UNFCCC, national communications are required to report on national greenhouse gas emissions and actions"}, {"text_block_id": "p11_b146", "text": "taken or to be taken to reduce these. These communications also report on current and expected climate change on various sectors, and include implemented and anticipated adaptation activities. The document is valuable for planning and development related to climate change. Vanuatu’s priority actions related to climate adaptation and mitigation are contained within the Intended Nationally Determined Contribution document."}, {"text_block_id": "p11_b147", "text": "The UNFCCC provides a number of climate change funding initiatives. Implementing entity accreditation enables countries to directly access substantial funding under the Adaptation Fund and the Green Climate Fund. A new international agreement on climate change is expected to be made in 2015 and will include enforceable actions to be undertaken by all parties of developed and developing nations."}, {"text_block_id": "p11_b148", "text": "5.1.2  ReGional"}, {"text_block_id": "p11_b149_merged_merged_merged", "text": "At the regional level, the Secretariat of the Pacific Community (SPC) and the Secretariat of the Pacific Regional Environment Programme have jointly facilitated the development of a proposed Strategy for Climate and Disaster Resilient Development in the Pacific (SRDP) 2016, with an overall goal to strengthen the resilience of Pacific Island communities to the impacts of slow and sudden onset natural hazards by developing more effective and integrated ways to address climate and disaster risks, within the context of sustainable development. The new strategy is proposed to replace the Pacific Islands Framework for Action on Climate Change 2006–2016 and the Pacific Regional Disaster Risk Reduction and Management Framework for Action 2005–2016."}, {"text_block_id": "p11_b154", "text": "The proposed SRDP identifies three goals:"}, {"text_block_id": "p11_b155", "text": "The proposed SRDP identifies three goals:\n* strengthened integrated risk management to enhance climate and disaster resilience;\n* low carbon development; and\n* strengthened disaster preparedness, response and recovery."}, {"text_block_id": "p11_b161", "text": "The Vanuatu Climate Change and Disaster Risk Reduction Policy is aligned with these goals through its themes of climate change adaptation and disaster risk reduction, low carbon development, and response and recovery. The strategies"}, {"text_block_id": "p12_b162", "text": "under this policy have been developed in light of the regional direction provided in the SRDP. This policy is also aligned with the Melanesian Spearhead Group Declaration on Environment and Climate Change 2012."}, {"text_block_id": "p12_b163", "text": "5.1.3  national"}, {"text_block_id": "p12_b164", "text": "In 2012, the government of Vanuatu established institutional arrangements for joint governance of climate change and"}, {"text_block_id": "p12_b165", "text": "disaster risk reduction through the NAB and a Climate Change and Disaster Risk Reduction Project Management Unit"}, {"text_block_id": "p12_b166", "text": "within the Vanuatu Meteorology and Geo-Hazards Department. This represents a proactive approach to integrating key governance structures at the national level."}, {"text_block_id": "p12_b167_merged_merged", "text": "As a further key step, the NAB commenced a risk governance assessment in 2013 to strengthen systems and provide a way forward in implementing climate change and disaster risk reduction measures. The risk governance assessment report was endorsed in February 2014 and its recommendations are being implemented. Dedicated NAB Secretariat positions are being established under a key recommendation to support NAB oversight of climate change and disaster risk reduction initiatives across Vanuatu. Representation of a broad range of agencies, together with CSOs on the NAB, provides a framework for mainstreaming across sectors and inclusive planning and decision-making."}, {"text_block_id": "p12_b170", "text": "Functions and membership of the NAB and Secretariat are found in Attachment 2."}, {"text_block_id": "p12_b171", "text": "the proposed governance structure of the national advisory board on Climate Change and Disaster Risk Reduction."}, {"text_block_id": "p12_b172", "text": "The government of Vanuatu is currently preparing a 15-year National Sustainable Development Plan (NSDP) for endorsement. The NSDP is proposed to come into operation in 2016, and will incorporate three pillars: economic, environment and social, underpinned by a focus on culture. Like its predecessor — the Priorities and Action Agenda 2006–2015 and its Plan Long Act Short 2013–2016 document — the new NSDP identifies climate change and disaster risk reduction as key priorities for government. This policy is aligned with the directions of the NSDP."}, {"text_block_id": "p12_b173", "text": "Climate change and disaster risk reduction interventions are relatively new and rapidly growing areas that require increasing"}, {"text_block_id": "p12_b174", "text": "levels of planning and coordination. This is particularly evident given the large number of stakeholders involved in this"}, {"text_block_id": "p13_b175", "text": "work in Vanuatu, including government at all levels, various sectors, donors, regional bodies, academic institutions, CSOs"}, {"text_block_id": "p13_b176", "text": "and communities. As a country that is highly vulnerable to climate and disaster risks, and one that has limited resources and competing needs, it is crucial for Vanuatu to use existing and potential resources more strategically and effectively."}, {"text_block_id": "p13_b177", "text": "Agencies commonly have climate and/or disaster human resources now in their structure as well as dedicated sectoral units; for example, the Ministry of Agriculture’s newly launched Risk and Resilience Unit"}, {"text_block_id": "p13_b178", "text": "."}, {"text_block_id": "p13_b179_merged_merged", "text": "Vanuatu has had great success with mainstreaming climate change and disaster risk reduction into sector policies,including the Overarching Productive Sector Policy, National Forest Policy, Agriculture Sector Policy, National Curriculum Statement, National Environment Policy, Tourism Strategic Action Plan, National Land Use Planning Policy, and the National Livestock Policy. Vanuatu’s Disaster Risk Reduction and Disaster Management National Action Plan 2006–2016 maps out priorities and a pathway for disaster risk reduction and management, although it has not yet been fully revised"}, {"text_block_id": "p13_b183", "text": "to address climate change considerations."}, {"text_block_id": "p13_b184", "text": "Vanuatu’s National Adaptation Plan of Action 2006 listed priority adaptation strategies for the country. The plan focused on immediate actions — without taking a strategic approach — by compiling project concepts, many of which have now been implemented, around agriculture and food security, sustainable tourism development, community-based marine resource management, sustainable forestry management and integrated water resource management."}, {"text_block_id": "p13_b185", "text": "The draft Vanuatu Climate Change Strategy 2007 and draft Climate Change Adaptation Strategy 2011 aimed at providing high-level direction and addressing policy gaps in the climate change adaptation space, but neither strategy was formally endorsed."}, {"text_block_id": "p13_b186", "text": "This policy incorporates key elements of all pre-existing plans, and builds on progress previously made in these fields. Further work is proposed to develop a new National Adaption Plan to replace the National Adaptation Plan of Action. This policy and its implementation documents will integrate climate change and disaster risk reduction policy under one framework, effectively superseding all previous documents."}, {"text_block_id": "p14_b187", "text": "This policy takes into consideration the perspectives, needs and capacities of diverse groups of people across Vanuatu,"}, {"text_block_id": "p14_b188", "text": "including women, youth, the elderly, people with disabilities and remote communities by recognising their importance"}, {"text_block_id": "p14_b189", "text": "in acting as agents of change to manage climate and disaster risks. These groups will also be meaningfully involved in planning and implementation."}, {"text_block_id": "p14_b190", "text": "5.1.4  loCal"}, {"text_block_id": "p14_b191", "text": "Vanuatu has a rapidly growing population in both urban and rural areas, and there is a high level of reliance on natural"}, {"text_block_id": "p14_b192", "text": "resources for livelihoods and food security. Subsistence farming is a major feature of life in Vanuatu’s villages. These factors add to the vulnerability of communities to the impacts of climate change and disaster risks."}, {"text_block_id": "p14_b193", "text": "The nation’s many small islands spread across vast areas of ocean, and diverse cultures and languages and limited infrastructure make their remoteness a challenge."}, {"text_block_id": "p14_b194", "text": "Traditional knowledge remains highly valued and well used in Vanuatu. Traditional coping and early warning mechanisms"}, {"text_block_id": "p14_b195", "text": "contribute to existing community resilience, which must be built on, promoted and empowered through climate change"}, {"text_block_id": "p14_b196", "text": "and disaster risk reduction initiatives. Modern technology has been embraced in Vanuatu, with wide uptake of mobile phones and Internet resources assisting in communications and reaching a high proportion of the population. However, some remote areas remain excluded from modern communications coverage."}, {"text_block_id": "p14_b197", "text": "Vanuatu’s diverse local governance systems include traditional chiefs as leaders at the village level, along with village,"}, {"text_block_id": "p14_b198", "text": "area and island councils. Each province has a Technical Advisory Commission of provincial and national government representatives established under the Decentralisation Act to coordinate government services at the provincial level."}, {"text_block_id": "p14_b199", "text": "Many programmes and projects are being undertaken by government and partner agencies to build resilience at the local"}, {"text_block_id": "p14_b200", "text": "level. Development frameworks at global, regional and national levels need to build on existing capacities and link with community aspirations and initiatives to achieve the grassroots objectives of sustainable development."}, {"text_block_id": "p14_b201", "text": "All stakeholders are expected to play a part in the implementation of this policy, and so their indicative roles and"}, {"text_block_id": "p14_b202", "text": "responsibilities in Vanuatu are outlined in Attachment 3."}, {"text_block_id": "p14_b203", "text": "5.2  Risk Context"}, {"text_block_id": "p14_b204_merged_merged_merged", "text": "A 2012 United Nations report assessed Vanuatu as one of the most highly exposed countries in the world to disaster risks. Vanuatu is vulnerable to a range of hazards, including volcanic eruptions, earthquakes, tsunamis, cyclones, climate variability, storm surge, landslides, droughts and flooding."}, {"text_block_id": "p14_b207", "text": "A profile of risks due to climate change and geohazards in Vanuatu has been developed and is available to guide planning and decision-making. Some of these climate change-related hazards include the following:"}, {"text_block_id": "p14_b208", "text": "A profile of risks due to climate change and geohazards in Vanuatu has been developed and is available to guide planning and decision-making. Some of these climate change-related hazards include the following:\n* by 2040, daily temperatures will increase from 1995 levels by 1.2\n* C;\n* sea level rise will continue and accelerate;\n* ocean acidification will degrade 80% of coral reefs within 20 years;\n* extreme temperatures will reach higher levels and become more frequent;\n* extreme weather events, including cyclones and storms, will increase in intensity but not necessarily in\n* dry periods will last longer; and\n* extreme rainfall will be more frequent and intense."}, {"text_block_id": "p14_b224", "text": "Potential impacts of climate change on Vanuatu’s agriculture, fisheries, forestry, tourism, health, transport and infrastructure sectors were considered. Projected consequences of climate change include:"}, {"text_block_id": "p14_b225", "text": "Potential impacts of climate change on Vanuatu’s agriculture, fisheries, forestry, tourism, health, transport and infrastructure sectors were considered. Projected consequences of climate change include:\n* reduced availability of fresh water;\n<\\li1>"}, {"text_block_id": "p15_b227", "text": "Potential impacts of climate change on Vanuatu’s agriculture, fisheries, forestry, tourism, health, transport and infrastructure sectors were considered. Projected consequences of climate change include:\n* reduced availability of fresh water;\n<\\li1>\n* shifts in crop seasonality of harvest, planting and fruiting;\n* more pests and diseases of animals, crops and trees;\n* saltwater inundation and intrusion of coastal land and groundwater;\n* compromised food security;\n* coral reef deterioration;\n* reduced fisheries productivity;\n* increased risk of human disease and health problems, including vector-borne disease transmission and\n* damage to infrastructure;\n* loss of coastal land; and\n* reduced economic growth and revenue generation."}, {"text_block_id": "p15_b248", "text": "The risk profile also found that risks from geo-hazards in Vanuatu are well understood, but major challenges exist due to uncertainty of frequency and intensity."}, {"text_block_id": "p15_b249", "text": "5.3  finanCial Context"}, {"text_block_id": "p15_b250", "text": "Although Vanuatu is one of the most vulnerable countries in the world to climate change and disasters risks, it receives"}, {"text_block_id": "p15_b251", "text": "little funding for climate change adaptation and disaster risk reduction actions."}, {"text_block_id": "p15_b252", "text": "Over the next decade, industrialised countries are expected to provide increasing amounts of funding for adaptation,"}, {"text_block_id": "p15_b253", "text": "mitigation and disaster risk reduction actions in developing nations. To obtain its share of this funding, it is important that Vanuatu demonstrates effective systems of governance and financial management. In the past, many donors have bypassed government systems and set up stand-alone units to manage projects. This practice does little to develop and strengthen systems of national governance and is wasteful in duplicating efforts."}, {"text_block_id": "p15_b254", "text": "A priority of this policy is to strengthen the current system of governance and financial management so that development partners and Vanuatu communities have confidence that available funding is used cost-effectively. In line with this objective, this policy sets the specific target of achieving implementing entity accreditation under the Adaptation Fund and Green Climate Fund."}, {"text_block_id": "p15_b255", "text": "This accreditation will help maximise the resources available to adapt to climate change and reduce disaster risks, and deliver a significant upgrade to Vanuatu’s systems of governance and financial management. This will enable the country’s development and resilience building needs to be met more effectively."}, {"text_block_id": "p16_b256", "text": "6  stRateGiC Goal"}, {"text_block_id": "p16_b257", "text": "Vanuatu’s strategic goal for climate change and disaster risk reduction is resilient development."}, {"text_block_id": "p16_b258", "text": "Resilient development includes activities that enable and strengthen capacities to absorb and quickly bounce back"}, {"text_block_id": "p16_b259", "text": "from climate and/or disaster shocks and stresses. This goal will drive planning, decision-making, programming and"}, {"text_block_id": "p16_b260", "text": "project delivery across government and its partners, and is aligned with the Vanuatu government’s National Sustainable"}, {"text_block_id": "p16_b261", "text": "Development Plan 2016–2030."}, {"text_block_id": "p16_b262", "text": "7  stRateGiC PRioRities"}, {"text_block_id": "p16_b263", "text": "Six strategic priorities for this policy that will contribute to achieving the strategic goal are grouped under two categories:"}, {"text_block_id": "p16_b264", "text": "systems and themes."}, {"text_block_id": "p16_b265_merged_merged", "text": "Strategic priorities that are categorised as systems include governance, finance, and knowledge and information. The strategic priorities that are categorised as themes include climate change adaptation and disaster risk reduction, low carbon development, and response and recovery."}, {"text_block_id": "p16_b268", "text": "Subsequent strategies are intended to deliver on each strategic priority. In implementing the strategies, key actions are identified and supported by lead and support agencies, resources and timelines. A summary table of all actions in this policy is found in Attachment 4."}, {"text_block_id": "p16_b269", "text": "An overview diagram of the policy structure is in Attachment 5."}, {"text_block_id": "p17_b270", "text": "7.1  GoVeRnanCe"}, {"text_block_id": "p17_b271_merged", "text": "This policy’s objective with regard to governance is to enhance strategic frameworks and institutional structures to deliver effective climate change and disaster risk reduction initiatives in a coordinated, integrated and complementary manner."}, {"text_block_id": "p17_b274", "text": "The vulnerability of ni-Vanuatu (i.e. indigenous Vanuatu people) communities to disaster and climate change impacts draws attention to the human dimensions of risk management. Vulnerability levels are influenced by: 1) the consideration of risk and resilience as part of policy and planning processes; 2) consistency in approaches; 3) compliance with or enforcement of policy and standards; 4) inclusion of vulnerable groups; and 5) unified pilot or sector entry point approaches to building whole-of-government capacities and resilience. Effective governance is vital to ensure accountable decision-making and responsible use of resources. Elements of good governance include strong institutions, transparent processes, robust financial management, and participation from various societal groups."}, {"text_block_id": "p17_b275", "text": "7.1.1  institutional stRuCtuRes"}, {"text_block_id": "p17_b276", "text": "Issues of leadership, sectoral buy-in, clarity of roles and flexibility to stakeholder demands present governance challenges in Vanuatu. Many stakeholder agencies are not fully engaged with the NAB due to limited resources at the sector level, unregulated participation in the fields of climate change and disaster risk reduction, and a limited sense of ownership in the NAB process."}, {"text_block_id": "p18_b277", "text": "7.1.2  leGislation anD PoliCY fRamewoRks"}, {"text_block_id": "p18_b278_merged", "text": "Given developments internationally, regionally and locally in the governance and disaster risk contexts, and the emergence of global warming and climate change as key policy challenges, it is crucial that Vanuatu’s legislation is reviewed and updated with contemporary practices."}, {"text_block_id": "p18_b281", "text": "In reviewing and developing new legislation, consistency with Vanuatu’s Constitution and existing legislation must be"}, {"text_block_id": "p18_b282", "text": "considered. Arrangements between the government of Vanuatu and the international community must be made to ensure timely and appropriate provision of support for disaster response and recovery efforts. Approaches must be developed to facilitate effective international disaster response assistance."}, {"text_block_id": "p19_b283", "text": "7.1.3  inteRnational anD ReGional obliGations"}, {"text_block_id": "p19_b284", "text": "The government of Vanuatu, as a member of the global and regional community, must take a proactive role in climate change and disaster risk reduction negotiations as well as fulfil its obligations under the related climate change and"}, {"text_block_id": "p19_b285", "text": "disaster international agreements"}, {"text_block_id": "p19_b286", "text": "."}, {"text_block_id": "p19_b287", "text": "7.1.4  stRateGiC anD business Plans"}, {"text_block_id": "p19_b288", "text": "The preparation of Vanuatu’s NSDP has provided an opportunity to integrate climate change and disaster risk reduction activities into the country’s highest development planning framework. Ministries and line agencies will similarly integrate implementation activities under their corporate and business plans. Provincial and area councils, guided by the Department of Local Authorities, will ensure that climate change and disaster risk considerations are incorporated into local development planning and budgeting processes."}, {"text_block_id": "p19_b289", "text": "7.1.5  monitoRinG anD eValuation"}, {"text_block_id": "p19_b290", "text": "Effective monitoring and evaluation (M&E) systems are crucial to good governance. Vanuatu must progress effective,"}, {"text_block_id": "p19_b291", "text": "nationally aligned and relevant monitoring, evaluation and learning processes for the wide range of climate change and disaster risk reduction projects and initiatives currently being implemented through various government agencies,"}, {"text_block_id": "p19_b292", "text": "development partners and CSOs."}, {"text_block_id": "p20_b293", "text": "7.2  finanCe"}, {"text_block_id": "p20_b294", "text": "This policy’s objective with regard to finance is to ensure that adequate resourcing is available for climate change and disaster risk reduction activities, build financial capacity to manage resources, and enable access to increased international funding. Robust financial systems must be in place and operating effectively for Vanuatu to gain access to and ensure accountable management of substantial climate change and disaster risk reduction funding."}, {"text_block_id": "p20_b295", "text": "7.2.1  funDinG alloCations"}, {"text_block_id": "p20_b296", "text": "For Vanuatu to achieve progress on the full range of priorities identified in this policy, it will need the support of development partners and donors, and commitment from all levels of government and stakeholders. Given the cross-cutting nature of climate change and disaster risk reduction, funding from the budgets of ministries, departments, provincial governments, area councils, CSOs and industry sectors will be required to enable and implement climate change and disaster risk reduction measures."}, {"text_block_id": "p20_b297", "text": "7.2.2  imPlementinG entitY aCCReDitation"}, {"text_block_id": "p20_b298", "text": "Implementing entity accreditation provides direct access to finance, enhances harmonisation with national plans, builds capacity, improves ownership and accountability, and avoids duplication with national systems, plans and priorities. It would also better target national priorities and reduce transaction costs under other financing modalities."}, {"text_block_id": "p21_b299_merged", "text": "It is difficult for smaller countries to gain implementing entity accreditation given their capacity constraints; therefore, substantial work is needed across a range of areas to meet the requirements. In implementing Vanuatu’s National Implementing Entities Accreditation Roadmap, provincial, municipal and area councils must be engaged with the support of development partners."}, {"text_block_id": "p21_b302", "text": "7.2.3  small GRants sChemes"}, {"text_block_id": "p21_b303", "text": "A goal of this policy is to establish small grants schemes that channel funding to approved community-based organisations and individuals for adaptation and disaster risk reduction projects."}, {"text_block_id": "p21_b304", "text": "Small grants schemes can provide incentives for communities to develop and implement climate change and disaster risk reduction plans, and allow communities to direct funds to local priorities, thereby improving awareness and owner"}, {"text_block_id": "p21_b305", "text": "-"}, {"text_block_id": "p21_b306", "text": "ship. This approach is aligned with the government’s policy on decentralisation, and builds capacity at the provincial and area council level."}, {"text_block_id": "p22_b307", "text": "7.3  knowleDGe anD infoRmation"}, {"text_block_id": "p22_b308", "text": "This policy’s seeks to meet stakeholders’ needs for climate change and disaster risk knowledge and information, and improve communication-related interventions that empower appropriate climate and disaster risk management actions."}, {"text_block_id": "p22_b309", "text": "Vanuatu’s information management for climate change and disaster risk management will be improved to enable"}, {"text_block_id": "p22_b310", "text": "informed decision-making for planning, development and disaster operations and development of accurate community awareness tools."}, {"text_block_id": "p22_b311", "text": "7.3.1  infoRmation manaGement"}, {"text_block_id": "p22_b312", "text": "7.3.2  tRaDitional knowleDGe"}, {"text_block_id": "p22_b313", "text": "People in Vanuatu have long-held traditional practices to deal with temperature and rainfall variability, cyclones and geological hazards. These have started to be systematically documented and incorporated into planning processes, and further work is urgently required. Stakeholders at provincial and community levels place high importance on respecting, recording and sharing traditional knowledge, including traditional early warning and coping mechanisms."}, {"text_block_id": "p22_b314", "text": "7.3.3  knowleDGe shaRinG"}, {"text_block_id": "p22_b315_merged", "text": "Much progress has been made in collaboration among agencies and the use of networks to collect and disseminate information, and further work is required, particularly in building linkages with regional educational and learning networks. Awareness sessions provide useful information to small audiences at the provincial and community levels, and this approach can be strengthened with the use of new information and communications technology tools, more effective"}, {"text_block_id": "p22_b318", "text": "resource use and collaboration across organisations."}, {"text_block_id": "p23_b319", "text": "7.3.4  lessons leaRneD"}, {"text_block_id": "p23_b320", "text": "Learning from experience is an essential element of continuous improvement for organisations, and this is particularly important in the context of disaster risk reduction. Systems must be developed to document experiences and lessons learned during and after a climate or disaster related impact."}, {"text_block_id": "p24_b321", "text": "7.3.5  Data analYsis"}, {"text_block_id": "p24_b322_merged", "text": "Up-to-date, accurate climate change and disaster risk reduction data and technical analysis of that data are essential for the government of Vanuatu and relevant parties to make informed decisions for development planning, targeted community awareness, preparedness and response."}, {"text_block_id": "p24_b325", "text": "7.3.6  ReseaRCh"}, {"text_block_id": "p24_b326", "text": "In addition to furthering climatological research, efforts also need to be made in researching social and economic elements of climate and disaster resilience, including community vulnerability and capacity, and adoption of appropriate"}, {"text_block_id": "p24_b327", "text": "adaptation approaches."}, {"text_block_id": "p25_b328", "text": "7.3.7  Risk assessment"}, {"text_block_id": "p25_b329", "text": "Risk assessment is essential to disaster risk reduction and climate change adaptation processes, and involves a process"}, {"text_block_id": "p25_b330", "text": "of establishing hazard exposure, sensitivity, consequences, vulnerable elements, scale and adaptive capacities. Risk assessment enables informed decision-making and communication to stakeholders, and should be the basis of all climate change and disaster risk reduction activities. Technical assistance may be required to augment the risk assessment expertise available within Vanuatu."}, {"text_block_id": "p25_b331", "text": "7.4  Climate ChanGe aDaPtation anD DisasteR Risk ReDuCtion"}, {"text_block_id": "p25_b332", "text": "The objective here is to integrate and strengthen climate change adaptation and disaster risk reduction initiatives across national, provincial and local levels, and across all sectors."}, {"text_block_id": "p25_b333", "text": "Successful climate change adaptation and disaster risk reduction actions in Vanuatu require co-implementation that is inclusive and builds on both indigenous and externally derived knowledge. It is essential that activities are coordinated among multiple partners. Priority climate change adaptation and disaster risk reduction policy directives can be found at the sector level in a range of sector policies, plans and strategies."}, {"text_block_id": "p25_b334", "text": "7.4.1  Climate anD DisasteR VulneRabilitY anD multi-seCtoR imPaCt assessment"}, {"text_block_id": "p25_b335_merged", "text": "Vanuatu’s urban and rural communities are diverse requiring that climate adaptation and disaster risk reduction action be tailored to the unique characteristics of each individual community. Climate and disaster risk vulnerability assessments shall be undertaken within communities to inform the design of effective projects and programmes, considering all"}, {"text_block_id": "p25_b338", "text": "sectors relevant to the local context, and inclusive of all stakeholders."}, {"text_block_id": "p26_b339", "text": "7.4.2  inteGRateD Climate ChanGe aDaPtation anD DisasteR Risk ReDuCtion"}, {"text_block_id": "p26_b340", "text": "Vanuatu is leading a regional shift in the way it integrates climate change and disaster risk reduction governance and"}, {"text_block_id": "p26_b341", "text": "implementation, which in turn leads to more efficient service delivery and streamlined approaches."}, {"text_block_id": "p26_b342", "text": "7.4.3  CommunitY-baseD aDaPtation anD DisasteR Risk ReDuCtion"}, {"text_block_id": "p26_b343", "text": "Enabling communities to increase their capacity to adapt to ongoing and uncertain changes requires active collaboration among government, partner agencies, CSOs, and particularly vulnerable and marginalised groups, in developing and"}, {"text_block_id": "p26_b344", "text": "delivering community-based adaptation and risk reduction programmes."}, {"text_block_id": "p27_b345", "text": "7.4.4  loss anD DamaGe"}, {"text_block_id": "p27_b346_merged", "text": "Vanuatu will establish mechanisms to assess and redress loss and damage incurred as a result of climate change. Dialogue has been undertaken on a broader concept of risk reduction, sharing and transfer, insurance and rehabilitation, through international platforms such as the Warsaw International Mechanism for Loss and Damage."}, {"text_block_id": "p28_b349", "text": "7.4.5  eCosYstem-baseD aPPRoaChes"}, {"text_block_id": "p28_b350_merged", "text": "Vanuatu’s diverse ecosystems are being threatened by climate change as are the livelihoods and wellbeing of the niVanuatu people who rely on them for income and food. Ecosystems provide cost- effective adaptation services, and effective natural resource management can minimise the risks of climate change and disasters while enhancing livelihoods resilience. This policy is aligned with the National Environment Policy that prioritises climate change adaptation and disaster risk reduction measures."}, {"text_block_id": "p28_b353", "text": "7.5  low CaRbon DeVeloPment"}, {"text_block_id": "p28_b354", "text": "The objective of low carbon development is to expand sustainable development opportunities that reduce carbon emissions and simultaneously contribute to resilient livelihoods and wellbeing. In the global context, Vanuatu’s actions have a minimal impact on climate change. However, renewable energy and energy efficiency investments have significant benefits in terms of minimising negative impacts on the environment, and mitigating climate change. Conservation of the natural environment is vital to reducing emissions from deforestation and forest degradation. Sustainable tourism and other green development activities can bring substantially higher social, economic and environmental benefit and resilience than high carbon developments."}, {"text_block_id": "p28_b355", "text": "7.5.1  eneRGY RoaD maP, Renewable eneRGY anD eneRGY effiCienCY"}, {"text_block_id": "p28_b356", "text": "The government of Vanuatu endorsed the Vanuatu National Energy Road Map 2013–2020, implemented by the Department of Energy, which commenced in March 2013. This document provides for Vanuatu’s future strategic direction on energy, including climate change mitigation, through increased use of renewable and geothermal energy. The road map will play a vital role in shaping renewable energy demand, energy efficiency and carbon dioxide emissions, and meeting proposed carbon intensity targets and climate commitments in the NSDP. A mid-term review of the road map will outline the energy sector’s implementation plans to achieve the climate change and disaster risk-reduction commitments."}, {"text_block_id": "p28_b357", "text": "An energy sector priority identified in the road map is mitigating climate change through renewable energy, energy efficiency and conservation. A further objective is to reduce reliance on imported diesel and petroleum products through efficiency improvements in the transport sector and investment in renewable energy in the power generation sector. Many of Vanuatu’s specific priorities are also outlined in the Intended Nationally Determined Contribution document submitted to the United Nations Framework Convention on Climate Change."}, {"text_block_id": "p29_b358", "text": "7.5.2  mitiGation anD ReDD+"}, {"text_block_id": "p29_b359_merged", "text": "The government of Vanuatu is undertaking REDD+ (Reducing Emissions from Deforestation and Forest Degradation) Readiness to enhance mitigation efforts in forest management. Its objective is to strengthen Vanuatu’s capacity to design a socially and environmentally inclusive national strategy for reducing emissions from deforestation and forest degradation. It will also provide for conservation, sustainable forest management, and enhancement of forest carbon stocks. National mitigation considerations should equally consider forest and terrestrial (green) carbon sinks, as well as oceanic, coral reef, and seagrass (blue) sinks."}, {"text_block_id": "p30_b362", "text": "7.6  ResPonse anD ReCoVeRY"}, {"text_block_id": "p30_b363", "text": "The objective here is to strengthen and build capacity in the areas of disaster preparedness, planning, response and recovery."}, {"text_block_id": "p30_b364", "text": "The broad range of disaster risks facing Vanuatu creates many challenges. This is heightened by the isolation of many islands, diverse languages, low education levels and lack of infrastructure. There is an urgent need to build the resources"}, {"text_block_id": "p30_b365", "text": "and capacity of the disaster management system in Vanuatu to avoid gaps in planning, coordination, community"}, {"text_block_id": "p30_b366", "text": "awareness and engagement with other government agencies and stakeholders. Mainstreaming disaster response and recovery requires a holistic approach at the international, national, provincial and community levels."}, {"text_block_id": "p30_b367", "text": "7.6.1  PlanninG"}, {"text_block_id": "p30_b368_merged_merged", "text": "Planning is a key tool to articulate direction and guide future activities within government and with stakeholders. Strong networks across sectors are vital to ensure inclusive participation in planning processes and effective implementation. Plans should be regularly reviewed and updated to align with emerging trends and changing circumstances in local, national, regional and global environments."}, {"text_block_id": "p31_b371", "text": "7.6.2  PRePaReDness"}, {"text_block_id": "p31_b372", "text": "Disaster preparedness is the business of a broad range of agencies and across all levels of government to the provincial"}, {"text_block_id": "p31_b373", "text": "and area council levels, depending on the nature of the event. Non-governmental organisations, international agencies and the private sector play key roles."}, {"text_block_id": "p31_b374", "text": "The remoteness of many of Vanuatu’s islands and communities presents challenges in preparedness and response coordination. Training is an important element of disaster risk management to ensure that agencies and stakeholders have the necessary skills and systems to support them. Training needs to be regularly reinforced, and collaboration should be promoted across partner organisations as part of comprehensive training programmes."}, {"text_block_id": "p32_b375", "text": "7.6.3  CommunitY awaReness"}, {"text_block_id": "p32_b376", "text": "Accurate, timely and relevant information must be available and accessible to a broad range of stakeholders and at agency"}, {"text_block_id": "p32_b377", "text": "and/or organisational levels for effective disaster risk management. Given the remoteness of many of Vanuatu’s islands and the diversity of languages across the country, it is essential that communication reaches the entire population. Women, youth and people who are elderly or have disabilities must be considered and engaged in targeting messages to these vulnerable groups within the community. Awareness and education needs to be carried out at all levels of society with appropriate contextual adjustments in content, to meet the specific requirements of target groups. This should include the use of multiple modes of communication including FM/HF radio, mobile phones, the Internet and social media."}, {"text_block_id": "p32_b378", "text": "7.6.4  eaRlY waRninG sYstems"}, {"text_block_id": "p32_b379", "text": "Early warning systems must enable actions to be taken ahead of disaster impacts to reduce deaths, serious injuries and"}, {"text_block_id": "p32_b380", "text": "property damage. These systems should include sirens, public address messages, signage on shorelines and evacuation routes, and mobile phone, radio, television and Internet broadcasts. Traditional mechanisms must be incorporated in novel systems. The Vanuatu government has recently established an early warning system within the Vanuatu Meteorology and Geo-Hazards Department, using state-of-the-art technology and alongside the National Disaster Management Office) is mapping tsunami risks in urban areas."}, {"text_block_id": "p33_b381", "text": "7.6.5  Post-DisasteR assessment"}, {"text_block_id": "p33_b382", "text": "It is essential to make rapid assessments of impacts on communities following disaster impacts. This enables adequate resources to be applied to those most in need as soon as practicable through response and early recovery efforts."}, {"text_block_id": "p33_b383_merged", "text": "The remoteness and diversity of many of Vanuatu’s islands and communities makes this particularly challenging. Postdisaster assessment teams must be well trained and equipped to undertake this task. Multiple partner agencies should work collaboratively in these roles in Vanuatu as part of the Vanuatu humanitarian team, including the NDMO, and other sector (cluster) agencies."}, {"text_block_id": "p33_b386", "text": "7.6.6  ReCoVeRY"}, {"text_block_id": "p33_b387", "text": "Well-coordinated and resourced recovery efforts are needed to ensure the return of affected individuals, communities, government and other organisations to normal functioning as soon as possible following the initial response phase. The cluster system should play a key role in recovery activities in Vanuatu."}, {"text_block_id": "p34_b388", "text": "8  CRoss-CuttinG issues"}, {"text_block_id": "p34_b389", "text": "Cross cutting issues are those that by their nature are relevant to and impact all aspects of climate and disaster policy. They therefore need to be integrated into all programmes and activities undertaken in relation to those fields. The cross"}, {"text_block_id": "p34_b390", "text": "-"}, {"text_block_id": "p34_b391", "text": "cutting issues for this policy are to be considered and applied in planning, designing and implementing climate change"}, {"text_block_id": "p34_b392", "text": "and disaster risk reduction initiatives."}, {"text_block_id": "p34_b393", "text": "8.1  CaPaCitY builDinG"}, {"text_block_id": "p34_b394", "text": "Vanuatu currently has very high technical climate change and disaster risk expertise, both within government and among"}, {"text_block_id": "p34_b395", "text": "its partners. A needs and gap analysis is needed to assess current capacities and highlight areas where work is required from the national to provincial government and area council levels. Based on that analysis, a comprehensive national"}, {"text_block_id": "p34_b396", "text": "capacity development plan should be developed, setting out skill sets, technology and functional competencies required"}, {"text_block_id": "p34_b397", "text": "for the efficient implementation of this climate change and disaster risk reduction policy."}, {"text_block_id": "p34_b398", "text": "There is a strong desire on the part of many Vanuatu-based CSOs and other players involved in environmental, social and economic development initiatives to engage with and operate within government systems and frameworks. Government seeks strongly coordinated efforts and alignment with government priorities. CSOs and other players should be engaged and up skilled to enable them to comply with these government policy and processes."}, {"text_block_id": "p34_b399", "text": "8.2  GenDeR anD soCial inClusion"}, {"text_block_id": "p34_b400", "text": "The Revised Pacific Platform for Action on Advancement of Women and Gender Equality 2005–2015, and a Regional Charter sets the direction for the Pacific Islands region in improving outcomes for women. A new regional policy document is expected to be developed during 2015. Vanuatu’s Department of Women’s Affairs is preparing a gender policy."}, {"text_block_id": "p34_b401", "text": "Climate change and disaster risks impact greatly on the lives of women and their social and economic wellbeing. In"}, {"text_block_id": "p34_b402", "text": "disaster preparedness, as well as response and recovery, women make enormous contributions to the welfare of their"}, {"text_block_id": "p34_b403", "text": "communities. It is vital that women have full opportunities to participate in policy development, decision-making and implementation at all levels. Initiatives are under way to ensure that gender considerations are mainstreamed into all climate change and disaster risk reduction efforts, and efforts should be increased."}, {"text_block_id": "p34_b404_merged_merged_merged_merged", "text": "Women have historically been excluded from participating on committees and other decision-making forums, and their full representation needs to be assured. The interests of other social groups, particularly vulnerable community members, also need to be represented in climate change and disaster risk reduction policy implementation. People with disabilities, the elderly, youth, those in remote locations and from diverse cultural groups need to be able to participate and receive the  unique services being provided to meet their needs."}, {"text_block_id": "p35_b407", "text": "8.3  multi-hazaRD aPPRoaCh"}, {"text_block_id": "p35_b408", "text": "The Sendai Framework for Disaster Risk Reduction at the global level states that an integrated, multi-hazard approach to"}, {"text_block_id": "p35_b409", "text": "disaster risk reduction should be factored into policies, planning and programming related to sustainable development,"}, {"text_block_id": "p35_b410", "text": "relief, rehabilitation, and recovery activities in post-disaster and post-conflict situations in disaster-prone countries."}, {"text_block_id": "p35_b411", "text": "Where resources are limited, a multi-hazard approach ensures that all available personnel, equipment and expertise can be utilised to address the full range of disaster risks: economic, environmental and social. This is the case whether these risks are weather or climate related, arise from geo-hazards, biosecurity based, or are human made. When used effectively in planning and preparedness activities, this approach leads to: 1) better coordination across agencies, 2) increased ability to draw on a broad and diverse range of resources, and 3) information sharing among stakeholders, which can improve response and recovery efforts to the benefit of the community."}, {"text_block_id": "p35_b412", "text": "A multi-hazard approach has been adopted by NDMO in its planning, preparedness, response and recovery activities. This approach will continue to be used in further initiatives to strengthen Vanuatu’s disaster risk management capacity. The"}, {"text_block_id": "p35_b413", "text": "past and current use of a cluster system across government agencies and CSOs for disaster management demonstrates"}, {"text_block_id": "p35_b414", "text": "that Vanuatu’s stakeholders are committed to multi-stakeholder and multi-hazard approaches."}, {"text_block_id": "p35_b415", "text": "8.4  PaRtneRshiPs"}, {"text_block_id": "p35_b416", "text": "A vast array of stakeholders are involved in climate change and disaster risk reduction activities in Vanuatu. Government"}, {"text_block_id": "p35_b417", "text": "at the national, provincial, municipal and area council level must work together, alongside CSOs and industry sectors,"}, {"text_block_id": "p35_b418", "text": "to address these challenges. CSOs currently complement government initiatives by implementing and contributing to various sectoral policy directions. This effort needs to be strengthened. Development partners, regional organisations and academic institutions also have key parts to play in planning, research, outreach and project delivery. Collaborative mechanisms need to work effectively to ensure the alignment of goals, reduced duplication of effort, and efficient use of resources."}, {"text_block_id": "p35_b419", "text": "8.5  mainstReaminG"}, {"text_block_id": "p35_b420", "text": "Mainstreaming can be an effective means of integrating cross-cutting issues into policy, plans and processes across levels of government and broad ranging sectors. It is widely used in the climate change and disaster risk reduction fields. Global and regional policy instruments adopt key concepts to describe how mainstreaming is achieved, including"}, {"text_block_id": "p35_b421", "text": "creating and operationalising a culture of risk management, resilience and safety; comprehensive analysis of risk; and"}, {"text_block_id": "p35_b422", "text": "access to information for the design of evidence-based solutions to reducing underlying risks and managing residual risk through people-centred preparedness."}, {"text_block_id": "p35_b423", "text": "The means by which climate change and disaster risk reduction considerations are integrated across other fields include cross sector dialogue, leadership, policy guidance, capacity building, monitoring and evaluation, advocacy and education. Planning, budgeting and practice are also mechanisms to deliver mainstreaming objectives. In the climate change and"}, {"text_block_id": "p35_b424", "text": "disaster risk reduction contexts, national, sector and community risk and vulnerability assessments, as well as standard"}, {"text_block_id": "p35_b425", "text": "operating procedures, are vehicles for mainstreaming."}, {"text_block_id": "p35_b426", "text": "Planning is a key tool for mainstreaming climate change and disaster risk reduction across the government and its"}, {"text_block_id": "p35_b427_merged_merged_merged_merged_merged_merged", "text": "partners. Considerable progress has been made in integrating these considerations into the planning of other ministries and departments, including in forestry and tourism. Notably, the Ministry of Infrastructure and Public Utilities Corporate Plan 2015–2017 identifies climate change and disaster risk management as one of five objectives driving planning and operations. As new corporate and business plans are developed, climate change and disaster risk reduction needs to be incorporated to ensure that activities are aligned with risk reduction and sustainable development policy, and that roles and responsibilities are clear."}, {"text_block_id": "p36_b430", "text": "9  imPlementation"}, {"text_block_id": "p36_b431", "text": "All stakeholders in the climate change and disaster risk reduction field in Vanuatu have responsibility for implementing this policy. The strategies under the policy should be integrated into the planning, budgeting and business operations of all levels of government, CSOs, industry sectors and stakeholders. Related policies and plans within the responsibilities"}, {"text_block_id": "p36_b432", "text": "of a range of agencies across government provide their own governance mechanisms, which are not replaced by NAB,"}, {"text_block_id": "p36_b433", "text": "but are complementary."}, {"text_block_id": "p36_b434", "text": "NAB will coordinate and oversee implementation of the policy. NAB will meet regularly in accordance with its terms of reference to fulfil its roles and responsibilities, including providing leadership and oversight of the policy’s implementation. The NAB Secretariat will develop tools, including a decision making framework, to assist in managing NAB’s business. Support from government and development partners would be needed to assist in these activities."}, {"text_block_id": "p36_b435", "text": "Under the strategies in this policy, actions, lead agencies, support agencies, resources, timelines, and monitoring and"}, {"text_block_id": "p36_b436", "text": "evaluation measures will be developed."}, {"text_block_id": "p36_b437", "text": "9.1  inteGRation into CoRPoRate anD business Plans"}, {"text_block_id": "p36_b438", "text": "The directives of this policy should be mainstreamed into the business and corporate plans of all ministries and line agencies within the government. In addition, policy directives should be integrated into the planning documents of all non-government partner organisations."}, {"text_block_id": "p36_b439", "text": "9.2  monitoRinG anD eValuation"}, {"text_block_id": "p36_b440_merged_merged", "text": "NAB will develop an M&E framework for this policy, aligning with the requirements of the Prime Minister’s Office and the proposed NSDP. The M&E system for the policy will measure and monitor changes over time, track the effectiveness of climate change and disaster risk reduction efforts, and guide future planning efforts. The intention of this policy is to move away from stand-alone, project-based M&E systems and move towards a single, integrated national climate change and disaster risk and resilience M&E framework."}, {"text_block_id": "p36_b443", "text": "9.3  RePoRtinG"}, {"text_block_id": "p36_b444", "text": "The NAB will oversee reporting on the policy at its regular meetings, supported by the NAB Secretariat. NAB will determine the frequency, form and level of detail of reporting it requires on activities under the strategies in this policy. An annual report on the implementation of the policy will be prepared by NAB and made available to the public."}, {"text_block_id": "p36_b445", "text": "9.4  PoliCY ReView"}, {"text_block_id": "p36_b446", "text": "The time period of this policy is 2016-2030, which is aligned with Vanuatu’s National Sustainable Development Plan. A review of the policy will be undertaken every three to five years to assess whether it continues to be relevant to contemporary contexts and other developments in Vanuatu, the region and globally. NAB will oversee and consider the outcomes of the review of the policy and determine if and when it is to be amended or replaced."}, {"text_block_id": "p38_b447", "text": "souRCes ConsulteD"}, {"text_block_id": "p38_b448_merged", "text": "Alliance Development Works, UN University Institute for Environment and Human Security (UNU-EHS) and The Nature Conservancy. 2012. The World Risk Report"}, {"text_block_id": "p38_b451", "text": "International Federation of Red Cross and Red Crescent Societies. 2012. International Disaster Response Laws, Rules and Principles in Vanuatu: A Study on Vanuatu’s Legal and Policy Framework for Managing Foreign Disaster Response"}, {"text_block_id": "p38_b452", "text": "Republic of Vanuatu. 2006. Vanuatu Disaster Risk Reduction and Disaster Management National Action Plan 2006–2016"}, {"text_block_id": "p38_b453", "text": "Republic of Vanuatu. 2006. National Adaptation Plan for Action"}, {"text_block_id": "p38_b454", "text": "Republic of Vanuatu. 2011. National Climate Change Adaptation Strategy (draft)"}, {"text_block_id": "p38_b455", "text": "Republic of Vanuatu. 2013. National Energy Road Map 2013-2020"}, {"text_block_id": "p38_b456", "text": "Republic of Vanuatu. 2014. National Environment Policy (draft)"}, {"text_block_id": "p38_b457", "text": "Republic of Vanuatu. 2011. National Forest Policy 2011–2020"}, {"text_block_id": "p38_b458", "text": "Republic of Vanuatu. 2012. National Land Use Planning Policy 2012"}, {"text_block_id": "p38_b459", "text": "Republic of Vanuatu. 2015. National Sustainable Development Plan (draft)"}, {"text_block_id": "p38_b460", "text": "Republic of Vanuatu. 2012. Overarching Productive Sector Policy 2012–2017"}, {"text_block_id": "p38_b461", "text": "Republic of Vanuatu. 2006. Priorities and Action Agenda 2006–2015"}, {"text_block_id": "p38_b462", "text": "Republic of Vanuatu. 2013. Plan Long Act Short 2013 – 2016"}, {"text_block_id": "p38_b463", "text": "Republic of Vanuatu. 2014. Second National Communication to the United Nations Framework Convention on Climate Change (draft)"}, {"text_block_id": "p38_b464", "text": "SPC. 2005. Revised Pacific Platform for Action on Advancement of Women and Gender Equality 2005–2015: A Regional"}, {"text_block_id": "p38_b465", "text": "Charter"}, {"text_block_id": "p38_b466", "text": "SPC. 2005. Pacific Regional Disaster Risk Reduction and Management Framework for Action 2005–2015"}, {"text_block_id": "p38_b467", "text": "SPC and SPREP. 2015.  Draft Strategy for Climate and Disaster Resilient Development in the Pacific (SRDP)"}, {"text_block_id": "p38_b468", "text": "SPREP. 2006. Pacific Islands Framework for Action on Climate Change 2006–2015"}, {"text_block_id": "p38_b469", "text": "SPREP and UNDP. 2013. Mainstreaming Climate Change Adaptation in the Pacific: A Practical Guide"}, {"text_block_id": "p38_b470", "text": "UNDP. 2014. Risk Governance Assessment Report: Strengthening Climate and Disaster Risk Governance in Vanuatu"}, {"text_block_id": "p38_b471", "text": "UNDP. 2014. Climate Public Expenditure and Institutions Review, Vanuatu Report"}, {"text_block_id": "p38_b472", "text": "UNISDR. 2005. Hyogo Framework for Action 2005–2015: Building the Resilience of Nations and Communities to Disasters"}, {"text_block_id": "p38_b473", "text": "United Nations.  1994. United Nations Framework Convention on Climate Change"}, {"text_block_id": "p39_b474", "text": "attaChment 1 - GlossaRY of teRms useD in this Vanuatu Climate ChanGe anD DisasteR Risk ReDuCtion PoliCY"}, {"text_block_id": "p39_b475", "text": "Climate ChanGe"}, {"text_block_id": "p39_b476", "text": "Any change in climate that can be attributed directly or indirectly to human activity, and which alters the composition"}, {"text_block_id": "p39_b477", "text": "of the global atmosphere. Climate change also affects the hydrosphere, biosphere, cryosphere and lithosphere, and in addition to natural climate variability, can be observed over comparable time periods. Climate change leads to a number"}, {"text_block_id": "p39_b478", "text": "of effects, including but not limited to:"}, {"text_block_id": "p39_b479", "text": "of effects, including but not limited to:\n* temperature variation;\n* rainfall variation;\n* sea level rise;\n* extreme weather events (e.g. cyclones and storms) increasing in intensity, but not necessarily in frequency;\n* ocean acidification; and\n* an increase in sea surface temperature."}, {"text_block_id": "p39_b491", "text": "Climate ChanGe aDaPtation"}, {"text_block_id": "p39_b492", "text": "In human systems, the process of adjustment to actual or expected climate change and its effects, in order to moderate"}, {"text_block_id": "p39_b493", "text": "harm or exploit beneficial opportunities. In natural systems, the process of adjustment to actual climate and its effects; human intervention may facilitate adjustment to expected climate. It is a response to the impacts of climate change,"}, {"text_block_id": "p39_b494", "text": "including addressing adverse effects arising from climate change or the possibility of change on any part of the"}, {"text_block_id": "p39_b495", "text": "environment (e.g. water resources and rainfall, coastal and foreshore areas, reefs and marine habitats), or from harmful weather events and any other event or impact on the environment or human health."}, {"text_block_id": "p39_b496", "text": "DisasteR"}, {"text_block_id": "p39_b497", "text": "A serious disruption of the functioning of a community or a society involving widespread human, material, economic or environmental losses and impacts, which exceeds the ability of the affected community or society to cope using its own"}, {"text_block_id": "p39_b498", "text": "resources."}, {"text_block_id": "p39_b499", "text": "DisasteR Risk ReDuCtion"}, {"text_block_id": "p39_b500", "text": "The concept and practice of reducing disaster risks through systematic efforts to analyse and manage the causal"}, {"text_block_id": "p39_b501", "text": "factors of disasters, including through reduced exposure to hazards, lessened vulnerability of people and property, wise"}, {"text_block_id": "p39_b502", "text": "management of land and the environment, and improved preparedness for adverse events. It is a risk management philosophy that enables governments and communities to build sustainability through the identification of evidencebased resilience and adaptation solutions. It is underpinned by rigorous risk and vulnerability analysis and the use of traditional coping capabilities."}, {"text_block_id": "p39_b503", "text": "PRePaReDness"}, {"text_block_id": "p39_b504", "text": "T"}, {"text_block_id": "p39_b505", "text": "he knowledge and capacities developed by governments, professional response and recovery organisations, communities and individuals to effectively anticipate, respond to, and recover from, the impacts of likely, imminent or"}, {"text_block_id": "p39_b506", "text": "current hazard events or conditions."}, {"text_block_id": "p39_b507", "text": "ReCoVeRY"}, {"text_block_id": "p39_b508", "text": "The immediate and long-term restoration of physical, social and psychological damage."}, {"text_block_id": "p39_b509", "text": "ResilienCe"}, {"text_block_id": "p39_b510", "text": "The ability of a system, community or society exposed to hazards and/or climate change to resist, absorb, accommodate, and recover from the consequences of a hazard event or from climate change in a timely and efficient manner, including through the preservation and restoration of its essential basic structures and functions."}, {"text_block_id": "p39_b511", "text": "ResPonse"}, {"text_block_id": "p39_b512", "text": "The provision of emergency services and public assistance during or immediately after a disaster in order to save lives,"}, {"text_block_id": "p39_b513", "text": "reduce health impacts, ensure public safety and meet the basic subsistence needs of the people affected"}, {"text_block_id": "p39_b514", "text": "."}, {"text_block_id": "p39_b515", "text": "VulneRabilitY"}, {"text_block_id": "p39_b516", "text": "The characteristics and circumstances of a community, system or asset that make it susceptible to the damaging effects of a hazard."}, {"text_block_id": "p39_b517_merged_merged_merged_merged", "text": "31 Vanuatu Climate Change and Disaster Risk Reduction Policy • 2016-2030"}, {"text_block_id": "p40_b519", "text": "attaChment 2 - funCtions anD membeRshiP of the national aDVisoRY boaRD on Climate ChanGe & DisasteR Risk ReDuCtion anD the nab seCRetaRiat"}, {"text_block_id": "p40_b520", "text": "national aDVisoRY boaRD CoRe stRuCtuRe anD funCtions"}, {"text_block_id": "p40_b521", "text": "The National Advisory Board (NAB) membership should consist of a small core group with agencies or organizations seconded as need be. Meetings should be held quarterly or more frequently as specified by the Chairperson(s). Ownership and engagement with ministries, departments and non-governmental organisations (NGOs) should be driven from the Secretariat level given that the NAB does not meet regularly. This overcomes the challenges of down-sizing the NAB."}, {"text_block_id": "p40_b522", "text": "As an advisory board, NAB’s primary role is to oversee the development of a detailed risk-based plan of action for climate change and disaster risk reduction, to inform the government’s annual budget. The priorities for 2015 are to:"}, {"text_block_id": "p40_b523", "text": "As an advisory board, NAB’s primary role is to oversee the development of a detailed risk-based plan of action for climate change and disaster risk reduction, to inform the government’s annual budget. The priorities for 2015 are to:\n* enhance protection of natural resources and biodiversity, taking climate change into account;\n* provide sustainable, resilient, and appropriate infrastructure and services;\n* enable continuous political reform, decentralisation and human and institutional strengthening; and\n* broaden economic capacity."}, {"text_block_id": "p40_b531", "text": "In regard to this, the NAB should:"}, {"text_block_id": "p40_b532", "text": "•"}, {"text_block_id": "p40_b533", "text": "advise government agencies and donors on the priority actions;"}, {"text_block_id": "p40_b534", "text": "•"}, {"text_block_id": "p40_b535", "text": "coordinate climate change and disaster risk reduction activities across the country (through the NAB Secretariat);"}, {"text_block_id": "p40_b536", "text": "•"}, {"text_block_id": "p40_b537", "text": "coordinate delivery of multi-agency and/or sector projects in cooperation with line ministries and departments, local government, non-governmental organisations, private sector and communities (through the Project Management Unit, PMU); and"}, {"text_block_id": "p40_b538", "text": "•"}, {"text_block_id": "p40_b539", "text": "facilitate implementation of projects at the provincial, area and village level, including through a programme of"}, {"text_block_id": "p40_b540", "text": "small grants."}, {"text_block_id": "p40_b541", "text": "While the NAB Secretariat is attached to the Ministry of Climate Change for administrative purposes, its whole-of-government role means that it will operate at the strategic level, with operational activities being carried out by departments and other implementing agencies, including where appropriate, the PMU."}, {"text_block_id": "p41_b542", "text": "Proposed nab membership"}, {"text_block_id": "p41_b543", "text": "seCRetaRiat"}, {"text_block_id": "p41_b544", "text": "The Secretariat takes on a very strategic whole-of-government leadership, coordination, stakeholder relationship and information management role and, therefore, should comprise a core staff that can be supported either by short-term secondments, technical assistance and/or advisory groups. The Secretariat should be positioned within the Ministry of Climate Change structure under the office of the Director General and be seen as a separate and clearly identifiable entity to other departments including the Corporate Services Unit and PMU."}, {"text_block_id": "p41_b545_merged", "text": "The Secretariat Manager should be a dynamic and inspirational leader who would report directly to the Director General of the Ministry of Climate Change . The Secretariat’s business plan should reflect NABs priorities and be approved by NAB. Staffing of the Secretariat as a separate entity will be critical during the transition period. For sustainability, the skills and competencies of staff must be very high and it is important that there is both continuity and a career progression strategy.  A sustainability options paper is urgently required to detail long-term funding for the NAB Secretariat."}, {"text_block_id": "p41_b548", "text": "There are important roles for advisors and volunteers to play in supporting the Secretariat; however, the scope of their engagement should be clearly defined so that fast-tracking of initiatives and guidelines and capacity building remain their primary objective."}, {"text_block_id": "p42_b549", "text": "attaChment 3 - stakeholDeR Roles anD ResPonsibilities"}, {"text_block_id": "p42_b550", "text": "The roles and responsibilities of key stakeholders in climate change and disaster risk reduction in Vanuatu for the purposes of this policy are set out below."}, {"text_block_id": "p42_b551", "text": "Vanuatu national GoVeRnment"}, {"text_block_id": "p42_b552", "text": "Vanuatu’s national government is responsible for the administration of climate change and disaster risk reduction"}, {"text_block_id": "p42_b553", "text": "activities throughout the country, and it has established the National Advisory Board (NAB) as its key decision-making and advisory body. The national government through the Parliament enacts legislation, including the Meteorology Act 1989 and National Disaster Act 2000"}, {"text_block_id": "p42_b554", "text": "and many other acts that impact on the areas of climate change and disaster risk"}, {"text_block_id": "p42_b555", "text": "reduction. Through the Council of Ministers, the national government endorses policies and plans that implement national priorities. The national government also engages at the global and regional level on negotiation and implementation of multi-lateral agreements, and enters into agreements with international governments and donor partners on the provision of assistance to Vanuatu’s climate change and disaster risk reduction efforts."}, {"text_block_id": "p42_b556", "text": "ministRY of Climate ChanGe"}, {"text_block_id": "p42_b557", "text": "The Ministry of Climate Change (MCC) will lead the implementation of this policy. It currently hosts the NAB Secretariat and the Project Management Unit under the Vanuatu Meteorology and Geo-Hazards Department (VMGD). MCC will develop a five-year strategy to drive the implementation of the policy within the ministry. VMGS departments and agencies, Department of Energy, Department of Environment and the National Disaster Management Office undertake business planning that is aligned with the policy and MCC strategy. MCC administers the Meteorology Act 1989 and National Disaster Act 2000, which will be reviewed as set out under actions within this policy. MCC engages with other government agencies, provincial governments, local stakeholders, civil society organizations (CSOs) and the private sector in undertaking climate change and disaster risk reduction activities."}, {"text_block_id": "p42_b558", "text": "otheR national GoVeRnment aGenCies"}, {"text_block_id": "p42_b559", "text": "A broad range of national government agencies are represented on the NAB and play key roles in developing and"}, {"text_block_id": "p42_b560", "text": "implementing climate change and disaster risk reduction policies, plans and initiatives. In view of the cross-cutting"}, {"text_block_id": "p42_b561", "text": "nature of climate change and disaster risk reduction, other government agencies lead relevant activities within their own"}, {"text_block_id": "p42_b562", "text": "portfolios, including agriculture, forestry, fisheries, infrastructure, tourism, health, education, information technology and others."}, {"text_block_id": "p42_b563", "text": "PRoVinCial GoVeRnments anD muniCiPal anD aRea CounCils"}, {"text_block_id": "p42_b564", "text": "Provincial governments, municipal councils and area councils play key roles in implementing and engaging with other"}, {"text_block_id": "p42_b565", "text": "players on climate change and disaster risk reduction activities. Provincial plans are increasingly integrating climate change and disaster risk reduction into the business of provinces. Actions need to be implemented with provincial and area councils as major players, in line with the Decentralization Act."}, {"text_block_id": "p42_b566", "text": "tRaDitional Chiefs"}, {"text_block_id": "p42_b567", "text": "The governance role of customary chiefs is recognised under the Vanuatu constitution and by the National Advisory Board on Climate Change & Disaster Risk Reduction. Chiefs play leadership roles within their communities in engaging"}, {"text_block_id": "p42_b568", "text": "with and informing their people on key issues impacting on their wellbeing, including climate change and disaster risk"}, {"text_block_id": "p42_b569", "text": "reduction. Chiefs also act as spokespersons for their villages in forums, representing the perspectives and interests of their people."}, {"text_block_id": "p42_b570", "text": "Communities"}, {"text_block_id": "p42_b571_merged_merged_merged_merged", "text": "Vanuatu’s diverse communities are important stakeholders in climate change and disaster risk reduction efforts. They have much to contribute with their existing capacities, governance systems, knowledge of their own contexts, traditional knowledge and coping mechanisms. Communities need to play key roles in drawing on and strengthening their resilience, enabling inclusive participation in decision-making and activities, and engaging with other stakeholders on their needs and aspirations."}, {"text_block_id": "p43_b574", "text": "CiVil soCietY oRGanisations"}, {"text_block_id": "p43_b575", "text": "CSOs play key roles in climate change and disaster risk reduction efforts in Vanuatu. International CSOs have developed networks such as the Vanuatu Climate Action Network and Vanuatu Humanitarian Team networks, while local CSOs join in the Vanuatu Association of Non-governmental Organisations network, incorporating councils of churches, chiefs, women and youth. CSOs partner with government and other players to develop and implement climate change and disaster risk reduction programmes and activities. The Vanuatu Climate Action Network and Vanuatu Association of Non"}, {"text_block_id": "p43_b576", "text": "-"}, {"text_block_id": "p43_b577", "text": "governmental Organisations are members of the NAB, and recognise their roles in advocating and influencing decision-making. They also take roles in other networks such as the cluster system for disaster response and recovery. CSOs need"}, {"text_block_id": "p43_b578", "text": "to align their activities with government policies and plans, and ensure that information is shared and endorsements are"}, {"text_block_id": "p43_b579", "text": "obtained from appropriate government agencies and levels on initiatives undertaken. Vanuatu Red Cross plays a unique role in partnering with government on humanitarian efforts in disaster preparedness, response and recovery."}, {"text_block_id": "p43_b580", "text": "DonoRs anD DeVeloPment PaRtneRs"}, {"text_block_id": "p43_b581", "text": "Donors and development partners are essential partners with government and other stakeholders in climate change and"}, {"text_block_id": "p43_b582", "text": "disaster risk reduction in Vanuatu, and include international governments (that donate funds), and global and regional organisations (including various agencies of the United Nations). They provide substantial resources to supplement Vanuatu’s own resources. This funding should be aligned with Vanuatu’s priorities and policy direction, and be appropriate to Vanuatu’s context. Programmes and activities should be endorsed through Vanuatu’s national government processes."}, {"text_block_id": "p43_b583", "text": "International governments provide assistance to the Vanuatu government for proactive climate change and disaster risk"}, {"text_block_id": "p43_b584", "text": "reduction initiatives, as well as for urgent response and recovery efforts when needed."}, {"text_block_id": "p43_b585", "text": "PRiVate seCtoR"}, {"text_block_id": "p43_b586_merged_merged_merged", "text": "The private sector plays a vital role in the development of Vanuatu. Public–private partnerships have been entered into and implemented across a range of sectors. Many more opportunities exist for the private sector to partner with the Vanuatu government, donors and international development bodies to invest in projects that address climate change and disaster risks. These opportunities include investment in renewable energy, energy efficiency, agriculture, forestry, fisheries, infrastructure, health, education and tourism. The private sector should ensure its development applications and practice are in line with environmental standards, climate-proofing principles, building codes and other government regulation for sustainability. Products and services supplied by the private sector can assist the government in addressing challenges in communications with communities and individuals across the country, including remote areas, and in disaster preparedness, response and recovery efforts."}, {"text_block_id": "p45_b591", "text": "attaChment 5- Consultation sCheDule"}, {"text_block_id": "p45_b592", "text": "Consultation meetings, workshops and processes conducted in developing the policy included the following:"}, {"text_block_id": "p45_b593", "text": "•"}, {"text_block_id": "p45_b594", "text": "Consultation workshops in all six provinces in 2011 to formulate the draft National Climate Change"}, {"text_block_id": "p45_b595", "text": "Adaptation Strategy"}, {"text_block_id": "p45_b596", "text": "•"}, {"text_block_id": "p45_b597", "text": "Inception workshop held in Port Vila on 13 November 2014"}, {"text_block_id": "p45_b598", "text": "•"}, {"text_block_id": "p45_b599", "text": "Provincial consultation workshops held in:"}, {"text_block_id": "p45_b600", "text": "Provincial consultation workshops held in:\n* Tafea Province on 18 November 2014\n* Sanma Province on 21 November 2014\n* Malampa Province on 24 November 2014\n* Penama Province on 27 November 2014\n* Torba Province on 4 December 2014"}, {"text_block_id": "p45_b610", "text": "•"}, {"text_block_id": "p45_b611", "text": "Shefa Province participated in the inception workshop in Port Vila"}, {"text_block_id": "p45_b612", "text": "•"}, {"text_block_id": "p45_b613", "text": "Policy working group meetings held on 30 November, 11 and 18 December 2014, and 12 and 19 February 2015"}, {"text_block_id": "p45_b614", "text": "•"}, {"text_block_id": "p45_b615", "text": "Civil society consultation workshop held on 9 December 2014"}, {"text_block_id": "p45_b616", "text": "•"}, {"text_block_id": "p45_b617", "text": "National Advisory Board briefing and circulation of the draft policy on 19 December 2014"}, {"text_block_id": "p45_b618", "text": "•"}, {"text_block_id": "p45_b619", "text": "Public consultation process circulating the draft policy from 30 January to 13 February 2015"}, {"text_block_id": "p45_b620", "text": "•"}, {"text_block_id": "p45_b621", "text": "National validation workshop held in Port Vila on 17 February 2015"}, {"text_block_id": "p45_b622", "text": "•"}, {"text_block_id": "p45_b623_merged", "text": "Meetings with government ministries and departments, including the Prime Minister’s Office, Ministry of Foreign Affairs, Ministry of Finance and Economic Management, Department of Local Authorities, Ministry of Infrastructure and Public Utilities, Ministry of Agriculture, Ministry of Health, Department of Women’s Affairs and agencies within the Ministry of Climate Change and Natural Disasters during October through to December 2014"}, {"text_block_id": "p45_b626", "text": "•"}, {"text_block_id": "p45_b627", "text": "Meetings with the Council of Churches and the Chamber of Commerce in October 2014"}], "document_description": "The Vanuatu Climate Change and Disaster Risk Reduction Policy 2016-2030 was published by the Vanuatu government in combination with the Secretariat of the Pacific Community in 2015 to envision the country's response to climate change and make its communities resilient on the long term. The country initiated this process with the establishment of the National Advisory Board on Climate Change and Disaster Risk Reduction in 2012. It is a broad set of measures based on accountability, sustainability, equity, community focus, collaboration, and innovation.<br>&nbsp;<br>&nbsp;The policy insists on 1) establishing appropriate governance and strengthen institutional structures so they can effectively tackle the tasks they are pursuing, 2) to ensure that adequate resourcing is available for climate change and disaster risk reduction activities, notably via the implementation of entity accreditation and small grants schemes, 3) ensure that traditional knowledge and existing and new information such as data analysis, research and risk assessment are shared, 4) adaptation and disaster risk reduction, integrating the two targets and adopting community and ecosystem-based approaches to protect and economically assess losses, 5) low carbon development via an energy roadmap, renewable energy and energy efficiency, but also from a reduction in deforestation and land degradation, 6) and preparedness, planning, response and recovery to disasters by ensuring community awareness, early warning systems.<br>&nbsp;<br>The document also insists on capacity building, gender and social inclusion, multi-hazard approach and partnerships with a vast array of stakeholders. Implementation of the plan must be realised by integrating it into corporate and business plans, monitoring and evaluating the policy by the National Advisory Board on Climate Change and Disaster Risk Reduction (NAB), and reporting by NAB. A review of the current document should occur every three to five years to ensure it is in line with contemporary developments."}