{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Vanuatu", "document_category": "Policy", "document_sector_name": [], "document_language": "English", "document_name": "Vanuatu Framework for Climate Services", "document_country_code": "VUT", "document_hazard_name": [], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "07/01/2016", "document_keyword": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/VUT/2016/VUT-2016-01-07-Vanuatu Framework for Climate Services_930b3d0d5eab602d8c75f25037e11e65.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Vanuatu Framework for Climate Services"}, {"text_block_id": "p0_b2", "text": "A guidance document for the development and strengthening of climate services so that all Ni-Vanuatu can prepare for and adapt to climate variability and change as a basic human right"}, {"text_block_id": "p0_b3", "text": "July 2016"}, {"text_block_id": "p0_b4", "text": "Financed by Climate Investment Funds through the Asian Development Bank (ADB) Strategic Fund and administered by the Regional Technical Support Mechanism (RTSM) at SPREP"}, {"text_block_id": "p1_b5", "text": "Prepared by:"}, {"text_block_id": "p1_b6", "text": "Andrew Tait and Gregor Macara"}, {"text_block_id": "p1_b7", "text": "National Institute of Water & Atmospheric Research Ltd (NIWA)"}, {"text_block_id": "p1_b8", "text": "Private Bag 14901"}, {"text_block_id": "p1_b9", "text": "Wellington"}, {"text_block_id": "p1_b10", "text": "New Zealand"}, {"text_block_id": "p1_b11", "text": "Email:"}, {"text_block_id": "p1_b12", "text": "Andrew.Tait@niwa.co.nz"}, {"text_block_id": "p1_b13", "text": "Recommended citation:"}, {"text_block_id": "p1_b14_merged", "text": "Secretariat of the Pacific Regional Environment Programme, 2016. Vanuatu Framework for Climate Services. Prepared by: Tait, A. and Macara, G., National Institute of Water & Atmospheric Research Ltd (NIWA), New Zealand, in consultation with the Vanuatu Meteorological and Geo-Hazards Department (VMGD), Government of the Republic of Vanuatu. NIWA Client Report no. 2016022WN. 67p."}, {"text_block_id": "p2_b17", "text": "Acknowledgements"}, {"text_block_id": "p2_b18", "text": "This work would not have been possible without the efforts of a number of people and organisations to whom NIWA would like to express its gratitude."}, {"text_block_id": "p2_b19", "text": "Vanuatu Stakeholders"}, {"text_block_id": "p2_b20", "text": "Vanuatu Stakeholders\n* The Government of Vanuatu for requesting this work and support provided to the trainings,\n* The staff of the Vanuatu Meteorological and Geo-Hazards Department (VMGD);\n* Representatives from other Government Departments and Ministries who participated in one-\n* All the attendees of the first National Climate Outlook Forum (NCOF) and National Stakeholder"}, {"text_block_id": "p2_b30", "text": "Key Partners of this Work"}, {"text_block_id": "p2_b31", "text": "Key Partners of this Work\n* The Asian Development Bank (ADB) and the Regional Technical Support Mechanism (RTSM),\n* Secretariat of the Pacific Regional Environment Programme (SPREP) Climate Change Division; and\n* The World Meteorological Organisation (WMO)."}, {"text_block_id": "p2_b37", "text": "Cover picture kindly supplied by Erie Sammy, Hydrology Department, Vanuatu."}, {"text_block_id": "p2_b38", "text": "© Copyright Secretariat of the Pacific Regional Environment Programme (SPREP) 2016."}, {"text_block_id": "p2_b39", "text": "Reproduction for educational or other non-commercial purposes is authorised without prior written permission from the copyright holder provided that the source is fully acknowledged. Reproduction of this publication for resale or other commercial purposes is prohibited without prior written consent of the copyright owner."}, {"text_block_id": "p2_b40", "text": "Whilst NIWA has used all reasonable endeavours to ensure that the information contained in this document is accurate, NIWA does not give any express or implied warranty as to the completeness of the information contained herein, or that it will be suitable for any purpose(s) other than those specifically contemplated during the project or agreed by NIWA, VMGD and SPREP."}, {"text_block_id": "p3_b41", "text": "Contents"}, {"text_block_id": "p4_b42", "text": "Abbreviations used"}, {"text_block_id": "p6_b43", "text": "Executive summary"}, {"text_block_id": "p6_b44", "text": "The Vanuatu Meteorology and Geo-Hazards Department (VMGD) currently provides a range of climate-related services to Ni-Vanuatu. The Vanuatu Framework for Climate Services (VFCS; this document) is principally guided by the Global Framework for Climate Services (GFCS), the VMGD Strategic Development Plan, a National Stakeholder Consultation on Climate Services (NSCCS) and a series of one-on-one stakeholder interviews. The goal of the VFCS is to ensure climate services for Vanuatu are of world-class standard, sustainable, are reaching all end-users, and are effectively helping people manage and adapt to climate variability and change in Vanuatu."}, {"text_block_id": "p6_b45", "text": "The VFCS report follows a basic structure of identifying:"}, {"text_block_id": "p6_b46", "text": "The VFCS report follows a basic structure of identifying:\n* The linkages with existing global, regional and national frameworks, strategic plans and policies;\n* The capacities and capabilities of both the providers and receivers of climate information;\n* The climate products and services currently being provided and ideas for what products still need to\n* The mechanisms and requirements for improving the communication, dissemination and use of"}, {"text_block_id": "p6_b54", "text": "Several key recommenda"}, {"text_block_id": "p6_b55", "text": "tions (see the next section) have been drawn from the report. A ‘Roadmap for Strengthening Climate Services’, based on these recommendations, is also provided in Section 14."}, {"text_block_id": "p6_b56", "text": "While the report draws out several areas for the improvement and development of climate services in Vanuatu, fundamentally, the greatest and most pressing need is for the following:"}, {"text_block_id": "p6_b57", "text": "While the report draws out several areas for the improvement and development of climate services in Vanuatu, fundamentally, the greatest and most pressing need is for the following:\n* The development, through consultation with key stakeholders, of tailored climate products (including\n* Improvements to and formalisation of mechanisms for communicating and disseminating climate"}, {"text_block_id": "p6_b61", "text": "It is concluded that two major projects, based on the above needs, could be designed to address all of the recommendations in this report. The estimated costs of these projects are in the order of USD800K to USD920K each, and the projects would span six or seven years."}, {"text_block_id": "p7_b62", "text": "List of recommendations"}, {"text_block_id": "p7_b63", "text": "Throughout this document, recommendations for actions and activities have been suggested to strengthen climate information development, provision, understanding and use throughout Vanuatu. The following table lists these recommendations in the order they appear in the report. These recommendations also inform the Climate Services Roadmap (Section 14), which includes a suggested prioritisation, timeframe and indicative costs associated with these recommended actions."}, {"text_block_id": "p7_b64", "text": "Throughout this document, recommendations for actions and activities have been suggested to strengthen climate information development, provision, understanding and use throughout Vanuatu. The following table lists these recommendations in the order they appear in the report. These recommendations also inform the Climate Services Roadmap (Section 14), which includes a suggested prioritisation, timeframe and indicative costs associated with these recommended actions.\n* Develop and carry out a survey of observers and rainfall collectors in order to identify their additional\n* Regular surveys of principal\n* capabilities and needs (pertaining to climate information) should be\n* All Government Strategic Policies should be reviewed and if necessary revised to include strategies and\n* Provincial Government should work with the VMGD to tailor climate information so that it best meets their\n* VMGD to hold a âClimate and Businessâ workshop hosted by the Vanuatu Chamber of Commerce and\n* VMGD should work with key sectors and Provincial Government to develop tailored provincial Climate\n* The Vanuatu Monthly Climate Summary (VMCS) bulletin should be enhanced to make more use of observed\n* Baseline and current climate maps should be produced.\n* As part of an operational Climate Early Warning System (CLEWS), tailored climate bulletins issued to specific\n* VMGD should perform an assessment of the optimal use of the existing networks for the dissemination of\n* Climate Briefing attendees should be asked to complete a questionnaire on how they use and disseminate\n* A communications strategy and action plan should be developed to formalise the use of the existing\n* VMGD to consider options for pre-recorded broadcasts of up-to-date climate information using TV and a\n* Invite officials from higher levels of government to attend annual NCOFs to discuss policies for\n* Talk to the Pacific International Training Desk (PITD) about the potential for developing training courses for\n* Feedback on the use and usefulness of climate information should be encouraged, particularly with respect\n* In addition to RECOMMENDATION 3, consider establishing MoUs/MoAs, SLAs and SOPs with all agencies in\n* Consider a top-down Ministerial-led model for initiating standard operating procedures and enabling the"}, {"text_block_id": "p8_b104", "text": "1. Introduction, scope and purpose of the VFCS"}, {"text_block_id": "p8_b105", "text": "Like other Pacific Island countries, Vanuatu faces a number of realities that pose a challenge to the successful provision of climate information and services.  These include cultural, political, social, financial and infrastructure issues (e.g. cell"}, {"text_block_id": "p8_b106", "text": "phone and radio reception doesn’t cover the entire country), and there is"}, {"text_block_id": "p8_b107", "text": "considerable geographic isolation between and within islands of Vanuatu.  The population and GDP is relatively low, therefore Government resource and funding distribution is constrained, meaning Ni-Vanuatu are often reliant on international aid projects to support development initiatives."}, {"text_block_id": "p8_b108", "text": "The Government of Vanuatu, through the Vanuatu Meteorology and Geo-Hazards Department (VMGD), carries out all weather and climate data analysis, monitoring and forecasting for Vanuatu. VMGD is responsible for climate data collection, database management, seasonal forecasting, technical analyses and climate change predictions for Vanuatu. These services are a fundamental requirement in the development of informed and strategic climate change mitigation and resilience programmes for Vanuatu."}, {"text_block_id": "p8_b109", "text": "With the assistance of the"}, {"text_block_id": "p8_b110", "text": "Regional Technical Support Mechanism (RTSM), administered by the Secretariat of the Pacific Environment Programme (SPREP), and the"}, {"text_block_id": "p8_b111", "text": "World Meteorological Organisation (WMO) and regional partners, the VMGD has requested, scoped and produced a Vanuatu Framework for Climate Services (VFCS; this document).  The purpose of the VFCS is to:"}, {"text_block_id": "p8_b112", "text": "World Meteorological Organisation (WMO) and regional partners, the VMGD has requested, scoped and produced a Vanuatu Framework for Climate Services (VFCS; this document).  The purpose of the VFCS is to:\n* Be the basis for the strategic plan for the Climate Division for 2016\n* 2023, and be used in the revision\n* Be consistent with the Vanuatu National Adaptation Plan for Action (NAPA), the Vanuatu Climate\n* 2030, the Vanuatu National Sustainable\n* Be guided by the Global Framework for Climate Services (GFCS);\n* Identify current human and technical capacities of the VMGD for producing and delivering climate\n* Identify current and potential users of climate services, assess their information needs and evaluate\n* Highlight gaps and needs that require addressing in the short-to medium-term future; and\n* Produce a roadmap for prioritising and costing activities to be used for project planning."}, {"text_block_id": "p8_b130", "text": "The specific deliverables of this study, as described in the Terms of Reference (Appendix 16.5), were to produce the following:"}, {"text_block_id": "p8_b131", "text": "The specific deliverables of this study, as described in the Terms of Reference (Appendix 16.5), were to produce the following:\n* detailing all current products and services offered by\n* mapping human, training, technical, policy, reporting needs"}, {"text_block_id": "p8_b137_merged_merged_merged_merged_merged", "text": "To inform the development of the VFCS, a National Stakeholder Consultation on Climate Services (NSCCS) was held in Port Vila, Vanuatu from 16 – 18 March 2016. This consultation was held in conjunction with the first Vanuatu National Climate Outlook Forum (NCOF) from 14 – 15 March 2016.  The NCOF and NSCCS brought together a diverse group of participants including VMGD staff, national and provincial Government Officials, Non-Government Organisation (NGO) representatives, regional partners, sector representatives and"}, {"text_block_id": "p9_b142", "text": "Ultimately, the goal of the VFCS is to ensure climate services for Vanuatu are of world-class standard, sustainable, are reaching all end-users, and are effectively helping all Ni-Vanuatu manage and adapt to climate variability and change."}, {"text_block_id": "p9_b143", "text": "2. VFCS connections with other national and regional strategies, including SDGs"}, {"text_block_id": "p9_b144", "text": "The VFCS (this document) has been developed so it is consistent with, and will make a contribution to, key national, regional and international strategies, policies, frameworks and plans. The purpose of this section is to provide the higher level context for the VFCS. Consultation with VMGD enabled the identification of a"}, {"text_block_id": "p9_b145", "text": "“shell"}, {"text_block_id": "p9_b146", "text": "-"}, {"text_block_id": "p9_b147", "text": "like”"}, {"text_block_id": "p9_b148", "text": "structure of where the VFCS sits in this broader picture (Figure 1). The immediate and most direct connection is with the VMGD Strategic Development Plan (which is in the process of being updated), then at a higher level with the Ministry of Climate Change Sector Policy, and so on. The elements of Figure 1, as well as some other direct and indirect VFCS connections, are briefly outlined below. Note, the Global Framework for Climate Services (GFCS) is outlined in Section 4."}, {"text_block_id": "p9_b149", "text": "Figure 1."}, {"text_block_id": "p9_b150_merged_merged", "text": "The “shell-like” structure of where the VFCS fits in relation to key national, regional and international strategies,"}, {"text_block_id": "p9_b153", "text": "policies, frameworks and plans."}, {"text_block_id": "p9_b154", "text": "The Vanuatu Meteorological Service Act commenced in April 1989, and was used to establish the Vanuatu Meteorological Service (now the VMGD).  The Act is the legislative framework and outlines the required functions of the service, which includes the measurement, recording and publication of meteorological observations, and promotion of the use of meteorological information."}, {"text_block_id": "p10_b155", "text": "VMGD is principally guided by their 2014-2023 Strategic Development Plan (VMGD, 2014), which is currently under review.  This plan outlines seven priority actions, and one of these specifically targets the Climate Division:"}, {"text_block_id": "p10_b156", "text": ""}, {"text_block_id": "p10_b157", "text": "Improved climate services, in particular, seasonal forecasting, ENSO advisory services, and public climate outreach services."}, {"text_block_id": "p10_b158", "text": "VMGD has identified nine key outcomes that will enable the achievement of this priority action (VMGD, 2014), and these have strong linkages to the five components of the GFCS that are outlined in Section 4.  The VFCS (this document) will assist VMGD in meeting its priority action, but it will also extend the scope of VMGD further than that expressed in the Strategic Development Plan by identifying how tailored climate services that reflect user needs can be achieved.  Furthermore, the VMGD Director General and Director have indicated that they would like the recommendations of the VFCS to be incorporated in future iterations of the VMGD Strategic Development Plan.  As such, it is important that the recommendations presented in this VFCS are symbiotic with VMGD"}, {"text_block_id": "p10_b159", "text": "’s nine key outcomes (and associated key performance indicators). Section 14 presents a"}, {"text_block_id": "p10_b160", "text": "roadmap for strengthening climate services in Vanuatu, where recommendations in this report are linked directly to VMGD"}, {"text_block_id": "p10_b161", "text": "’s key"}, {"text_block_id": "p10_b162", "text": "outcomes in the 2014-2023 Strategic Development Plan."}, {"text_block_id": "p10_b163", "text": "Vanuatu has an ENSO Committee (and some VMGD staff are members of this committee), which is guided by the"}, {"text_block_id": "p10_b164", "text": "ENSO Directive"}, {"text_block_id": "p10_b165", "text": ".  This directive outlines the response process to ENSO events, and includes the monitoring and subsequent dissemination of ENSO information to networks, clients and communities as well as collection of observed impacts during ENSO events."}, {"text_block_id": "p10_b166", "text": "A National Adaptation Programme for Action (NAPA) has been established in Vanuatu, and the objective of this project is to develop a country-wide programme of immediate and urgent project-based adaptation activities in priority sectors, in order to address the current and anticipated adverse effects of climate change (NACCC, 2015).  As a result of extensive research, consultation and feedback, five project areas of work were determined: 1) agriculture and food security; 2) water management policies/programmes; 3) sustainable tourism; 4) community based marine resource management programmes; and 5) sustainable forestry management."}, {"text_block_id": "p10_b167", "text": "The Vanuatu Climate Change and Disaster Risk Reduction Policy 2016-2030 was recently developed, and its overarching vision is for Vanuatu to be a nation whose communities, environment and economy are resilient to the impacts of climate change and disaster risks (NDMO, 2015).  The policy provides a framework through which risks can be identified, assessed, reduced and managed. The government of Vanuatu is committed to"}, {"text_block_id": "p10_b168", "text": "six key priorities to direct the country’s climate change and disaster risk reduction efforts, and these priorities"}, {"text_block_id": "p10_b169", "text": "fall into two categories"}, {"text_block_id": "p10_b170", "text": "–"}, {"text_block_id": "p10_b171", "text": "systems and themes.  Systems include governance, finance, knowledge and information, while themes include climate change adaptation and disaster risk reduction, low carbon development, and response and recovery."}, {"text_block_id": "p10_b172_merged_merged_merged_merged", "text": "The Pacific Islands Meteorological Strategy 2012-2021 provides a guiding framework for the development and support of national and regional weather and climate services throughout the Pacific Islands region (SPREP, 2012).  This strategy is for Pacific Island Countries and Territories’ National Meteorological Services, donors and partners to strengthen weather and climate services for all stakeholders. This is to be achieved through timely provisions of early warnings, and information on weather and climate, especially climate change.  One of the four priority areas for action identified by this Strategy is improved climate services."}, {"text_block_id": "p10_b177", "text": "At the United Nations Sustainable Development Summit in September 2015, world leaders adopted the 2030 Agenda for Sustainable Development (United Nations, 2015), which includes a set of 17 Sustainable"}, {"text_block_id": "p10_b178", "text": "Development Goals (SDGs).  All 17 SDGs are connected to the United Nations Development Programme’s"}, {"text_block_id": "p11_b179", "text": "Strategic Plan focus areas; one of which is"}, {"text_block_id": "p11_b180", "text": "climate and disaster resilience"}, {"text_block_id": "p11_b181", "text": ".  The goal of this focus area is to build resilience to climate change and disaster risks, and ensure that development remains risk-informed and sustainable. In addition, the Vanuatu government are currently drafting a"}, {"text_block_id": "p11_b182", "text": "2016-2030 National Sustainable Development Plan"}, {"text_block_id": "p11_b183", "text": ", which will be the highest level government planning document for the next 15 years. This plan will address social, environmental and economic aspects of development, including climate and disaster resilience."}, {"text_block_id": "p11_b184", "text": "3. What are climate services?"}, {"text_block_id": "p11_b185", "text": "Climate services are the provision of climate information in a way that assists end-user decision-making. They require ongoing stakeholder engagement, an effective access mechanism, and must respond to user needs."}, {"text_block_id": "p11_b186", "text": "Vanuatu has a tropical maritime climate, with relatively uniform temperatures and high humidity throughout the year.  The country observes a dry season from May to October and a wet season from November to April, which is also the time of year when the risk of Tropical Cyclones is greatest.  From year-to-year, deviations from the average cl"}, {"text_block_id": "p11_b187", "text": "imatic conditions can pose a number of threats to the country’s society and economy.  For"}, {"text_block_id": "p11_b188", "text": "example, the state of the El Niño Southern Oscillation (ENSO) and the associated positioning of the South Pacific Convergence Zone (SPCZ) can have considerable implic"}, {"text_block_id": "p11_b189", "text": "ations for rainfall during Vanuatu’s wet season."}, {"text_block_id": "p11_b190", "text": "Specifically, El Niño usually results in lower than normal rainfall, whereas La Niña usually results in higher than normal rainfall. The impacts of climate change, particularly those related to sea level rise, are also likely to pose significant threats to future generations living in Vanuatu and all Pacific Islands."}, {"text_block_id": "p11_b191", "text": "During the NSCCS, some specific impacts of climate variability and climate change and their associated socio"}, {"text_block_id": "p11_b192", "text": "-"}, {"text_block_id": "p11_b193", "text": "economic implications that were identified by participants included:"}, {"text_block_id": "p11_b194", "text": "economic implications that were identified by participants included:\n* drought\n* reduced reception and collection of freshwater resources, and reduced crop yields leading\n* flooding\n* damage to crops, housing and transport infrastructure, and contamination of freshwater\n* sea level rise\n* increased coastal erosion and storm inundation, and increased salt-water\n* sea temperature increase\n* coral bleaching, potential for lengthening cyclone seasons, and increasing"}, {"text_block_id": "p11_b210", "text": "A range of climate services are already provided by VMGD (Section 8.1), which include the generation and timely provision of climate products and information on a range of time scales. The purpose of providing climate services is to ensure that Ni-Vanuatu have sufficient knowledge and skills to prepare for and respond to the kind of climate threats described above."}, {"text_block_id": "p11_b211_merged_merged_merged_merged_merged_merged_merged_merged", "text": "To develop climate services, climate data are essential. Climate data include historic and real-time observations of climate variables, plus computer model output covering both historic and future periods.  Climate data are only useful if they are reliable.  Therefore, data must be collected systematically using high-quality standardised instrumentation, which requires sufficient human and technical resources. In addition, climate data must be continuously checked for quality and made easily accessible, which requires the use of a database.  Vanuatu’s climate data is currently stored in the VMGD climate database ‘CliDE’, with VMGD staff performing quality checks of the data prior to entering it into the database.  VMGD staff also summarise and interpret climate data and create climate products and information through the use of maps, plots, pictures, tables and summary reports (e.g. the Vanuatu Monthly Climate Update). These climate products span all time"}, {"text_block_id": "p12_b214", "text": "scales: past years, current conditions, short-term forecasts, seasonal outlooks and climate change projections for the next several decades."}, {"text_block_id": "p12_b215", "text": "Climate services also include the dissemination of climate information to the public or a specific user.  They require strong partnerships between the provider (e.g. VMGD) and stakeholders (e.g. national and provincial government, non-government organisations and the media), for the purpose of interpreting and applying climate information for decision making, sustainable development, and ongoing improvement of climate information products, predictions and outlooks.  As such, climate services can reduce the economic and environmental impact of climate variability and change, and help address national and international sustainable development goals.  Effective climate services must be easily accessible and understood, timely, and decision-relevant.  They must also take into account the capacities and socio-economic conditions of all end users.  Achieving this requires ongoing capacity development and stakeholder engagement, to ensure that climate services both address and respond to current and future end-user needs."}, {"text_block_id": "p12_b216", "text": "4. What is the GFCS?"}, {"text_block_id": "p12_b217_merged", "text": "Technological and scientific developments in recent decades have resulted in an improved capability to understand and predict the Earth’s climate system.  This has improved the ability to plan ahead to support climate risk management and climate adaptation measures, which is supported by the development of tailored climate services. However, the present capabilities of some countries preclude the production or application of effective climate services, giving rise to a discrepancy between the climate services that are being offered (if any) to that which could be offered and successfully applied. The Global Framework for Climate Services (GFCS) was established in 2009 to address this discrepancy (WMO, 2014).  The vision of the GFCS is:"}, {"text_block_id": "p12_b220", "text": "“To enable better ma"}, {"text_block_id": "p12_b221", "text": "nagement of the risks of climate variability and change and adaptation to climate change, through the development and incorporation of science-based climate information and prediction into planning, policy and practice on the global, regional and national"}, {"text_block_id": "p12_b222", "text": "scale.”"}, {"text_block_id": "p12_b223", "text": "Ultimately, activities undertaken under the GFCS aim at developing climate services that reflect user needs, and respond to changes in user needs.  The GFCS has identified five components (or pillars) that are essential to the effective development, delivery and application of climate services (Figure 2). These are:"}, {"text_block_id": "p12_b224", "text": "Ultimately, activities undertaken under the GFCS aim at developing climate services that reflect user needs, and respond to changes in user needs.  The GFCS has identified five components (or pillars) that are essential to the effective development, delivery and application of climate services (Figure 2). These are:\n* .  Contributes to the understanding of local, regional and global climate,\n* .  Facilitates the production of climate services by enabling the\n* .  The means through which users and providers of climate services can\n* .  Improves understanding of Earthâs climate system and the\n* .  Improves understanding of Earthâs climate system and the\n potential impacts of climate change, which supports the development and operationalisation of\n* .  Identify and establish requirements and improvements to support the"}, {"text_block_id": "p13_b240", "text": "Ultimately, activities undertaken under the GFCS aim at developing climate services that reflect user needs, and respond to changes in user needs.  The GFCS has identified five components (or pillars) that are essential to the effective development, delivery and application of climate services (Figure 2). These are:\n* .  Contributes to the understanding of local, regional and global climate,\n* .  Facilitates the production of climate services by enabling the\n* .  The means through which users and providers of climate services can\n* .  Improves understanding of Earthâs climate system and the\n* .  Improves understanding of Earthâs climate system and the\n potential impacts of climate change, which supports the development and operationalisation of\n* .  Identify and establish requirements and improvements to support the\n* The pillars of the Global Framework for Climate Services (GFCS).\n<\\li1>"}, {"text_block_id": "p13_b242", "text": "The GFCS also identifies five priority areas for the development and application of climate services:"}, {"text_block_id": "p13_b243", "text": ""}, {"text_block_id": "p13_b244", "text": "agriculture and food security;"}, {"text_block_id": "p13_b245", "text": ""}, {"text_block_id": "p13_b246", "text": "health;"}, {"text_block_id": "p13_b247", "text": ""}, {"text_block_id": "p13_b248", "text": "disaster risk reduction (DRR);"}, {"text_block_id": "p13_b249", "text": ""}, {"text_block_id": "p13_b250", "text": "water; and"}, {"text_block_id": "p13_b251", "text": ""}, {"text_block_id": "p13_b252", "text": "energy."}, {"text_block_id": "p13_b253", "text": "Development of the Vanuatu Framework for Climate Services (VFCS; this document) was strongly guided by the structure and priorities as described in the GFCS. There are sections in this document which address the capacities of both the providers and receivers of climate services, the interface platforms and networks used for the dissemination of climate information and feedback on its value, the kind of products that can be produced and tailored to user needs, the research gaps that still require filling and the requirement for high quality climate observations that are fundamental to all services."}, {"text_block_id": "p13_b254", "text": "All the GFCS priority areas have been addressed throughout the VFCS, as well as the following additional priority areas that were identified by participants at the National Stakeholder Consultation on Climate Services (NSCCS):"}, {"text_block_id": "p13_b255", "text": ""}, {"text_block_id": "p13_b256", "text": "women and children;"}, {"text_block_id": "p13_b257", "text": ""}, {"text_block_id": "p13_b258", "text": "fisheries;"}, {"text_block_id": "p13_b259", "text": ""}, {"text_block_id": "p13_b260", "text": "tourism;"}, {"text_block_id": "p13_b261", "text": ""}, {"text_block_id": "p13_b262", "text": "NGOs"}, {"text_block_id": "p13_b263", "text": ""}, {"text_block_id": "p13_b264", "text": "business and industry; and"}, {"text_block_id": "p13_b265", "text": ""}, {"text_block_id": "p13_b266", "text": "infrastructure"}, {"text_block_id": "p14_b267", "text": "Furthermore, the appendix includes summary sheets that outline sector-specific climate-related impacts and suggestions for tailored products that were identified during both the first NCOF and the NSCCS."}, {"text_block_id": "p14_b268", "text": "5. What are the climate-related functions of VMGD?"}, {"text_block_id": "p14_b269", "text": "5.1 VMGD capabilities and resources"}, {"text_block_id": "p14_b270_merged", "text": "There is strong capacity in the VMGD to meet current operational requirements.  The Climate Division staff manage Vanuatu’s Rainfall Network (VRN) which consists of 84 rainfall sites (see Figure 3 for the distribution of rainfall observation sites just for Efate).  There are additionally seven synoptic sites, although these are managed by the Observations Department. These synoptic sites observe and record a range of variables including temperature, rainfall, visibility and information on cloud type and cloud cover.  Rainfall observers (all 84 are volunteers) record data in monthly log books which are sent to VMGD and manually uploaded into the climate database (CliDE).  The climate data stored in CliDE are all quality checked prior to being entered into the database.  It would be useful for web-based data entry to CliDE to be accessible at Provincial Offices, so that data can be entered in a timelier manner."}, {"text_block_id": "p14_b273", "text": "Figure 3."}, {"text_block_id": "p14_b274", "text": "Location of rainfall observation stations in Efate, Vanuatu."}, {"text_block_id": "p14_b275", "text": "15"}, {"text_block_id": "p15_b276", "text": "The Vanuatu Rainfall Network is a valuable resource and should be maintained, as climate data are a critical component of climate services.  The current spatial coverage of the Vanuatu Rainfall Network is excellent, if predominantly coastal (e.g. Figure 3), with observers in all provinces including many outer islands.  Ultimately VMGD would like to automate some of the network, which would require significant additional infrastructure and investment.  However, the VMGD have indicated that current observers would remain engaged with VMGD (e.g. contributing to volcanic watches), and therefore retain their position as a focal point for climate information sharing in their communities.  This would be an excellent example of effective two-way communication between the VMGD and stakeholders.  Training and support is provided by VMGD to the rainfall observers although it was noted by NCOF participants that more could be done in this area."}, {"text_block_id": "p15_b277", "text": "RECOMMENDATION 1: Develop and carry out a survey of observers and rainfall collectors in order to identify their additional training requirements and opportunities for capacity building.  In addition, determine whether observations could be rationalised (e.g. are data on cloud cover and cloud type useful and therefore required?)."}, {"text_block_id": "p15_b278", "text": "In addition to automating some of the rainfall observation network, it is important that all climate stations (including those installed by JICA, NOAA and NIWA) are properly telemetered, with all data uploaded into a central database (e.g. CliDE)."}, {"text_block_id": "p15_b279", "text": "VMGD staff constantly monitor the ENSO status, and provide ENSO advisory services that incorporate media and SMS releases.  Sea surface temperatures, trade winds, and regional cloud cover (which indicates the SPCZ position) are also monitored, and a national Coral Reef Watch is produced. These activities are typically dependent on the use of regional and global climate information generated by external sources such as the National Oceanic and Atmospheric Administration (NOAA), Seasonal Climate Outlooks in Pacific Island Countries (SCOPIC), Republic of Korea-Pacific Islands Climate Prediction (ROK-PI CLiPS) and the National"}, {"text_block_id": "p15_b280", "text": "Institute of Water and Atmospheric Research’s (NIWA) Island Climate Update.  The availability of regional and"}, {"text_block_id": "p15_b281", "text": "global climate information is essential for VMGD, and ongoing optimal use of such resources will remain a key requirement for the development and delivery of effective climate services in Vanuatu."}, {"text_block_id": "p15_b282_merged_merged", "text": "Additional responsibilities (such as facilitating community-based workshops) and the development of sector-specific climate services will require additional technical and human resources.  VMGD has planned a new organisational structure for the Climate Division that would represent significant growth through the addition of human and technical resources (Figures 4 and 5). Future growth should incorporate the need for sector focal points within the Climate Division, who will liaise with focal points in other Departments, Provincial Government and organisations. This could be achieved by ensuring the roles are written into Climate Division job descriptions. There is also a need for a specialist IT/software engineer within the Climate Division who is dedicated to the upkeep and development of CliDE and its associated products and services suite CliDEsc; this role could be carried out by the proposed Software and Program Officer (Figure 5)."}, {"text_block_id": "p15_b285", "text": "Furthermore, the VMGD (through the Ministry of Climate Change) is currently constructing buildings in provincial headquarters to house VMGD staff, National Disaster Management Office (NDMO) staff, and a Provincial Disaster Officer (PDO).  These buildings will accommodate Emergency Operation Centres, and link to electronic government networks. Two of these centres have already been built in Torba and Tafea, with additional centres to be built in other provincial headquarters.  It is anticipated that these developments will ensure VMGD is well positioned to develop and deliver future operational requirements including tailored climate services."}, {"text_block_id": "p16_b286", "text": "Figure 4."}, {"text_block_id": "p16_b287", "text": "VMGD Climate Division current structure."}, {"text_block_id": "p16_b288", "text": "Figure 5."}, {"text_block_id": "p16_b289", "text": "VMGD Climate Division proposed new structure (2016). PSO is Principal Scientific Officer. SMO is Senior Meteorological Officer."}, {"text_block_id": "p17_b290", "text": "6. Climate service users"}, {"text_block_id": "p17_b291", "text": "6.1 Who are the users?"}, {"text_block_id": "p17_b292_merged", "text": "Weather and climate are topics of great importance to everyone, particularly when it comes to the physical and social impacts of extreme climatic events like Tropical Cyclones, heavy rainfall causing flooding, and drought leading to water shortages and decreased food production. Climate change adds another dimension to these hazards, as it is likely that the impacts we live with today will continue to challenge our resilience and ability to adapt for many decades to come."}, {"text_block_id": "p17_b295", "text": "As a result, there are many and varied users of climate information and services. Furthermore, different users have different capabilities and needs, thus climate information must be tailored and delivered to cater for these differences. In Vanuatu, the following principal user groups have been identified:"}, {"text_block_id": "p17_b296", "text": ""}, {"text_block_id": "p17_b297", "text": "National Government:"}, {"text_block_id": "p17_b298", "text": "Cluster Groups, National Disaster Management Office (NDMO); Departments of Hydrology, Water Resources, Tourism, Infrastructure and Public Works, Agriculture, Forestry, Livestock, Energy, Education and Fisheries; Ministry of Health; Vanuatu Project Management Unit,"}, {"text_block_id": "p17_b299", "text": ""}, {"text_block_id": "p17_b300", "text": "Provincial Government:"}, {"text_block_id": "p17_b301", "text": "Provincial Secretary Generals, Officers, Area Secretaries, Committees"}, {"text_block_id": "p17_b302", "text": ""}, {"text_block_id": "p17_b303", "text": "NGOs:"}, {"text_block_id": "p17_b304", "text": "Red Cross, Care International, Save the Children, World Vision, Oxfam, UNICEF"}, {"text_block_id": "p17_b305", "text": ""}, {"text_block_id": "p17_b306", "text": "Private Sector:"}, {"text_block_id": "p17_b307", "text": "Businesses (including international), Vanuatu Chamber of Commerce and Industry"}, {"text_block_id": "p17_b308", "text": ""}, {"text_block_id": "p17_b309", "text": "VMGD:"}, {"text_block_id": "p17_b310", "text": "Climate Observers and Vanuatu Rainfall Network (VRN) Volunteers"}, {"text_block_id": "p17_b311", "text": ""}, {"text_block_id": "p17_b312", "text": "Media:"}, {"text_block_id": "p17_b313", "text": "Television, Radio, Newspaper, Social Media"}, {"text_block_id": "p17_b314", "text": ""}, {"text_block_id": "p17_b315", "text": "General Public:"}, {"text_block_id": "p17_b316", "text": "People in Towns, Villages and Provincial Communities."}, {"text_block_id": "p17_b317", "text": "Photo taken at the first Vanuatu National Climate Outlook Forum (NCOF) in Port Vila, March 2016, which included attendees from all of the primary user groups."}, {"text_block_id": "p18_b318", "text": "6.2 What are their capabilities and needs?"}, {"text_block_id": "p18_b319", "text": "Based on information gleaned from several end-user workshops and discussions (including the first NCOF and the NSCCS), the capabilities and needs (pertaining to climate information) of the principal users listed above are summarised here. We note that this summary is based on a sample of end users, and that as climate services develop and strengthen over time these capabilities and needs will change."}, {"text_block_id": "p18_b320", "text": "RECOMMENDATION 2: Regular surveys of principal"}, {"text_block_id": "p18_b321", "text": "users’"}, {"text_block_id": "p18_b322", "text": "capabilities and needs (pertaining to climate information) should be performed, perhaps every three to five years."}, {"text_block_id": "p18_b323", "text": "NATIONAL GOVERNMENT"}, {"text_block_id": "p18_b324", "text": "Government Ministries and Departments have high capabilities for understanding and using climate information. While their needs vary, the main requirement is to be well-informed of current and forecasted climatic conditions and the risk of adverse impacts pertinent to their sector and areas of responsibility. For example, the Ministry of Agriculture needs to know, among other things, how much rain has fallen so far in the current wet season, how this is different from normal, which provinces are experiencing the lowest/highest rainfall, and what the climate outlook is for the coming months. MAF then has a responsibility to act on this information to ensure that agricultural production and food security issues are minimised."}, {"text_block_id": "p18_b325_merged_merged", "text": "Some Government Ministries and Departments are using VMGD information, combined with their own monitoring and modelling, very effectively. For example, the Water Resources Division of the Department of Geology, Mines & Water Resources (DGMWR) issue a Hydrological Drought Advisory with associated actions and safety warnings, which is informed by climate information and forecasts. Also, the Ministry of Health have developed an El Niño Key Messages booklet, which is disseminated widely. These products illustrate good practice, and could serve as examples for other Government Ministries and Departments."}, {"text_block_id": "p18_b330", "text": "Other departments are less engaged with using climate information (e.g. Infrastructure, Women, Education, Tourism, Fisheries), and would benefit from developing guidelines and/or booklets such as the examples listed above.  Furthermore, while all Ministries and Departments have Strategic Policies (for example, the Vanuatu Agriculture Sector Policy, 2015-2030), not all policies explicitly include sections on climatic risk. Also, there is room for improvement regarding the understanding and use of climate information by Government Sector extension officers working at the community level, which could be strengthened through training and refinements to job descriptions."}, {"text_block_id": "p18_b331", "text": "RECOMMENDATION 3: All Government Strategic Policies should be reviewed and if necessary revised to include strategies and actions linked to the provision of climate information from VMGD. A follow-up recommendation is the establishment if necessary of inter-departmental Memoranda of Agreement (MoAs) and the integration of climate information into Standard Operating Procedures (SOPs), Service Level Agreements (SLAs) and extension officer job descriptions."}, {"text_block_id": "p18_b332", "text": "PROVINCIAL GOVERNMENT"}, {"text_block_id": "p18_b333", "text": "The capabilities of Provincial Government for using climate information vary markedly, depending upon the level of Government and the available technical and financial resources for each Province. Provincial Secretary Generals (SGs) and Provincial Disaster Officers (PDOs) have a greater capacity to understand technical climate"}, {"text_block_id": "p19_b334", "text": "information than Area Secretaries (ASs) and members of Community Committees. Climate information needs to be specifically tailored to match these varying capabilities."}, {"text_block_id": "p19_b335", "text": "Generally speaking, the needs of Provincial Government are for information and support that will lessen the physical and social impact of climate hazards and improve the livelihoods of all Ni-Vanuatu, particularly those living in subsistence-based communities. To help achieve this, Provinces should assess how they currently interact with VMGD and work with the Division to produce information in a format most suited to their needs and stakeholders. Provinces can then develop action/response plans, which are linked to the information. An excellent example of this is the"}, {"text_block_id": "p19_b336", "text": "El Niño Response Plan for Tafea Province"}, {"text_block_id": "p19_b337", "text": "produced by the Provincial Disaster Committee Workshop in October 2015."}, {"text_block_id": "p19_b338", "text": "RECOMMENDATION 4: Provincial Government should work with the VMGD to tailor climate information so that it best meets their needs and directly informs their action and response plans."}, {"text_block_id": "p19_b339", "text": "NON-GOVERNMENTAL ORGANISATIONS"}, {"text_block_id": "p19_b340", "text": "Staff and volunteers in NGOs are very capable of translating complicated information into more simplified messages, and communicating these messages to people in villages and communities throughout the Pacific. There are several good examples of this, such as the"}, {"text_block_id": "p19_b341", "text": "Seasonal Rainfall Watch"}, {"text_block_id": "p19_b342", "text": "produced by Red Cross, and the climate change education programme which Save The Children are introducing to schools in Vanuatu. The capacity of NGO volunteers that has been built up over many years has demonstrably made a difference when responding to warnings and collecting information on impacts. It is important that their capacity continues to be built to play this critical role at the community level."}, {"text_block_id": "p19_b343", "text": "The needs of NGOs are similar to those of Provincial Government, as both have a strong community livelihood focus. There could be better linkages, including greater sharing of information on activities, projects and plans, between Provincial Government, National Government sector extension officers and the NGOs, as all are w"}, {"text_block_id": "p19_b344", "text": "orking at the community level. Provision of information and advice to the ‘"}, {"text_block_id": "p19_b345", "text": "last mile"}, {"text_block_id": "p19_b346", "text": "’ needs a well"}, {"text_block_id": "p19_b347", "text": "-managed and coordinated approach. A lack of sharing of information, such as results from vulnerability or impact assessments, often leads to a duplication of effort and reputational damage."}, {"text_block_id": "p19_b348", "text": "NGOs in Vanuatu are well coordinated and well connected throughout the Pacific Island region. There is an NGO consortium in Vanuatu comprised of Red Cross, Save the Children, Care and Oxfam."}, {"text_block_id": "p19_b349", "text": "PRIVATE SECTOR"}, {"text_block_id": "p19_b350", "text": "It is well recognised that businesses are significantly impacted by, and also play a significant role in the recovery from, extreme climatic events such as floods and Tropical Cyclones. It is likely that business owners have a high capability to use climate information, and they may already be accessing and using climate data and forecasts through mechanisms such as the internet and media reports. However, relatively little is known about whether this is happening, and if so whether the information is meeting their needs."}, {"text_block_id": "p19_b351_merged_merged_merged_merged", "text": "RECOMMENDATION 5: VMGD to hold a ‘Climate and Business’ workshop hosted by the Vanuatu Chamber of Commerce and Industry to develop climate services for Vanuatu business owners."}, {"text_block_id": "p20_b354", "text": "The Vanuatu Chamber of Commerce and Industry (VCCI) maintain an excellent database of Vanuatu business contacts (over 560 businesses)."}, {"text_block_id": "p20_b355", "text": "VMGD"}, {"text_block_id": "p20_b356_merged", "text": "VMGD climate observers and Vanuatu Rainfall Network (VRN) volunteers provide a key role in gathering data, but need more training in the use and translation of climate output information.  This could be done at the same time as training of members of community-based committees and Area Secretaries, as their capacities are similar. VMGD’s strategy of training a family (instead of an individual) on how to collect rainfall observations is an excellent mechanism for building and sustaining data collection, and should be extended to climate services training."}, {"text_block_id": "p20_b359", "text": "Photo of Mr Kalpeau Joseph, Area Secretary and VRN volunteer from Epau village, Efate."}, {"text_block_id": "p20_b360", "text": "MEDIA AND GENERAL PUBLIC"}, {"text_block_id": "p20_b361", "text": "The media provide a critical role in the dissemination of climate information, and are very capable of understanding and to some extent tailoring climate information so that it is more easily understood by the general public. This has been aided by workshops with media personnel held at VMGD, and the production of a glossary of technical terms. Refresher workshops should be held every few years, as people working in media tend to be quite mobile and new people will need bringing up-to-speed."}, {"text_block_id": "p20_b362", "text": "At the community level, radio broadcasts are often a primary source of climate information (although not all communities can receive these broadcasts). Thus, it is critical that the information communicated via the media is understandable and consistent with that being communicated through other mechanisms such as"}, {"text_block_id": "p21_b363", "text": "notice boards and person-to-person contact. Overall, communities need good advice on what to do before, during and after an event (e.g. a drought).  The information must be timely, consistent and come from trusted and well-informed channels."}, {"text_block_id": "p21_b364", "text": "7. Climate and impact data observations and monitoring"}, {"text_block_id": "p21_b365", "text": "7.1 What data are currently being collected?"}, {"text_block_id": "p21_b366", "text": "Participants at the National Stakeholder Consultation on Climate Services (NSCCS) were asked to identify what specific climate and impact data (or related data) are currently being collected, and this information is summarised in this section."}, {"text_block_id": "p21_b367", "text": "VMGD"}, {"text_block_id": "p21_b368", "text": "VMGD collect a variety of climate data, which is subsequently stored in the climate database CliDE.  Rainfall and air temperature are the primary variables that are monitored.  During natural disasters and disease outbreaks, the VMGD undertake additional and specific data collection, surplus to that obtained during standard operations.  Historic information is stored, including reports of Tropical Cyclone warnings and events, dairies of extreme events, media clippings and public reporting.  This historic information is used to help VMGD understand the vulnerability of Ni-Vanuatu to climate and weather events, and to improve targeting of awareness activities.  The VMGD maintain a traditional knowledge database, compile VRN rainfall reports, and perform annual phone surveys to ask participants about the impacts of ENSO events.  VMGD job sheets provide a record of all client climate data requests, including the data required and the amount of time spent on the job."}, {"text_block_id": "p21_b369", "text": "Work has begun on rescuing historic data from paper records, but there are still many ship logs, missionary diaries, WWII logs etc. that could include valuable historical climate data. There is an opportunity to use citizen science to digitise these data."}, {"text_block_id": "p21_b370", "text": "VRN volunteers collect rainfall data and send it in to VMGD, however the data are often not shared with or explained to the community where they were collected.  VMGD is aware that some farmers are collecting rainfall and other weather/climate data. There is an opportunity for VMGD to liaise with these farmers in order to discuss obtaining, checking and storing the data. This could improve the spatial coverage of rainfall observations in Vanuatu. However, it is very important to ensure the data are reliable and observations are made according to international standards."}, {"text_block_id": "p21_b371", "text": "NATIONAL GOVERNMENT"}, {"text_block_id": "p21_b372", "text": "Many government departments and divisions collect weather and climate-related impacts data that are or could be used to improve climate services. Listed below are a sample of the type of data that were identified at the National Stakeholder Consultation on Climate Services (NSCCS):"}, {"text_block_id": "p21_b373", "text": ""}, {"text_block_id": "p21_b374_merged", "text": "NDMO: Receive and store data from impact assessments and situation reports carried out in provinces and communities. Also collect Monitoring Indicators through the clusters – seven clusters have been set up in Vanuatu following the UN Cluster System. NDMO plan to write a ‘Lessons learned’ document about the 2015-16 El Niño event, which will help plan for future El Niño events.  NDMO have also produced a 2015 report called TC Pam: Lessons Learned Workshop."}, {"text_block_id": "p22_b389", "text": ""}, {"text_block_id": "p22_b390", "text": "Ministry of Health"}, {"text_block_id": "p22_b391", "text": ": Document confirmed cases of vector-borne and water-borne diseases, heat-related"}, {"text_block_id": "p22_b392", "text": "infection and asthma cases.  Carry out weekly surveillance and produce survey and assessment reports. Manage a health database (includes malaria, EPI immunisation, reproductive health, HIV)."}, {"text_block_id": "p22_b393", "text": ""}, {"text_block_id": "p22_b394", "text": "Ministry of Land and Natural Resources:"}, {"text_block_id": "p22_b395", "text": "Water Resources Department collect river flow, water quality,"}, {"text_block_id": "p22_b396", "text": "bore level and some rainfall data."}, {"text_block_id": "p22_b397", "text": ""}, {"text_block_id": "p22_b398", "text": "Ministry of Finance"}, {"text_block_id": "p22_b399", "text": ": Regularly produce budget/revenue reports."}, {"text_block_id": "p22_b400", "text": ""}, {"text_block_id": "p22_b401", "text": "Department of Agriculture"}, {"text_block_id": "p22_b402", "text": ": Carry out household income expenditure surveys."}, {"text_block_id": "p22_b403", "text": ""}, {"text_block_id": "p22_b404", "text": "Department of Forestry"}, {"text_block_id": "p22_b405", "text": ": Keep logging data including reforestation."}, {"text_block_id": "p22_b406", "text": ""}, {"text_block_id": "p22_b407", "text": "Ministry of Fisheries"}, {"text_block_id": "p22_b408", "text": ": Perform assessments of coral bleaching, and population estimates for crown of"}, {"text_block_id": "p22_b409", "text": "thorn (starfish) and sea cucumber."}, {"text_block_id": "p22_b410", "text": ""}, {"text_block_id": "p22_b411", "text": "Police"}, {"text_block_id": "p22_b412", "text": ": Compile situation reports pertaining to natural emergencies."}, {"text_block_id": "p22_b413", "text": ""}, {"text_block_id": "p22_b414", "text": "Reserve Bank of Vanuatu"}, {"text_block_id": "p22_b415", "text": ": Produce assessments of economic indicators."}, {"text_block_id": "p22_b416", "text": "PROVINCIAL GOVERNMENT"}, {"text_block_id": "p22_b417", "text": "The following information was shared at the NSCCS, and does not represent an exhaustive list of data collected by Provincial Government."}, {"text_block_id": "p22_b418", "text": ""}, {"text_block_id": "p22_b419", "text": "Sanma Province"}, {"text_block_id": "p22_b420", "text": ": Situation reports and rapid-response assessments have been produced since"}, {"text_block_id": "p22_b421", "text": "establishment of the Sanma Provincial Disaster and Climate Change Committee (PDCCC).  These reports contain data collected from different clusters including reports of impact assessments, which are verified by the PDCCC then passed on to the NDMO."}, {"text_block_id": "p22_b422", "text": ""}, {"text_block_id": "p22_b423", "text": "Malampa Province"}, {"text_block_id": "p22_b424", "text": "have a database where they store and analyse survey questions before sending the"}, {"text_block_id": "p22_b425", "text": "reports over to National Government. They have a statistics officer that keep all these data and work with the disaster officer."}, {"text_block_id": "p22_b426", "text": "At the NSCCS, Provincial SG’s reported that"}, {"text_block_id": "p22_b427", "text": "impact data are collected during and after extreme climate and weather events, and subsequently passed on to the NDMO."}, {"text_block_id": "p22_b428", "text": "NON-GOVERNMENTAL ORGANISATIONS"}, {"text_block_id": "p22_b429_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged_merged", "text": "The Red Cross collect a variety of data which is predominantly community focused. For example, they carry out awareness and community vulnerability profiling, which is reviewed every six months. This profiling includes population statistics, assessment reports, as well as distribution, volunteer and logistic databases. The Red Cross also have a project called Knowledge, Attitude and Practice (KAP) which could be used to assess how communities’ behaviour may change as they learn more about their climate. Save the Children have carried out El Niño monitoring through Digicel, by asking respondents a set of standard questions sent fortnightly to 1000 random phone numbers. Other NGOs present at the NSCCS indicated that they generate reports assessing water, food and infrastructure requirements at the community level."}, {"text_block_id": "p22_b436", "text": "PRIVATE SECTOR"}, {"text_block_id": "p22_b437", "text": "UNELCO is a private enterprise involved in the production, transport and supply of energy and water.  Their operation includes a monitoring network of groundwater level, rainfall, river flow and river level data. The"}, {"text_block_id": "p23_b438", "text": "company carries out post-disaster assessments of water infrastructure and freshwater quality/quantity. UNELCO do not currently share these data with VMGD."}, {"text_block_id": "p23_b439", "text": "GENERAL PUBLIC"}, {"text_block_id": "p23_b440", "text": "Communities collect data that is typically informal, and shared in an informal way.  Community Disaster Committees (CDCs) have been established in some parts, and these have made positive contributions towards community response to warnings, and information collection through initial assessments after natural disasters.  At the NSCCS, participants acknowledged the importance of building CDC capacity so that they may continue to have a positive role to play at the community level.  Communities have a wealth of traditional knowledge, and more work is required to understand how such knowledge could be utilised in relation to climate data."}, {"text_block_id": "p23_b441", "text": "7.2 Who keeps the records?"}, {"text_block_id": "p23_b442", "text": "As outlined in Section 7.1, considerable impact-related data are being collected.  Overall, it appears that sector-segregated data storage prevails."}, {"text_block_id": "p23_b443", "text": "In many cases it isn’t clear: a) if the data"}, {"text_block_id": "p23_b444", "text": "are being stored for future reference, and b) by what means the data are stored. An ongoing discussion, led by VMGD and NDMO, is whether there should be a centralised impacts database, and if so, who should manage the data collection, maintenance and access. VMGD have suggested they could host a database of climate related hazard impacts. This database could be used by VMGD to carry out scientific analyses of impacts linked to specific climate events (e.g. drought impacts associated with El Niño), which VMGD could then disseminate to end-users such as NDMO to assist with future mitigation and adaptation measures."}, {"text_block_id": "p23_b445", "text": "Regarding climate data, VMGD have a climate database (CliDE) into which all the climate data are either automatically or manually entered. It would be useful if an automatic/semi-automatic method of uploading VRN rainfall observations into CliDE was created, perhaps funded through specific projects. Currently considerable human resources at VMGD are required for manual data entry. A smartphone app could be developed to perform this function."}, {"text_block_id": "p23_b446", "text": "7.3 Are the data shared?"}, {"text_block_id": "p23_b447_merged_merged", "text": "VMGD staff provide climate data to anyone who completes and submits a data request form. Once the request is approved by the VMGD Director, the data are usually sent via email or as a printed copy (if requested). VMGD also send climate data from selected climate stations to an international database via the World Meteorological Organisation (WMO)’s Global Telecommunication System. These data are used by researchers and modellers around the world to produce and improve global climate monitoring and prediction products and services."}, {"text_block_id": "p23_b450", "text": "Impact data after extreme events such as Tropical Cyclones are collected and passed on to the NDMO. These data are used to produce impact assessments which in turn are used to allocate resources for disaster recovery measures. Each Province has a Disaster Risk Reduction (DRR) database in which they store and analyse survey questions and responses before sending the reports to the NDMO. Some Provinces, for example Malampa Province, have a Statistics Officer who keeps all these data and works with the Provincial Disaster Officer."}, {"text_block_id": "p23_b451", "text": "The NDMO have an established network with whom they share information, and they utilise partners including Red Cross to do this. NDMO are also currently investigating church networks as a means for sharing weather and climate information with communities."}, {"text_block_id": "p24_b452", "text": "The Department of Geology, Mines and Water Resources have indicated that they are willing to share their rainfall, river flow and borehole data records with VMGD. Most of these records are paper-based so would require digitisation. The Department of Energy are also willing to share rainfall data they have collected at existing and potential hydropower generation locations."}, {"text_block_id": "p24_b453", "text": "Save the Children collect impact data based on a core set of indicators.  These impact data could be sent into VMGD on a monthly basis and compared with rainfall and other climate data."}, {"text_block_id": "p24_b454", "text": "7.4 Plans for climate network expansion"}, {"text_block_id": "p24_b455", "text": "Project proposals are currently being developed which will include the installation of new automatic climate stations (AWS) in Vanuatu. While the number and location of the stations is still to be determined, their installation will necessarily include an automated telecommunications system so that data are instantly transmitted to VMGD and ingested into the CliDE database."}, {"text_block_id": "p24_b456", "text": "Future research projects (e.g. associated with climate change adaptation and vulnerability) will significantly benefit from an enhanced climate network, and the climate product development, tailoring and services will be much more reliable and spatially complete."}, {"text_block_id": "p24_b457", "text": "8. Climate information"}, {"text_block_id": "p24_b458", "text": "8.1 What products are being produced?"}, {"text_block_id": "p24_b459", "text": "The VMGD Climate Division’s primary output is the Vanuatu Clim"}, {"text_block_id": "p24_b460", "text": "ate Update (VCU), which is produced monthly.  The VCU is an outlook of expected climate for the upcoming three months, and includes information on seasonal rainfall, tropical cyclone outlooks, and sea surface temperature forecasts.  Both an English and Bislama version of the VCU are produced, and it is distributed monthly via the VMGD website and email. In addition to the VCU, VMGD are trialling a Vanuatu Monthly Climate Summary (VMCS). There is considerable potential for development of this product (see Section 8.4)."}, {"text_block_id": "p24_b461", "text": "VMGD hold monthly climate briefings in Port Vila, where climate summary and outlook information is presented.  Attendees are generally from government departments and some NGOs.  A climate briefing was held at the first NCOF in March 2016. This was a first for the majority of NCOF attendees, with a show of hands indicating that just 12-15 people (the majority of which were VMGD staff) had previously attended a climate briefing. Tropical cyclone seminars are held when required, and these enable direct communication with end-users.  Further climate information produced includes an ENSO update, brochures, posters and fact sheets. VMGD participate in a radio talkback show once a month to discuss climate, weather and tropical cyclones. Media releases and television segments are also produced as required, usually prior to significant climate events."}, {"text_block_id": "p24_b462_merged", "text": "One-off products have been produced which contain information on ENSO and climate change projections. These include Klaod Nasara, an animation project (DVD, Youtube and TV) explaining the impacts of El Niño and La Niña, and an ENSO Handbook (including a DVD, brochures and a games “toolkit”). In collaboration with Red Cross, a Climate Information Toolkit was developed which provides Red Cross Field Officers with a FAQ sheet about typical climate related questions asked in the communities. Climate change projection information for Vanuatu was produced by the Pacific-Australia Climate Change Science Adaptation Planning (PACCSAP) program, and it will be crucial to ensure Vanuatu-specific projections continue to be updated in line with international projection developments."}, {"text_block_id": "p25_b465", "text": "VMGD have indicated a desire to produce a climate documentary to be based on climate services that may be offered (e.g. based on facets of this VFCS). It is anticipated that this type of documentary would be shown to communities via projector at a local meeting room, which would be a good opportunity for stakeholder consultation."}, {"text_block_id": "p25_b466", "text": "8.2 How is climate information currently being used?"}, {"text_block_id": "p25_b467", "text": "The media (e.g. FM 107) are active users of climate information, and publicise weather forecasts, warnings and climate outlook information regularly.  During the NSCCS it was noted that individual farmers and mariners typically make an effort to listen to weather and climate information over the radio, but it is not known if they are applying this climate information to their activities."}, {"text_block_id": "p25_b468", "text": "Climate information has been utilised by provincial SG’s in Provincial Response Plans.  For example, Tafea"}, {"text_block_id": "p25_b469", "text": "Province held a workshop to develop the Tafea Provincial Response plan, which includes a section on El Niño."}, {"text_block_id": "p25_b470", "text": "Climate information is also important to develop Tafea’s budget allocation for the year.  In Malampa"}, {"text_block_id": "p25_b471", "text": ", climate information has proven useful for planning of road maintenance activities.  In Shefa, information about water (e.g. conserve water because it is expected to be drier than normal) is disseminated by the SG to families who are reliant on groundwater as a freshwater source. In Tafea, climate information was utilised during simulation exercises, which improved readiness of the local emergency operation centre when Tropical"}, {"text_block_id": "p25_b472", "text": "Cyclone Pam struck in 2015.  Provincial SG’s receive the VCU, VMCS and ENSO Up"}, {"text_block_id": "p25_b473", "text": "dates, and circulate these to Area Secretaries."}, {"text_block_id": "p25_b474", "text": "In Epau village (eastern Efate), the Area Secretary receives climate information from VMGD. The Village Council hold a meeting, where this information is discussed, and issues such as a need for water conservation are addressed. This information is then shared with their community. Currently, the sharing of information with the community typically takes place at local churches. This is due in part because the local noticeboard was destroyed during Tropical Cyclone Pam in 2015. Part of the A"}, {"text_block_id": "p25_b475", "text": "rea Secretary’s"}, {"text_block_id": "p25_b476", "text": "job is also to listen to the radio each morning where they receive climate and weather information, which is then passed on to the community (not all villagers own a radio).  The Area Secretary is in a strong position to gather climate impact data from the community and pass this on to the VMGD"}, {"text_block_id": "p25_b477", "text": "–"}, {"text_block_id": "p25_b478", "text": "a formal impacts/indicator sheet would be a useful tool to assist with this."}, {"text_block_id": "p25_b479_merged_merged_merged", "text": "The Departments of Agriculture, Water Resources, Health and Disaster Management are particularly active in using climate information from VMGD. There are often climate articles in newsletters, and the Vanuatu Climate Update is often posted on noticeboards in the Departments in Port Vila and in their provincial offices. The Department of Agriculture has developed leaflets on mulching techniques and a “Key Information Message for Dry Periods (El Niño)” (see Figure 6). They each have very good networks involving provincial officers and extension officers and are active on many community-level committees."}, {"text_block_id": "p26_b484", "text": "Figure 6."}, {"text_block_id": "p26_b485", "text": "Leaflet on crops to plant during dry periods associated with El Niño (produced by the Vanuatu Department of Agriculture)."}, {"text_block_id": "p26_b486", "text": "The Vanuatu Red Cross (main office) disseminates climate information (e.g. the VCU) to their provincial offices, and shares the information with international colleagues.  As members of Provincial Disaster Committees and the Technical Advisory Commission, the Red Cross are in a good position to contribute to the development of tailored climate services. Save the Children also work with VMGD and the NDMO to coordinate climate messages that go out to communities, and provide training around preparedness for slow and fast-onset disasters."}, {"text_block_id": "p26_b487", "text": "Red Cross are also involved in several partnership projects with VMGD and NDMO (e.g. Klaod Nasara and the Climate Information Toolkit). More could be done to capitalise on the village vulnerability assessments done by Red Cross, by combining this information with climate hazard maps. Furthermore, use could be made of the"}, {"text_block_id": "p26_b488", "text": "‘Knowledge, Attitude, Practice (KAP)’ programme to assess how the provision of climate information translates"}, {"text_block_id": "p26_b489", "text": "to behavioural change."}, {"text_block_id": "p26_b490_merged_merged", "text": "As a result of the NCOF and NSCCS, it was apparent that climate information is being received by many end users, but in some instances it wasn’t clear if and how this information was actually being used. Furthermore, while traditional knowledge is widely used in many communities, there are indications that people find it difficult to understand climate information from VMGD. In order to address this, it will be important to: a) communicate climate information in ways that are better understood, and b) where possible, incorporate traditional knowledge in the development of tailored climate services."}, {"text_block_id": "p27_b493", "text": "8.3 Is there tailoring / simplification?"}, {"text_block_id": "p27_b494", "text": "Klaod Nasara is an excellent example of simplification, as it provides a simple explanation of El Niño/La Niña implications for Vanuatu. Indeed the term"}, {"text_block_id": "p27_b495", "text": "Klaod Nasara"}, {"text_block_id": "p27_b496", "text": "(i.e. cloud meeting place) represents an easilyunderstood alternative name for the South Pacific Convergence Zone (SPCZ).  Climate jargon (e.g. high pressure, low pressure, trough) used in the presentation of climate information is a barrier to effective communication, therefore it is important to address this when developing climate services.  A current example of addressing this is the development of a glossary of climate terms being produced by VMGD for media outlets."}, {"text_block_id": "p27_b497", "text": "The VCU includes a highlights section, and this is an effective way to simplify the document and emphasise the most important information.  Also, some very useful work has already been done on combining VCU information with traditional knowledge, e.g. including information regarding the timing of mangroves flowering/fruit and its relation to sea surface temperatures."}, {"text_block_id": "p27_b498", "text": "8.4 What kind of products and systems are needed?"}, {"text_block_id": "p27_b499", "text": "TAILORED CLIMATE WATCHES"}, {"text_block_id": "p27_b500", "text": "The Vanuatu Climate Update (VCU) is the primary output of the VMGD Climate Division. It has been developed over several years and has undergone several iterations. While continual improvements will always occur, the opinion of many of the attendees at the NCOF/NSCCS was that the product is already at a very high level of development and that little needs to be done to improve it. The VCU is produced every month and is well disseminated to a wide range of users who have become familiar with the layout and content. Many users directly incorporate the VCU information into their operations, and still others use the content as a basis for producing additional value-added information."}, {"text_block_id": "p27_b501", "text": "There is a need, however, for the development of a set of tailored provincial ‘Climate Watches’. The World"}, {"text_block_id": "p27_b502", "text": "Meteorological Organisation (WMO) define a Climate Watch as:"}, {"text_block_id": "p27_b503", "text": "“An advisory or statement"}, {"text_block_id": "p27_b504", "text": "to inform and alert users, particularly those involved in natural hazards preparedness, mitigation and response, about"}, {"text_block_id": "p27_b505", "text": "evolving or foreseen climate anomalies and extremes"}, {"text_block_id": "p27_b506", "text": "at the regional and national levels, thus allowing them to make informed decisions."}, {"text_block_id": "p27_b507", "text": "”"}, {"text_block_id": "p27_b508", "text": "WMO recommends that a Climate Watch is issued when something like a drought, which will negatively impact on all or some of the country, is forecast to happen. This means it is"}, {"text_block_id": "p27_b509", "text": "not issued on a regular basis"}, {"text_block_id": "p27_b510", "text": "(e.g."}, {"text_block_id": "p27_b511", "text": "monthly, like the VCU), but only when some climate-related hazard is likely to develop. If the climate hazard eventuates and poses a serious risk, then the Watch is elevated to a Warning."}, {"text_block_id": "p27_b512_merged_merged_merged_merged", "text": "Each of the tailored Climate Watches could be based on the information in the VCU but would include content specific to a users’ needs in a format that makes it very easy for them to use and distribute throughout their networks. As an example, the Fisheries sector would benefit from a Climate Watch that specifies, among other things, whether there is an enhanced risk for Ciguatera (a foodborne illness caused by eating contaminated reef fish). The following tailored provincial Climate Watches should be developed:"}, {"text_block_id": "p27_b515", "text": ""}, {"text_block_id": "p27_b516", "text": "Climate and Water Watch"}, {"text_block_id": "p27_b517", "text": ""}, {"text_block_id": "p27_b518", "text": "Climate and Agriculture Watch"}, {"text_block_id": "p27_b519", "text": ""}, {"text_block_id": "p27_b520", "text": "Climate and Fisheries Watch"}, {"text_block_id": "p27_b521", "text": ""}, {"text_block_id": "p27_b522", "text": "Climate and Health Watch"}, {"text_block_id": "p27_b523", "text": ""}, {"text_block_id": "p27_b524", "text": "Community Climate Watch"}, {"text_block_id": "p28_b525", "text": "Communities each have their own seasonal calendars, which prescribe sewing and harvesting dates and other important seasonal events. The tailored Climate Watches need to be combined with or interpreted in terms of what the likely impact will be on these events and timings."}, {"text_block_id": "p28_b526", "text": "Ideally, each Climate Watch will include simple dials and graphics plus an easy-to-understand statement from the Director, VMGD. These products need to be developed in consultation with all the sectors and Provincial SGs, considering their needs and their users. Some"}, {"text_block_id": "p28_b527", "text": "ideas for the development of a “Community Climate Watch” (or, if requested, a monthly “Community Climate Update”) include:"}, {"text_block_id": "p28_b528", "text": ""}, {"text_block_id": "p28_b529", "text": "Use pictures, photos and diagrams (or infographics), with a minimum of tables and text. Pictures of impacts which tie in with traditional knowledge are particularly good (more appeal, human face). Many"}, {"text_block_id": "p28_b530", "text": "people don’t speak"}, {"text_block_id": "p28_b531", "text": "or read Bislama, so use pictures as much as possible."}, {"text_block_id": "p28_b532", "text": ""}, {"text_block_id": "p28_b533", "text": "Use simple terms (in Bislama), for example “fulup ren” or “big fella ren”, instead of technical terms like “high"}, {"text_block_id": "p28_b534", "text": "er-"}, {"text_block_id": "p28_b535", "text": "normal rainfall”."}, {"text_block_id": "p28_b536", "text": ""}, {"text_block_id": "p28_b537", "text": "Think about telling a story of how the El Niño (for example) will strengthen, peak, then weaken over the next several months. Concepts are easier to understand through parables."}, {"text_block_id": "p28_b538", "text": "RECOMMENDATION 6: VMGD should work with key sectors and Provincial Government to develop tailored provincial Climate Watches. These should be accompanied by, where possible, suggested actions that are tailored to the capacity of the end-user.  Suggested actions will be informed by ongoing stakeholder engagement, and incorporate traditional knowledge where appropriate."}, {"text_block_id": "p28_b539", "text": "SUB-SEASONAL FORECASTS"}, {"text_block_id": "p28_b540", "text": "Many users of seasonal climate forecasts say that what they really need is a forecast for the next month, rather than three to six months. Sub-seasonal (e.g. fortnightly to monthly) forecasts of rainfall and temperature should be developed, depending upon the reliability of the prediction models, and included in the VCU. In addition, there is a need to improve the spatial resolution of rainfall forecasts. Current seasonal forecasts are quite broad and only differentiate"}, {"text_block_id": "p28_b541", "text": "‘north’ and ‘south’ Vanuatu"}, {"text_block_id": "p28_b542", "text": "; however it would be desirable for province-specific and even island-specific forecasts to be provided."}, {"text_block_id": "p28_b543", "text": "VMGD have excellent computing resources and want access to forecast model data (e.g. sub-seasonal and seasonal forecast data from Dynamical Models) rather than formatted output from a data analysis tool, so they can build analysis capabilities in-house."}, {"text_block_id": "p28_b544", "text": "MONTHLY CLIMATE SUMMARY"}, {"text_block_id": "p28_b545_merged_merged_merged_merged", "text": "The Vanuatu Monthly Climate Summary (VMCS) is a relatively recent product which is still being trialled. The ultimate purpose of the VMCS is to report on what occurred in the previous month (based on the climate that was observed), what large scale phenomena were influencing the climate, how the climate was (or wasn’t) different from what would normally occur at the time of year, and the impact and rarity of any specific events that happened. Currently, the VMCS includes satellite-based products and summaries of station data. There is significant scope for developing new climate products to include in the VMCS."}, {"text_block_id": "p28_b548", "text": "New products should be based on historical and current climate observations and be produced automatically using graphical applications tools (e.g. CliDEsc, which can be fully integrated with the current climate database, CliDE). New products should include:"}, {"text_block_id": "p29_b549", "text": ""}, {"text_block_id": "p29_b550", "text": "Rainfall accumulation plots"}, {"text_block_id": "p29_b551", "text": ""}, {"text_block_id": "p29_b552", "text": "Air and soil temperature graphs"}, {"text_block_id": "p29_b553", "text": ""}, {"text_block_id": "p29_b554", "text": "Wind roses"}, {"text_block_id": "p29_b555", "text": ""}, {"text_block_id": "p29_b556", "text": "Indices of drought, fire risk, growing degree days, and other derived variables"}, {"text_block_id": "p29_b557", "text": ""}, {"text_block_id": "p29_b558", "text": "Monthly climate summary tables"}, {"text_block_id": "p29_b559", "text": ""}, {"text_block_id": "p29_b560", "text": "‘Record’ or ‘"}, {"text_block_id": "p29_b561", "text": ""}, {"text_block_id": "p29_b562", "text": "record’ extreme event assessments; and"}, {"text_block_id": "p29_b563", "text": ""}, {"text_block_id": "p29_b564", "text": "Commentary on impacts (e.g. the timing of harvest, or current water levels in wells)."}, {"text_block_id": "p29_b565", "text": "The VMCS could also include photos of impacts on sectors and communities, with the information also feeding into an impact database and be linked with traditional knowledge. Other products (for example, average sea state and tide heights) could be developed or integrated to make a more complete information package."}, {"text_block_id": "p29_b566", "text": "RECOMMENDATION 7: The Vanuatu Monthly Climate Summary (VMCS) bulletin should be enhanced to make more use of observed climate information and products, and include impact assessments."}, {"text_block_id": "p29_b567", "text": "BASELINE CLIMATE MAPS"}, {"text_block_id": "p29_b568_merged_merged", "text": "Maps are an excellent medium for showing how the climatic conditions vary spatially over a country. Baseline climate maps need to be produced showing the average wet season and dry season rainfall, average temperature, drought risk “hot spots”, Tropical Cyclone high wind hazard/risk maps, and climate change rainfall and temperature projections. These maps can be used to assess crop growing potential, as well as potential for renewable energy generation.  They can also be combined with information on community exposure and adaptive capacity to climate hazards, to produce community vulnerability assessments."}, {"text_block_id": "p29_b573", "text": "Maps showing current climatic conditions (e.g. the rainfall over the past month) are also extremely useful. Importantly, such maps can be combined with the baseline climate maps to show to what extent the current climatic conditions are different from normal."}, {"text_block_id": "p29_b574", "text": "RECOMMENDATION 8: Baseline and current climate maps should be produced."}, {"text_block_id": "p29_b575", "text": "CLIMATE EARLY WARNING SYSTEM"}, {"text_block_id": "p29_b576", "text": "The production and dissemination of climate data and information, for example the VCU and the VMCS, are an integral part of what can be referred to as a Climate Early Warning System (CLEWS; Figure 7). A fully operational CLEWS integrates climate observations (including the maintenance of all observing equipment), near real-time telemetry, automatic data entry to the CliDE database, data quality management, historic data rescue, generation of standard and tailored climate products and services (including climate forecasts), and communication and dissemination of climate information for decision-making."}, {"text_block_id": "p29_b577", "text": "VMGD has many of the components of a CLEWS already in place, or they are planned. However there is a need for a properly organised system to be developed. The ultimate goal of a fully-functioning CLEWS is for it to be integrated with other hazards warning systems (making it a Multi-Hazard Early Warning System, MHEWS)."}, {"text_block_id": "p30_b578", "text": "Figure 7."}, {"text_block_id": "p30_b579", "text": "An example of a Climate Early Warning System (CLEWS) design, developed for Samoa."}, {"text_block_id": "p30_b580", "text": "An operational CLEWS could be utilised by the VMGD to produce tailored climate bulletins, which would be disseminated to specific end users every month (to complement the more generic VCU and Monthly Climate Summary). These bulletins would combine climate summary and outlook information, be tailored and simplified, and include observed impacts. For example, bulletins could be developed for Sarakata Hydro Project; cash crop growers (e.g. coconut, kava, coffee, and cocoa); cattle farmers; and root crop and vegetable growers."}, {"text_block_id": "p30_b581_merged", "text": "It would be useful for VMGD to develop a mobile application through which CLEWS information could be distributed. In addition, an app could be used by the general public to provide data to VMGD on observed impacts for a range of variables and climate indicators. Currently 90% of Vanuatu’s population own a mobile phone, of which 48% are smartphones, so there is an opportunity for VMGD to enhance their communication capability through the development of an app."}, {"text_block_id": "p30_b584", "text": "It is important that all CLEWS products are branded consistently so they are immediately identifiable as VMGD products. This includes the VMGD website, which is currently under review by an external consultant. Ultimately, VMGD may need to hire an external consultant in future to assess the branding of climate products, as well as providing assistance in the development of additional climate products."}, {"text_block_id": "p31_b585", "text": "RECOMMENDATION 9: As part of an operational Climate Early Warning System (CLEWS), tailored climate bulletins issued to specific end users and mobile phone apps should be developed. All products and the VMGD website need to be consistently branded."}, {"text_block_id": "p31_b586", "text": "9. User interface platforms, partnerships, networks and communication mechanisms"}, {"text_block_id": "p31_b587", "text": "9.1 What are the existing structures?"}, {"text_block_id": "p31_b588", "text": "USER INTERFACE PLATFORMS"}, {"text_block_id": "p31_b589", "text": "VMGD uses multiple channels to disseminate and communicate climate information to many Ni-Vanuatu via multiple User Interface Platforms (UIPs). These include:"}, {"text_block_id": "p31_b590", "text": ""}, {"text_block_id": "p31_b591", "text": "The VMGD webpage"}, {"text_block_id": "p31_b592", "text": ""}, {"text_block_id": "p31_b593", "text": "Email"}, {"text_block_id": "p31_b594", "text": ""}, {"text_block_id": "p31_b595", "text": "SMS text messages"}, {"text_block_id": "p31_b596", "text": ""}, {"text_block_id": "p31_b597", "text": "Facebook page (one-way posting only)"}, {"text_block_id": "p31_b598", "text": ""}, {"text_block_id": "p31_b599", "text": "Radio talkback Q&A"}, {"text_block_id": "p31_b600", "text": ""}, {"text_block_id": "p31_b601", "text": "Phone call to staff at VMGD offices or Bauerfield Airport"}, {"text_block_id": "p31_b602", "text": ""}, {"text_block_id": "p31_b603", "text": "Climate Briefing (monthly or quarterly, depending upon situation)"}, {"text_block_id": "p31_b604", "text": ""}, {"text_block_id": "p31_b605", "text": "Annual National Climate Outlook Forum (NCOF)"}, {"text_block_id": "p31_b606", "text": ""}, {"text_block_id": "p31_b607", "text": "Media releases (for newspaper, radio and TV)"}, {"text_block_id": "p31_b608", "text": ""}, {"text_block_id": "p31_b609", "text": "Climate field schools"}, {"text_block_id": "p31_b610", "text": ""}, {"text_block_id": "p31_b611", "text": "Presentations at National Clusters meetings, workshops, summits and conferences"}, {"text_block_id": "p31_b612", "text": ""}, {"text_block_id": "p31_b613", "text": "Provincial Government HQ notice boards"}, {"text_block_id": "p31_b614_merged", "text": "There are a few issues with some of these information channels, which are known and being worked on. For example, the webpage needs an upgrade and made friendly, VMGD staff can’t comment on other people’s Facebook posts, and the network of notice boards needs to be expanded to all Area Council offices. However, in general there is a very good range of UIPs already being utilised."}, {"text_block_id": "p32_b617", "text": "Photo of a radio talkback session, including VMGD staff."}, {"text_block_id": "p32_b618", "text": "NETWORKS AND COMMUNICATION MECHANISMS"}, {"text_block_id": "p32_b619", "text": "Very often the dissemination of climate information via the above UIPs will result in the receivers of the information re-sharing and re-sending the information to their colleagues and people in their networks. For example, representatives from the Vanuatu Department of Agriculture & Rural Development (VDARD) who attend the VMGD Climate Briefings will pass what they learn on to Departmental colleagues, who in turn will pass the information (often in a condensed and simplified form) through to their Agricultural Extension Officers working with Provincial communities."}, {"text_block_id": "p32_b620", "text": "However, equally often, the transfer of information to the “last mile” (i.e. all the way down to the"}, {"text_block_id": "p32_b621_merged", "text": "communities who are most in need of guidance and support) does not happen, despite the best will in the world. A quote from the first NCOF held in Port Vila in March 2016 nicely summed up the situation: “The last mile is further away than we all think"}, {"text_block_id": "p32_b624", "text": "”."}, {"text_block_id": "p32_b625", "text": "Fortunately there are many existing networks and communication mechanisms throughout Vanuatu that can be and are being used to disseminate climate information. Using these existing networks (Figure 8) will ensure optimal and timely flows of climate information, climate and weather warnings, and the reception of feedback on the use and usefulness of the information."}, {"text_block_id": "p33_b626", "text": "Figure 8:"}, {"text_block_id": "p33_b627", "text": "Diagram of the current networks that can be utilised for climate service provision in Vanuatu."}, {"text_block_id": "p33_b628", "text": "The VMGD Dissemination Platform project is currently developing a mechanism for sending out messages and information via email and SMS to many of the agencies in the Monthly Briefings network shown in Figure 8. The sender will have the capacity to select specific email lists, so that tailored information goes only to the users it has been designed for. There will also be capacity to receive feedback, which could include information about climate impacts based on a standard set of indicators."}, {"text_block_id": "p33_b629", "text": "RECOMMENDATION 10: VMGD should perform an assessment of the optimal use of the existing networks for the dissemination of climate information to Provincial communities."}, {"text_block_id": "p33_b630", "text": "PARTNERSHIPS"}, {"text_block_id": "p33_b631", "text": "As demonstrated in the network diagram above, partnerships play a critical role in the effective dissemination of climate information. Key partnerships need to be formed or strengthened between all the organisations in the network diagram. This might involve MoAs, as mentioned in Section 6.2 of this report."}, {"text_block_id": "p33_b632_merged", "text": "An illustration of the need for formalised partnerships is that most communities know the Vanuatu Red Cross volunteer very well, so will go to her/him for their first line of information.  It is important therefore that she/he can access daily forecasts and climate updates so that she/he is always well informed and can explain the content at the community level. Furthermore, it would be extremely beneficial if Red Cross volunteers work closely with the VRN volunteer in the same community, who must be equally well-informed. This will show a ‘united front’ and ensure the delivery of consistent information, which will result in the advice being trusted and acted upon."}, {"text_block_id": "p33_b635", "text": "9.2 Are they effective at reaching all the users?"}, {"text_block_id": "p33_b636", "text": "The Climate Briefings are very popular and are an excellent and effective mechanism for conveying up-to-date information on current climatic conditions and the outlook for the next few months. The Briefings are face-to-face, which enables opportunity for questions and clarifications, but limits the attendees to those in Port Vila. Unfortunately, the Video Co"}, {"text_block_id": "p33_b637", "text": "nferencing technology to connect with Provincial offices doesn’t always work well."}, {"text_block_id": "p34_b638", "text": "Little is known, with a couple of exceptions, on how climate information is further passed on by those people who attend the Climate Briefings to their colleagues and/or through their dissemination networks."}, {"text_block_id": "p34_b639", "text": "RECOMMENDATION 11: Climate Briefing attendees should be asked to complete a questionnaire on how they use and disseminate the information they receive at the Briefing."}, {"text_block_id": "p34_b640", "text": "Information received by Provincial SGs is passed to the Area Council Offices which is then passed on to the Area Secretaries. One of the challenges is getting this information out to the remote Area Secretaries. Sometimes VMGD will get a call from an Area Secretary to request for information, which is symptomatic of a breakdown in the usual line of communications."}, {"text_block_id": "p34_b641", "text": "Sending out the VCU and VMCS via email is generally fine for most users, but many people prefer radio (listening rather than reading). Radio stations (e.g. FM 107) provide the public weather forecast on a day to day basis, and update three times a day.  Climate outlooks are additionally presented on a monthly basis."}, {"text_block_id": "p34_b642", "text": "Communication of information to the ‘last mile’ is often hampered by the complexity of the information. It"}, {"text_block_id": "p34_b643", "text": "would be more useful if the information is simplified and related verbally rather than in text form, as a high percentage of the population are semi-literate or illiterate. Visually-appealing diagrams (e.g. using dials showing risk levels and pictures of impacts) and maps are good for communicating."}, {"text_block_id": "p34_b644", "text": "9.3 How can they be optimised and strengthened?"}, {"text_block_id": "p34_b645", "text": "There is a critical group of people who all operate at the same"}, {"text_block_id": "p34_b646", "text": "“Area Secretary”"}, {"text_block_id": "p34_b647", "text": "level throughout Vanuatu. This group is usually comprised of:"}, {"text_block_id": "p34_b648", "text": ""}, {"text_block_id": "p34_b649", "text": "An Area Secretary"}, {"text_block_id": "p34_b650", "text": ""}, {"text_block_id": "p34_b651", "text": "A Water Officer"}, {"text_block_id": "p34_b652", "text": ""}, {"text_block_id": "p34_b653", "text": "An Agricultural Extension Officer"}, {"text_block_id": "p34_b654", "text": ""}, {"text_block_id": "p34_b655", "text": "A VMGD VRN volunteer"}, {"text_block_id": "p34_b656", "text": ""}, {"text_block_id": "p34_b657", "text": "A Community Nurse"}, {"text_block_id": "p34_b658", "text": ""}, {"text_block_id": "p34_b659", "text": "NGO volunteers"}, {"text_block_id": "p34_b660", "text": ""}, {"text_block_id": "p34_b661", "text": "Zone Curriculum Advisors"}, {"text_block_id": "p34_b662", "text": ""}, {"text_block_id": "p34_b663", "text": "Members of an Area Council of Chiefs"}, {"text_block_id": "p34_b664", "text": ""}, {"text_block_id": "p34_b665", "text": "Members of an Area Council of Churches"}, {"text_block_id": "p34_b666", "text": "Each of these people are critical"}, {"text_block_id": "p34_b667", "text": "‘last mile’"}, {"text_block_id": "p34_b668", "text": "links between their respective main offices and the communities in their area. Importantly, each of these people are trusted sources of information and guidance for their communities. Thus, if VMGD can provide consistent simplified location-specific messages (for example [translated into Bislama]:"}, {"text_block_id": "p34_b669", "text": "“Beware:"}, {"text_block_id": "p34_b670", "text": "There is a high chance of drought for the next six months in Torba"}, {"text_block_id": "p34_b671", "text": "province.”)"}, {"text_block_id": "p34_b672", "text": "to all of these people through their respective networks then there is an excellent likelihood that the message will get through, be consistently reinforced by multiple people, and result in coordinated actions to reduce the potential impacts."}, {"text_block_id": "p34_b673_merged_merged_merged", "text": "To make sure that everyone is delivering the same message, it would be ideal if all the people in this group talked to each other. Perhaps a trial formalisation of such a group could be set up. It could be called a ‘Community Resilience Working Group’. Training on the interpretation and use of climate information could be held, and workshops on techniques for drought management could be scheduled."}, {"text_block_id": "p34_b678", "text": "Further strengthening of the mechanisms climate information is disseminated through would be achieved by obtaining information on how the climate information presented at the Climate Briefings is further passed on. This will determine if and where there are breakdowns in the communication of the information along the various network channels described above."}, {"text_block_id": "p35_b679", "text": "The Climate Briefings could also be used more effectively to get feedback on observed impacts, e.g. water levels, food production, tourist numbers, health impacts, etc. This would transform the Climate Briefings to a multi-directional exchange of information between all attendees, rather than just information provision from the VMGD staff."}, {"text_block_id": "p35_b680", "text": "The existing VMGD Communications S"}, {"text_block_id": "p35_b681", "text": "trategy (complete with identified ‘champions’ and"}, {"text_block_id": "p35_b682", "text": "revised job descriptions) should be updated to formalise the use of the existing networks. This formalisation is a critical step in the institutionalisation of the exchange of climate and impact data and information and the strengthening of two-way communication, which will ensure that the multi-directional flow of data and information is sustained long-term. Importantly, if people move on to new jobs then the communication system does not falter."}, {"text_block_id": "p35_b683", "text": "RECOMMENDATION 12: The VMGD Communications Strategy should be updated to formalise the use of the existing networks."}, {"text_block_id": "p35_b684", "text": "One communication channel that could be improved is the use of TV. It has been shown that TV is a very effective tool for enhancing"}, {"text_block_id": "p35_b685", "text": "viewers’"}, {"text_block_id": "p35_b686", "text": "understanding of such concepts as El Niño and La Niña through the Klaod Nasara video. Pre-recorded broadcasts of the material presented at the Climate Briefings, formatted along the lines of a news bulletin, could be a very effective means of widely disseminating the latest climate update."}, {"text_block_id": "p35_b687", "text": "VMGD could also consider the use of a pre-recorded phone message for anyone to call to get up-to-date information. This number needs to be toll free."}, {"text_block_id": "p35_b688", "text": "RECOMMENDATION 13: VMGD to consider options for pre-recorded broadcasts of up-to-date climate information using TV and a phone messaging system."}, {"text_block_id": "p35_b689", "text": "Lastly, the first Vanuatu National Climate Outlook Forum (NCOF) was an extremely successful mechanism for bringing people from across the country together to talk about current capabilities and needs and future developments and plans. The decision to budget for at least three more annual NCOFs is to be applauded. These meetings could be enhanced by bringing in officials from higher levels of government to talk through policies to strengthen the"}, {"text_block_id": "p35_b690", "text": "ability and authority for agencies to act"}, {"text_block_id": "p35_b691", "text": "on the information provided, as this is often the primary reason why climate adaptation guidance fails to translate into practical and beneficial actions."}, {"text_block_id": "p35_b692", "text": "RECOMMENDATION 14: Invite officials from higher levels of government to attend annual NCOFs to discuss policies for strengthening the ability and authority for agencies to act on the climate information provided."}, {"text_block_id": "p35_b693", "text": "10. Research, Modelling and Prediction"}, {"text_block_id": "p35_b694", "text": "10.1  Current and planned research projects"}, {"text_block_id": "p35_b695", "text": "Vanuatu’s National Advisory Board on Climate Change and Disaster Risk Reduction (NAB)"}, {"text_block_id": "p35_b696", "text": "is a committee comprised of government and"}, {"text_block_id": "p35_b697", "text": "government members, and it is Vanuatu’s supreme policy making and"}, {"text_block_id": "p35_b698", "text": "advisory body for all climate change and disaster risk reduction programs, projects, initiatives and activities. It includes a Project Management Unit (NAB-PMU) which provides support and advice on procurement, administration, monitoring and coordination of climate change and disaster risk reduction projects in Vanuatu."}, {"text_block_id": "p35_b699_merged_merged_merged_merged_merged", "text": "The NAB have an online resource database which includes details of completed, current and proposed research projects pertaining to climate change and disaster risk reduction .  The following are a selection of contemporary research projects in Vanuatu:"}, {"text_block_id": "p36_b701", "text": ""}, {"text_block_id": "p36_b702", "text": "Increasing Resilience to Climate Change and Natural Hazards in Vanuatu"}, {"text_block_id": "p36_b703", "text": "January 2013"}, {"text_block_id": "p36_b704", "text": "–"}, {"text_block_id": "p36_b705", "text": "December 2018.  This project has four components: 1) institutional strengthening for climate change and disaster risk management; 2) increasing community resilience on active volcanic islands and in coastal areas; 3) promotion of improved technologies for food crop production and resilience to climate change; and 4) rural water security"}, {"text_block_id": "p36_b706", "text": "–"}, {"text_block_id": "p36_b707", "text": "increased access to secure water supply."}, {"text_block_id": "p36_b708", "text": ""}, {"text_block_id": "p36_b709", "text": "Adaptation to Climate Change in the Coastal Zone in Vanuatu"}, {"text_block_id": "p36_b710", "text": "July 2014"}, {"text_block_id": "p36_b711", "text": "–"}, {"text_block_id": "p36_b712", "text": "June 2018.  This project has four components: 1) targeted community approaches to climate change adaptation; 2) support information and early warning systems on coastal hazards; 3) strengthen climate change governance by building on the Government"}, {"text_block_id": "p36_b713", "text": "of Vanuatu’s commitment to"}, {"text_block_id": "p36_b714", "text": "mainstreaming climate change into national planning and development plans; and 4) enhancing knowledge of environmental issues through awareness and educational activities."}, {"text_block_id": "p36_b715", "text": ""}, {"text_block_id": "p36_b716", "text": "Traditional knowledge and Climate Indicators Project"}, {"text_block_id": "p36_b717_merged_merged_merged", "text": "January 2013 – June 2016.  This project aims to document current methods of traditional knowledge use for weather and climate forecasting, and integrate these with modern scientific methods, in order to improve decision making at the community level."}, {"text_block_id": "p36_b720", "text": ""}, {"text_block_id": "p36_b721", "text": "Climate Change Vulnerability Assessment: Greater Port Vila"}, {"text_block_id": "p36_b722", "text": "This report resulted from the climate vulnerability assessment carried out by RMIT University for Port Vila, Vanuatu during 2014.  Major hazards identified included localised flooding, sea level rise, and ocean acidification.  The research noted the particular vulnerability of informal settlements in urban and peri-urban areas (Trundle & McEvoy, 2015)."}, {"text_block_id": "p36_b723", "text": ""}, {"text_block_id": "p36_b724", "text": "Climate Change in the Pacific: Scientific Assessment and New Research"}, {"text_block_id": "p36_b725", "text": "This is a peer-reviewed scientific assessment of the climate in the western Pacific region, and builds upon the Fourth Assessment Report of the Intergovernmental Panel on Climate Change.  It includes information on historic climate variability and trends, as well as projections of temperature, rainfall, extremes, ocean acidification and sea level.  Both a regional overview and country-specific reports were produced (Australian BOM & CSIRO, 2011)."}, {"text_block_id": "p36_b726", "text": ""}, {"text_block_id": "p36_b727", "text": "Pacific RiskScape"}, {"text_block_id": "p36_b728", "text": "RiskScape is a tool for analysing potential economic and human impacts and losses from multiple natural hazards.  It can be used to compare the cost of protection measures (such as flood defences, earthquake strengthening or insurance cover) against these losses. RiskScape was developed in New Zealand and has been utilised successfully there.  This project will develop such a tool that is tailored to the Pacific Islands, by combining knowledge about the natural hazards, built environment, land uses and the social characteristics of communities in the region."}, {"text_block_id": "p36_b729", "text": "These research projects could be a valuable source of information for VMGD when it comes to developing tailored climate services."}, {"text_block_id": "p36_b730", "text": "10.2  Research gaps"}, {"text_block_id": "p36_b731", "text": "It is critical to apply a bottom-up approach when research programs are designed in order to ensure the research will be useful and applicable to communities and other stakeholders.  This enables the most efficient"}, {"text_block_id": "p37_b732", "text": "use of funding, technical and human resources. The following list is a sample of research needs (identified during various consultations) that will significantly contribute to the provision of improved climate services."}, {"text_block_id": "p37_b733", "text": ""}, {"text_block_id": "p37_b734", "text": "Various stakeholders have expressed interest in sub-seasonal forecasting and associated applications in Vanuatu, e.g. for agricultural crop planning. The usefulness of such forecasts is dependent on their accuracy. As such, research is needed to assess the accuracy of seasonal and sub-seasonal dynamical forecast models for Vanuatu."}, {"text_block_id": "p37_b735", "text": ""}, {"text_block_id": "p37_b736_merged", "text": "Disaster Risk Reduction (DRR) is centered on helping communities improve resilience to hazards, and is an active area of research.  Further work is required to fully understand the exposure of Ni-Vanuatu to climate hazards (including the location of “hot spots”), and community risk mapping is already underway. The collection of high quality climate data is an important component of understanding exposure to climate hazards, firstly by achieving a sound understanding of Vanuatu’s current climate, and secondly by making best estimates as to how climate change will affect Vanuatu’s climate and associated climate hazard exposure.  Ultimately, a sound understanding of the exposure of Ni-Vanuatu to climate hazards will contribute to enhanced preparedness, and an improved ability to make tangible information based mitigation and adaptation actions."}, {"text_block_id": "p37_b743", "text": ""}, {"text_block_id": "p37_b744", "text": "Traditional knowledge is a key area where further scientific understanding is required, with the ultimate goal of ensuring TK is incorporated with climate services wherever relevant.  This requires more research on the links between TK and climate science."}, {"text_block_id": "p37_b745", "text": ""}, {"text_block_id": "p37_b746", "text": "Climate change projections and related risk and vulnerability assessments for Vanuatu need to be more detailed for each province and updated every five or so years, in line with new IPCC assessment reports."}, {"text_block_id": "p37_b747", "text": ""}, {"text_block_id": "p37_b748", "text": "Understanding why women, children and disabled people respond differently (than men) to the provision of climate information is an important area of research. This research could lead to an improved understanding of the number of disabled people in Vanuatu, and their exposure to disasters including evacuation issues associated with wheelchairs."}, {"text_block_id": "p37_b749", "text": ""}, {"text_block_id": "p37_b750", "text": "There is a need for more sector-specific research on the effects of weather and climate on crops, animals, diseases, pests, tourist activities, fish migration, water quality etc. This should be done through detailed modelling studies (e.g. using crop models, investigating specific thresholds that are important for crop development etc.), and could lead to the production of hazard and/or suitability maps."}, {"text_block_id": "p37_b751", "text": ""}, {"text_block_id": "p37_b752", "text": "There is a need for ongoing research to improve the seasonal (three to six month) climate forecasting skill for Vanuatu (including ways of merging statistical and dynamical forecasts and having them on the same platform, and also moving toward greater use of dynamical forecasts consistent with international best practice)."}, {"text_block_id": "p37_b753", "text": "11. Capacity development for VMGD and stakeholders"}, {"text_block_id": "p37_b754", "text": "Capacity development is a critical element of sustainable development. It is simply unsustainable and uneconomic to continue to rely on external expertise for the provision of climate (and any) services. VMGD has significantly invested in computing resources and expert staff, particularly for weather forecasting and geo-hazards. There is still a need, however, for more capacity development for the Climate Division and in particular, for their key stakeholders."}, {"text_block_id": "p37_b755", "text": "To guide capacity development for both the providers and users of climate information, there is a need for the development of a Capacity Development Strategy. This should include ensuring gender balance and succession"}, {"text_block_id": "p38_b756", "text": "planning (ideally with six month overlaps) and be linked to the Roadmap in this document, current and planned projects, other identified research gaps and an updated Communication Strategy (see Section 9.3). Ideally, the VMGD Act should be revised to include the importance of capacity development for the provision of climate services."}, {"text_block_id": "p38_b757", "text": "11.1  Training opportunities"}, {"text_block_id": "p38_b758", "text": "Training should be provided to VMGD staff and technicians on the installation and use of climate applications software (e.g. CliDEsc) and the setting up and use of data telemetry systems and tools (e.g. Neon). Training should include designing and developing new climate data-based products and services. Increasing the automation of information generation (such as for information presented in the VCU and other CliDEsc products) will also free up staff time and resources which can then be applied to other important tasks."}, {"text_block_id": "p38_b759", "text": "The ENSO Desk position within VMGD should be strengthened through training in public engagement, presentation skills, media and report writing skills. The job description should be reviewed and revised such that this position becomes the critical contact point during ENSO events."}, {"text_block_id": "p38_b760", "text": "There needs to be greater effort put in to build the capacity of VRN observers to understand and interpret (particularly for their provinces) the Vanuatu Climate Update (VCU) and the Vanuatu Monthly Climate Summary (VMCS). Training should include a component on understanding what influences the climate of Vanuatu, for example ENSO. Such training should be at least every two years (plus regular short refresher courses) and could be done at the same time as training for provisional area secretaries, provincial government sector representatives, NGO volunteers, church leaders and village councils (i.e. members of the suggested Community Resilience Working Groups).  This training could be facilitated by the Rural Training Centres (which are community based)."}, {"text_block_id": "p38_b761", "text": "The Pacific International Training Desk (PITD; Pacific Desk) in Hawaii already train weather forecasters and observers from VMGD. It would be good to develop courses so they could provide certified training on climate services as well."}, {"text_block_id": "p38_b762", "text": "RECOMMENDATION 15: Talk to the Pacific International Training Desk (PITD) about the potential for certified training on climate services."}, {"text_block_id": "p38_b763", "text": "The “train the trainer” concept need"}, {"text_block_id": "p38_b764", "text": "s to be employed for key personnel. VMGD and NDMO should train the Provincial Climate Observers (PDOs), Extension Service agents, Provincial Red Cross Officers and the Area Secretaries (e.g. on how to interpret and act on the climate information and forecasts) and then they can inform the Community Disaster Committees (CDCs), NGO volunteers, VRN collectors and other communitybased people. This will create trust and ensure there are personal connections at all nodes of the communication network."}, {"text_block_id": "p38_b765", "text": "11.2  Regular interactions (e.g. Briefings and NCOFs)"}, {"text_block_id": "p38_b766", "text": "VMGD staff at all levels should be encouraged to present information and lead discussions at the Climate Briefings and annual NCOFs. This will build their capacity to better communicate climate information in a way that is understood by a wide range of interested stakeholders. Also, tools and communication methods (including concepts such as the use of games) can be used to help convey complex information. For example, many people may be confused with interpreting the probabilistic nature of climate forecasts. This can be made simpler by using interactive games, such as those developed by Red Cross."}, {"text_block_id": "p38_b767", "text": "There is also a need for building the capacity of stakeholders who attend the Climate Briefings and NCOFs to better understand basic climate science. This might be done by holding"}, {"text_block_id": "p38_b768", "text": "hoc and informal “quizzes” (which"}, {"text_block_id": "p39_b769", "text": "can also be fun). By ensuring the Climate Briefings and NCOFs are interactive rather than a one-way provision of information, the capacity of all attendees will be enhanced."}, {"text_block_id": "p39_b770", "text": "11.3  Feedback mechanisms"}, {"text_block_id": "p39_b771", "text": "A fully-functioning climate information communications network, supported by a ministry-endorsed communications strategy and action plan, can and should also be used for the provision of critical feedback."}, {"text_block_id": "p39_b772", "text": "The primary source of feedback is through the sharing of ‘impacts’ data and information. For example, the"}, {"text_block_id": "p39_b773", "text": "impact of drought on agriculture, water supplies, tourism, health, local economies, etc. This kind of feedback information should be shared at the Climate Briefings and NCOFs, and also discussed at Sector Cluster meetings.  The impact information (including pictures) should be incorporated into the Vanuatu Monthly Climate Summary bulletin. It can also be summarised as a ministerial briefing document."}, {"text_block_id": "p39_b774", "text": "Feedback on the use and usefulness of the climate information also needs to be strongly encouraged. Community-based volunteers and officers need to feed back through their networks on whether the information was used for educational purposes and practical risk-reduction activities. Documenting such evidence of benefits of the information should then be performed and, if possible, there should be an attempt"}, {"text_block_id": "p39_b775", "text": "to estimate the ‘value’ of the information to the community."}, {"text_block_id": "p39_b776", "text": "RECOMMENDATION 16: Feedback on the use and usefulness of climate information should be encouraged, particularly with respect to any community-scale risk-reduction activities that have occurred as a result of receiving the information."}, {"text_block_id": "p39_b777", "text": "12. Procedures and Governance"}, {"text_block_id": "p39_b778", "text": "12.1  What procedures (e.g. SOPs, SLAs and MOUs) are in place, and where are the gaps?"}, {"text_block_id": "p39_b779", "text": "Despite universal good will, the provision, tailoring, use of and feedback on climate information can be less than optimal if there are no official and high-level agreements for mutual cooperation in place. These agreements often take the form of a Memorandum of Understanding (MoU) or a Memorandum of Agreement (MoA). Ministries, departments, businesses and organisations can use MoUs to establish official partnerships. MOUs are not legally binding but they carry a degree of seriousness and mutual respect."}, {"text_block_id": "p39_b780", "text": "Memoranda of Understanding are currently in place between VMGD and the following agencies:"}, {"text_block_id": "p39_b781", "text": ""}, {"text_block_id": "p39_b782", "text": "Vanuatu Broadcasting and Television Corporation (VBTC)"}, {"text_block_id": "p39_b783", "text": ""}, {"text_block_id": "p39_b784", "text": "Department of Agriculture and Rural Development (DARD)"}, {"text_block_id": "p39_b785", "text": ""}, {"text_block_id": "p39_b786", "text": "Vanuatu Cultural Centre (VKS), Red Cross and SPC/GIZ (for traditional knowledge data collection)"}, {"text_block_id": "p39_b787_merged_merged", "text": "Having a MoU in place is good practice for enabling multi-directional sharing of information. Without some form of high-level agreement, there is a distinct risk of getting unexpected and illogical outcomes, such as multiple agencies performing the same task in the same community without knowledge of each other’s activities."}, {"text_block_id": "p39_b790", "text": "Ideally, MoUs will lead to the development or refinement of Standard Operating Procedures (SOPs). A SOP is a policy and procedure document which describes the regular recurring activities appropriate to quality operations. The ENSO Directive is an internal SOP document for VMGD. Consistency and sustainability are the goals or purpose of an SOP; to carry out all operations correctly and always in the same manner."}, {"text_block_id": "p39_b791", "text": "Within or connected to the SOP document, some agencies may wish to further formalise their relationship with VMGD through a service level agreement (SLA). This is a contract between a service provider (e.g. VMGD)"}, {"text_block_id": "p40_b792", "text": "and the end user that defines the level of service expected from the service provider. SLAs are output-based in that their purpose is specifically to define what the customer will receive. Particular aspects of the service"}, {"text_block_id": "p40_b793", "text": "–"}, {"text_block_id": "p40_b794", "text": "scope, quality, responsibilities"}, {"text_block_id": "p40_b795", "text": "–"}, {"text_block_id": "p40_b796", "text": "are agreed between the service provider and the service user. SLAs therefore define the boundaries of the information provision between organisations."}, {"text_block_id": "p40_b797", "text": "Staff in ministerial departments, provincial government or NGOs who are following established procedures will have more confidence that their actions are supported by management, and that they are following industry best practices. Using SOPs and SLAs regularly leads to fewer corrective actions"}, {"text_block_id": "p40_b798", "text": "and ‘mal"}, {"text_block_id": "p40_b799", "text": "-"}, {"text_block_id": "p40_b800", "text": "adaptation’"}, {"text_block_id": "p40_b801", "text": ". Also, if there are legal ramifications, then following standard procedures reduces liabilities."}, {"text_block_id": "p40_b802", "text": "Standard Operating Procedures that are based on the provision of climate information from VMGD have already been established by the following agencies (although formal SLAs have not yet been defined):"}, {"text_block_id": "p40_b803", "text": ""}, {"text_block_id": "p40_b804", "text": "NDMO"}, {"text_block_id": "p40_b805", "text": ""}, {"text_block_id": "p40_b806", "text": "Department of Agriculture"}, {"text_block_id": "p40_b807", "text": ""}, {"text_block_id": "p40_b808", "text": "Water Resources"}, {"text_block_id": "p40_b809", "text": "RECOMMENDATION 17: In addition to RECOMMENDATION 3, consider establishing MoUs/MoAs, SLAs and SOPs with all agencies in the climate information network."}, {"text_block_id": "p40_b810", "text": "12.2  Governance arrangements and authority for actions"}, {"text_block_id": "p40_b811", "text": "During a developing climate event such as an El Niño-related drought, there is a need for clear top-down directives with the provision of authority for action. The directives will be informed by the most up-to-date and scientifically-accurate climate information. These directives will say what should be done, when it should be done and by whom (e.g. who is responsible for enacting water or food rationing, assessing impacts, providing support). The responsibilities and actions should be outlined in a National Policy (e.g. a National Drought Policy), which should include different drought severity levels and different types of drought (e.g. Agricultural and Hydrological)."}, {"text_block_id": "p40_b812", "text": "In other Pacific Island countries such as Samoa, when a drought is imminent (for example) the head of the Climate Division gives a briefing to"}, {"text_block_id": "p40_b813", "text": "the ‘"}, {"text_block_id": "p40_b814", "text": "Council of Ministers"}, {"text_block_id": "p40_b815", "text": "’"}, {"text_block_id": "p40_b816", "text": "on the current and forecasted climatic conditions and the risk of adverse impacts. Ministers then instruct their Ministries to enact their procedures, as written in their SOPs. This puts in motion a very clear mandated set of actions and responses that require regular climate updates from the Climate Division."}, {"text_block_id": "p40_b817", "text": "In Vanuatu, a briefing to the Sector Clusters could then be put before relevant Ministers (e.g. responsible for NDMO, Health and DARD) who could authorise provincial SGs and Agricultural Extension Officers to respond in a coordinated way to climate information from VMGD using an established joint action/response plan. This would give them the authority to assign jobs to people to disseminate information, initiate preparedness activities, provide support, coordinate with other agencies (e.g. Red Cross) and monitor and report on impacts."}, {"text_block_id": "p40_b818", "text": "Such activities will require financial and people resources, which need to be budgeted for. Emergency funds should be provided by the relevant Ministries, in times of such need."}, {"text_block_id": "p40_b819", "text": "For “slow"}, {"text_block_id": "p40_b820", "text": "-"}, {"text_block_id": "p40_b821", "text": "onset” disasters such as"}, {"text_block_id": "p40_b822", "text": "drought, there are currently no guidelines on when to declare a state of emergency (required for the release of government funds). Work on these guidelines is needed urgently."}, {"text_block_id": "p40_b823_merged_merged_merged_merged_merged", "text": "RECOMMENDATION 18: Consider a top-down Ministerial-led model for initiating standard operating procedures and enabling the authority for actions. Work on guidelines for declaring “slow-"}, {"text_block_id": "p40_b826", "text": "onset” disasters is urgently needed."}, {"text_block_id": "p41_b827", "text": "13. Summary and conclusions"}, {"text_block_id": "p41_b828", "text": "VMGD is already providing excellent climate services to all Ni-Vanuatu. Climate observations are being recorded using state-of-the-art equipment (with more installations planned) and the Vanuatu Rainfall Network (VRN) has an excellent coverage and is managed extremely well. The data are quality checked and stored in a well-designed database, and several products are either being produced already (e.g. the Vanuatu Climate Update and the Vanuatu Monthly Climate Summary) or are in the pipeline (e.g. with the installation of CliDEsc software). Lastly and crucially, effective mechanisms are currently being used (e.g. the Climate Briefings) to communicate climate information to multiple stakeholders."}, {"text_block_id": "p41_b829", "text": "In saying this, there is more that can be done to strengthen these climate services and make them sustainable. The VFCS (this document), which has significantly benefitted from various consultations, discussions, surveys and other feedback, highlights many ways this can be achieved (see Section 13.1 for a summary) and provides several key recommendations (see beginning of this report). A Roadmap for strengthening climate services, based on these recommendations and including estimated costs and linkages to the VMGD Strategic Development Plan, is also provided in Section 14. Lastly, summary sheets for specific sectors have been produced (see Section 16.1) to be used as prompts for possible projects and ongoing engagement between VMGD and key sector agencies."}, {"text_block_id": "p41_b830", "text": "13.1  Ideal Vanuatu climate services structure and key requirements"}, {"text_block_id": "p41_b831", "text": "Based on the pillars of the GFCS, the fundamental structure for the provision of effective climate services in Vanuatu involves the core components:"}, {"text_block_id": "p41_b832", "text": ""}, {"text_block_id": "p41_b833", "text": "Observations;"}, {"text_block_id": "p41_b834", "text": ""}, {"text_block_id": "p41_b835", "text": "Modelling;"}, {"text_block_id": "p41_b836", "text": ""}, {"text_block_id": "p41_b837", "text": "Climate Services Information System (CSIS);"}, {"text_block_id": "p41_b838", "text": ""}, {"text_block_id": "p41_b839", "text": "User Interface Platforms; and"}, {"text_block_id": "p41_b840", "text": ""}, {"text_block_id": "p41_b841", "text": "Capacity Development."}, {"text_block_id": "p41_b842_merged", "text": "The information presented and discussed at the first NCOF and the NSCCS and summarised in this document has led to the identification of several key requirements for strengthening and maintaining climate services in Vanuatu. Figure 9 outlines these key requirements in a diagram that demonstrates the flow of information from observations and research through product development to user communities in the form of data services and product services. At each node, modes of operation, international linkages and training needs are highlighted as ways of enhancing the capacity of both providers and receivers of climate services."}, {"text_block_id": "p42_b852", "text": "Figure 9. Diagram of the ideal structure and key requirements for climate services in Vanuatu."}, {"text_block_id": "p43_b853", "text": "13.2  Overall conclusions"}, {"text_block_id": "p43_b854", "text": "VMGD has come a long way over the last several years in developing climate services. Amongst Pacific Island nations, and at international institutions such as WMO, it is well recognised that Vanuatu is extremely progressive at demonstrating how climate services can and should be developed at a national level. VMGD management and staff should be applauded for these front-running efforts."}, {"text_block_id": "p43_b855", "text": "Further developments are still required, and fundamentally, the greatest and most pressing need is for the following:"}, {"text_block_id": "p43_b856", "text": "1."}, {"text_block_id": "p43_b857", "text": "The development, through consultation with key stakeholders, of tailored climate products (including training on their use); and"}, {"text_block_id": "p43_b858", "text": "2."}, {"text_block_id": "p43_b859", "text": "Improvements to and formalisation of mechanisms for communicating and disseminating climate information (including the use of Ministerial directives with the provision of authority for action)."}, {"text_block_id": "p43_b860", "text": "It is very likely that over the next 10 years, following the suggested Roadmap below and provided all necessary resources are procured, the provision and use of climate services in Vanuatu will be world-leading. Ultimately and surely, this will result in a resilient nation that can adapt and cope with all the climate threats the future may hold."}, {"text_block_id": "p43_b861", "text": "14. Roadmap for strengthening climate services in Vanuatu"}, {"text_block_id": "p43_b862", "text": "A Roadmap is a time-bound plan that includes short-term and long-term activities designed to meet an overall goal. In this case, the overall goal is to"}, {"text_block_id": "p43_b863", "text": "strengthen climate services in Vanuatu"}, {"text_block_id": "p43_b864", "text": ". While VMGD will take the lead in planning for and progressing the specific activities, a multi-agency and multi-stakeholder collaborative approach will be needed to ensure the successful implementation of the Roadmap."}, {"text_block_id": "p43_b865", "text": "The Vanuatu Climate Services Roadmap takes the form of the following table, which prioritises the recommendations made in this report and lists proposed start and end years for insertion into Annual Business Plans. Indicative costs in US Dollars have been included, where possible. Proposals for future projects (see suggestions below table) should be linked to this Roadmap, and there should be an annual review of progress toward the accomplishment of the activities."}, {"text_block_id": "p43_b866_merged_merged", "text": "The Roadmap has also been linked to the key outcomes identified by VMGD in their 2014 – 2023 Strategic Development Plan (see last column, and also Appendix 16.2 where the Roadmap has been reformatted to be consistent with the existing matrix layout in the VMGD strategic plan)."}, {"text_block_id": "p46_b869", "text": "All of the recommendations in the above Roadmap fall under one or the other of the two fundamental needs, as listed in Section 13.2. As such, VMGD might consider these as two major projects:"}, {"text_block_id": "p46_b870", "text": "PROJECT 1: DEVELOPING TAILORED CLIMATE PRODUCTS AND TRAINING"}, {"text_block_id": "p46_b871", "text": "TASKS: See Recommendations 1, 2, 4-9 and 15"}, {"text_block_id": "p46_b872", "text": "TIMEFRAME: 2017-2023"}, {"text_block_id": "p46_b873", "text": "COST: USD920K"}, {"text_block_id": "p46_b874", "text": "The project would focus on identifying the climate information needs of stakeholders, developing (in partnership with stakeholders) tailored climate products, identifying software and hardware requirements for product generation, assessing climate data and network adequacy, and training both VMGD and end-users on the interpretation and use of products and data."}, {"text_block_id": "p46_b875", "text": "PROJECT 2: IMPROVING COMMUNICATION AND DISSEMINATION MECHANISMS"}, {"text_block_id": "p46_b876", "text": "TASKS: See Recommendations 3, 10-14, 16-18"}, {"text_block_id": "p46_b877", "text": "TIMEFRAME: 2017-2023"}, {"text_block_id": "p46_b878", "text": "COST: USD800K"}, {"text_block_id": "p46_b879_merged", "text": "The project would focus on capitalising on the existing mechanisms of information communication and dissemination, building new networks where necessary, identifying key people (or ‘champions’), establishing or strengthening formal relationships and agreements, and setting up feedback systems on impacts."}, {"text_block_id": "p47_b882", "text": "15. References"}, {"text_block_id": "p47_b883", "text": "Agro‐Meteorology"}, {"text_block_id": "p47_b884", "text": "Summit, 2013."}, {"text_block_id": "p47_b885", "text": "National Conference to Disseminate Adaptation Technology and Practice in Climate Services and Agricultural Resilience, Final Report"}, {"text_block_id": "p47_b886", "text": ". 80p."}, {"text_block_id": "p47_b887", "text": "Australian Bureau of Meteorology (BOM) & CSIRO, 2011."}, {"text_block_id": "p47_b888", "text": "Climate Change in the Pacific: Scientific Assessment and New Research."}, {"text_block_id": "p47_b889", "text": "Volume 1: Regional Overview. Volume 2: Country Reports."}, {"text_block_id": "p47_b890", "text": "Department of Agriculture & Rural Development, 2015."}, {"text_block_id": "p47_b891", "text": "Vanuatu Agriculture Sector Policy (2015-2030)"}, {"text_block_id": "p47_b892", "text": ". 45p."}, {"text_block_id": "p47_b893", "text": "Department of Energy, 2014."}, {"text_block_id": "p47_b894", "text": "Vanuatu National Energy Roadmap (2013-2020)"}, {"text_block_id": "p47_b895", "text": ". 100p."}, {"text_block_id": "p47_b896", "text": "Department of Strategic Policy, Planning and Aid Coordination, 2016."}, {"text_block_id": "p47_b897", "text": "National Sustainable Development Plan 2016-2030, Consultation Draft"}, {"text_block_id": "p47_b898", "text": ". 20p."}, {"text_block_id": "p47_b899", "text": "Ministry for Climate Change Adaptation, Meteorology, Geo-Hazards, Environment, Energy and Disaster Management, 2015."}, {"text_block_id": "p47_b900", "text": "National Disaster Management Office (NDMO) Strategic Plan (2016-2020)"}, {"text_block_id": "p47_b901", "text": ". 48p."}, {"text_block_id": "p47_b902", "text": "National Advisory Committee on Climate Change (NACCC), 2015."}, {"text_block_id": "p47_b903", "text": "Republic of Vanuatu National Adaptation Programme for Action (NAPA)"}, {"text_block_id": "p47_b904", "text": ". 56p."}, {"text_block_id": "p47_b905", "text": "National Disaster Management Office (NDMO), 2015."}, {"text_block_id": "p47_b906", "text": "Vanuatu Climate Change and Disaster Risk Reduction Policy (2016-2030)"}, {"text_block_id": "p47_b907", "text": ". 37p."}, {"text_block_id": "p47_b908", "text": "National Oceanic and Atmospheric Administration, 2016."}, {"text_block_id": "p47_b909", "text": "Vanuatu Technical Exchange in support of Climate Early Warning for the Marine Sector Final Workshop Report"}, {"text_block_id": "p47_b910", "text": ". 6p."}, {"text_block_id": "p47_b911", "text": "Secretariat of the Pacific Community, 2016."}, {"text_block_id": "p47_b912", "text": "Tropical Cyclone Pam Lessons Learned Workshop Report."}, {"text_block_id": "p47_b913", "text": "58p."}, {"text_block_id": "p47_b914", "text": "Secretariat of the Pacific Regional Environment Programme (SPREP), 2012."}, {"text_block_id": "p47_b915", "text": "Pacific Islands Meteorological Strategy 2012-2021"}, {"text_block_id": "p47_b916", "text": ": Sustaining weather and climate services in Pacific Island countries and territories. 42p."}, {"text_block_id": "p47_b917", "text": "Trundle, A. and McEvoy, D., 2015."}, {"text_block_id": "p47_b918", "text": "Climate Change Vulnerability Assessment: Greater Port Vila."}, {"text_block_id": "p47_b919", "text": "54p."}, {"text_block_id": "p47_b920", "text": "UN, 2015."}, {"text_block_id": "p47_b921", "text": "Transforming our world: The 2030 Agenda for Sustainable Development."}, {"text_block_id": "p47_b922", "text": "A/RES/70/1. 41p."}, {"text_block_id": "p47_b923_merged_merged_merged_merged_merged_merged", "text": "Vanuatu Meteorological and Geo-Hazards Department (VMGD), 2014. Vanuatu Meteorological and GeoHazards Department Strategic Development Plan 2014-2023.  Port Vila, Vanuatu: VMGD Publications. 62p."}, {"text_block_id": "p47_b926", "text": "World Meteorological Organization (WMO), 2014."}, {"text_block_id": "p47_b927", "text": "Implementation Plan of the Global Framework for Climate Services."}, {"text_block_id": "p47_b928", "text": "70p."}, {"text_block_id": "p48_b929", "text": "16. Appendices"}, {"text_block_id": "p48_b930", "text": "16.1  Sector summary sheets (Health, Women and Children, Water, DRR, Agriculture and Livestock, Fisheries, Tourism, Energy, Infrastructure, Business, and NGOs)"}, {"text_block_id": "p48_b931", "text": "The following summary sheets are designed to be used when consulting with individuals and groups from specific sectors. The sheets can be used as starting points for projects designed to produce tailored products and maximise sector-specific communication networks. Each summary sheet has the following sections:"}, {"text_block_id": "p48_b932", "text": "1."}, {"text_block_id": "p48_b933", "text": "Main Climatic Impacts"}, {"text_block_id": "p48_b934", "text": "2."}, {"text_block_id": "p48_b935", "text": "Current Use of Climate Information from VMGD"}, {"text_block_id": "p48_b936", "text": "3."}, {"text_block_id": "p48_b937", "text": "Climate Information Needs"}, {"text_block_id": "p48_b938", "text": "4."}, {"text_block_id": "p48_b939", "text": "Key Agencies and Networks"}, {"text_block_id": "p48_b940_merged", "text": "Information on these sheets was obtained during the first NCOF and through follow-up discussions with key stakeholders (see Appendix 16.3). Specifically, the following sector priority needswere identified:"}, {"text_block_id": "p48_b942", "text": "Health:"}, {"text_block_id": "p48_b943", "text": "Tailored Health Early Warning Systems, e.g. for malaria, dengue, diarrhoea etc.; requires new research into relationships between climate and mosquitos, hospital admissions, etc."}, {"text_block_id": "p48_b944", "text": "Women and Children"}, {"text_block_id": "p48_b945", "text": "’s Affairs:"}, {"text_block_id": "p48_b946", "text": "Community-based products with simple messaging including specific activities for women and children, to be used in discussion groups and on radio talk back shows."}, {"text_block_id": "p48_b947", "text": "Water Resources:"}, {"text_block_id": "p48_b948", "text": "Community-based products with simple messaging including good practice solutions for times when water availability is stressed; new research on climate and water quality and ground water supply."}, {"text_block_id": "p48_b949", "text": "Disaster Management:"}, {"text_block_id": "p48_b950", "text": "Identification of climatic hazard and risk “hot spots”; better policies on definition of"}, {"text_block_id": "p48_b951", "text": "slow onset emergencies."}, {"text_block_id": "p48_b952", "text": "Agriculture and Livestock:"}, {"text_block_id": "p48_b953", "text": "Identification of climatic risk “hot spots”; new research into relationships between"}, {"text_block_id": "p48_b954", "text": "climate (particularly thresholds) and crop responses; new research into climate and animal/crop diseases, pests and invasive species."}, {"text_block_id": "p48_b955", "text": "Fisheries:"}, {"text_block_id": "p48_b956", "text": "Development of climate early warning for specific fish species, coral bleaching risk."}, {"text_block_id": "p48_b957", "text": "Tourism:"}, {"text_block_id": "p48_b958", "text": "Development of provincial Traditional Knowledge (TK) crop/plant calendars to include tourism activities; new research on environmental impacts of climate and tourism operations."}, {"text_block_id": "p48_b959", "text": "Energy:"}, {"text_block_id": "p48_b960", "text": "Wind, rainfall and solar radiation climatologies for the last 30 years if possible, to be used for site assessment and renewable energy feasibility studies."}, {"text_block_id": "p48_b961", "text": "Infrastructure:"}, {"text_block_id": "p48_b962", "text": "Information on design rainfalls for construction of bridges, culverts, pavements; Seasonal forecasts tailored to optimal times for construction activities."}, {"text_block_id": "p48_b963", "text": "Commerce and Industry:"}, {"text_block_id": "p48_b964", "text": "Tailored climate forecasts for business owners; better information communication, particularly on ways business owners (with resources to share) can help during adverse climatic events."}, {"text_block_id": "p48_b965", "text": "Save the Children / Red Cross:"}, {"text_block_id": "p48_b966", "text": "Community-based products, suitably tailored with simple messaging; consistent messaging among all key players."}, {"text_block_id": "p49_b967", "text": "Climate and Health"}, {"text_block_id": "p49_b968", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p49_b969", "text": "Deviations from Vanuatu’s average"}, {"text_block_id": "p49_b970", "text": "climate conditions can sometimes result in heat waves, excess rain (causing flooding), high sea temperatures or drought. Such events can lead to health-related impacts, such as enhanced air pollution and allergens, heat stroke, Ciguatera (caused by a toxin in reef fish), and outbreaks of vector-borne infectious diseases such as Malaria, Zika and Dengue.  Secondary impacts can also arise from food and water shortages resulting in malnutrition and an impaired immune system.  Tainted drinking water can also lead to Gastroenteritis (infectious diarrhoea) and other infectious disease outbreaks."}, {"text_block_id": "p49_b971", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p49_b972", "text": "In Vanuatu, the Ministry of Health is the lead agency for the Health and Nutrition Cluster.  The Health Cluster Bulletin is regularly produced, including climate updates. The Cluster has also developed a strategic plan to respond to El Niño events (which often result in a drier-than-normal wet season)."}, {"text_block_id": "p49_b973", "text": "Even when an El Niño is not present, a Ministry representative usually attends the Climate Briefings held by VMGD. The information is also disseminated via to all staff in the Ministry of Health."}, {"text_block_id": "p49_b974", "text": "The Ministry also carries out regular surveillance activities, with programmes currently reporting on four core syndromes from 11 sentinel sites around Vanuatu."}, {"text_block_id": "p49_b975", "text": "3. Climate Information Needs"}, {"text_block_id": "p49_b976", "text": "While the Vanuatu Climate Update and ENSO Advisories are very useful, there is a specific need for a health early warning system that includes malaria, dengue fever, zika, heat stroke, diarrhoea etc. This system would include a tailored seasonal climate outlook, including risk indicators for the above diseases."}, {"text_block_id": "p49_b977", "text": "There is also an immediate need for a database for health related impacts of climate. This could be used for new research into relationships between climate and mosquitos, hospital admissions, etc."}, {"text_block_id": "p49_b978", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p49_b979", "text": "The Ministry of Health (especially the Environmental Health Officer and the Climate Change Focal Point) and the Health and Nutrition Cluster are the key groups that VMGD needs to interact with."}, {"text_block_id": "p49_b980_merged", "text": "There is also a Health Working Group (VMGD and Ministry of Health partnership), but it hasn’t been active recently."}, {"text_block_id": "p49_b983", "text": "Every community has a health clinic which could be utilised for climate information dissemination."}, {"text_block_id": "p50_b984", "text": "Climate and Women and Children"}, {"text_block_id": "p50_b985", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p50_b986", "text": "Drought, and its associated impacts on water security and agricultural production, is a big problem as women and children in rural areas spend a lot of time collecting water and working in the garden. Low agricultural productivity means less goods to sell at markets, and low-flowing or dried up streams mean children will often have to travel long distances (which is a security issue) to get water. Health-related impacts, often caused by tainted water supplies, during extended periods of drought and above-average rainfall have are also extremely important as children and disabled members of communities are particularly vulnerability to disease outbreaks."}, {"text_block_id": "p50_b987", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p50_b988", "text": "VMGD sends the Vanuatu Climate Update and the Vanuatu Monthly Climate Summary to all Government"}, {"text_block_id": "p50_b989", "text": "email recipients, hence these products are received by the Department of Women’s Affairs. However, these"}, {"text_block_id": "p50_b990", "text": "products are currently not directly used by the Department for operational or strategic decision-making."}, {"text_block_id": "p50_b991", "text": "Klaod Nasara is a very useful tool which has been shown at workshops. It generated considerable discussion between participants."}, {"text_block_id": "p50_b992", "text": "There are many women volunteers who are part of the Vanuatu Rainfall Network, and they are all excellent observers and take their jobs very seriously."}, {"text_block_id": "p50_b993", "text": "3. Climate Information Needs"}, {"text_block_id": "p50_b994", "text": "There is significant scope for more interaction between VMGD and women’s groups. For example, a Women’s"}, {"text_block_id": "p50_b995", "text": "Weather Watch is planned, which will train women to use radio to discuss weather and climate and gender issues.  Also, community-based groups of women often get together to talk and share experiences, which is an important means of knowledge and information transfer."}, {"text_block_id": "p50_b996", "text": "Women need to receive information on expected impacts related to drought, to improve or adjust gardening and cropping practices.  Information must be presented in a simplified form and in the"}, {"text_block_id": "p50_b997", "text": "users’ dialect."}, {"text_block_id": "p50_b998", "text": "Traditional knowledge must also be incorporated."}, {"text_block_id": "p50_b999", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p50_b1000", "text": "The Ministry of"}, {"text_block_id": "p50_b1001", "text": "Women’s Affairs is"}, {"text_block_id": "p50_b1002", "text": "the key agency that VMGD needs to interact with."}, {"text_block_id": "p50_b1003_merged_merged_merged_merged", "text": "The Vanuatu National Council of Women is also a key network for knowledge transfer, utilising CDCCCs as intermediaries.  The women’s “chapters” currently operating in three provinces, should also be included in information dissemination and potential climate and gender research studies."}, {"text_block_id": "p51_b1006", "text": "Climate and Water"}, {"text_block_id": "p51_b1007", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p51_b1008", "text": "The main climate impacts on water supply in Vanuatu are drought and flooding related to ENSO and tropical cyclones.  El Niños in particular, which are often associated with a drier-than-normal wet season, have a significant (negative) impact on the reception and collection of freshwater resources from springs and streams. Fresh water abstraction is also affected by too much rainfall and flooding. During both drier-and wetter-than-normal periods, water quality can be poor due to excess sedimentation, contaminants and/or bacteria. Remote communities are particularly at risk if they run out of water, as people have to walk long distances to other sources of water or notify NDMO that they have run out and require emergency supply."}, {"text_block_id": "p51_b1009", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p51_b1010", "text": "There is a close relationship between VMGD and the Department of Geologies, Mines and Water Resources. Climate variability and change is mentioned in the National Water Strategy, 2008-2018."}, {"text_block_id": "p51_b1011", "text": "The Vanuatu Climate Update and Monthly Climate Summary, and the NIWA Water Watch, are circulated to Provincial Water Officers, and this information is passed on (when relevant) to community water committees."}, {"text_block_id": "p51_b1012", "text": "The Water Resources Division regularly access rainfall data from VMGD, and they also have a lot of historic rainfall data which could be shared."}, {"text_block_id": "p51_b1013", "text": "3. Climate Information Needs"}, {"text_block_id": "p51_b1014", "text": "Despite the very good coverage of VRN data collection sites, there is still a need for more real-time access to climate data at the provincial level, in particular site-specific rainfall data."}, {"text_block_id": "p51_b1015", "text": "Climate information (e.g. as presented in the VCU) needs to have less jargon and be translated into simple terms e.g. using pictures and incorporating traditional knowledge (e.g. associated with water conservation and the use of grey water)."}, {"text_block_id": "p51_b1016", "text": "Additional research is required on the effects of ENSO on water quantity and quality (including groundwater). Bore water data (levels and water quality) is mostly still kept as paper records, so requires digitising."}, {"text_block_id": "p51_b1017", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p51_b1018", "text": "The relationship between VMGD and the Department of Geologies, Mines and Water Resources is excellent, but more use could be made of the Provincial Water Officers and Community Water Committees as an information dissemination mechanism."}, {"text_block_id": "p51_b1019", "text": "Other key agencies that work in the field of water and climate include Red Cross and other NGOs."}, {"text_block_id": "p52_b1020", "text": "Climate and Disaster"}, {"text_block_id": "p52_b1021", "text": "Management"}, {"text_block_id": "p52_b1022", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p52_b1023", "text": "The major climate impacts associated with disaster management are drought, heavy rainfall events including flooding, storm surges causing coastal inundation and extreme weather events (e.g. Tropical Cyclones). One of the key issues is with mobilising funds for slow-onset events, such as droughts.  The Government only allocates resources when a State of Emergency is declared, and currently there is no established mechanism for determining when a SoE associated with a drought should be declared."}, {"text_block_id": "p52_b1024", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p52_b1025", "text": "There is a close relationship between VMGD and the National Disaster Management Office (NDMO). Representatives from NDMO regularly attend the Climate Briefings and the Vanuatu Climate Update and Monthly Climate Summary are disseminated via email to all NDMO staff."}, {"text_block_id": "p52_b1026", "text": "VMGD and NDMO have collaborated on several projects, representatives appear together on radio talkback shows, and joint press releases are written and delivered during significant events and times (such as at the start of the Tropical Cyclone season)."}, {"text_block_id": "p52_b1027", "text": "3. Climate Information Needs"}, {"text_block_id": "p52_b1028", "text": "Both the VMGD and NDMO Acts need to be updated to include slow-onset disaster definition and declaration/funding protocols. This would lead to the establishment of SOPs, SLAs, revised job descriptions and a revision of the ENSO Directive."}, {"text_block_id": "p52_b1029", "text": "Climate warnings (e.g. for drought) should use simple graphics (e.g. dials) and consistent colour-coding to match those produced by NDMO."}, {"text_block_id": "p52_b1030_merged", "text": "Regularly-updated (e.g. weekly/monthly) climate risk “hot-spots” could be mapped.  Once identified, NDMO can send out an assessment team.  “Hot-spot” identification requires a well-maintained monitoring network."}, {"text_block_id": "p52_b1039", "text": "Climate risk and hazard exposure maps for all towns/provinces should be produced (currently these only exist some for Port Vila and Luganville).  Climate change maps for each province would assist with DRR planning."}, {"text_block_id": "p52_b1040", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p52_b1041", "text": "NDMO has got an established network for information dissemination, through the CDCCCs that could be better utilised for climate information."}, {"text_block_id": "p52_b1042", "text": "Very good linkages exist between NDMO and NGOs, such as Red Cross, Care, World Vision, Oxfam and Save the Children. Consistent messaging through these organisations is critical."}, {"text_block_id": "p53_b1043", "text": "Climate and"}, {"text_block_id": "p53_b1044", "text": "Agriculture and Livestock"}, {"text_block_id": "p53_b1045", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p53_b1046", "text": "Prolonged heavy rainfall (i.e. more rainfall-than-normal over periods of a few weeks to several months) causes waterlogging leading to crop failures and problems with soil pugging by large animals.  Very wet or very dry conditions encourage build-up of pests and disease outbreaks, fungal and viral diseases, and invasive species (e.g. big leaf vine prevents sunlight reaching other vegetation). Very hot conditions can impact the health of livestock."}, {"text_block_id": "p53_b1047", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p53_b1048", "text": "There is a close relationship between VMGD and the Departments of Agriculture (in particular) and Livestock. The Vanuatu Climate Update and the Monthly Climate Summary are sent to all Agriculture and Livestock staff by email, and representatives regularly attend the Climate Briefings."}, {"text_block_id": "p53_b1049", "text": "An Agriculture News Bulletin is produced quarterly, and often includes information on the seasonal climate outlook. Also, special leaflets are published (e.g. on mulching techniques, agroforestry, etc.) which are specifically designed to help farmers during times of climatic stress (e.g. drought)."}, {"text_block_id": "p53_b1050", "text": "Climate field schools are run in all the provinces and include training on modifying agricultural practices (including planting different crops and varieties) during drier-and wetter-than-normal conditions."}, {"text_block_id": "p53_b1051", "text": "3. Climate Information Needs"}, {"text_block_id": "p53_b1052", "text": "More monitoring of climate-related impacts on agricultural and livestock productivity is required, and an impacts database needs to be established."}, {"text_block_id": "p53_b1053", "text": "More research (working with the nurseries) into relationships between climate (particularly thresholds) and crop responses, and new research into climate and animal/crop diseases, pests and invasive species."}, {"text_block_id": "p53_b1054_merged", "text": "Measurement of additional climate variables (e.g. soil temperatures) would be useful, as would the mapping of climatic high risk “hot spots”."}, {"text_block_id": "p53_b1057", "text": "There is also a specific need for the Agriculture and Livestock Departments to work together with VMGD on creating a National Drought Policy including thresholds for activities, actions."}, {"text_block_id": "p53_b1058", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p53_b1059", "text": "The Departments of Agriculture and Livestock have well-established provincial and community-based networks that should be utilised for the dissemination of simplified, tailored climate information."}, {"text_block_id": "p54_b1060", "text": "Fisheries"}, {"text_block_id": "p54_b1061", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p54_b1062", "text": "Fish species (and their entire food web, including predators) are impacted by the sea temperature (at the surface and at depth), ocean acidification, and ocean currents. All these things are changing with climate change. The fishing industry is also impacted by storms, high winds and rough sea state, as fleets may not be able to go out to sea and near-shore fishing activities may not be safe during bad weather conditions. Coral health (and hence entire reef ecosystems) is adversely impacted by low sea levels and high water temperatures, causing bleaching events that can last for several months at a time."}, {"text_block_id": "p54_b1063", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p54_b1064", "text": "There is currently limited use of climate data or information by the fishing industry in Vanuatu."}, {"text_block_id": "p54_b1065", "text": "However, a recent"}, {"text_block_id": "p54_b1066", "text": "funded Workshop entitled “"}, {"text_block_id": "p54_b1067", "text": "Technical Exchange in support of Climate Early Warning for the Marine Sector"}, {"text_block_id": "p54_b1068", "text": "” (May 2016) has identified several key steps to addressing this. Many of the “needs”"}, {"text_block_id": "p54_b1069", "text": "listed below come from the recommendations of this workshop."}, {"text_block_id": "p54_b1070", "text": "3. Climate Information Needs"}, {"text_block_id": "p54_b1071", "text": "Similar to agriculture and livestock, more monitoring of climate-related impacts on fish (marine and lagoon) abundance and species mix, plus fish catch is required, and an impacts database needs to be established."}, {"text_block_id": "p54_b1072", "text": "There is a need for tailoring of climate information (such as long-term climate change maps and seasonal forecasts) for specific fisheries/aquaculture farmers. This should include threshold forecasts for specific indicators. Site specific forecasts would also be very useful."}, {"text_block_id": "p54_b1073", "text": "Improved access and ability to apply climate data and information is required, and improved technology is needed to support a marine climate early warning system for Vanuatu."}, {"text_block_id": "p54_b1074", "text": "Work needs to be done to identify actions that can be taken to lessen climatic impacts to marine resources"}, {"text_block_id": "p54_b1075_merged_merged", "text": "An update to the ENSO Handbook for marine resource management is required, and the development of a climate–marine bulletin in partnership with the Department of Fisheries has been suggested."}, {"text_block_id": "p54_b1078", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p54_b1079", "text": "The Department of Fisheries is the key agency for VMGD to work with. An MOU between the two Departments with SOPs and SLAs is desirable."}, {"text_block_id": "p54_b1080", "text": "NOAA and SPC are also key regional partners."}, {"text_block_id": "p55_b1081", "text": "Climate and Tourism"}, {"text_block_id": "p55_b1082", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p55_b1083", "text": "During El Niño periods, streams and rivers can run low or dry up completely where tourism activities take place (e.g. swimming, waterfalls, rafting etc). Drought also impacts locally-grown vegetables which affects supply to hotels. Impacts tend to be more severe in the outer islands where there is a reliance on natural water sources. Periods of more rainfall-than-normal (e.g. during La Niñas) can disrupt outdoor tourist activities, but are generally not too much of an issue.  Major storms, particularly tropical cyclones (such as TC Pam), are a big issue for tourism in Vanuatu and can result in a significant downturn in tourist numbers for many months and even years afterwards."}, {"text_block_id": "p55_b1084", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p55_b1085", "text": "The Department of Tourism specifically requests Volcanic Alert info from VMGD, and they also disseminate information that they receive from VMGD (e.g. Vanuatu Climate Update)."}, {"text_block_id": "p55_b1086", "text": "Provincial Tourism Associations have a Provincial Officer who regularly receives climate information and weather and climate warnings and passes these on to tourism operators."}, {"text_block_id": "p55_b1087", "text": "Provincial Officers hold quarterly meetings, usually in Port Vila. There is an opportunity for VMGD to better engage with the tourism sector by attending these meetings."}, {"text_block_id": "p55_b1088", "text": "3. Climate Information Needs"}, {"text_block_id": "p55_b1089", "text": "The top priority for the Department of Tourism is to work with VMGD to develop Traditional Calendars for each of the provinces which would enable tourism operators to really utilise attractions.  Cultural events occur in conjunction with specific weather/climate events, so Traditional Calendars could be used to identify when and where these cultural events typically occur. VMGD climate information could be used to inform potential shifts in the timing of these events."}, {"text_block_id": "p55_b1090", "text": "Research on the environmental impacts of tourism operations is needed, leading to improved standards."}, {"text_block_id": "p55_b1091_merged", "text": "There is also an interest in receiving tailored climate bulletins.  These could be linked to a web-based ‘Climate and Tourism Dashboard’ – showing the status and forecasts of temperature, rainfall, coral bleaching and SST indicators that could be printed and posted on noticeboards at hotels etc."}, {"text_block_id": "p55_b1094", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p55_b1095", "text": "The Department of Tourism is the key agency for VMGD to work with. An MOU between the two Departments with SOPs and SLAs is desirable. There is also a Tourism Association that has provincial and area council links."}, {"text_block_id": "p56_b1096", "text": "Climate and Energy"}, {"text_block_id": "p56_b1097", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p56_b1098_merged", "text": "Vanuatu can currently generate up to around 40% of its energy needs from solar, wind and river-run hydro sources. The El Niño of 2015-16 resulted in less rain, and reduced the ability to produce hydro energy. At the same time, generation of solar power increased due to sunnier-than-normal conditions (there is generally a higher solar generation potential in the dry season, than in the wet season). Wind turbines near Port Vila can provide up to 3.2MW of energy but have to be lowered during strong winds (but are able to be put back up). The Vanuatu Rural Electrification Project aims to provide communities access to small solar systems and to establish “mini-grids”. These systems may be vulnerable to extreme weather events, particularly tropical cyclones."}, {"text_block_id": "p56_b1103", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p56_b1104", "text": "The Department of Energy accesses climate data from VMGD and, in addition to their own data observations, performs energy generation site suitability studies. However, analyses are limited by short data record lengths and low spatial coverage of climate stations."}, {"text_block_id": "p56_b1105", "text": "Products such as the Vanuatu Climate Update and Monthly Climate Summary, or climate change information, are currently not used operationally or for long-term planning (but potentially could be)."}, {"text_block_id": "p56_b1106", "text": "3. Climate Information Needs"}, {"text_block_id": "p56_b1107", "text": "The biggest need is for long-term datasets of wind, rainfall and solar radiation (at least 20 years) to be used for energy generation site suitability assessments. Maps of these variables would be better still."}, {"text_block_id": "p56_b1108", "text": "Seasonal forecasts of rainfall (particularly for Santo, where there is a large hydropower scheme at Luganville, capable of generating 1.2MW) and cloudiness / solar radiation could be used to help estimate energy generation potential for the coming season."}, {"text_block_id": "p56_b1109", "text": "Research is needed to look at the relationship between ENSO and renewable energy generation (from all three sources)."}, {"text_block_id": "p56_b1110", "text": "Research is also required on energy demand (at the provincial and national level) and climate variations at multiple time scales."}, {"text_block_id": "p56_b1111", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p56_b1112", "text": "The Department of Energy is the key agency for VMGD to work with. They are involved in community-scale projects (e.g. the Rural Electrification Project) that could include climate data analyses."}, {"text_block_id": "p56_b1113", "text": "Many international aid agencies (e.g. World Bank, ADB) fund and/or facilitate energy projects."}, {"text_block_id": "p57_b1114", "text": "Infrastructure"}, {"text_block_id": "p57_b1115", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p57_b1116", "text": "The main climatic impact affecting infrastructure and public utilities work is higher-than-normal rainfall and flooding. Excessive rainfall causes lots of potholes in urban roads and makes managing many infrastructure projects (such as road, bridge and culvert maintenance) very difficult.  El Niño (i.e. drier-than-normal conditions) is a good time for infrastructure maintenance. Flooding often causes damage to infrastructure (especially roads and bridges), and storm surges can damage coastal defences such as sea walls, wharves and ports. Cloudy conditions (particularly low cloud) can have an impact on operations at airports and will affect aviation safety, while stormy conditions will affect maritime safety."}, {"text_block_id": "p57_b1117", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p57_b1118", "text": "The Ministry of Infrastructure and Public Utilities currently uses weather forecasts and tide information for aviation and ports/marine operations."}, {"text_block_id": "p57_b1119", "text": "All Ministry staff receive the Vanuatu Climate Update and Monthly Climate Summary, but these products are currently not used operationally."}, {"text_block_id": "p57_b1120", "text": "3. Climate Information Needs"}, {"text_block_id": "p57_b1121", "text": "The highest priority for the Ministry is access to sub-hourly (e.g. 10 minute) rainfall intensity data (including return period analyses) for the catchments they are designing bridges/roads for."}, {"text_block_id": "p57_b1122", "text": "Accurate weather forecasts are needed for day-to-day management of infrastructure projects, such as roading upgrades and maintenance."}, {"text_block_id": "p57_b1123", "text": "Seasonal forecasting would be useful to inform project planning and resource mobilisation, while climate change assessments are needed for future infrastructure investment planning."}, {"text_block_id": "p57_b1124_merged", "text": "Climate services could include notifications/bulletins with simple messaging such as ‘rainy season approaching; more rain than normal expected; so check and clear debris from drainage channels, bridges and"}, {"text_block_id": "p57_b1127", "text": "culverts.’"}, {"text_block_id": "p57_b1128", "text": "Regular posting on the VMGD website of up-to-date location-specific climate information would be useful and there is a pressing need for automatic climate stations to be installed at all provincial airports."}, {"text_block_id": "p57_b1129", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p57_b1130", "text": "The Ministry of Infrastructure and Public Utilities is the key agency for VMGD to work with. An MOU between the Ministry and VMGD with SOPs and SLAs is desirable."}, {"text_block_id": "p58_b1131", "text": "Climate and Business"}, {"text_block_id": "p58_b1132", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p58_b1133", "text": "Businesses across Vanuatu are vulnerable to extreme climatic events such as Tropical Cyclones, high winds, storm surges causing coastal inundation and heavy rainfall leading to localised and riverine flooding. Often, damage from such events can be severe and costly and in very bad cases businesses run the risk of not being able to recover. Businesses involved in the productive sector are also impacted by droughts, when agricultural productivity is low. On the positive side, businesses also have assets (such as trucks, boats, planes, facilities for storage and temporary shelter) than owners could make available to NDMO during and after extreme events."}, {"text_block_id": "p58_b1134", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p58_b1135", "text": "Most business owners in Vanuatu are currently accessing VMGD climate information indirectly through the media (TV, newspaper, radio), although some may look on the VMGD webpage."}, {"text_block_id": "p58_b1136", "text": "There is an opportunity for more direct connection with businesses, making use of the Vanuatu Chamber of Commerce and Industry monthly newsletter (which is currently sent out to over 560 Vanuatu businesses via"}, {"text_block_id": "p58_b1137", "text": "email). Simplified and tailored information about the climate of the previous month and the next season’s"}, {"text_block_id": "p58_b1138", "text": "climate forecast, with links to the VMGD webpage for more information, included as a regular newsletter item, would be very effective."}, {"text_block_id": "p58_b1139", "text": "3. Climate Information Needs"}, {"text_block_id": "p58_b1140", "text": "The highest priority for the Vanuatu Chamber of Commerce and Industry is to perform an assessment of the kind of climate information that is available from VMGD and the needs of business owners. Thus, there is a pressing need for a Climate and Business Forum (hosted by the VCCI), to take place prior to the start of the upcoming cyclone season."}, {"text_block_id": "p58_b1141", "text": "Climate products need to be straightforward, relatable, easy to read, concise, and not too technical."}, {"text_block_id": "p58_b1142", "text": "VCCI is"}, {"text_block_id": "p58_b1143", "text": "happy to act as ‘intermediaries’ – they’ll disseminate climate info"}, {"text_block_id": "p58_b1144", "text": "rmation, be involved in radio talkback shows, collate feedback from their stakeholders about climate products/services, and provide this feedback to VMGD so that VMGD can adjust their products/services where necessary."}, {"text_block_id": "p58_b1145", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p58_b1146", "text": "The Vanuatu Chamber of Commerce and Industry (VCCI) is the key agency for VMGD to work with. They are very willing to become partners with VMGD, so an MOU would be useful."}, {"text_block_id": "p58_b1147_merged_merged_merged", "text": "VCCI is aiming to establish a Vanuatu Business Disaster Committee – this could be a forum where climate products are discussed and post-disaster coordination efforts with NDMO are formalised."}, {"text_block_id": "p59_b1150", "text": "Climate and NGOs"}, {"text_block_id": "p59_b1151", "text": "1. Main Climatic Impacts"}, {"text_block_id": "p59_b1152", "text": "Non-Governmental Organisations (NGOs) such as Red Cross, Save the Children, Care and Oxfam are extremely active in Vanuatu rural communities. During and after extreme climatic events like Tropical Cyclones, affected communities are particularly vulnerable. There may have been injuries (and even deaths), significant damage to houses and roads, and loss of crops and animals. Health issues like malnutrition, diarrhoea, and other infectious diseases can become serious problems affecting whole communities. Impacts can extend for months and even years afterwards. Water shortages during times of drought can also severely impact communities, due to poor vegetable and fruit production and a lack of drinking water."}, {"text_block_id": "p59_b1153", "text": "2. Current Use of Climate Information from VMGD"}, {"text_block_id": "p59_b1154", "text": "All NGOs have good relationships with the NDMO, and through this relationship are connected to VMGD. Some NGOs (like Red Cross and Save the Children) have direct connections (mostly through projects, e.g. the Traditional Knowledge database project, and WASH initiatives) with VMGD."}, {"text_block_id": "p59_b1155", "text": "NGOs are often aware of climatic events (like El Niño) through their international connections and websites, but will also search the VMGD website for localised information. Some NGOs attend the VMGD Climate Briefings, but invitations should be to all NGOs."}, {"text_block_id": "p59_b1156", "text": "Klaod Nasara and the Climate Information Toolkit are often used at community meetings and events."}, {"text_block_id": "p59_b1157", "text": "3. Climate Information Needs"}, {"text_block_id": "p59_b1158", "text": "There is a particular need for provincial-and community-based products, suitably tailored with simple"}, {"text_block_id": "p59_b1159", "text": "messaging. For example, a “Community Vanuatu Climate Update”, as was discussed at the first National"}, {"text_block_id": "p59_b1160", "text": "Climate Outlook Forum."}, {"text_block_id": "p59_b1161", "text": "NIWA’s Water Watch product, for example, could be adapted to a provincial level."}, {"text_block_id": "p59_b1162", "text": "Importantly, there must be consistent messaging among all the key players who interact at the community level (NGOs, NDMO, VMGD, Health, Agriculture, Water, Area Secretaries, CDCCCs, Churches, Chiefs, and Schools). This will build capacity of all these players and the communities they work in."}, {"text_block_id": "p59_b1163_merged_merged", "text": "There is a need for more work on vulnerability profiling of villages, incorporating climate hazard assessments. The provision and interpretation of climate information could be included in the “KAP” (knowledge, attitude, practice) research programme."}, {"text_block_id": "p59_b1166", "text": "4. Key Agencies and Networks"}, {"text_block_id": "p59_b1167", "text": "VMGD should work closely with the established consortium of NGOs (Red Cross, Save the Children, Oxfam and Care).  Each NGO has a network (often involving volunteers) that can be utilised for information dissemination."}, {"text_block_id": "p60_b1168", "text": "16.2  Matrix"}, {"text_block_id": "p60_b1169", "text": "In this section, the Roadmap has been reformatted to look like the VMGD strategic plan matrix (so that it can be easily incorporated in that document). The right-hand column lists the recommended activities from the Roadmap (section 14). These have been aligned with the most relevant Key Outcome and Strategic Output from the current VMGD strategic plan."}, {"text_block_id": "p62_b1170", "text": "16.3 Stakeholder questionnaire"}, {"text_block_id": "p62_b1171", "text": "The following questionnaire was used as the basis for interviews with sector representatives regarding their relationship with VMGD and their climate information needs."}, {"text_block_id": "p62_b1172", "text": "Impacts of weather and climate"}, {"text_block_id": "p62_b1173", "text": "1."}, {"text_block_id": "p62_b1174", "text": "How does the weather and climate most impact your sector?"}, {"text_block_id": "p62_b1175", "text": "Use of weather information"}, {"text_block_id": "p62_b1176", "text": "2."}, {"text_block_id": "p62_b1177", "text": "What weather information do you have access to and how do you use this information in your day-to"}, {"text_block_id": "p62_b1178", "text": "-"}, {"text_block_id": "p62_b1179", "text": "day operations?"}, {"text_block_id": "p62_b1180", "text": "3."}, {"text_block_id": "p62_b1181", "text": "What elements of the weather are most important to you (e.g. rainfall, air and sea temperature, sea-state, wind, sunshine)?"}, {"text_block_id": "p62_b1182", "text": "Climate monitoring and forecasts"}, {"text_block_id": "p62_b1183", "text": "4."}, {"text_block_id": "p62_b1184_merged_merged", "text": "Specifically regarding climate information, how important to you (on a scale of 1 – 5) are the following:"}, {"text_block_id": "p62_b1187", "text": "Specifically regarding climate information, how important to you (on a scale of 1 – 5) are the following:\n* Understanding the general climate of Vanuatu at different times of the year, and how things\n* Keeping track of developing and current climatic conditions, and how different the current"}, {"text_block_id": "p63_b1191", "text": "Specifically regarding climate information, how important to you (on a scale of 1 – 5) are the following:\n* Understanding the general climate of Vanuatu at different times of the year, and how things\n* Keeping track of developing and current climatic conditions, and how different the current\n* Forecasts for the next three to six months, particularly of rainfall and sea temperature;\n* Risk assessments for the next few months for tropical cyclones, coral bleaching events,\n* Projections of how the climate and sea level may change over the next several decades."}, {"text_block_id": "p63_b1197", "text": "5."}, {"text_block_id": "p63_b1198", "text": "Do you (or could you) use any of the above climate products for operational decision-making or longer-term planning (months to decades)?"}, {"text_block_id": "p63_b1199", "text": "Specific needs"}, {"text_block_id": "p63_b1200", "text": "6."}, {"text_block_id": "p63_b1201", "text": "Have you got any specific needs for weather and climate information that aren’t currently being met?"}, {"text_block_id": "p63_b1202", "text": "7."}, {"text_block_id": "p63_b1203", "text": "In an ideal situation, what is the type, format (including delivery mechanism) and frequency of information that would best meet your needs?"}, {"text_block_id": "p63_b1204", "text": "Communication and networks"}, {"text_block_id": "p63_b1205", "text": "8."}, {"text_block_id": "p63_b1206", "text": "How do you currently communicate important messages to your stakeholders and end-users?"}, {"text_block_id": "p63_b1207", "text": "9."}, {"text_block_id": "p63_b1208", "text": "Do you experience any problems communicating complicated (e.g. scientific) information to your stakeholders and end-users? If so, how have you dealt with this?"}, {"text_block_id": "p63_b1209", "text": "10."}, {"text_block_id": "p63_b1210", "text": "Does the diagram below include your networks for disseminating information to provincial communities?"}, {"text_block_id": "p63_b1211", "text": "16.4 NIWA quality assurance"}, {"text_block_id": "p63_b1212", "text": "This report has been internally peer-reviewed and approved for release."}, {"text_block_id": "p63_b1213", "text": "Reviewed by:"}, {"text_block_id": "p63_b1214", "text": "Approved for release by:"}, {"text_block_id": "p63_b1215", "text": "Brett Mullan"}, {"text_block_id": "p63_b1216", "text": "–"}, {"text_block_id": "p63_b1217", "text": "Principal Scientist, Climate, NIWA, Wellington"}, {"text_block_id": "p63_b1218_merged_merged", "text": "Andrew Laing – Senior Regional Manager, NIWA, Wellington"}, {"text_block_id": "p64_b1221", "text": "16.5 RTSM TA Terms of Reference"}, {"text_block_id": "p64_b1222", "text": "Vanuatu:"}, {"text_block_id": "p64_b1223", "text": "Meteorology & Climate Specialist"}, {"text_block_id": "p64_b1224", "text": "Title of TA:"}, {"text_block_id": "p64_b1225", "text": "Consultancy for the Development of the Vanuatu Framework for Climate Services (VFCS)"}, {"text_block_id": "p64_b1226", "text": "Duration:"}, {"text_block_id": "p64_b1227", "text": "2 person month (intermittent)"}, {"text_block_id": "p64_b1228", "text": "Start Date:"}, {"text_block_id": "p64_b1229", "text": "01 March 2016"}, {"text_block_id": "p64_b1230", "text": "End Date:"}, {"text_block_id": "p64_b1231", "text": "30 June 2016"}, {"text_block_id": "p64_b1232", "text": "Category:"}, {"text_block_id": "p64_b1233", "text": "International Consultant"}, {"text_block_id": "p64_b1234", "text": "Background"}, {"text_block_id": "p64_b1235", "text": "The Government of Vanuatu through the Meteorology and Geo-Hazards Department (VMGD) carries out all climate data analysis, monitoring and forecasting for Vanuatu."}, {"text_block_id": "p64_b1236", "text": "Guided by its 2014"}, {"text_block_id": "p64_b1237", "text": "–"}, {"text_block_id": "p64_b1238", "text": "2023 Strategic Plan, the"}, {"text_block_id": "p64_b1239", "text": "of VMGD provides the data collection, management and technical analysis needed to develop informed and strategic climate change mitigation and resilience programmes for Vanuatu."}, {"text_block_id": "p64_b1240", "text": "The VMGD works closely with SPREP, WMO and NIWA in supporting and implementing priorities as identified in the VMGD Strategic Plan 2014 -2023. This plan is currently in its second review and the Technical Assistance will produce planning documents crucial to the refinement of the strategic plan; ensuring it is aligned closely with the Global Framework of Climate Services (GFCS) and the Pacific Island Climate Services (PICS) Panel activities which seek to connect with, and empower local Climate Services all over the world, including the Pacific region. Also within the VMGD is the National Advisory Board (NAB) Portal which serves as an effective forum for information sharing amongst the VGMD itself, as well as other relevant ministries, departments and sectors. All studies and information on climatic services and disaster risk management in/for Vanuatu are accessible via this portal."}, {"text_block_id": "p64_b1241", "text": "Given recent natural disasters impacting on Vanuatu’s environment and socio"}, {"text_block_id": "p64_b1242", "text": "-economic growth, the overall goal of the TA is to develop a Vanuatu Framework on Climate Services (VFCS) which will reflect current human and technical operational capacities, issues and priorities which need addressing in the near future. Done as a Situation Analysis, the resulting findings and recommendations will be used to develop a Climate Roadmap; a long-term instructional document, which will provide guidance for the Climate Division on required human resources and training needs. Both the VFCS and Climate Roadmap will shape long-term planning for the VMGD through giving phased time-frames for the introduction of new and necessary climatic products and services, inclusive the capability of the NAB Portal to manage and share knowledge on meteorological and climatic services and information. The VFCS and Climate Roadmap will also allow the VMGD to provide guided climate services to different sectors including agriculture, food security, health, water, energy, DRR, tourism, fisheries and most importantly, the affected communities."}, {"text_block_id": "p64_b1243", "text": "Scope of Work"}, {"text_block_id": "p64_b1244_merged_merged", "text": "The Meteorology & Climate Specialist will provide technical and capacity building support to the Government of Vanuatu, through the Meteorology and Geo-Hazards Department (VMGD) in the development of the Vanuatu Framework on Climate Services (VFCS) and Climate Roadmap; both required to guide and refine the implementation of priorities as identified in the VMGD Strategic Plan. The consultant will be expected to include the NAB Portal (human, technical & financial resources) as part of the situation analysis towards the development of both the VFCS and Climate Roadmap. The consultant will utilise lessons learnt from other Pacific island countries as well as global examples of climate frameworks that are relevant to Vanuatu’s economic and environmental conditions."}, {"text_block_id": "p64_b1247", "text": "Reporting"}, {"text_block_id": "p64_b1248", "text": "The consultant will report to the Government of Vanuatu through the Manager of the Climate Division.  He will work alongside a designated national counterpart and the VMGD Communications, Outreach and Partnerships Internal Working Group (COPIWG) to ensure capacity building at the national level for sustainability purposes."}, {"text_block_id": "p65_b1249", "text": "He will also collaborate closely with the SPREP Meteorology & Climate Change Officer as well as the WMO Programme Officer to ensure the deliverables meet the requirements of Vanuatu, and are closely aligned with Pacific and global climate services frameworks."}, {"text_block_id": "p65_b1250", "text": "All outputs are to be produced in Microsoft Word, using standard Word templates, typefaces etc. Any essential photos of graphics should be kept to low resolution to keep the file size down. The consultant is to share the drafts with SPREP and WMO for peer review and input prior to finalisation."}, {"text_block_id": "p65_b1251", "text": "Outputs and Specific Tasks"}, {"text_block_id": "p65_b1252", "text": "The major outputs and tasks to be carried out by the consultant are specifically detailed hereunder;"}, {"text_block_id": "p65_b1253", "text": "Output 1. Vanuatu Framework for Climate Services (VFCS)"}, {"text_block_id": "p65_b1254", "text": "(i)"}, {"text_block_id": "p65_b1255", "text": "Conduct a situation analysis which includes"}, {"text_block_id": "p65_b1256", "text": ":"}, {"text_block_id": "p65_b1257", "text": ":\n* undertaking a desk review of all available sector related literature including legislation,\n* developing a capacity assessment questionnaire survey of key stakeholders on climate\n* results from the questionnaire will verify data from desk reviews and consultations; and"}, {"text_block_id": "p65_b1263", "text": "(ii)"}, {"text_block_id": "p65_b1264_merged_merged", "text": "Together with the Climate Division of VMGD, undertake consultations with all relevant stakeholder representatives (meteorology &climate, agriculture, food security, health, water, energy, DRR, tourism, fisheries and most importantly, the affected communities) to discuss and analyse issues leading to the drafting of the VFCS. These stakeholder consultations, entitled National Climate Outlook Forum and the National Stakeholders Consultation on Climate Services, are targeted for 14-18 March 2016.  These consultations will be financed by the WMO under a separate contract with the VMGD."}, {"text_block_id": "p65_b1267", "text": "Output 2. Climate Roadmap/Implementation Plan"}, {"text_block_id": "p65_b1268", "text": "(i)"}, {"text_block_id": "p65_b1269", "text": "Prepare a long term, instructional plan identifying gaps in existing capacities and corresponding solutions for institutional arrangements, human resources inclusive training needs, technical (including technology needs) and policy needs of Vanuatu climate services;"}, {"text_block_id": "p65_b1270", "text": "(ii)"}, {"text_block_id": "p65_b1271", "text": "Prepare a cost analysis for the components of human resource, climate services to sectors activities, capacity development and policy development;"}, {"text_block_id": "p65_b1272", "text": "(iii)"}, {"text_block_id": "p65_b1273", "text": "Together with the Climate Division of VMGD, hold a one day consultation with key stakeholders to verify the draft roadmap and VFCS; and"}, {"text_block_id": "p65_b1274", "text": "(iv)"}, {"text_block_id": "p65_b1275", "text": "Together with the Climate Division of VMGD, hold a half day launching including final presentation to VMGD officers, stakeholders and donor partners on the two documents: VFCS and the Climate Roadmap/Implementation plan."}, {"text_block_id": "p65_b1276", "text": "Deliverables:"}, {"text_block_id": "p65_b1277", "text": "(i)"}, {"text_block_id": "p65_b1278", "text": "Vanuatu Framework for Climate Services (VFCS)"}, {"text_block_id": "p65_b1279", "text": "detailing all current products and services offered by the VMGD Climate Division; current institutional, human, technical etc capacities and issues and priorities to be addressed in the future by the Climate Division; and"}, {"text_block_id": "p65_b1280", "text": "(iii)"}, {"text_block_id": "p65_b1281", "text": "Climate Roadmap/Implementation plan"}, {"text_block_id": "p65_b1282", "text": "mapping human, training, technical, policy, reporting needs and phased time-frames for the introduction of new and necessary climatic products and services. This document will provide approximate associate costing of each activity(s)."}, {"text_block_id": "p66_b1283", "text": "The expert will submit all deliverables to the Government of Vanuatu through the Manager of the Climate Division with a copy sent/deposited with the RTSM Coordinator"}, {"text_block_id": "p66_b1284", "text": "Proposed schedule"}, {"text_block_id": "p66_b1285", "text": "The assignment will be initiated from 01 March with the first 5 day in-country mission in Port Vila, Vanuatu to prepare the 1"}, {"text_block_id": "p66_b1286", "text": "st"}, {"text_block_id": "p66_b1287", "text": "Output. The second 5day in-country mission to Port Vila will be in May 2016 to prepare the 2"}, {"text_block_id": "p66_b1288", "text": "nd"}, {"text_block_id": "p66_b1289", "text": "Output and contribute to the development of the GCF Proposal. The remaining 34 days will be through working remotely over the period of 7 March"}, {"text_block_id": "p66_b1290", "text": "–"}, {"text_block_id": "p66_b1291", "text": "30 June 2016."}, {"text_block_id": "p66_b1292", "text": "Minimum Qualification Requirements"}, {"text_block_id": "p66_b1293", "text": "The expert will have:"}, {"text_block_id": "p66_b1294", "text": ""}, {"text_block_id": "p66_b1295", "text": "Masters in Science / Environmental Science;"}, {"text_block_id": "p66_b1296", "text": ""}, {"text_block_id": "p66_b1297", "text": "proven"}, {"text_block_id": "p66_b1298", "text": "experience in climate observations, climate outlook and early warning systems, training and capacity building, fundamental climate research, and climate and health; hazard and climate risk assessment; DRR and CCA"}, {"text_block_id": "p66_b1299", "text": ""}, {"text_block_id": "p66_b1300", "text": "at least 10 years of"}, {"text_block_id": "p66_b1301", "text": "professional"}, {"text_block_id": "p66_b1302", "text": "experience working with Pacific Island Countries on community/social development (inclusive gender mainstreaming) issues in environment, infrastructure and/or food security issues;"}, {"text_block_id": "p66_b1303", "text": ""}, {"text_block_id": "p66_b1304", "text": "proven"}, {"text_block_id": "p66_b1305", "text": "experience in strategy formulation, policy planning and or proposal writing and be familiar with the key factors that governments should take into account when planning national projects;"}, {"text_block_id": "p66_b1306", "text": ""}, {"text_block_id": "p66_b1307", "text": "proven"}, {"text_block_id": "p66_b1308", "text": "excellent communication, writing and speaking skills"}, {"text_block_id": "p66_b1309", "text": "with at least 5 years experience"}, {"text_block_id": "p66_b1310", "text": "in participatory consultative process involving various levels of communities in Pacific island settings;"}, {"text_block_id": "p66_b1311", "text": ""}, {"text_block_id": "p66_b1312", "text": "At"}, {"text_block_id": "p66_b1313", "text": "least 5 years working experience"}, {"text_block_id": "p66_b1314", "text": "with the Government of Vanuatu or any other Pacific island country with similar fiduciary and planning processes and systems."}, {"text_block_id": "p66_b1315", "text": ""}, {"text_block_id": "p66_b1316_merged_merged_merged_merged_merged", "text": "At least 10 years proven experience of managing complex projects, and in a role requiring a similar degree of versatility and responsibility, including technical and financial reporting on an internationally funded project with regional scope, preferably in the Pacific islands region"}], "document_description": "<br />\n<br />\nThe <a href=\"http://www.wmo.int/gfcs/sites/default/files/Vanuatu%20Framework%20for%20Climate%20Services.pdf\">Vanuatu Framework for Climate Services </a>was developed by the Ministry of Climate Change to serve as basis for development of climate strategies to manage and adapt to climate change through sustainable and accessible climate services. The framework is consistent with the <a href=\"http://adaptation-undp.org/projects/vanuatu-national-adaptation-programme-action-napa\">Vanuatu National Adaptation Plan for Action</a>, the <a href=\"http://www.nab.vu/vanuatu-climate-change-and-disaster-risk-reduction-policy-2016-2030\">Vanuatu Climate Change and Disaster Risk Reduction Policy 2016 to 2030</a>, <a href=\"https://www.un.int/vanuatu/vanuatu/sustainable-development\">Vanuatu National Sustainable Development Goals</a> and the <a href=\"http://www.sprep.org/publications/pacific-islands-meteorological-strategy-2012-2021\">Pacific Islands Meteorological Strategy</a>.<br />\nThe Framework identifies users of climate services, information needs and appropriate mechanisms for dissemination and communication of climate information, and highlights gaps and needs to be addressed in the short- and medium term.<br />\n<br />\n<br />\n<br />\nThe framework also provides a list of 18 recommended actions and activities to strengthen climate information development, provision, understanding and use throughout Vanuatu. A Roadmap for Strengthening Climate Services is also included, suggesting prioritisation, time frames and indicative costs associated with the recommendations."}