{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Brunei Darussalam", "document_category": "Policy", "document_sector_name": ["Energy", "Economy-wide"], "document_language": "English", "document_name": "Energy White Paper", "document_country_code": "BRN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "03/07/2013", "document_keyword": ["Research And Development", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/BRN/2013/BRN-2013-07-03-Energy White Paper_0d821b19aa94b67ebd0513bd1d56f1c1.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "ENERGY DEPARTMENT"}, {"text_block_id": "p0_b2", "text": "PRIME MINISTER’S OFFICE BRUNEI DARUSSALAM"}, {"text_block_id": "p0_b3", "text": "BRUNEI DARUSSALAM"}, {"text_block_id": "p2_b4", "text": "ENERGY DEPARTMENT"}, {"text_block_id": "p2_b5", "text": "PRIME MINISTER’S OFFICE BRUNEI DARUSSALAM"}, {"text_block_id": "p2_b6", "text": "BRUNEI DARUSSALAM"}, {"text_block_id": "p2_b7", "text": "ENERGY WHITE PAPER"}, {"text_block_id": "p4_b8", "text": "Kebawah Duli Yang Maha Mulia Paduka Seri Baginda"}, {"text_block_id": "p4_b9", "text": "Sultan Haji Hassanal Bolkiah Mu’izzaddin Waddaulah ibni Al-Marhum Sultan Haji Omar ‘Ali Saifuddien Sa’adul Khairi Waddien, Sultan dan Yang Di-Pertuan Negara Brunei Darussalam"}, {"text_block_id": "p6_b10", "text": "Kebawah Duli Yang Maha Mulia Paduka Seri Baginda"}, {"text_block_id": "p6_b11", "text": "Sultan Haji Hassanal Bolkiah Mu’izzaddin Waddaulah"}, {"text_block_id": "p6_b12", "text": "ibni Al-Marhum Sultan Haji Omar ‘Ali Saifuddien"}, {"text_block_id": "p6_b13", "text": "Sa’adul Khairi Waddien,"}, {"text_block_id": "p6_b14", "text": "Sultan dan Yang Di-Pertuan Negara Brunei Darussalam"}, {"text_block_id": "p6_b15", "text": "SEMPENA ISTIADAT PEMBUKAAN RASMI MESYUARAT PERTAMA DARI MUSIM PERMESYUARATAN KESEMBILAN MAJLIS MESYUARAT NEGARA PADA HARI KHAMIS, 24 RABIULAKHIR 1434 HIJRAH BERSAMAAN 7 MAC 2013 MASIHI"}, {"text_block_id": "p8_b16_merged", "text": "DELIvERED ON THE OCCASION OF THE OFFICIAL OPENING CEREMONY OF THE 1 MEETING OF THE 9 SESSION OF THE LEGISLATIvE COUNCIL HELD ON THURSDAY, 24 RABIULAKHIR 1434 / 7 MARCH 2013"}, {"text_block_id": "p10_b21", "text": "VISION"}, {"text_block_id": "p10_b22", "text": "MISSION"}, {"text_block_id": "p11_b23", "text": "Foreword by"}, {"text_block_id": "p11_b24", "text": "Minister of Energy Brunei Darussalam"}, {"text_block_id": "p11_b25", "text": "Alhamdulillah, with the blessing of Allah Subhanahu Wata’ala, and under the leadership of His Majesty the Sultan and Yang Di-Pertuan of Negara Brunei Darussalam,"}, {"text_block_id": "p11_b26", "text": "our nation is and continues to be a nation blessed with ample energy resources that have been the backbone of our economic and social well-being. Brunei Darussalam has greatly benefited from more than a century of activity in the energy sector, after the first commercial discovery of oil in Seria in 1929. Since then, the energy sector has grown to become a core pillar of the wealth of our nation."}, {"text_block_id": "p11_b27", "text": "Brunei Darussalam is also a respected and active member of the regional and international community, a relationship which is driven by the ideals set forth by His Majesty’s direction of mutual respect and peaceful co-existence. His Majesty’s foresight, wisdom and guidance has ensured that we are able to enjoy a stable, comfortable and peaceful way of life in a nation, which remains on a steady path of economic growth."}, {"text_block_id": "p11_b28", "text": "In the midst of a dynamic global economy, it is paramount that Brunei Darussalam ensures the continued pre-eminence of our energy sector so that it can serve as an engine and catalyst for our economy for the benefit of Bruneians for generations to come. It is therefore important to create sustainable growth for this sector through systematic and concerted efforts by all stakeholders. These include among others, developing our upstream industry to ensure stable production and implementing measures to maximise economic opportunities by furthering value-adding activities and spin-offs in the downstream sector."}, {"text_block_id": "p11_b29", "text": "In any industry, a competent workforce is fundamental to development and growth. It is incumbent upon us to create better opportunities for our locals to participate in the energy and energy-related industries and to further develop themselves through both formal and informal educational processes. We must commit ourselves to creating the right environment for our energy industry, one that provides fair and equal opportunities for businesses to grow, and at the same time allows us to nurture our local companies and continue to increase Brunei Darussalam’s local content. This includes welcoming foreign direct investments and the involvement of international companies, particularly those which bring with them the potential for technology and knowledge transfer."}, {"text_block_id": "p12_b30", "text": "All sectors in Brunei Darussalam will have to play their individual and collective roles in growing and diversifying the economy. The Energy Department, Prime Minister’s Office (EDPMO) has set bold targets for the energy sector to realise the sector’s full potential, conscious that these will require sustained passion and a significant mobilization of efforts. As before, the Government of His Majesty the Sultan and Yang Di-Pertuan of Negara Brunei Darussalam through the EDPMO works hand in hand with its local, regional and international, private and public partners, to ensure that a welcoming and conducive investment environment continues to flourish."}, {"text_block_id": "p12_b31", "text": "This Energy White Paper sets out a framework for action to enable us to address challenges and to manage the projected risks. Under this framework, we will work as one with the various Ministries of the Government of His Majesty the Sultan and Yang Di-Pertuan of Negara Brunei Darussalam, and in partnership with domestic and international investors to plan and execute important initiatives that will help us achieve and fulfill Wawasan Brunei 2035."}, {"text_block_id": "p12_b32", "text": "We commit ourselves to systematically ensuring that these initiatives are translated into real actions, the outcomes monitored and milestones achieved, with new ideas continuously generated, valuated and implemented. With the strong determination and entrepreneurial zeal that typifies our people, I am confident that we will create a prosperous future for the entire economy and take our country’s energy sector to new heights in realising the Wawasan Brunei 2035."}, {"text_block_id": "p12_b33", "text": "We pray to Allah Subhanahu Wata’ala for His continuous blessing and ask that He grant success to our efforts to create a better and more sustainable future for our energy industry and Negara Brunei Darussalam as a whole under the benevolent leadership of His Majesty the Sultan and Yang Di-Pertuan of Negara Brunei Darussalam. Amin Ya Rabbal Alamin."}, {"text_block_id": "p12_b34", "text": "Pehin Datu Singamanteri Colonel (Rtd)"}, {"text_block_id": "p12_b35", "text": "Dato Seri Setia (Dr.) Awang Haji Mohammad Yasmin Bin Haji Umar"}, {"text_block_id": "p13_b36", "text": "Executive Summary"}, {"text_block_id": "p13_b37", "text": "he energy sector is a core driver of Brunei Darussalam’s economy. It accounts for more than 60 percent of Brunei Darussalam’s GDP, employs 24,000 people and supplies our nation with the fuel and power needed to ensure that our economy functions smoothly. It is integral to the achievement of the objectives set out in the National Vision 2035 - known as Wawasan Brunei 2035, which aims to boost the skills of Bruneians, improve our quality of life and strengthen our economy."}, {"text_block_id": "p13_b38", "text": "Across the world, the pressure to ensure energy security is greater than ever before. Producing oil and gas is increasingly complex and costly, emerging markets are rising to the fore on downstream production and there is a growing push towards sustainable energy production. These issues are extremely relevant to Brunei Darussalam, as our nation embarks on a journey to ensure that energy continues to contribute to sustainable development."}, {"text_block_id": "p13_b39", "text": "To secure the future of Brunei Darussalam’s energy sector, the EDPMO has set 3 Strategic Goals to propel the energy sector forward and realise the National Vision:"}, {"text_block_id": "p13_b40", "text": "To secure the future of Brunei Darussalam’s energy sector, the EDPMO has set 3 Strategic Goals to propel the energy sector forward and realise the National Vision:\n* Strategic Goal 1 â Strengthen and Grow Oil and Gas Upstream and Downstream Activities\n* Strategic Goal 2 â Ensure Safe, Secure, Reliable and Efficient Supply and Use of Energy\n* Strategic Goal 3 â Maximise Economic Spin-off from Energy Industry - Boost Local Content"}, {"text_block_id": "p13_b46", "text": "In each of these areas, key performance indicators (KPIs) and supporting initiatives have been set by the EDPMO to ensure that the objectives of the energy sector and the broader Wawasan Brunei 2035 vision are achieved. Big, bold targets have been set for these KPIs, which seek to maximise the full potential of the industry."}, {"text_block_id": "p13_b47", "text": "Four key enablers will form the core support mechanisms to ensure that commitments are met and that outcomes are achieved on a timely basis throughout the target horizon. The enablers place an imperative on ensuring that Brunei Darussalam’s economy is accessible and conducive for investments and that our people are equipped with the right sets of skills that will make them highly employable in the energy sector. These will be supported by relevant government regulations and policies and ensure that a robust delivery mechanism is in place to accelerate outcomes."}, {"text_block_id": "p14_b48", "text": "Contents"}, {"text_block_id": "p16_b49", "text": "INTRODUCTION"}, {"text_block_id": "p16_b50", "text": "INTRODUCTION\n* The Energy Sector in Brunei Darussalam\n<\\li1>"}, {"text_block_id": "p17_b52", "text": "Introduction"}, {"text_block_id": "p17_b53", "text": "The Energy Sector In Brunei Darussalam"}, {"text_block_id": "p17_b54", "text": "nergy is a core pillar of Brunei Darussalam’s economy. It includes oil and gas exploration and production, petrochemical and refineries, fuel, power, energy efficiency and conservation and renewable energy. The energy sector accounts for more than 60 percent of Brunei Darussalam's Gross Domestic Product (GDP). It currently provides steady employment to 24,000 people. It also contributes to a significant portion of Government revenue, allowing the Government to invest these revenues in the social and economic development of our nation."}, {"text_block_id": "p17_b55", "text": "The energy sector in Brunei Darussalam traces its roots back to the first oil discovery in 1910"}, {"text_block_id": "p17_b56", "text": ". The first commercial oil production in Brunei Darussalam started in 1929 from the onshore Seria field, reaching its peak production at 115,000 barrels per day in 1956. Oil development activity spurred development in other sectors of the economy; first in supporting infrastructure and services and later, as the economy developed, on a more diversified basis."}, {"text_block_id": "p17_b57", "text": "In the 1970s, the first oil crisis led to increased efforts to explore and produce in Brunei Darussalam. This led to increased oil production which thus reached a peak of 254,000 barrels per day in 1979 before the Government imposed a strict conservation policy on production at 150,000 barrels per day in 1981. The Government has since then revised the policy which resulted in an increase of production at availability. In 2006, Brunei Darussalam achieved an oil production level of 219,000 barrels per day. Currently, Brunei Darussalam is producing around 372,000 barrels of oil equivalent per day (BOEPD) for both oil and gas."}, {"text_block_id": "p17_b58", "text": "The presence of significant associated natural gas and the discovery of giant offshore gas fields enabled Brunei Darussalam to play a pioneering role in the nascent Liquefied Natural Gas (LNG) industry back in 1972. Brunei Darussalam’s LNG production grew rapidly to a peak in 2006. The natural gas produced also enabled the development of downstream industries like the Brunei Methanol Company (BMC) (refer to Exhibit 2.1 for the historical oil and gas production)."}, {"text_block_id": "p17_b59", "text": "For Brunei Darussalam's 2013 total domestic energy consumption, oil was the most consumed fuel type accounting for 65.6 percent, followed by electricity at 32.2 percent and town gas at 2.2 percent respectively. Thermal power stations generated 99.95 percent of total power generation, while 0.05 percent was generated by the solar power plant Tenaga Suria Brunei."}, {"text_block_id": "p17_b60_merged_merged", "text": "As the country developed and industrialized, there was also an increasing need for power to generate lighting and electricity for industrial and residential uses. From the first fuel oil plants built in 1935, Brunei Darussalam now has about 806 MW of installed capacity in power generation and the ability to generate 3.5 million MWh of energy for electricity and other uses."}, {"text_block_id": "p18_b62", "text": "To drive Brunei Darussalam’s economy into a sustainable future, Brunei Darussalam supports the implementation of strategies related to energy security, diversification of supply, energy efficiency and conservation. The Government is working to achieve the country’s target while exploring plans to diversify the energy mix through a concerted effort and promotion of alternative and renewable energy sources for power generation. The potential of non-conventional energy resources and power transmission interconnection for energy exchange or power transactions will need to be exploited fully to create the additional power generation capacity. It is expected that the economy’s venture into renewable energy along with its work to upgrade and expand existing electricity-generating facilities will help to ensure the economy’s energy security."}, {"text_block_id": "p18_b63", "text": "Exhibit 2.1"}, {"text_block_id": "p18_b64", "text": "Source: EDPMO, Brunei Darussalam, 2014"}, {"text_block_id": "p18_b65", "text": "Exhibit 2.2 below summarizes the evolution of Brunei Darussalam’s energy sector and its role today."}, {"text_block_id": "p19_b66", "text": "The Global Energy Context"}, {"text_block_id": "p19_b67_merged", "text": "n 2012, the world consumed approximately 90 billion barrels of oil equivalent (BOE) of energy. This is approximately 40 percent more than the consumption two decades earlier. Going forward, the world’s thirst for energy is expected to continue to grow significantly. A range of external publications by the US Energy Information Administration (EIA), International Energy Agency (IEA) and BP suggest that the global energy demand in 2035 could grow more than 30 percent to around 125 - 140 billion BOE."}, {"text_block_id": "p19_b70", "text": "The key features of the World Energy Outlook 2013 from IEA are:"}, {"text_block_id": "p19_b71", "text": "The key features of the World Energy Outlook 2013 from IEA are:\n* Over 90 percent of this growth is driven by emerging economies â mainly in Asia and the Middle East, and increasingly in Africa and Latin America.\n* World electricity demand will account for more than 60 percent of the growth over the period 2011 - 2035.\n* Coal will remain as the leading fuel for power generation, although its share of total power output will decline from 41 percent in 2011 to 33 percent in 2035.\n* The declining trend in coal share benefits renewable energy as their share is expected to increase from 20 percent in 2011 to 31 percent by 2035."}, {"text_block_id": "p19_b79", "text": "The substantial growth in global primary energy demand by 2035 poses significant challenges on supply, as much of this energy supply needs to be developed against the background of dwindling production of oil and gas from existing oil and gas fields (a consequence of the maturity of these fields)."}, {"text_block_id": "p19_b80", "text": "The key features of global energy supply in the next two decades according to IEA are:"}, {"text_block_id": "p19_b81", "text": "The key features of global energy supply in the next two decades according to IEA are:\n* Cumulative investments of USD 15.1 trillion (in year-2012 dollars) is needed in upstream oil and gas supply activities between 2013 and 2035.\n* About 62 percent of total investment in upstream oil and gas supply activities will take place in non-OECD countries, where demand is expected to increase most.\n* The projected rising electricity demand imply a need for cumulative global investment in power sector of USD 8.5 trillion (in year-2012 dollars). More than 60 percent of the investment is needed in non-OECD countries."}, {"text_block_id": "p19_b87", "text": "North America’s emergence as a net exporter accelerates the eastward shift in trade. Rising supplies of unconventional gas and LNG help to diversify trade flows, putting pressure on conventional gas suppliers and oil-linked pricing mechanisms."}, {"text_block_id": "p19_b88", "text": "Despite international efforts, billions of people still lack electricity. Many developing countries have made progress in their electrification. Nonetheless, more than half billion people remain un-electrified in developing Asia, representing an impressive market especially for off-grid renewable applications."}, {"text_block_id": "p19_b89", "text": "The need for electricity in emerging economies drives a 70 percent increase in worldwide demand, with renewables accounting for half of the new global capacity. However, electricity prices are set to increase with the highest prices persisting in the European Union and Japan, well above those in China and the United States."}, {"text_block_id": "p20_b90", "text": "In 2011, Asia and Australia contributed to approximately 39 percent of global primary energy demand. The external forecast from IEA predicts the demand in 2035 to increase by 70 percent from 2010 levels, thereby increasing its global share to approximately 45 percent. The growth is mainly expected from increased use of coal in power generation and use of gas in industry and buildings. The share of renewable in primary energy demand is expected to increase by 3 percent from 14 percent in 2010 to 17 percent by 2035."}, {"text_block_id": "p20_b91", "text": "Despite the tragic accident at the Fukushima-1 Nuclear Power Station in March 2011, many nations recognise the importance of the safe and secure uses of peaceful nuclear energy to diversify their energy mix, satisfy growing energy demand and reduce greenhouse gas emissions. Cooperation includes sharing knowledge and experience on nuclear technologies and safety at nuclear power stations and related facilities i.e. improvement of safety standards, coordination of emergency response and preparedness mechanisms."}, {"text_block_id": "p20_b92", "text": "Even though energy efficiency practices in many developing countries are still in its infancy stage, there is evidence that the energy intensity - the amount of energy used to produce each dollar of Gross Domestic Product (GDP) - in some regions has steadily declined. For example, between 2005 and 2011, ASEAN countries reduced their energy intensity by 6.8 percent, bringing them closer to reducing regional energy intensity by at least 8 percent from 2005 levels in 2015."}, {"text_block_id": "p20_b93", "text": "Governments have to take the lead in furthering energy efficiency. Several countries have existing policies and market incentives to promote energy efficiency, but need to ensure better enforcement and development of the requisite monitoring and evaluation systems. Two-thirds of the economic potential to improve energy efficiency remains untapped in the period up to 2035. Economically viable energy efficient measures can cut energy demand growth by half by 2035."}, {"text_block_id": "p20_b94", "text": "Independent of the supply and demand scenario one chooses, the world will continue to need significantly more oil and gas exploration and development to make up for decline in production from maturing existing fields, as well as to account for incremental demand growth."}, {"text_block_id": "p20_b95", "text": "The growth in primary energy demand will also spur growth in many parts of the industry including alternative and renewable energy and oil field services. Policymakers nowadays face critical choices in reconciling energy, environmental and economic objectives. Changing outlook for energy production and use may redefine global economic and geopolitical balances. As climate change slips off the policy radar, the \"lock-in\" point moves closer and the costs of inaction rises. The gains promised by energy efficiency are within reach and are essential to underpin a more secure and sustainable energy system."}, {"text_block_id": "p20_b96", "text": "Increasing Challenges in Upstream Production"}, {"text_block_id": "p20_b97", "text": "The technical complexity of oil and gas exploration, development and production is increasing as the world develops ever more complex and mature reservoirs including greater water depths and in more demanding and harsh environments. Brunei Darussalam is a case in point: ongoing exploration in the deep offshore areas are in water depths ranging from 1000 to 2750 meters. Significant efforts are also being made in Brunei Darussalam to increase the recovery from oil and gas fields by deploying advanced technologies. This increase in complexity, as seen globally, is resulting in increased demand for oil and gas services – the sector is expecting total capital expenditure to grow at around 5 percent globally per year between 2010 and 2020."}, {"text_block_id": "p21_b98", "text": "In addition, coal met 45 percent of the growth in global energy demand over the past decade. The IEA forecast that over three-quarters of the next two decades growth in coal demand will be associated with power generation."}, {"text_block_id": "p21_b99", "text": "Global Climate Change"}, {"text_block_id": "p21_b100", "text": "One of the physical phenomena that concerns the energy sector is global warming caused by higher anthropogenic emissions and concentrations of greenhouse gases in the atmosphere. The concentrations of carbon dioxide in the atmosphere have risen rapidly from the pre-industrial levels of 278 parts per million to more than 400 parts per million in May 2013. The current global mean temperature has continued to increase and now estimated to be around 0.8°C above pre-industrial levels. Global mean temperature beyond 2°C above pre-industrial levels are considered to cause severe drought, major floods and heat waves in many regions with serious impacts on human systems, ecosystems, and associated services. Small island developing states and least developed countries (LDCs) however consider 1.5°C global warming to have serious threats to their own development. While all countries are vulnerable to the impacts of climate change, the world’s poorest regions that have the least economic, institutional, scientific, and technical capacity to cope and adapt would experience the brunt of global warming. The global community in 2010 agreed to limit the global temperature rise to 2°C at the end of 21st century."}, {"text_block_id": "p21_b101", "text": "New international commitments to further reduce greenhouse gas emissions would be imperative to meet this global warming target. Though technically feasible, achieving the 2°C target would be challenging. The energy sector is at the core of this challenge since it contributes around two-thirds of the global greenhouse gas emissions and that fossil fuels account 80 percent of the total energy use."}, {"text_block_id": "p21_b102", "text": "While waiting for climate change negotiators to frame up new international commitments, the IEA identified key policies that could be pursued by each country to keep on track of the 2°C global warming trajectory. These policies could contribute significant emissions reductions from the energy sector in 2020 and would rely mainly on existing technologies that were adopted and proven in many countries, and that their widespread adoption would not harm economic growth of any country or region. These are:"}, {"text_block_id": "p21_b103", "text": "While waiting for climate change negotiators to frame up new international commitments, the IEA identified key policies that could be pursued by each country to keep on track of the 2°C global warming trajectory. These policies could contribute significant emissions reductions from the energy sector in 2020 and would rely mainly on existing technologies that were adopted and proven in many countries, and that their widespread adoption would not harm economic growth of any country or region. These are:\n* Adopting specific energy efficiency measures\n* Limiting the construction and use of the least-efficient coal-fired power plants\n* Minimising methane (CH4) emissions from upstream oil and gas production\n* Accelerating the (partial) phase-out of subsidies on fossil-fuel consumption."}, {"text_block_id": "p21_b113", "text": "In addition to mitigation measures, countries need to improve the resiliency of energy systems to climate change. Frameworks should be implemented to encourage adaptation and ensuring that the private sector considers climate change risks and impact as part of their investment decisions."}, {"text_block_id": "p21_b114", "text": "Shale \"Revolution\""}, {"text_block_id": "p21_b115", "text": "Another phenomenon currently having significant influence on the oil and gas production outlook is the successful application of technologies to develop oil and gas resources that are trapped in shale rock formations. It has been known for decades that the shale formations spread across the world contained significant volumes of hydrocarbons. Until"}, {"text_block_id": "p22_b116", "text": "less than a decade ago, however, there were no development options available to produce significant quantities of this resource at economically attractive conditions."}, {"text_block_id": "p22_b117", "text": "In the last decade, the successful application of horizontal drilling technology and of hydraulic fracturing has made the development of oil and gas trapped in shale economic for the first time. The first breakthrough occurred in shale gas production in the United States of America. From almost no production a decade ago, the United States in 2010 supplies almost a fifth of its gas demand from domestic shale gas production – and production is set to continue growing."}, {"text_block_id": "p22_b118", "text": "As a result of the increased ability to develop shale gas in a commercially viable manner, the domestic gas reserves in the United States have nearly doubled from 5-10 years ago and are now sufficient to cover current production rates for nearly a hundred years. This has made the United States self-sufficient in their gas supply and also increases the prospects of United States LNG exports. As of 10 March 2014, the United States Department of Energy (DOE) has approved 35 long-term applications to export lower-48 state LNG to countries with which the United States has Free Trade Agreements (FTAs) that require national treatment for trade in natural gas. Furthermore, DOE has granted 1 final and 5 provisional long-term authorisations to export domestically-produced lower-48 state LNG to non-FTA countries. The current over-abundant supply of natural gas in North America, as a result of the surge in shale gas production, has reduced gas prices significantly (from USD8-12/MMBtu five years ago to about USD4/MMBtu in 2013)."}, {"text_block_id": "p22_b119", "text": "North American producers are now experiencing early successes applying the same technologies to tight oil-bearing rock formations. This has created an anticipation that a similar \"revolution\" could occur in the production of oil as what occurred with gas."}, {"text_block_id": "p22_b120", "text": "Based on the success in North America, attention has focused on this resource globally, and it is expected that significant amounts of unconventional gas could be developed worldwide, using the same technologies. The wider dispersion of shale gas reserves, compared with oil reserves, implies a strong potential of shale gas to be as a major alternative source of energy. A 2011 EIA survey of global unconventional resources singles out China, Poland and Argentina, among other geographies, as having significant potential. Most industry analysts expect, however, that large-scale development of these resources will not occur before the 2020s."}, {"text_block_id": "p22_b121", "text": "Continued Growth of LNG"}, {"text_block_id": "p22_b122", "text": "Global LNG demand has grown dramatically in the last decade, from approximately 100 mtpa in 2000 to approximately 220 mtpa in 2010; an annual growth rate in excess of 8 percent. The global financial crisis and the growth of United States shale gas reduced the rate of growth temporarily, but this was followed by a significant resurgence in 2010. Demand growth in 2011 also received an unexpected additional boost following the Tsunami and ensuing nuclear power accident in Japan."}, {"text_block_id": "p22_b123", "text": "The base case outlook for LNG demand remains strong for the rest of the decade and into the next, with most industry observers expecting annual demand growth in the 5-6 percent range this decade. More than two-thirds of the demand growth is expected to come from new and emerging LNG markets. The most significant and visible downside risk to demand growth in the near to medium term comes from Europe."}, {"text_block_id": "p22_b124", "text": "While the demand outlook remains strong for this decade as well as the next, the medium-to-long term (2020+) demand outlook has more uncertainties than the near term. An important factor in this uncertainty is the impact of unconventional gas on global LNG demand. \"US-like\" developments of shale gas in China, Europe and Latin America could impact price levels for gas in important regional markets and possibly also reduce LNG demand growth from some major demand centres in the next decade. Visibility on the magnitude of the impact will improve as we learn more on the exact nature"}, {"text_block_id": "p23_b125", "text": "of the resource and possible development options. Demand growth from emerging markets in the medium-to-long term may also add upside surprises to global LNG demand."}, {"text_block_id": "p23_b126", "text": "Due to the long construction lead time for LNG liquefaction projects, the rate of supply growth is relatively predictable in the near term. There was approximately 260 mtpa of installed LNG liquefaction capacity worldwide in 2010 (adjusted for average plant availability). Supply will grow significantly by 2015-2017, taking account of significant LNG projects that will come onstream in the meantime. By 2017, there should be as much as 320 mtpa of available capacity (an annual supply growth rate of approximately 3 percent). Significant additional capacity additions are on the drawing board beyond this initial supply window. Significant gas discoveries in East Africa (Mozambique and Tanzania) have led to expectations that LNG projects will be developed there too."}, {"text_block_id": "p23_b127", "text": "A third and potentially significant new source of supply is LNG supply from North America. The significant supply additions from shale gas production in North America, coupled with an unprecedented gas price difference between North America gas markets and Asian and European LNG markets is making its export potentially attractive for developers. LNG export projects look likely to be developed provided that price risk between markets can be managed and that political and policy support exists for these projects to obtain the needed permits and licenses."}, {"text_block_id": "p23_b128", "text": "In addition to the potential new supply projects mentioned above, it is possible for Qatar, one of the world leaders in gas production, to create additional supply on top of its already world leading production. Qatar has proven large gas resources, and the installed infrastructure would allow them to increase capacity through debottlenecking of existing trains as well as through incremental trains."}, {"text_block_id": "p23_b129", "text": "Emerging Markets and Downstream Outputs"}, {"text_block_id": "p23_b130", "text": "Downstream processing (refining and petrochemicals) looks set to continue adding capacity to satisfy the growing demand, especially for the supply of emerging markets. Between 2012 and 2015, 6,400 mtpa of petrochemical capacity additions and 3.7 million barrels of refinery distillation capacity have been announced with more than 60 percent coming from the Middle East and Asia. Significant investments will be required to increase capacities. As has been the case historically, investments in downstream occur in cycles rather than consistently over time."}, {"text_block_id": "p23_b131", "text": "The downstream development in emerging economies, with increasing standards of living and rapid urbanization, also leads to an increased need for capacity and reliability of power generation, transmission and distribution infrastructure."}, {"text_block_id": "p23_b132", "text": "Growing Awareness of Sustainability"}, {"text_block_id": "p23_b133", "text": "The large scale of development and growth in the energy sector occurs amidst increased awareness of and concern around the need to develop the planet in a sustainable manner. Governments and citizens around the world are attempting to ensure continued economic growth while recognising challenges related to carbon emissions and the need to preserve resources and the living environment for future generations. This awareness has spurred significant innovation in energy efficient technologies as well as renewable energy technologies, amongst others."}, {"text_block_id": "p23_b134", "text": "Progress is being made to achieve \"grid parity\" for renewable energy resources such as waste-to-energy, solar and wind power. Grid parity is when energy from renewable resources are generated at a competitive cost with conventional resources without Government subsidies. Significant innovation also plays an important role in reducing the high cost of renewable energy technologies."}, {"text_block_id": "p23_b135", "text": "In line with the global efforts on enhancing sustainable growth, APEC economies, including Brunei"}, {"text_block_id": "p24_b136", "text": "Darussalam, have set an ambitious regional goal of a 45 percent energy intensity reduction by 2035 versus a 2005 baseline. This would heighten the importance of natural gas, given it is ‘cleaner’ than alternatives such as crude oil and coal, which could generate up to 50 percent higher carbon dioxide emissions."}, {"text_block_id": "p24_b137", "text": "Brunei Darussalam Context"}, {"text_block_id": "p24_b138", "text": "Despite the increased focus on energy efficiency and sustainability, demand for energy will continue to grow at a frenetic pace for the next 30 to 50 years. Given the sheer scale of demand growth, fossil fuels will continue to remain as the primary source of supply to meet this energy demand. This creates many opportunities for an oil and gas producing nation like Brunei Darussalam. With our impeccable credentials of reliability and safety, our long positive track record of partnership with key consuming nations and being in the heart of Southeast Asia, Brunei Darussalam is in a favourable position to continue as a leading upstream producer, particularly natural gas, and growing the downstream industry."}, {"text_block_id": "p24_b139", "text": "Brunei Darussalam recognises the importance of a low carbon economy in strengthening energy security, creating green jobs and generating new sources of economic growth to help achieve our energy intensity goal. The intensification of greenhouse gas emissions reduction efforts will place increased emphasis on utilisation of cleaner fuels such as natural gas and renewable forms of energy."}, {"text_block_id": "p24_b140", "text": "To enhance energy security and sustainability, improve energy efficiency and accelerate deployment of renewable energy and clean energy supply for Brunei Darussalam, concerted efforts and partnership among all stakeholders are imperative."}, {"text_block_id": "p24_b141", "text": "Wawasan Brunei 2035"}, {"text_block_id": "p24_b142", "text": "Brunei Darussalam‘s energy sector to play a pivotal role"}, {"text_block_id": "p24_b143", "text": "runei Darussalam today enjoys one of the most advanced standards of living in Asia. Its per capita income is one of the highest in Asia, the standards of education and health are among the best in the developing world and it has already achieved almost all of the targets outlined in the Millennium Development Goals. This has largely been the result of political stability created by the Government of His Majesty, investment of its oil and gas revenues in the development of its infrastructure and far-reaching programs on social welfare."}, {"text_block_id": "p24_b144", "text": "Wawasan Brunei 2035"}, {"text_block_id": "p24_b145", "text": "As current prosperity cannot be taken for granted, the National Vision 2035 - known as Wawasan Brunei 2035 - has been launched with 3 main goals for Brunei Darussalam:"}, {"text_block_id": "p24_b146", "text": "As current prosperity cannot be taken for granted, the National Vision 2035 - known as Wawasan Brunei 2035 - has been launched with 3 main goals for Brunei Darussalam:\n* To make Brunei Darussalam a nation which will be widely recognised for the accomplishment of its educated and highly skilled people as measured by the highest international standards.\n* To achieve quality of life that is among the top 10 countries in the world.\n* To build a dynamic and sustainable economy with an income per capita among the world's top 10."}, {"text_block_id": "p25_b152", "text": "Exhibit 2.3"}, {"text_block_id": "p25_b153", "text": "To ensure the accomplishment of these goals, 8 strategies have been identified in the Wawasan Brunei 2035, in ensuring that all aspects of development are being implemented systematically and effectively, covering among others, education, economic development, local business development and environment strategy. Additionally, the government is currently conducting a study to increase productivity in all sectors in Brunei Darussalam, including the energy sector."}, {"text_block_id": "p25_b154", "text": "The Role of the Energy Sector: Targets and Priority Areas"}, {"text_block_id": "p25_b155", "text": "All sectors have a role to play in the realisation of the Wawasan Brunei 2035. Growth of other sectors such as tourism, banking, finance and insurance and info-communication technology, will bring increasing diversity to the economy. At the same time, the energy sector still has a pivotal role to play. It will continue to act as a catalyst for investment, education and infrastructure development. As such it will provide some of the \"fuel\" for Brunei Darussalam’s continued economic success."}, {"text_block_id": "p25_b156", "text": "Achieving the objectives of Wawasan Brunei 2035 will require a significant increase in the activity level of the energy sector. The aspiration for growth in the broader energy sector (including upstream, downstream energy services and power sub sectors) is for the sector to grow at approximately 6 percent per annum in real terms, from a GDP contribution of BND 10 billion in 2010 to BND 42 billion in 2035 (refer to Exhibit 2.3)."}, {"text_block_id": "p25_b157", "text": "Brunei Darussalam’s energy sector is entering an era with new challenges. We need to boost upstream production by maximising the potential of our mature fields and venturing into further exploration and development activities. We also need to go further downstream to maximise the value creation potential of these upstream assets. In doing so, we must ensure that locals are highly educated and technically skilled which will match the highly skilled and specialised jobs as required by these industries. All of these objectives must be achieved in a sustainable manner that ensures secure, reliable and efficient use of energy. This will require proactive management and initiatives on the part of the EDPMO as well as other public and private sector stakeholders."}, {"text_block_id": "p26_b158", "text": "We need to set ambitious, yet realistic goals, track them, debottleneck issues as they arise and then put in place key enablers such as an optimal regulatory environment and a talented local workforce to attract the right investments and ensure delivery on our commitments."}, {"text_block_id": "p26_b159", "text": "The growth in the energy sector is being addressed by outlining three strategic goals:"}, {"text_block_id": "p26_b160", "text": "The growth in the energy sector is being addressed by outlining three strategic goals:\n* Strategic Goal 1 â Strengthen and Grow Oil and Gas Upstream and Downstream Activities\n* Strategic Goal 2 â Ensure Safe, Secure, Reliable and Efficient Supply and Use of Energy\n* Strategic Goal 3 â Maximise Economic Spin-Offs from Energy Industry â Boost Local Content                                  and Secure High Participation of Local Workforce"}, {"text_block_id": "p26_b166", "text": "The EDPMO has developed 10 key performance indicators (KPIs) (as shown in Exhibit 2.4) in order to address needs across the different segments and parts of the value chain in the energy sector. An initial set of supporting initiatives have also been identified in order to ensure that the energy sector delivers its targets by 2035, thus ensuring a sufficient buffer period to take into account any final additional or mitigating actions needed to attain the set targets."}, {"text_block_id": "p26_b167", "text": "To ensure that this transformational step-up in the energy sector is achieved, change needs to stem from an increased ability to compete and openness to investment and knowledge. While leveraging critical regulatory support and government oversight to accelerate results, we need to educate and train our people and grow the capabilities of our industries."}, {"text_block_id": "p26_b168", "text": "Hence, 4 key enablers have been identified to ensure that Brunei Darussalam grows in a manner that is competitive and sustainable. These are:"}, {"text_block_id": "p26_b169", "text": "Hence, 4 key enablers have been identified to ensure that Brunei Darussalam grows in a manner that is competitive and sustainable. These are:\n* Enabler 2 â Growing Bruneian human capital\n* Enabler 3 â Attracting investment to fuel growth\n* Enabler 4 â Ensuring delivery on our commitments"}, {"text_block_id": "p26_b175", "text": "The attainment of these goals for the energy sector will support and ultimately achieve the goals under the Wawasan Brunei 2035. The initiatives developed to achieve these goals, are part of a journey, and not a one-off effort. The EDPMO, the entirety of the Government, public and private investors in our energy sector and the public at large will labour diligently over the next two decades to continuously improve our success in the energy sector and to ensure that we achieve our goals."}, {"text_block_id": "p26_b176", "text": "The current assessment and supporting initiatives for each of these strategic goals, KPIs and enablers are elaborated in the subsequent sections."}, {"text_block_id": "p26_b177", "text": "Green Growth: Brunei Darussalam’s Perspective on a Green Industry and Green Jobs"}, {"text_block_id": "p26_b178", "text": "Brunei Darussalam recognizes the importance of green growth in promoting a clean, low carbon and green economy for sustainable development. A green industry promotes sustainable methods of production and consumption i.e. energy efficient, low-carbon and minimize waste with less pollution. Among others, the initiatives include effective energy management, green transportation and green energy technologies that are responsibly managed throughout their lifecycle."}, {"text_block_id": "p26_b179", "text": "The greening of industries will become one of the core determinants of economic competitiveness and sustainable growth for Brunei Darussalam’s future industrial development. This will play a role in green job creation especially for small medium enterprises (SMEs) as well as increase competitiveness through the reduction of operation costs, increase efficiency and production."}, {"text_block_id": "p27_b180", "text": "Exhibit 2.4"}, {"text_block_id": "p28_b181", "text": "The green industry will grasp the potential for industries to achieve higher economic growth and revenues with less resource use and pollution. Green industries will be creative and innovative, constantly developing new ways of improving national economic, environmental and social performance, while the government policies for supporting green industry will be undertaken."}, {"text_block_id": "p28_b182", "text": "Creating green jobs in Brunei Darussalam are not out-of-reach. In these circumstances, the transition to green growth and job creation can go hand-in-hand. Green jobs can take place in energy sector, agricultural, manufacturing, research and development (R&D), administrative, and service activities that contribute substantially to preserving or restoring environmental quality. This includes jobs that help to protect ecosystems and biodiversity; reduce energy, materials, and water consumption through high-efficiency strategies; de-carbonize the economy; and minimize or altogether avoid generation of all forms of waste and pollution."}, {"text_block_id": "p28_b183_merged", "text": "Referring to a World Bank study published in March 2012, the green industry in Brunei Darussalam could create job opportunities up to at least 2,000 jobs by 2035."}, {"text_block_id": "p28_b186", "text": "BNERI: A Think Tank through Policy Design and Strategic Solutions"}, {"text_block_id": "p28_b187", "text": "The newly established Brunei National Energy Research Institute (BNERI) aspires to become an international centre of excellence on energy that will support the Wawasan Brunei 2035."}, {"text_block_id": "p28_b188", "text": "Its strategic objective is to support and promote Brunei Darussalam’s energy security, economic growth and environmental sustainability through policy research and design, including policy implementation on renewable and alternative energy, energy efficiency and conservation, power and oil and gas."}, {"text_block_id": "p28_b189", "text": "BNERI shall recommend and accelerate the energy strategies by providing policy research solutions, information, expertise and capacity building to ensure that over the long term, necessary energy development policies and programs are in action and harmony with the economic growth and the environmental sustainability of Brunei Darussalam under Wawasan Brunei 2035."}, {"text_block_id": "p28_b190", "text": "The ambition is to make BNERI a centre of excellence on energy in Brunei Darussalam with plans to make it an institute of at least 10 - 15 researchers over the next three years. BNERI is currently governed by a Statutory Board and advised by an International Advisory Board. The Boards are chaired by the Minister of Energy at the Prime Minister’s Office of Brunei Darussalam. BNERI is headed by a Chief Executive Officer (CEO) who reports to the Statutory Board."}, {"text_block_id": "p30_b191", "text": "VISION"}, {"text_block_id": "p30_b192", "text": "VISION\n* Strengthen and Grow Oil and Gas Upstream and Downstream Activities\n* Ensure Safe, Secure, Reliable and Efficient Supply and Use of Energy"}, {"text_block_id": "p30_b196", "text": "•"}, {"text_block_id": "p30_b197", "text": "Maximise Economic Spin-Off from Energy Industry"}, {"text_block_id": "p30_b198", "text": "Maximise Economic Spin-Off from Energy Industry\n* Measuring Local Content Development via GDP\n<\\li1>"}, {"text_block_id": "p30_b200", "text": "Contribution from the Energy Sector"}, {"text_block_id": "p31_b201", "text": "Three Strategic Goals to realise Brunei Darussalam's Energy vision"}, {"text_block_id": "p31_b202", "text": "Strategic Goal 1: Strengthen and Grow Oil and Gas Upstream and Downstream Activities"}, {"text_block_id": "p31_b203", "text": "he energy sector, mainly driven by exporting crude oil and LNG, has been the primary driver of overall GDP for the country and will continue to retain primacy as a key measure of the contribution of the energy sector to Brunei Darussalam’s economic development. Growing the downstream industry will help Brunei Darussalam diversify its energy sector, strengthen its resilience to primary energy shocks and maximise the value of upstream oil and gas through the development of higher value added downstream industries. In order to further strengthen the country's economy by sustaining the upstream and further diversifying the downstream industry, the EDPMO has set three KPIs to achieve this goal:"}, {"text_block_id": "p31_b204", "text": "■"}, {"text_block_id": "p31_b205", "text": "Oil and Gas Reserve Replacement Ratio (RRR): Ratio of expected reserve addition to production volumes."}, {"text_block_id": "p31_b206", "text": "The target is to continue to maintain an RRR of 1 or greater. This will ensure that Brunei Darussalam continues to benefit from production in the energy sector in the long-term and is able to sustain its reliance on self-produced oil and gas."}, {"text_block_id": "p31_b207", "text": "■"}, {"text_block_id": "p31_b208", "text": "Oil and Gas Production: Gross production of Brunei Darussalam's oil and gas (both conventional as well as unconventional)."}, {"text_block_id": "p31_b209", "text": "The target is to grow production from 400,000 BOEPD in 2010 to about 430,000 BOEPD by 2017 and to more than 650,000 BOEPD by 2035. EDPMO will continuously monitor external variables that could require refining the target in order to i) maximise output from the fields, ii) account for global supply and demand fluctuations and oil price movements, and iii) ensure sustainability and conservation of oil and gas fields to optimise long term production."}, {"text_block_id": "p31_b210", "text": "■"}, {"text_block_id": "p31_b211", "text": "Downstream Economic Output:"}, {"text_block_id": "p31_b212", "text": "the revenue from current and future domestic downstream industries and its sales is and will continue to be tracked across all downstream sub-industries - refinery, chemicals and petrochemical plants. Brunei Darussalam seeks to increase its downstream economic output from about BND 300 million in 2012 to BND 3 billion by 2017, and reach BND 5 billion by 2035."}, {"text_block_id": "p31_b213", "text": "KPI 1: Oil and Gas Reserve Replacement Ratio (RRR)"}, {"text_block_id": "p31_b214", "text": "Current Assessment"}, {"text_block_id": "p31_b215", "text": "The Reserve Replacement Ratio (RRR) from the two major producing concessionaires has been in the range of 0.3 to 0.7 over the last decade. Recent RRR has been higher; above 1 in last five years. The major concessionaires have developed plans to ensure that the success of the past few years is sustained for the rest of this decade, with significant exploration programmes in place. Existing plans, if successful, together with findings from offshore blocks, are expected to deliver 3.5 billion BOE cumulative expected reserves addition by 2035 (representing a RRR of above 1). In the event that the RRR is below"}, {"text_block_id": "p32_b216", "text": "the target threshold, we will adjust the upstream production target to ensure long term sustainability and conservation of oil and gas reserves."}, {"text_block_id": "p32_b217", "text": "Priority Initiative 1: Exploration of Unlicensed Acreage"}, {"text_block_id": "p32_b218", "text": "To increase reserves, the EDPMO seeks to ensure the expansion of exploration in areas that are yet unlicensed including the frontier areas. \"Unlicensed acreage\" refers to new unexplored areas, areas that are explored but not currently contracted for operations and relinquished areas."}, {"text_block_id": "p32_b219", "text": "The EDPMO will review existing energy legislation and draft new energy legislation as required to facilitate exploration activities. Among the legislation to be introduced is the Hydrocarbon Data Order (HDO) that culminates in the establishment of a Hydrocarbon Data Centre (HDC) and an entity called the Hydrocarbon Data Management and Information Services (HDMIS). The HDO acts as a framework to expand and streamline the management of domestically acquired hydrocarbon data with an ultimate aim of creating an environment conducive to conducting an efficient and cost-effective exploration ventures in the country through the access of hydrocarbon data at the HDC."}, {"text_block_id": "p32_b220", "text": "The implementation of such initiatives is expected to draw earnest players with strong expertise and broad experience, that may also include new and independent but competitive players, to spur high exploration activities in the country. Such vital partnership is envisaged to accelerate the development of these unlicensed acreages, shorten the lead time between discovery and production, while actualising the implementation of innovative but proven technologies (e.g. broad-band and multi-azimuth seismic surveys, Controlled Source Electromagnetic (CSEM) and in other areas that includes production systems e.g., floating operations for offshore unlicensed acreage) to speed up operations."}, {"text_block_id": "p32_b221", "text": "Priority Initiative 2: New Field Development"}, {"text_block_id": "p32_b222", "text": "The EDPMO will also facilitate the execution of new field development projects and the increase in new reserves through:"}, {"text_block_id": "p32_b223", "text": "■"}, {"text_block_id": "p32_b224", "text": "Accelerating the study of maturing fields (\"Scope For Recovery\") to enable booking of new reserves, and"}, {"text_block_id": "p32_b225", "text": "■"}, {"text_block_id": "p32_b226", "text": "Developing unconnected marginal oil and gas fields through a cluster development approach."}, {"text_block_id": "p32_b227", "text": "Priority Initiative 3: Exploration of New Resources"}, {"text_block_id": "p32_b228", "text": "The EDPMO will also continue to explore the availability and development potential of new sources of energy. Common categories include tight gas, requiring a large number of horizontal wells and hydraulic fracturing to produce economically; coal bed methane (CBM), where the gas is produced from and stored in low permeability coal streaks; and"}, {"text_block_id": "p33_b229", "text": "Oil and Gas Production >650,000 BOEPD by 2035"}, {"text_block_id": "p33_b230", "text": "shale gas, where gas is found in very low permeability shale deposits, again requiring many horizontal fractured wells for economic production."}, {"text_block_id": "p33_b231", "text": "■"}, {"text_block_id": "p33_b232", "text": "Coal Development - The Government of Brunei Darussalam via EDPMO is currently assessing the potential of coal resources. From preliminary assessments, Brunei Darussalam has significant thermal coal endowment within the country's interior. Hurdles to commercial development include the potential impact on the Heart of Borneo area."}, {"text_block_id": "p33_b233", "text": "■"}, {"text_block_id": "p33_b234", "text": "CBM Development - Alternatively, if the development of CBM from Brunei Darussalam's coal deposits proves feasible, it could potentially add 0.35 billion BOE of gas resource by 2035. CBM could potentially be utilised for domestic power purposes."}, {"text_block_id": "p33_b235", "text": "■"}, {"text_block_id": "p33_b236", "text": "Unconventional Gas - Globally, unconventional gas are generally considered to be those hydrocarbon volumes situated in rocks of very low permeability (<1millidarcy) and generally developments are concentrated onshore due to the high cost. In Brunei Darussalam, early efforts in unconventional plays, studies and pilots are ongoing for low-resistivity pay and lower permeability gas reservoirs in current producing concessionaires."}, {"text_block_id": "p33_b237", "text": "KPI 2: Oil and Gas Production"}, {"text_block_id": "p33_b238", "text": "Current Assessment"}, {"text_block_id": "p33_b239", "text": "Two major concessionaires are currently operating in Brunei Darussalam and covers 6,320 square kilometres of concession areas. Together, both areas achieved a gross oil and gas production of 372,000 BOEPD in 2013, with an approximate 40 to 60 percent split between oil and gas. In a scenario of \"no further activity\" (i.e. no significant additional investments are made to develop new fields or ensure increased recovery from maturing fields), the production from these fields is expected to halve (i.e. 200,000 BOEPD) by 2035 as a result of natural field decline."}, {"text_block_id": "p33_b240", "text": "Improved oil recovery (IOR) or enhanced oil recovery (EOR) and near field exploration techniques are currently being developed to sustain the production level from existing fields. This could potentially increase the oil recovery (percentage of the oil recovered over the total amount of oil originally in place in the field) to about 40 percent from the current 30 percent."}, {"text_block_id": "p33_b241", "text": "Local and international exploration and production (E&P) operators, including the Brunei National Petroleum Company (PetroleumBRUNEI), are exploring oil and gas development in awarded onshore and offshore acreage. This has the potential to add up to 450,000 BOEPD by 2035. In early 2001, Brunei Darussalam embarked on one of the largest single three-dimensional (3-D) seismic surveys in the world (acquisition of approximately 10,000 square kilometre 3-D seismic data over deepwater offshore areas in the Brunei Darussalam Exclusive Economic Zone). As a result, two deepwater offshore blocks covering an area about 5,000 square kilometres each were awarded to consortiums. Additional oil and gas volumes from these blocks could help Brunei Darussalam further develop its downstream industry. If successful, these initiatives put together will help Brunei Darussalam achieve, and potentially exceed, the target of 650,000 BOEPD by 2035. To plan for a scenario where deepwater offshore blocks deliver less incremental production than the forecasted potential, Brunei will undertake several initiatives to stimulate production, such as the following:"}, {"text_block_id": "p34_b242", "text": "Priority Initiative 1: Rejuvenate Existing Fields"}, {"text_block_id": "p34_b243", "text": "A core focus area in upstream will be the rejuvenation of our current producing assets to enhance recovery from these fields and maximise production. ‘Ever-greening’ of our macro-assets will at first require conducting a full field review and acquiring new, deeper data as well as conducting additional geological research to identify the potential actions to be taken. Global best practices demonstrate that the deployment of new technology, coupled with the right incentives for mature field (re)development can create the conditions to increase the recovery (percentage of the oil recovered over the total amount of oil originally in place in the field) from a global average of less than 30 percent to 40 percent or more."}, {"text_block_id": "p34_b244", "text": "The EDPMO currently encourages operators to deploy state-of-the-art subsurface IOR and EOR technologies in Brunei Darussalam, to maximise the recovery from existing fields. The EDPMO will review regulatory measures that could help boost the use of these modern technologies. Such techniques could potentially increase production by 10 to 20 percent, which would mean increasing recovery to about 45 percent in those fields."}, {"text_block_id": "p34_b245", "text": "Priority Initiative 2: Maximise Economic Recovery from New Discovered Fields"}, {"text_block_id": "p34_b246", "text": "As initiatives to ensure the hydrocarbon resources of Brunei Darussalam are appropriately explored, developed and managed in the new discovered field, the EDPMO requires all operators to submit field development plans (FDP) with an objective of maximising economic ultimate recovery of the total hydrocarbon including evaluating the complete full life cycle opportunities which encompasses secondary and tertiary recovery schemes. In addition, the operators also need to justify why remaining volumes are deemed unrecoverable."}, {"text_block_id": "p34_b247", "text": "Priority Initiative 3: Review Potential Solutions for Development of Small and Unconnected Fields"}, {"text_block_id": "p34_b248", "text": "Development of small and unconnected fields faces the challenge of economic viability. Small field developments often lack the scale needed to make the economic returns attractive. The EDPMO will review measures, which other countries have adopted in similar situations, to make these small and unconnected fields economically viable. Some of the measures that the Government could potentially leverage are:"}, {"text_block_id": "p34_b249", "text": "■"}, {"text_block_id": "p34_b250", "text": "Promote the sharing of infrastructure,"}, {"text_block_id": "p34_b251_merged", "text": "including straddled fields development to spread infrastructure cost among the various players through clustering approach with opportunity of early production. Industry best practices indicate that third party access to infrastructure can bring on-stream discoveries for new and smaller players. Such practices include, for example, upholding infrastructure safety and integrity, protecting the environment and support-negotiated access in a timely manner. Brunei Darussalam is pursuing similar development concepts to promote sharing of infrastructure and leveraging existing facilities."}, {"text_block_id": "p34_b254", "text": "■"}, {"text_block_id": "p34_b255", "text": "Adoption of advanced technology"}, {"text_block_id": "p34_b256", "text": ", such as 4D seismic survey sub-sea solutions for minor discoveries and discoveries in offshore, sub-sea tie backs and extended reach drilling for various small and large oil fields."}, {"text_block_id": "p34_b257", "text": "■"}, {"text_block_id": "p34_b258", "text": "Fallow acreage policy schemes to develop small fields"}, {"text_block_id": "p34_b259", "text": "(for fields that are smaller than a certain materiality threshold), where blocks with no activity for a certain number of years can be re-auctioned to new players. This allows new licensees to leverage the seismic information available and deploy the best of their technologies to develop the fields. The UK, for example, has managed to develop fields with less than 30 MMBOE in reserves through this policy, resulting in the relicensing of 180 blocks or subareas since 2002."}, {"text_block_id": "p35_b260", "text": "Production and reserves are closely linked, as an increase in discovery of reserves implies an increase in production, provided that these reserves could be extracted. Hence, the initiatives listed in the previous section will also impact production."}, {"text_block_id": "p35_b261", "text": "Priority Initiative 4: Upstream International Ventures"}, {"text_block_id": "p35_b262", "text": "Brunei Darussalam has the potential to grow an international presence in the oil and gas industry. With its long-standing experience and expertise in oil and gas, Brunei Darussalam has the capability to build a strong portfolio of international assets whether it be in the upstream or downstream sector. Possible areas of focus include Asia, Africa and North America."}, {"text_block_id": "p35_b263", "text": "Strategies to building this portfolio could be done through PetroleumBRUNEI or government investment companies and through their collaboration with reputable energy companies. In the upstream, one investment strategy is to develop a well-balanced portfolio consisting of new acreage, new discoveries, new development and production enhancement of existing fields. In the mid and downstream sectors, there will be a focus on the development of natural gas and LNG related projects covering the whole LNG chain including power generation. Our aspirational target in international ventures investment is to achieve around 100,000 BOEPD by 2035 as part of the overall target."}, {"text_block_id": "p35_b264", "text": "KPI 3: Downstream Economic Output"}, {"text_block_id": "p35_b265", "text": "Current Assessment"}, {"text_block_id": "p35_b266", "text": "The existing downstream industry in Brunei Darussalam comes from methanol produced by the Brunei Methanol Company (BMC) which is targeted to contribute about BND 300 million to the economy annually. Both EDPMO and Brunei Economic Development Board (BEDB) are working closely to develop integrated chains in a range of downstream industries to boost value addition and wealth creation of the energy sector. This will also promote overall resilience by expanding beyond the reliance on sales revenue from crude oil and LNG."}, {"text_block_id": "p35_b267", "text": "In order to increase the downstream economic output, there is a need to attract investors to develop and diversify additional downstream opportunities such as gas-based petrochemicals, crude and condensate based petrochemicals. These prospects would be spurred on by the successful commercialisation of the offshore gas assets. An expanded downstream industry would create jobs and business opportunities across a wide range of sectors."}, {"text_block_id": "p35_b268", "text": "The relevant Government agencies will provide the appropriate support and incentives to secure the investments in these downstream industries and also to improve the competitiveness of Brunei Darussalam’s industry in by reducing production costs and thus gaining access to the world’s market."}, {"text_block_id": "p35_b269", "text": "Initial projects have already been identified and are currently being assessed such as refining and the production of basic and specialty chemicals and fertilizers. In attracting investments in downstream sectors, this will maximise the total GDP across the full energy value chain (upstream and downstream) and this will be balanced with other core Government priorities such as employment diversification and improving energy efficiency. The economic output from this set of initiatives is estimated to amount to"}, {"text_block_id": "p36_b270", "text": "approximately BND 21 billion in an un-risked (i.e. not risk weighted) assessment scenario (see Exhibit 3.1)."}, {"text_block_id": "p36_b271", "text": "In addition to Sungai Liang Industrial Park (SPARK) in Sungai Liang, Pulau Muara Besar (PMB) will soon be established as a petrochemical industrial hub. Both SPARK and PMB are forecasted to attract additional foreign investors. It is expected that refined finished products will be produced such as motor gasoline and diesel as well as petrochemicals such as paraxylene, benzene and other such materials."}, {"text_block_id": "p36_b272", "text": "Priority Initiative: Evaluate Feasibility of Downstream Derivatives"}, {"text_block_id": "p36_b273", "text": "The EDPMO has conducted a preliminary review of a range of options to further diversify the downstream industry in Brunei Darussalam. These options include leveraging natural gas and other potential high value adding energy industrial development options (refer to Exhibit 3.2)."}, {"text_block_id": "p36_b274", "text": "Five different options have been identified and is based on either natural gas or crude oil as the starting building block. This would include the addition of a new refinery, the setting up of ammonia and urea derivatives, the extension of chemical and petrochemical chain and aluminium."}, {"text_block_id": "p36_b275_merged", "text": "An initial assessment indicates that three potential downstream derivatives should be further explored. The economic and technological feasibility, along with the impact on other macro-economic objectives such as employment and sustainable energy development, needs to be analysed in further detail."}, {"text_block_id": "p36_b278", "text": "Exhibit 3.1"}, {"text_block_id": "p37_b279", "text": "■"}, {"text_block_id": "p37_b280", "text": "Extension of Petrochemical Chain to include Ethylene and Propylene Building Blocks"}, {"text_block_id": "p37_b281", "text": "The EDPMO would consider opportunities to extend the petrochemical chain. Some options are:"}, {"text_block_id": "p37_b282", "text": "a)"}, {"text_block_id": "p37_b283", "text": "Gas and naphtha based ethylene crackers and downstream derivatives such as LDPE, HDPE, ethylene di-chloride, should the gas from offshore blocks possesses high concentrations of ethane. The plant could be configured to run either on gas or naphtha fuel."}, {"text_block_id": "p37_b284", "text": "b)"}, {"text_block_id": "p37_b285", "text": "Conversion of methanol to propylene using a recently developed technological breakthrough in China and further downstream derivatives such as polypropylene and acronitrile. A pilot plant on this design has already been successfully launched, with China announcing plans to increase propylene capacity by 3 mtpa."}, {"text_block_id": "p37_b286", "text": "c)"}, {"text_block_id": "p37_b287", "text": "Specialty chemicals from methanol chain such as Vinyl Acetate Monomer (VAM)."}, {"text_block_id": "p37_b288", "text": "d)"}, {"text_block_id": "p37_b289", "text": "Creation of spin offs from the existing methanol facility in Brunei Darussalam. The SPARK is a 271 hectare piece of land that is home to a methanol plant operated by BMC. Methanol is widely used in the manufacturing of chemicals such as formaldehyde and polyoxymethylene (POM). Developing alternative industries from this chain will offer more values to the socio - economic benefit of the country."}, {"text_block_id": "p37_b290", "text": "The feasibility of these options will have to be assessed, taking into account factors such as the provision of gas and the presence of logistics or port infrastructure to facilitate the export of the final end products across the region to potential markets. Furthermore, there will be keen competition coming from cheaply produced products from other countries which are able to leverage on lower cost coal-based technologies and subsidised natural gas (about USD 1/MMBtu)."}, {"text_block_id": "p37_b291", "text": "■"}, {"text_block_id": "p37_b292", "text": "Development of Aluminium Derivatives"}, {"text_block_id": "p37_b293", "text": "The demand for aluminium as an end product is projected to grow at 2 to 4 percent per annum from 2010 to 2020 in major Asian markets. This is mainly driven by the transportation, electronics, communication and construction industries. The EDPMO will assess the feasibility of setting up the midstream derivatives of an aluminium smelter (such as die casting, forging and extrusion) to produce higher value-added aluminium derivatives. Discussions are currently underway to"}, {"text_block_id": "p37_b294", "text": "Exhibit 3.2"}, {"text_block_id": "p38_b295", "text": "develop new industries requiring natural gas and electricity. The focus within the next few years will be to ensure that these projects are implemented and commissioned."}, {"text_block_id": "p38_b296", "text": "■"}, {"text_block_id": "p38_b297", "text": "Pioneering New Low Carbon Technologies such as Hydrogen Fuel"}, {"text_block_id": "p38_b298", "text": "A variety of efficient end use technologies and alternative fuels have been proposed to address energy-related environmental or supply security challenges in fuel use. Recently, hydrogen have received increased attention world wide because it offers a long term potential to radically reduce several important societal impacts of fuel."}, {"text_block_id": "p38_b299", "text": "Strategic Goal 2: Ensure Safe, Secure, Reliable and Efficient Supply and Use of Energy"}, {"text_block_id": "p38_b300", "text": "he oil and gas industry, is classed as a major hazards industry. With significant operations located both onshore and offshore, the key focus of the national safety and health policy is to continuously improve safety and health standards in the entire supply chain of this sector. Due to aging infrastructure, a key focus area for the oil and gas industry is asset integrity. Maintaining asset integrity, is not only a key enabler to achieving good safety performance, it also plays a very important role in maximising the country’s oil and gas production."}, {"text_block_id": "p38_b301", "text": "The KPI that relates to the health and safety of oil and gas sector is:"}, {"text_block_id": "p38_b302", "text": "■"}, {"text_block_id": "p38_b303", "text": "Ensure Safe Operations:"}, {"text_block_id": "p38_b304", "text": "The priority for safety performance is to ensure that high risk activities are effectively managed and controlled; and all reasonably practicable measures necessary to prevent major accidents have been taken to limit the consequences to persons, assets and the environment. The target is therefore to have zero major accidents."}, {"text_block_id": "p38_b305", "text": "Climate change and other environmental concerns are becoming more important in the national agenda especially in the effort to ensure domestic economic and energy securities. An energy sector that does not compromise the environment is thus a prerequisite. Significant steps toward this is decarbonisation of the primary energy demand and supply through energy conservation and renewable energy resources respectively."}, {"text_block_id": "p38_b306", "text": "The KPI which track the low-carbon primary energy demand and supply are:"}, {"text_block_id": "p38_b307", "text": "■"}, {"text_block_id": "p38_b308", "text": "Energy Intensity:"}, {"text_block_id": "p38_b309", "text": "An indicator used to assess the performance of energy efficiency that is measured by the ratio of primary energy demand to the country’s GDP value contribution measured in 2005 real terms. The target is to reduce energy intensity by 45 percent by 2035 in line with Brunei Darussalam’s commitment to APEC."}, {"text_block_id": "p38_b310", "text": "■"}, {"text_block_id": "p38_b311", "text": "Renewable Energy in Total Power Generation Mix:"}, {"text_block_id": "p38_b312", "text": "Renewable energy is energy that comes from resources that can be naturally replenished such as solar and waste-to-energy. Currently, Brunei Darussalam produces about 1,700 MWh of solar energy per year. The target is to increase the share of renewable energy in the total power generation mix by 2.7 percent or 124,000 MWh by 2017 and by 10 percent or 954,000 MWh by 2035."}, {"text_block_id": "p38_b313", "text": "Reliability of domestic power and fuel supplies is an important component that makes up Brunei Darussalam’s energy security. These supplies are very much vulnerable to any disruptions that cause power outages and insufficient domestic fuel supply. Therefore, it is important to increase the reliability of these supplies in order to lessen the country’s vulnerability and economic risks"}, {"text_block_id": "p39_b314", "text": "associated with interrupted power and fuel shortages. The two KPIs relevant to reliability of energy supply in Brunei Darussalam are:"}, {"text_block_id": "p39_b315", "text": "■"}, {"text_block_id": "p39_b316", "text": "Power Outages:"}, {"text_block_id": "p39_b317", "text": "An incident of unscheduled power outages that lasts for more than one hour resulting from technical failure, human error and severe weather. This does not include scheduled power outages for maintenance purposes. The target is to reduce power outages frequency to less than 100 per year by 2017 and to less than 50 per year by 2035."}, {"text_block_id": "p39_b318", "text": "■"}, {"text_block_id": "p39_b319", "text": "Interruption in Supply of Transport Fuel:"}, {"text_block_id": "p39_b320", "text": "An incident whereby there is a supply interruption on gasoline (Premium 97, Super 92 and Regular 85) or diesel at more than half of the total pump stations in the respective districts in one day. The target is to achieve zero interruptions in transportation fuel supply."}, {"text_block_id": "p39_b321", "text": "KPI 4: Ensure Safe Operations"}, {"text_block_id": "p39_b322", "text": "Current Assessment"}, {"text_block_id": "p39_b323", "text": "Health, Safety, Security and Environment remains as the top priority as Brunei Darussalam continues to develop its main economic activity. Regulating health and safety in a high-risk oil and gas industry has proven to be challenging for the Government, but has at the same time triggered the drive towards achieving a zero major accident in the industry."}, {"text_block_id": "p39_b324", "text": "Priority Initiative: Develop Safety and Health Regulatory Framework"}, {"text_block_id": "p39_b325", "text": "In order to set the required standard for Brunei Darussalam and to provide a common framework for the energy industry, the Government has introduced the Control of Major Accident Hazards (COMAH) regulations. The COMAH Regulations 2013 underpin and support the overarching safety and health requirements of the Workplace Safety and Health Order 2009 (formally enacted on 1 August 2013 by the Ministry of Home Affairs). The COMAH regulations impose a duty, on those in control of premises where hazardous substances are present, or where drilling activities are taking place, to ensure that the premises are being operated safely and all major accident hazards have been identified and risk control measures implemented. The COMAH regulations define what is a Major Accident. Further, companies in the energy sector will be stimulated to have a good safety and health culture and a proper consequence management system to ensure we can reduce all safety and health accidents to as low as is reasonably practicable. The target of this KPI is to have zero major accidents year-on-year."}, {"text_block_id": "p39_b326", "text": "The COMAH regulations cover new projects as well as existing facilities. A refinery project that is currently under construction at Pulau Muara Besar, requires to be in compliance with the COMAH Regulations. Under this regulation, the duty holder of the refinery is required to submit a detailed design notification to EDPMO and a Safety Case prior to operation for approval."}, {"text_block_id": "p39_b327", "text": "The project execution on Pulau Muara Besar will be closely monitored by a Project Compliance Team, consisting of experienced personnel, throughout the various project stages commencing from the design, construction, commissioning until operation so as to assure the best engineering practice are being followed so that the risks are controlled to as low as it is reasonably practicable."}, {"text_block_id": "p40_b328", "text": "KPI 5: Energy Intensity"}, {"text_block_id": "p40_b329", "text": "Current Assessment"}, {"text_block_id": "p40_b330", "text": "In line with APEC aspiration, Brunei Darussalam is working towards an ambitious goal of a 45 percent energy intensity reduction by 2035 (with 2005 as the base year). For 2005, at GDP of USD 6,864 million and population of 370,000, Brunei Darussalam energy intensity was at 390 ton oil equivalent per US$ Million GDP. In 2012, Brunei Darussalam’s energy intensity was at 346 ton oil equivalent per US$ Million GDP at a GDP of USD 9,895 and population of 401,000. Anticipated increase in power requirements from the development of Brunei Darussalam’s emerging downstream industry and other economic activities will increase domestic energy demand, while new oil and gas discoveries are expected to boost the country’s GDP. Significant measures thus need to be carried out as to ensure the reduction of the country’s energy intensity."}, {"text_block_id": "p40_b331", "text": "Priority Initiative: Evaluate Range of Options to Reduce Energy Intensity"}, {"text_block_id": "p40_b332", "text": "In achieving the energy intensity target, concerted efforts and close coordination among relevant stakeholders such as those of Government agencies, industry and individuals are instrumental. Government agencies work together in evaluating legislative, financial and fiscal policy measures that promote energy efficiency and low-energy intensive industries. Industries role include identification of technical levers that reduce energy usage over time while individuals shift consumption behaviour towards energy efficiency that includes making choices on high energy efficient appliances (refer to Exhibit 3.3)."}, {"text_block_id": "p40_b333", "text": "The EDPMO is currently in the process of enacting a regulatory framework on Energy Efficiency and Conservation (EEC) through the National EEC Committee, a platform that coordinates EEC efforts with various stakeholders at a high-level and oversees the implementation the EEC Plan of Actions on four major sectors namely residential, commercial, industrial and transportation. This Committee"}, {"text_block_id": "p40_b334", "text": "Exhibit 3.3"}, {"text_block_id": "p41_b335", "text": "is co-chaired by the Minister of Energy at the Prime Minister’s Office, the Minister of Development and the Minister of Communication."}, {"text_block_id": "p41_b336", "text": "■"}, {"text_block_id": "p41_b337", "text": "Residential and commercial buildings:"}, {"text_block_id": "p41_b338", "text": "Measures include applying \"smart\" tariffs, application of high-energy efficient technologies in buildings, installation of smart meters and evaluation of feasibility of altering tariff structure that promotes efficient consumption behaviour. Implementation of the initiatives set out in the residential sector would reduce energy consumption to 36 percent from the Business-As-Usual (BAU) scenario which is about 16.2 percent of the total targeted energy intensity reduction by 2035. Similar measures in commercial sector could result up to 41 percent reduction which is about 18.5 percent of the total targeted energy intensity reduction by 2035."}, {"text_block_id": "p41_b339", "text": "■"}, {"text_block_id": "p41_b340", "text": "Industrial Sector"}, {"text_block_id": "p41_b341", "text": "- Implementation of the EEC initiatives set out under the industrial sector would reduce energy consumption to 10 percent from the Business-As-Usual (BAU) scenario which is about 4.5 percent of the total targeted energy intensity reduction by 2035."}, {"text_block_id": "p41_b342", "text": "■"}, {"text_block_id": "p41_b343", "text": "Transport:"}, {"text_block_id": "p41_b344", "text": "Under the jurisdiction of Ministry of Communications, measures towards energy intensity reduction include promotion of fuel efficient technologies, the use of hybrid cars for private transportation and introduction of fuel economy standards. These efforts are set to reduce about 13 percent of energy consumption from the Business-As-Usual (BAU) scenario which is about 5.9 percent of the total targeted energy intensity reduction by 2035. The Government through Centre of Strategic and Policy Studies (CSPS) has introduced a Brunei Land Transport Masterplan that promotes modal shift towards public transportation and will play a role in further reducing energy consumption in the sector."}, {"text_block_id": "p41_b345", "text": "■"}, {"text_block_id": "p41_b346", "text": "Power generation:"}, {"text_block_id": "p41_b347", "text": "The Department of Electrical Services (DES) and Berakas Power Management Company (BPMC) have set out plans to increase efficiency in the power generation from 23 percent to more than 45 percent. Plans include implementation of combined cycle turbine and co-generation powerplant, reduction of partial load operation, improvement of transmission and distribution losses, mandate an energy efficiency standard for new power plants and reduction of gas consumption through integration of renewable and alternative energy as to meet domestic power demand."}, {"text_block_id": "p41_b348", "text": "In realising all the above initiatives, a number of legislative measures are under consideration by the EDPMO, Ministry of Communications, Ministry of Development and Ministry of Education. In 2009, the Centre for Strategic and Policy Studies (CSPS) has conducted a Brunei Energy Efficiency and Conservation Study on the Roadmap Formulation and Policy Advice via a consultant firm which as a result, designed seven key policies that come with the following recommendations:"}, {"text_block_id": "p41_b349", "text": "■"}, {"text_block_id": "p41_b350", "text": "Policy 1: Appliance Energy Efficiency Standards and Labeling"}, {"text_block_id": "p41_b351", "text": "Policy 1: Appliance Energy Efficiency Standards and Labeling\n* Establishing legal framework for energy efficiency standards.\n* Setting up minimum energy efficiency standards for air conditioners in the first phase, followed by refrigerators, lightings and other appliances in the subsequent phases.\n* Designing the types of energy efficiency indicators and rating scale to be adopted for each appliance.\n* Introducing energy labeling for selected electrical appliances.\n* Establishing legal framework for Building Energy Efficiency."}, {"text_block_id": "p41_b359", "text": "■"}, {"text_block_id": "p41_b360", "text": "Policy 2: Building Regulation"}, {"text_block_id": "p41_b361", "text": "Under the jurisdiction of Ministry of Development, initiatives include:"}, {"text_block_id": "p42_b364", "text": "–"}, {"text_block_id": "p42_b365", "text": "Introducing energy efficient or green building labels or certificates."}, {"text_block_id": "p42_b366", "text": "–"}, {"text_block_id": "p42_b367", "text": "Demonstrating green buildings"}, {"text_block_id": "p42_b368", "text": "■"}, {"text_block_id": "p42_b369", "text": "Policy 3: Energy Management"}, {"text_block_id": "p42_b370", "text": "–"}, {"text_block_id": "p42_b371", "text": "Introducing the energy management process that is compatible with international standards such as ISO 50001."}, {"text_block_id": "p42_b372", "text": "–"}, {"text_block_id": "p42_b373", "text": "Introducing energy audit policy for buildings and industries"}, {"text_block_id": "p42_b374", "text": "–"}, {"text_block_id": "p42_b375", "text": "Promoting Energy Service Company (ESCO)"}, {"text_block_id": "p42_b376", "text": "■"}, {"text_block_id": "p42_b377", "text": "Policy 4: Fuel Economy Regulation"}, {"text_block_id": "p42_b378", "text": "Under the jurisdiction of Ministry of Communications measures include:"}, {"text_block_id": "p42_b379", "text": "–"}, {"text_block_id": "p42_b380", "text": "Evaluate the possibility of implementing fuel economy regulations."}, {"text_block_id": "p42_b381", "text": "–"}, {"text_block_id": "p42_b382", "text": "Promoting the utilisation of hybrid and electric vehicles."}, {"text_block_id": "p42_b383", "text": "■"}, {"text_block_id": "p42_b384", "text": "Policy 5: Electricity Tariff Reform"}, {"text_block_id": "p42_b385", "text": "–"}, {"text_block_id": "p42_b386", "text": "Expanding the current progressive electricity tariff for residential sector to other sectors when appropriate."}, {"text_block_id": "p42_b387", "text": "–"}, {"text_block_id": "p42_b388", "text": "Evaluating feasibility of altering tariff structure to promote desired consumption behaviour."}, {"text_block_id": "p42_b389", "text": "–"}, {"text_block_id": "p42_b390", "text": "Conducting regular surveys to understand the optimum tariff schedule through understanding the relationships between household income and electricity usage."}, {"text_block_id": "p42_b391", "text": "■"}, {"text_block_id": "p42_b392", "text": "Policy 6: Financial Incentives"}, {"text_block_id": "p42_b393", "text": "Policy 6: Financial Incentives\n* Introducing appropriate incentives for energy efficient appliances and vehicles.\n<\\li1>"}, {"text_block_id": "p42_b395", "text": "■"}, {"text_block_id": "p42_b396", "text": "Policy 7: Awareness Raising"}, {"text_block_id": "p42_b397", "text": "–"}, {"text_block_id": "p42_b398", "text": "Setting up EEC curriculum in national education system to increase awareness at the grassroot level."}, {"text_block_id": "p42_b399", "text": "–"}, {"text_block_id": "p42_b400", "text": "Introducing annual awards to incentivise individual and corporation to practice energy management."}, {"text_block_id": "p42_b401", "text": "–"}, {"text_block_id": "p42_b402", "text": "Conducting energy exhibitions, roadshows, workshops and seminars for general public to demonstrate the potential for EEC."}, {"text_block_id": "p42_b403", "text": "–"}, {"text_block_id": "p42_b404", "text": "Educate young generation through the establishment of Energy Clubs in secondary schools and sixth form centres."}, {"text_block_id": "p42_b405", "text": "–"}, {"text_block_id": "p42_b406", "text": "Regularly publishing energy consumption of major energy users to inform end users and induce their behavioural change."}, {"text_block_id": "p42_b407", "text": "–"}, {"text_block_id": "p42_b408", "text": "Conducting regular survey on energy consumption pattern in different sector to spur an informed-based decision making process."}, {"text_block_id": "p42_b409", "text": "KPI 6: Renewable Energy in Total Power Generation Mix"}, {"text_block_id": "p42_b410", "text": "Current assessment"}, {"text_block_id": "p42_b411", "text": "Brunei Darussalam has more than 1.2 MW installed renewable power capacity from"}, {"text_block_id": "p43_b412", "text": "the Tenaga Suria Brunei Photovoltaic Demonstration Project and from other small scale grid-connected and off-grid solar projects. A recently completed waste-to-energy assessment study estimated between 10 to 15 MW could be developed from the country’s production of municipal solid waste. The Government aims to generate at least 10 percent of its total power generation mix from renewable energy sources by 2035."}, {"text_block_id": "p43_b413", "text": "■"}, {"text_block_id": "p43_b414", "text": "Priority Initiative 1: Introduce Renewable Energy Policy and Regulatory Frameworks"}, {"text_block_id": "p43_b415", "text": "–"}, {"text_block_id": "p43_b416", "text": "Establish renewable energy policies and regulatory frameworks."}, {"text_block_id": "p43_b417", "text": "–"}, {"text_block_id": "p43_b418", "text": "Introduce support mechanisms to stimulate private sector investments."}, {"text_block_id": "p43_b419", "text": "–"}, {"text_block_id": "p43_b420", "text": "Establish clear market and grid access rules and procedures."}, {"text_block_id": "p43_b421", "text": "■"}, {"text_block_id": "p43_b422", "text": "Priority Initiative 2: Scale-up Market Deployment of Solar PV and Promote Waste-to-Energy Technologies"}, {"text_block_id": "p43_b423", "text": "–"}, {"text_block_id": "p43_b424", "text": "Establish grid-connected solar PV development targets taking into account variable nature of the solar energy."}, {"text_block_id": "p43_b425", "text": "–"}, {"text_block_id": "p43_b426", "text": "Adopt the most efficient and state-of-art waste-to-energy technologies taking into account source of waste generation, collection, sorting and recycling systems."}, {"text_block_id": "p43_b427", "text": "–"}, {"text_block_id": "p43_b428", "text": "Create policy framework for public private partnership to accelerate the implementation of solar PV and waste-to-energy projects."}, {"text_block_id": "p43_b429", "text": "■"}, {"text_block_id": "p43_b430", "text": "Priority Initiative 3: Raise Awareness and Promote Human Capacity Development"}, {"text_block_id": "p43_b431", "text": "–"}, {"text_block_id": "p43_b432", "text": "Carry out public awareness programs through roadshows, forums, exhibitions to increase the awareness concerning renewable energy."}, {"text_block_id": "p43_b433", "text": "–"}, {"text_block_id": "p43_b434", "text": "To utilise Tenaga Suria Brunei (TSB) as a training facility for best practice project development to stimulate replication and scale up solar PV investments."}, {"text_block_id": "p43_b435", "text": "–"}, {"text_block_id": "p43_b436", "text": "Strengthen higher learning institutions and industry stakeholders in promoting renewable energy education, capacity building and entrepreneurships."}, {"text_block_id": "p43_b437", "text": "■"}, {"text_block_id": "p43_b438", "text": "Priority Initiative 4: Support Research, Development and Demonstration (RD&D) and Technology Transfer"}, {"text_block_id": "p43_b439", "text": "–"}, {"text_block_id": "p43_b440", "text": "Promote RD&D of RE Technologies that have potential for commercialisation in the country and for exports."}, {"text_block_id": "p43_b441", "text": "–"}, {"text_block_id": "p43_b442", "text": "Promote transfer of technologies and facilitate linkage between international research institutions and private companies and local entities."}, {"text_block_id": "p43_b443", "text": "KPI 7A: Reliable Energy - Power Outages"}, {"text_block_id": "p43_b444", "text": "Current Assessment"}, {"text_block_id": "p43_b445", "text": "EDPMO targets to reduce the number of power outages that lasts for more than 1 hour in a year to less than 100 by 2017, and to less than 50 by 2035. Causes for the outages have been mainly attributed to ageing assets and the need to improve maintenance services and staff competency."}, {"text_block_id": "p43_b446", "text": "Power Development Plan will be continously reviewed to meet the increase in power demand which is expected to grow organically at 4 percent year-on-year as well as meeting power requirement from future industries. Additionally, sufficient and reliable supplies of gas to power generating plants will be needed to meet the anticipated growth in demand."}, {"text_block_id": "p44_b447", "text": "The Government will focus on improvements in the following areas: structured replacement, rejuvenation and modernisation program of the ageing assets, organisational change and competency development. The EDPMO has developed plans to address capacity and upgrading needs. These include:"}, {"text_block_id": "p44_b448", "text": "■"}, {"text_block_id": "p44_b449", "text": "Rejuvenation, capacity upgrade and efficiency enhancement of power generating stations."}, {"text_block_id": "p44_b450", "text": "■"}, {"text_block_id": "p44_b451", "text": "Strengthening of national grid including sub-transmission network and provisions of future regional connectivity."}, {"text_block_id": "p44_b452", "text": "■"}, {"text_block_id": "p44_b453", "text": "Reinforcement of distribution system assets-primary and secondary substations and distribution networks."}, {"text_block_id": "p44_b454", "text": "■"}, {"text_block_id": "p44_b455", "text": "Installation of a new state-of-the-art Energy Management System which includes load dispatch centre and supervisory control and data acquisition (SCADA) system."}, {"text_block_id": "p44_b456", "text": "EDPMO will undertake three priority initiatives to further evaluate options to transform the way Brunei Darussalam’s power system is managed and operated."}, {"text_block_id": "p44_b457", "text": "■"}, {"text_block_id": "p44_b458", "text": "Priority Initiative 1: Improve Power System Reliability"}, {"text_block_id": "p44_b459", "text": "Priority Initiative 1: Improve Power System Reliability\n* Diagnose failure modes, carry out root cause analysis for each major outage and implement the recommendations of the analysis.\n* Benchmark network performance System Average Interruption Duration Index (SAIDI) and System Average Interruption Frequency Index (SAIFI) in line with Electricity Supply Industry's best practices.\n* Maximise the use of Computerised Maintenance Management System (CMMS) to plan  and execute routine, preventive and corrective maintenance work.\n* Timely implementation of assets modernisation program.\n* Introduce power sector structural reforms and improve the competency of the staff to enhance organizational effectiveness.\n* Improve efficiency of power plants through conversion or replacement of existing open cycle generation plants to more efficient systems.\n* Optimise power supply system operation through introduction of an energy\n* .\n* Identify and adopt state-of-the-art key equipment in the power supply chain.\n* Use of latest technology to enhance people and process efficiency.\n* Explore implementation of smart grid system."}, {"text_block_id": "p44_b467", "text": "■"}, {"text_block_id": "p44_b468", "text": "Priority Initiative 2: Improve Operational and Technical Efficiency of Power Supply System"}, {"text_block_id": "p44_b477", "text": "■"}, {"text_block_id": "p44_b478", "text": "Priority Initiative 3: Adopt Advanced Power Supply and Equipment Technologies"}, {"text_block_id": "p44_b485", "text": "KPI 7B: Reliable Energy - Interruption in Supply of Transport Fuel"}, {"text_block_id": "p44_b486", "text": "Current Assessment"}, {"text_block_id": "p44_b487", "text": "There has not been a major incident of fuel shortages in the history of Brunei Darussalam"}, {"text_block_id": "p45_b488", "text": "so far. With the population expected to increase by 40 percent by 2035 however, the demand for transportation fuel is set to significantly surge and put pressure on the current transportation fuel supply infrastructure. In order to keep the record of fuel shortages at zero, it is necessary to put in place measures for a continued reliable supply of fuel. A national disruption of transportation fuel has been defined as a disruption of 50 percent or more of the fuel stations at the respective district i.e. Belait, Tutong, Brunei-Muara and Temburong as the number of fuel stations varies significantly across districts (e.g. two stations in Temburong vs. 25 stations in Brunei Muara) and the average travelling distance of half of the stations within a district is about 30 km (refer to Exhibit 3.4)."}, {"text_block_id": "p45_b489", "text": "The Government will embark on four priority initiatives across the value chain to secure uninterrupted supply of transportation fuel."}, {"text_block_id": "p45_b490", "text": "Priority Initiative 1: Secure fuel supply"}, {"text_block_id": "p45_b491", "text": "Brunei Darussalam currently imports about 40 percent of total transportation fuel due to the recent increase in demand. With planned refinery initiatives, the domestic fuel production capacity will be 3 to 4 times higher and will surplus projected demand after 2017. This will enhance national fuel sufficiency."}, {"text_block_id": "p45_b492", "text": "Priority Initiative 2: Storage Capacity to Meet Projected Fuel Demand"}, {"text_block_id": "p45_b493", "text": "Current and planned storage capacity is also sufficient to meet the projected demand growth in transportation fuel. The Government will continue to monitor closely the demand of fuel and will consider adding new capacity as and when the utilisation of storage capacity is expected to approach 90 percent level."}, {"text_block_id": "p45_b494", "text": "Additionally, the EDPMO will assess potential incentives or regulations that could be introduced to encourage stations to keep a fuel buffer. This would reduce the probability of fuel outages in case of any supply or logistical disruptions."}, {"text_block_id": "p45_b495", "text": "Exhibit 3.4"}, {"text_block_id": "p46_b496", "text": "Priority Initiatives 3: Review Petroleum Product"}, {"text_block_id": "p46_b497", "text": "A Government and Industry Taskforce is also currently being formed to prepare and plan for the reliability and efficiency of petroleum products. The taskforce will conduct an in-depth analysis of the entire petroleum product supply value chain in order to recommend improvements that may be necessary in the system to adequately and efficiently meet current and projected petroleum product demand, in terms of quantities, quality, pricing, consumption, imports and stock levels. By assessing current and projected vulnerabilities to the petroleum product supply, the taskforce will recommend the actions needed to respond to the range of possible disruption scenarios which will enhance the petroleum product supply security."}, {"text_block_id": "p46_b498", "text": "The output from this taskforce will be in the form of a comprehensive masterplan entitled \"Brunei Darussalam Petroleum Product Security Masterplan\" which will guide co-ordinated government and industry in their decision-making and action to optimise the reliability and security of petroleum product supply, in a manner that adequately and efficiently fulfills consumer needs, while maximising value for all stakeholders and the country."}, {"text_block_id": "p46_b499", "text": "Priority Initiative 4: Review The Distribution Network"}, {"text_block_id": "p46_b500", "text": "The EDPMO will continuously monitor and review the need to upgrade or enhance the distribution network, for example, fleet capacity and network optimisation."}, {"text_block_id": "p46_b501", "text": "Strategic Goal 3: Maximise Economic Spin-Off from Energy Industry - boost local content and secure high participation of local workforce"}, {"text_block_id": "p46_b502", "text": "s initiatives to scale up and diversify the energy sector are developed, it is important that Brunei Darussalam’s local industries and its people contribute to and benefit from the growth of the country. This is at the heart of the national energy agenda – ensuring that the sector’s further development creates employment and business growth opportunities for locals."}, {"text_block_id": "p46_b503_merged", "text": "The basis of growth will be one, which promotes fair competition on a level playing field. Hence, the maximisation of local industry contribution will be premised on the foundation of strong local companies, with the ability to compete successfully and fairly for domestic contracts. These \"Truly Bruneian Businesses\" are ones that are fully owned, and managed by Bruneian and can imbed and practice strong governance as well as demonstrate strong performance in HSSE, Technical know-how, able to compete commercially and can support other SME’s to grow. As the local industries develop a strong domestic presence, it is then important for these local companies to establish a regional or international footprint to strengthen resilience and competencies."}, {"text_block_id": "p46_b506", "text": "Local business growth will be tracked as follows:"}, {"text_block_id": "p46_b507", "text": "■"}, {"text_block_id": "p46_b508", "text": "Local Content:"}, {"text_block_id": "p46_b509", "text": "The contribution from local industries and workforce in the provision of goods and services supplied to the energy sector in Brunei Darussalam. The target is to have local industry contribution grow from 15 percent in 2010 to 50 percent by 2017 and to more than 80 percent by 2035."}, {"text_block_id": "p46_b510", "text": "■"}, {"text_block_id": "p46_b511", "text": "Total Employment:"}, {"text_block_id": "p46_b512", "text": "The total employment in the industry to grow to 30,000 by 2017 and to 50,000 by 2035, with the target for total Bruneians employed in the energy sector is set at 20,000 by 2017 and 40,000 by 2035."}, {"text_block_id": "p47_b513", "text": "A core component of building local industries lies in securing employment and participation by the local workforce. This is to maximise job creation benefits to Bruneians, thereby building a strong and skilled workforce able to sustain and lead the energy sector in Brunei Darussalam."}, {"text_block_id": "p47_b514", "text": "These local employment targets will be driven by increasing the size and skill level of the local energy labour force, to ensure that Bruneians are employed based on merit, i.e. strong qualifications and industry relevance."}, {"text_block_id": "p47_b515", "text": "■"}, {"text_block_id": "p47_b516", "text": "Companies Venturing Overseas:"}, {"text_block_id": "p47_b517_merged", "text": "The target is to have at least 8 local companies go international by 2017 and a total of 30 local companies to have gone international by 2035. The local companies can be considered venturing overseas when these local companies have more than 40 percent of total sales of goods and services generated from overseas market."}, {"text_block_id": "p47_b519", "text": "KPI 8: Local Content Spending in Energy Industry"}, {"text_block_id": "p47_b520", "text": "Today, there are approximately over 400 local oil, gas and energy service companies directly or indirectly supplying to operators in Brunei Darussalam. Preliminary estimates indicate that local companies providing energy goods and services account for approximately 15 percent of the total expenditure of the energy sector in 2010."}, {"text_block_id": "p47_b521", "text": "Energy expenditure is expected to grow to approximately BND 8.8 billion by 2035, based on projects identified in the upstream, downstream and other energy industries. To attain targets of 80 percent local industry contribution by 2035 would mean an increase of greater than 10 times the baseline amount at the local contribution estimate, as shown in Exhibit 3.5"}, {"text_block_id": "p47_b522", "text": "Exhibit 3.5"}, {"text_block_id": "p48_b523", "text": "Local content refers to the sum of value added or created in the Bruneian economy through the use of local employment, goods and services. As part of the definition and for calculation purposes:"}, {"text_block_id": "p48_b524", "text": "•"}, {"text_block_id": "p48_b525", "text": "Employment spend in country is defined as any costs of locally-based staff (local and non-local) including Employees Trus Fund (TAP), Supplemental Contributory Pensions, all subsistence costs and any other costs. It is assumed that the contribution towards employment spent is 100 percent of costs for local staff and 50 percent of costs for non-local staff."}, {"text_block_id": "p48_b526", "text": "•"}, {"text_block_id": "p48_b527", "text": "Goods and services spend in country is defined as spending on any services rendered/purchases of materials/equipment in Brunei Darussalam, monies paid to subcontractors or suppliers in Brunei Darussalam."}, {"text_block_id": "p48_b528", "text": "•"}, {"text_block_id": "p48_b529", "text": "Subcontracts is total spend on contractor’s first tier sub contractors."}, {"text_block_id": "p48_b530", "text": "At present, there is limited local manufacturing of energy equipment, but rather a significant emphasis on sub-contracting to, or resale from, foreign vendors. This indicates a significant opportunity for local companies to grow in scale and skill. A number of manufacturing and support industries could also be further developed as a spin-off from main Oil and Gas contracting activities. Furthermore, the current production and operation activities in the matured area and the field rejuvenation projects and the future exploration and production activities expected from the deepwater blocks presents an immediate large opportunity for local businesses to develop new technologies and services required."}, {"text_block_id": "p48_b531", "text": "KPI 9: Employment In Energy Industry"}, {"text_block_id": "p48_b532", "text": "As these upstream and downstream initiatives are deployed, direct employment will be created to execute the projects and run the operations, as well as indirect employment through the creation of opportunities for companies supplying goods and services to the operators. Employment in the energy sector includes professionals and other skilled or semi-skilled employees in upstream, downstream, goods supply and services, and power. Similarly, initiatives to increase power capacity upgrade, power facilities and expand the scale and scope of renewable energy production will generate jobs in the energy sector."}, {"text_block_id": "p48_b533", "text": "In order to reach the 2035 target of 50,000 jobs available in the energy sector, identified initiatives in the upstream, downstream and energy service industries need to be realised. Hence, the fulfillment of the target is largely dependent on the ability to reach target production from the offshore blocks, grow the midstream and downstream businesses, upgrade power infrastructure, develop energy-related goods and services industries and so on. Furthermore, local companies need to genuinely and actively recruit and employ locals as well as create a conducive working environment for locals to succeed."}, {"text_block_id": "p48_b534", "text": "Imperative to the creation of employment is to ensure that there is a steady supply of professional and other skilled local workforce to capture these job opportunities. Out of the 50,000 employments in 2035, 80 percent or 40,000 of the employment are targeted for local Bruneians, with 5,000 jobs filled by qualified professional local workforce."}, {"text_block_id": "p48_b535", "text": "Qualified professional local workforce are those who have attained Higher National Diploma qualifications and above including a bachelor's degree and a master's degree. Skilled local workforce are those who have attained skills training either formally via"}, {"text_block_id": "p49_b536", "text": "training institutes or via on the job training provided by companies as part of their staff development program."}, {"text_block_id": "p49_b537", "text": "To address the need to produce qualified and skilled workforce, and grow Brunei Darussalam’s human capital, the EDPMO in collaboration with other relevant Ministries has implemented the following:"}, {"text_block_id": "p49_b538", "text": "■"}, {"text_block_id": "p49_b539", "text": "Establishment and Implementation of Energy Industry Competency Framework (EICF)"}, {"text_block_id": "p49_b540", "text": "The Energy Industry Competency Framework (EICF), established in July 2013, is a joint collaboration between the EDPMO, the Ministry of Education and the energy industry. The EICF provides another alternative pathway for secondary school leavers to receive training that meets industrial standards and have the right competency to start work once they completed their training. The individuals can also have the option to continue on from this vocational training to higher education if they wish to. Thus, the objectives of the EICF are to:"}, {"text_block_id": "p49_b541", "text": "•"}, {"text_block_id": "p49_b542", "text": "Define"}, {"text_block_id": "p49_b543", "text": "the competencies required to perform jobs and roles in the workplace (Energy Industry);"}, {"text_block_id": "p49_b544", "text": "•"}, {"text_block_id": "p49_b545", "text": "Create alignment"}, {"text_block_id": "p49_b546", "text": "between training providers and industry requirements; and"}, {"text_block_id": "p49_b547", "text": "•"}, {"text_block_id": "p49_b548", "text": "Increase employability"}, {"text_block_id": "p49_b549", "text": "by up-scaling the skills required by the energy industry."}, {"text_block_id": "p49_b550", "text": "To facilitate the implementation of the EICF, a Joint Implementation Group was formed which reports directly to the EICF Steering Committee chaired by the Minister of Energy at the Prime Minister Office and Deputy Minister of Education as the deputy chairman. The Joint Implementation Group supported by four taskforce working groups consists of the following (as shown in Exhibit 3.6):"}, {"text_block_id": "p49_b551", "text": "1."}, {"text_block_id": "p49_b552", "text": "Competency Development Technical Group (CDTG)"}, {"text_block_id": "p49_b553", "text": "2."}, {"text_block_id": "p49_b554", "text": "Workforce Development Planning Group (WDPG)"}, {"text_block_id": "p49_b555", "text": "3."}, {"text_block_id": "p49_b556", "text": "Energy Industry Quality Agency  (EIQA)"}, {"text_block_id": "p49_b557", "text": "4."}, {"text_block_id": "p49_b558", "text": "Registered Training Organisation Network (RTON)"}, {"text_block_id": "p49_b559", "text": "The above taskforce groups comprise members of senior government officials, industry leaders, technical experts and representatives from training providers. They coordinate the following key aspects of national employment and skills development for the energy industry;"}, {"text_block_id": "p49_b560", "text": "a."}, {"text_block_id": "p49_b561", "text": "The development and implementation of a comprehensive industry workforce development plan;"}, {"text_block_id": "p49_b562", "text": "b."}, {"text_block_id": "p49_b563", "text": "The establishment and monitoring of effective industry led quality assurance including National Standards and qualification in the energy industry;"}, {"text_block_id": "p49_b564", "text": "c."}, {"text_block_id": "p49_b565", "text": "Raising the standard and co-ordination of training provision for the industry; and"}, {"text_block_id": "p49_b566", "text": "d."}, {"text_block_id": "p49_b567", "text": "Ongoing review and incorporation of appropriate industry endorsed qualifications, skill sets and units of competencies for the industries."}, {"text_block_id": "p49_b568", "text": "The competency framework further describes competency requirements that can be used by relevant stakeholders as a formal guide to allow companies to establish or align their own competency requirements against the national framework. The companies will have to articulate the skills required to perform the work so that effective screening can take place. This would also demand the need to strengthen the quality of education and training institutions to be in line with the framework standards. As for the candidates, this would present a career path for their development in the energy industry."}, {"text_block_id": "p50_b569", "text": "Exhibit 3.6"}, {"text_block_id": "p50_b570", "text": "By providing these standards, the framework will not only become a valuable tool for increasing public confidence in the energy sector, it will also address local employment and unemployment issues by using the framework to create new business opportunities. Exhibit 3.7 shows the various elements of the framework, expected outcome and benefits."}, {"text_block_id": "p50_b571", "text": "Furthermore, there are also several key enablers that have been identified and implemented by the taskforce to ensure effective operation and implementation of the EICF. These, amongst others, include the following:"}, {"text_block_id": "p50_b572", "text": "•"}, {"text_block_id": "p50_b573", "text": "Skill and career pathway."}, {"text_block_id": "p50_b574", "text": "•"}, {"text_block_id": "p50_b575", "text": "Industry commitment and contribution."}, {"text_block_id": "p50_b576", "text": "•"}, {"text_block_id": "p50_b577", "text": "Youth Engagements."}, {"text_block_id": "p50_b578", "text": "•"}, {"text_block_id": "p50_b579", "text": "Skilled Workers Apprenticeship Scheme."}, {"text_block_id": "p50_b580", "text": "•"}, {"text_block_id": "p50_b581", "text": "Workforce Planning."}, {"text_block_id": "p50_b582", "text": "EICF implementation will be done in phases. Under phase 1 (first intake), 9 EICF programs have been introduced as follows:"}, {"text_block_id": "p50_b583", "text": "•"}, {"text_block_id": "p50_b584", "text": "Higher National Technical Certificate (HNTec): Plant Engineering, Electrical Engineering, Instrumentation and Control Engineering, Mechanical Engineering."}, {"text_block_id": "p50_b585", "text": "•"}, {"text_block_id": "p50_b586", "text": "National Technical Certificate (NTec): Plant Engineering."}, {"text_block_id": "p50_b587", "text": "•"}, {"text_block_id": "p50_b588", "text": "Industry Skilled Qualification (ISQ): Scaffolder, Welder, Marker/Fitter, Rigger."}, {"text_block_id": "p51_b589", "text": "The plan is for 800-1000 intake of EICF students annually for the next five years under EICF phase 1 programs. With the demand profile from the industry produced by EICF taskforce groups, all the students who graduates from the EICF phase 1 programs can be absorbed by the industry (refer to Exhibit 3.8)."}, {"text_block_id": "p51_b590", "text": "Phase 2 of EICF programs is targeted to be introduced in Q3 2014. Phase 2 EICF programs include"}, {"text_block_id": "p51_b591", "text": "Exhibit 3.7"}, {"text_block_id": "p52_b592", "text": "programs such as Mason and Carpenter, Engineering Services, Logistic and Warehouse Management, Drilling and Well-Service programs. Students who graduate from the new programs will further contribute to the local workforce to fill more than 1000 positions that are currently either vacant or filled by expatriates in the energy industry. Further new EICF program will be developed based on new requirements by the industry."}, {"text_block_id": "p52_b593", "text": "■"}, {"text_block_id": "p52_b594", "text": "Establishment of Brunei Maritime Academy (BMA)"}, {"text_block_id": "p52_b595", "text": "The marine industry, which provides services to Brunei Darussalam's oil and gas industry spends more than BND 500 million annually, operating more than 100 vessels of various types and purposes and employing more than 2,000 individuals, including 1,500 positions as seafarers. It has been projected that this sector will continue to grow with the increasing offshore activities including future deepwater explorations."}, {"text_block_id": "p52_b596", "text": "However, only 10 percent of the human resources in this sector are currently filled by local Bruneians. In addition, seafarers are needed by Brunei Gas Carriers (BGC) to deliver LNG to buyer terminals."}, {"text_block_id": "p52_b597", "text": "The Brunei Maritime Academy (BMA), established in 2013, under the purview of the Ministry of Education and supported by the EDPMO and the Ministry of Communication, will be one of the centres of excellence under the new Brunei Technical Education (BTE) system. The academy will produce industry ready Bruneians as maritime professionals and seafarers, approved and recognised by the International Maritime Organization (IMO) to work in the maritime industry of Brunei"}, {"text_block_id": "p53_b598", "text": "Darussalam as well as internationally. This formation is also in line with EDPMO objective towards supporting Local Business Development (LBD) to increase local content including local employment in the marine sector."}, {"text_block_id": "p53_b599", "text": "In collaboration with Singapore Maritime Academy (SMA), the academy will offer a range of industry and internationally accredited competency-based qualifications training for the maritime industry. The assistance provided by SMA amongst others, will include building training capabilities, training of trainers and to help establish an academic quality assurance system in accordance with the standards for Quality in Maritime Education and Training (QMET)."}, {"text_block_id": "p53_b600", "text": "BMA will start its operation in April 2014 and plans to take in approximately 200 students annually. Collaboration with the marine industries including vessel service contractors is critical to ensure the availability of student placements during their required sea times training and also eventual permanent employment upon graduating from the academy."}, {"text_block_id": "p53_b601", "text": "■"}, {"text_block_id": "p53_b602", "text": "Conducting Annual Oil and Gas Events (Career Roadshows and Job Fairs)"}, {"text_block_id": "p53_b603", "text": "Since 2012, EDPMO has been conducting annual oil and gas event such as Career Roadshows and Job Fairs with objectives of among other to instill the interest of young Bruneian in the energy industry, promoting the oil and gas career as well as providing opportunities for job seekers to find suitable vacancies in the energy industry and also facilitating between the job seekers and the potential employers in the energy industry."}, {"text_block_id": "p53_b604", "text": "Meanwhile, EDPMO in collaboration with the energy industry has annual Job Fair to ensure there is a continuous effort and focus in recruiting locals in the energy Industries. EDPMO has set annual target of local recruitment in the energy industry. It is targeted for local employment to increase to 20,000 by 2017 and to 40,000 by 2035. All the above initiatives are aligned with the EDPMO's strategic goals to increase local content and ensure greater participation of local Bruneian in the energy industry workforce."}, {"text_block_id": "p53_b605", "text": "KPI 10: Local Companies Development"}, {"text_block_id": "p53_b606", "text": "Capacity building programs and initiatives will be developed via the LBD framework aim to develop and grow \"Truly Bruneian Businesses\" in a sustainable manner. This includes creation of new entrepreneur with a structure industry sponsored and supported program, involvement of new companies into the industry and creation of local companies that can compete regionally and internationally."}, {"text_block_id": "p53_b607_merged", "text": "The ultimate objective of Local Companies Development is to have competent local companies undertaking services in the country and also venturing overseas (defined as Brunei established local companies with average revenue from overseas for the year of greater than 40 percent)."}, {"text_block_id": "p53_b610", "text": "To build the foundation for the above, EDPMO will also track the development of local companies based on additional elements as follows;"}, {"text_block_id": "p53_b611", "text": "■"}, {"text_block_id": "p53_b612", "text": "New Local Companies in Oil and Gas Industry, is the number of Brunei established local companies awarded with contract for the first time in Oil and Gas Industry."}, {"text_block_id": "p53_b613", "text": "■"}, {"text_block_id": "p53_b614", "text": "Companies in Incubator and Energy Business Academy, is the number of Brunei established local companies undergoing in BSJV Incubator and Energy Business Academy Programs."}, {"text_block_id": "p53_b615", "text": "As more local companies grow and strengthen their competencies, their competitiveness will also grow. In order to ensure a fair level playing field and maintain a competitive environment, the LBD framework ensures no monopoly in any market segment."}, {"text_block_id": "p54_b616", "text": "Thus, in order to grow further, it is estimated that the top performing 5 percent from the total number of active local companies will have to internationalise in order to strengthen resilience, spur further growth and access newer and potentially larger markets. Currently, there are several local companies that are starting to penetrate regional market – though the revenue generated is still relatively low."}, {"text_block_id": "p54_b617", "text": "Internationalisation requires companies to expand the scale, scope and competitiveness of their business. For the top performing active local companies, the Government of Brunei Darussalam intends to provide support for them in their international forays. Similarly, these top performing truly Bruneian businesses need to heed galvanisation efforts, take initiative and optimise the support available."}, {"text_block_id": "p54_b618", "text": "EDPMO is working with the relevant authorities such as the Ministry of Finance and Authoriti Monetari Brunei Darussalam (AMBD) to develop and enhance corporate governance, financial management and reporting. Furthermore, current local companies development programs will be further enhanced to provide more focus on local business development, local content and capacity building. The Government would seek to evaluate the potential elements of support, which could include:"}, {"text_block_id": "p54_b619", "text": "■"}, {"text_block_id": "p54_b620", "text": "Capital:"}, {"text_block_id": "p54_b621", "text": "Develop financing and fiscal incentives to best support overseas expansion. This will be collaboration between various parties such as EDPMO, Ministry of Finance, AMBD, BEDB and the Brunei Association of Banks."}, {"text_block_id": "p54_b622", "text": "■"}, {"text_block_id": "p54_b623", "text": "Capabilities:"}, {"text_block_id": "p54_b624", "text": "Set up global entrepreneurship, training and development programs for the industry. Currently there are a number of programs undertaken by various agencies like BEDB and main operators of oil and gas offering programs relating to development of local companies capabilities. This is aimed at providing structured assistance for truly Bruneian businesses to enhance their capabilities and competitiveness in order to venture overseas."}, {"text_block_id": "p54_b625", "text": "■"}, {"text_block_id": "p54_b626", "text": "Catalysts:"}, {"text_block_id": "p54_b627", "text": "Establish a \"market insight agency\" which will provide a repository of best practices, techniques and tools to develop a suitable international business model and branding strategy. The agency will also host and offer a professional network of mentors, business training and advisory services to help companies refine market entry and expansion strategies. Currently, in a bid to provide further opportunities openly to local vendors, a list of Tender Opportunities from all Major Oil and Gas Operators is regularly updated on the EDPMO Website (www.energy.gov. bn). Moving forward, other catalysts will be implemented by such as hosting conferences, trade forums and establishing an association of local energy companies."}, {"text_block_id": "p54_b628", "text": "■"}, {"text_block_id": "p54_b629", "text": "Connections:"}, {"text_block_id": "p54_b630", "text": "Countries around the world use \"bridge offices\" in key overseas markets to connect companies with local knowledge and networks. These overseas stations will gather information on local needs and trends, the best way to navigate systems (such as tax, accounting and other government regulations) and provide link-ups with potential customers, partners and influencers in the country. With assistance from relevant agencies e.g. BEDB, a programme will be suggested to these local vendors, where assistance will be given to gain access to various business networking opportunities and overseas markets via participation in trade expo’s and international tenders."}, {"text_block_id": "p54_b631", "text": "■"}, {"text_block_id": "p54_b632", "text": "Conditions:"}, {"text_block_id": "p54_b633", "text": "The Government will facilitate industry reorganisation or foreign investment that is required to turbo-charge local companies with the scale and scope to compare well with other multinational companies. In line with this, the Ministry of Finance has introduced several tax incentives that are aimed at assisting growth of local companies and further drive international trade (e.g. streamline export licensing and improve port efficiencies). In order for businesses to"}, {"text_block_id": "p55_b634", "text": "expand, the provision of land for businesses to be set up and also to allow expansion of current business activities is also being conducted with assistance from BEDB, Ministry of Industry Primary Resources and Ministry of Development."}, {"text_block_id": "p55_b635", "text": "These levers are summarised in Exhibit 3.9. While the Government could provide the springboard to support companies in expanding overseas, the onus to internationalise would fall mainly on the ambitions and growth plans of local companies. Local companies should fully leverage Government support to diversify their business and elevate business excellence."}, {"text_block_id": "p55_b636", "text": "There are 5 Priority Initiatives the Government is embarking on, which require close industry cooperation and commitment, in order to build local industry capabilities."}, {"text_block_id": "p55_b637", "text": "Priority Initiative 1: Identify the pools of local companies, which could potentially win in the domestic market"}, {"text_block_id": "p55_b638", "text": "To build strong local companies, the first step is to identify the product or service areas where local companies already have existing capabilities, and leveraging these capabilities to capture the large value pools going forward."}, {"text_block_id": "p55_b639", "text": "The EDPMO has commenced on this effort through the \"Local Business Development\" (LBD) Framework (as shown in Exhibit 3.10). This framework considers the value (\"total approved contract value\") and technical complexity (\"technology\") of the product or service area in determining the required local content target. It seeks to focus on the high value contracts, beginning with a higher target for those of lower technical complexity to ensure targets are feasible and focused on core areas."}, {"text_block_id": "p55_b640", "text": "As a next step, the Government will work closely with foreign and domestic operating companies to develop potential priority areas within the \"Development\" and \"Core\" categories in Brunei Darussalam (e.g. drilling, casing supply, geological services, etc.). This will also involve how to grow or evolve these targets with time, and how the Government can support companies to continuously grow their value add."}, {"text_block_id": "p55_b641", "text": "Industry engagement and involvement is paramount - scaling local competencies could potentially involve the formation of consortiums, mergers and acquisitions, and/or collaborations or joint investments with international players. Opportunities must be provided via suitable oil and gas projects, tenders and subcontracting activities. Government can support with financing, and can facilitate industry reorganisation or foreign investment efforts, but the primary motivation and driving force for change need to be owned and generated from the industry."}, {"text_block_id": "p55_b642", "text": "Priority Initiative 2: Establish and imbed feasible local content targets and supporting legislations, directives, policies and regulations into long term business planning"}, {"text_block_id": "p55_b643", "text": "The LBD framework establishes local content targets for each quadrant. To make these targets actionable and relevant, the Government will seek to set local content targets specific to each respective placement of the good and service categories in the quadrants based of these targets and will monitor the progress of actual performance against targets over the prime period of the contract. Active engagement of operators will be required to involve industry early in the process and obtain commitment to these targets."}, {"text_block_id": "p55_b644", "text": "Additionally, all companies operating in the Brunei Darussalam Oil and Gas Industry will be required to submit four types of reports regarding local content achievements. \"LBD Reporting\" is necessary to ensure that LBD is properly incorporated and embedded into local businesses. Formal reporting mechanisms also allow \"measure of success\" of local content development and capacity building in Brunei Darussalam. Where it is lacking, other suitable LBD initiatives and capacity building program"}, {"text_block_id": "p56_b645", "text": "Exhibit 3.9"}, {"text_block_id": "p56_b646", "text": "Exhibit 3.10"}, {"text_block_id": "p57_b647", "text": "will be developed. The EDPMO will review the institution and/or mechanisms to ensure accuracy of these reports, including performing verification audit."}, {"text_block_id": "p57_b648", "text": "The reports include:"}, {"text_block_id": "p57_b649", "text": "1."}, {"text_block_id": "p57_b650", "text": "LBD Business Plan - This report includes assurances or progress on the implementation of an LBD Management system in the Operators, Contractors and Sub-Contractors’ process and procedures. This report is due annually at the start of the financial year."}, {"text_block_id": "p57_b651", "text": "2."}, {"text_block_id": "p57_b652", "text": "Local Content Opportunity Framing report - This report is applicable to any new projects to be undertaken by an Operator. This report is to be submitted prior to any final investment decisions."}, {"text_block_id": "p57_b653", "text": "3."}, {"text_block_id": "p57_b654", "text": "LBD Performance Report - This report will cover the performance to date of the Operators, Contractors and Sub-contractors on the Local Employment, Local Content, etc. This report shall be submitted three times per year, i.e. 30th April, 31st August and 1st December via the online reporting tool on the Energy LBD website (www.EnergyLBD.gov.bn) of each year."}, {"text_block_id": "p57_b655", "text": "4."}, {"text_block_id": "p57_b656", "text": "Deviations to the Framework - This report to include any deviations proposed or have been taken, any difficulties or issues faced by the Operators, Contractors and Sub-Contractors in fulfilling the requirements. This report is due annually at the end of the financial year."}, {"text_block_id": "p57_b657", "text": "The Government intends to work with industry to ensure that the structuring of all contracts for goods and services is done in a manner that provides opportunities for competitive local players to compete and bid for these contracts. Activities included here intend to facilitate interactions between buyers and suppliers to find out the optimal way to level the playing field for local companies."}, {"text_block_id": "p57_b658", "text": "Priority Initiative 3: Set up mechanisms and relevant infrastructure to support and ensure compliance to policies"}, {"text_block_id": "p57_b659", "text": "To ensure that local content figures reported are faithfully represented, the Government has established a unit with the mandate to promote LBD. This unit is charged with the task of putting together a taskforce to manage, assist and enforce local content development and reporting. It will also define the criteria and procedures for the activities to be carried out and engage with the industry to ensure all aspects of the rules and regulations are fully communicated and understood. This includes conducting regular site visits to company’s facilities, as well as conducting various capacity building sessions in collaborations with other Government agencies, industry and other key stakeholders. A proposal on a central registration system to promote establishment of local businesses and create competitive supplier base will also be developed. The EDPMO will further evaluate and develop an optimal design and operational choices for enforcing local content."}, {"text_block_id": "p57_b660", "text": "The EDPMO is currently developing two new industrial sites in Sungai Duhon, Kuala Belait for marine industries and at Bukit Panggal, Tutong to provide a convenient infrastructure to develop good and service activities in this sector. The EDPMO will also continue to evaluate the new manufacturing and service activities to support, build or develop to facilitate growth of local capabilities."}, {"text_block_id": "p57_b661", "text": "Priority Initiative 4: Coordinate with relevant industries to organise \"allied\" labour pools"}, {"text_block_id": "p57_b662", "text": "In view of the pressing need to quickly scale local industries, Brunei Darussalam could explore industries with complimentary functional capabilities. The workforce in other industries as well as ex military such as navy, seafearers, construction, IT, mechanic and machinery repair could yield skills that with additional training, could become relevant for the energy sector."}, {"text_block_id": "p57_b663", "text": "The Government plans to collaborate with members of these organisations to examine the potential for labour conversion or mobility programs. These programs aim to train these workers in skills that would allow them to participate in the energy sector, leveraging the relevant expertise that they"}, {"text_block_id": "p58_b664", "text": "already have. The design of these programs should not, however, compromise the needs of other industries. This will merely serve as an interim measure to boost the local energy sector workforce."}, {"text_block_id": "p58_b665", "text": "EDPMO will also conduct annual Job Fairs on an industry level, engagements with the unemployed and other recruitment initiatives to further encourage, provide and secure employment for locals."}, {"text_block_id": "p58_b666", "text": "Priority Initiative 5: Encourage IOCs to make significant contribution to local capabilities"}, {"text_block_id": "p58_b667", "text": "The Government will evaluate incentives and regulations to ensure international oil companies (IOCs) to continue to contribute to building local capabilities."}, {"text_block_id": "p58_b668", "text": "Bottom line: Measuring Local Content development via GDP contribution from the Energy sector"}, {"text_block_id": "p58_b669", "text": "verall GDP reflects the value addition, or wealth creation, generated for the country and the citizens by the energy sector. It serves as a broader measure of the impact of the energy sector on the Bruneian economy."}, {"text_block_id": "p58_b670", "text": "The EDPMO has identified initiatives across the priority areas - i.e. covering upstream, downstream, energy services and related industries - are expected to generate approximately BND 42 billion in an unrisked assessment (Exhibit 3.11). Upstream oil and gas sales (including LNG sales) will drive most of the growth, expected to contribute approximately 90 percent of total GDP from the energy sector in 2035. This is based on an oil price growing within the range from USD 120 - USD 145 per barrel of oil by 2035, per International Energy Agency and the U.S Energy Information Administration estimate, and assuming an exchange rate of 1.3 BND per USD."}, {"text_block_id": "p58_b671", "text": "Exhibit 3.11"}, {"text_block_id": "p60_b672", "text": "KEY ENABLERS FOR THE"}, {"text_block_id": "p60_b673", "text": "ENERGY VISION"}, {"text_block_id": "p60_b674", "text": "•"}, {"text_block_id": "p60_b675", "text": "I"}, {"text_block_id": "p60_b676", "text": "mplementing supportive policy and regulatory"}, {"text_block_id": "p60_b677", "text": "frameworks"}, {"text_block_id": "p60_b678", "text": "frameworks\n* Growing Bruneian human capital\n<\\li1>"}, {"text_block_id": "p60_b680", "text": "•"}, {"text_block_id": "p60_b681", "text": "Attracting investment to fuel growth"}, {"text_block_id": "p60_b682", "text": "•"}, {"text_block_id": "p60_b683", "text": "Ensuring delivery to our commitments"}, {"text_block_id": "p61_b684", "text": "Key Enablers for the Energy vision"}, {"text_block_id": "p61_b685", "text": "he EDPMO will work with the relevant Government agencies to ensure that the key enabling factors for this transformational step-up in the energy sector are in place. Four areas in particular will receive attention;"}, {"text_block_id": "p61_b686", "text": "■"}, {"text_block_id": "p61_b687", "text": "Implementing a comprehensive set of supportive policy and regulatory frameworks to help boost upstream production, secure employment for Bruneians, ensure high safety standards and provide attractive value propositions for companies to develop downstream chains."}, {"text_block_id": "p61_b688", "text": "■"}, {"text_block_id": "p61_b689", "text": "Growing Bruneian human capital by building the skills and capabilities needed for the energy sector."}, {"text_block_id": "p61_b690", "text": "■"}, {"text_block_id": "p61_b691", "text": "Attracting investment in core areas requiring growth and developing synergistic fit with investors."}, {"text_block_id": "p61_b692", "text": "■"}, {"text_block_id": "p61_b693", "text": "Ensuring realisation of our commitments through a relentless focus on the delivery of outcomes."}, {"text_block_id": "p61_b694", "text": "Enabler 1: Implementing supportive policy and regulatory frameworks"}, {"text_block_id": "p61_b695", "text": "Relevance"}, {"text_block_id": "p61_b696", "text": "With maturing assets, enhanced focus on offshore exploration and production, and increased downstream activities, it is critical to have a comprehensive policy and regulatory framework to support the strategic objectives set out for the energy sector. Amongst others, the EDPMO has identified four key regulatory policies and frameworks and will seek to develop further regulations as required. The development will consider stakeholder consultation during the formation of these regulatory policies. These four regulatory policies aim to boost upstream production, diversify and grow the downstream industry, ensure and monitor LBD, and foster a world-class health, safety, security and environment (HSSE)."}, {"text_block_id": "p61_b697", "text": "Potential levers and ideas"}, {"text_block_id": "p61_b698", "text": "■"}, {"text_block_id": "p61_b699", "text": "Supporting measures to boost upstream production (as per Upstream Directive no 1/2011 on Field Development Plan For Maturing Hydrocarbon Development Projects)"}, {"text_block_id": "p61_b700", "text": "Based on the experience of other countries that have faced similar issues with maturing assets, the Government will implement several measures to boost upstream production. The Government is ensuring that the right supporting measures are present to increase the attractiveness of potential projects in existing assets (e.g. asset rejuvenation) and new offshore opportunities, including a regulatory framework for sharing of infrastructure to attract more investment in small fields and guaranteed off-take for additional complex field developments."}, {"text_block_id": "p61_b701", "text": "■"}, {"text_block_id": "p61_b702", "text": "Implementation of key LBD Initiatives"}, {"text_block_id": "p61_b703", "text": "To date LBD Framework have been issued to ensure that there is a fair and level playing field and building of \"Truly Bruneian Businesses\" that imbed, uphold and practice strong business principles."}, {"text_block_id": "p62_b704", "text": "There are three main objectives of LBD:"}, {"text_block_id": "p62_b705", "text": "1."}, {"text_block_id": "p62_b706", "text": "To increase the country’s economy through use of local goods and services."}, {"text_block_id": "p62_b707", "text": "2."}, {"text_block_id": "p62_b708", "text": "To create employment opportunities for Bruneians and ensure employment of locals."}, {"text_block_id": "p62_b709", "text": "3."}, {"text_block_id": "p62_b710", "text": "To develop truly Bruneian businesses that are able to compete regionally."}, {"text_block_id": "p62_b711", "text": "Under the LBD framework, targets are proposed for the use of local goods and services, and local employment. Based on this framework, all companies will be guided by EDPMO. Furthermore, in order to be transparent about opportunities and business information, EDPMO has developed an \"Energy LBD website\" (www.EnergyLBD. gov.bn) to make such information widely available to all parties. Regularly updated information helps the Government to improve investment climate in our oil and gas sector."}, {"text_block_id": "p62_b712", "text": "The Government will consider potentially instituting a regulatory body to monitor the local content requirement in the bidding process for contracts from operators. The regulatory body will develop methodologies to calculate local content of goods and services, audit attainment of targets, and set up incentives and penalties. Additionally, the regulatory body will also promote the participation of small companies and foster geological and geophysical services applied to oil exploration through stipulating significant revenues on R&D."}, {"text_block_id": "p62_b713", "text": "A proposal on a central registration system to promote establishment of local businesses and create competitive supplier base will also be developed. The EDPMO will further evaluate and develop an optimal design and operational choices for enforcing such local content regulations."}, {"text_block_id": "p62_b714", "text": "Further directives and policies may be developed to cover compliance to previous initiatives where penalties for non-compliance may be stipulated. The central registration system will be a key tool in determining suitable penalties when applicable. Moving forward, all current and future contracts with all Brunei oil and gas operators must incorporate new terms and conditions to enable this."}, {"text_block_id": "p62_b715", "text": "■"}, {"text_block_id": "p62_b716", "text": "Health, Safety, Security and Environment (HSSE) framework"}, {"text_block_id": "p62_b717", "text": "The Government considers attainment of the highest standards on Health, Safety, Security and Environment (HSSE) as a non-negotiable \"must\" for the energy sector. Compromises on this front can have significant and damaging costs on the economy, society and environment. The EDPMO has introduced and enforced the Control of Major Accident Hazards (COMAH) regulations that underpin and support the overarching safety and health requirements of the Workplace Safety and Health Order (WSHO) 2009."}, {"text_block_id": "p62_b718", "text": "Under WSHO, all employers have a duty to ensure the safety and health of their employees, and the safety and health of others affected by their (the employers) activities. Employees also have a direct duty not to put themselves at risk and to co- operate with their employer."}, {"text_block_id": "p62_b719", "text": "In addition, leaders of oil and gas companies will be directly accountable and responsible for ensuring all major accident hazards have been identified and relevant controls have been implemented to reduce risks to persons, assets and environment as low as is reasonably practicable. This will avoid delegation of such roles to their subordinates. Companies in the energy sector will also be strongly stimulated to have a good HSSE culture and a proper consequence management system in place to ensure we deliver on our commitment of having zero major accidents every year."}, {"text_block_id": "p63_b720", "text": "Enabler 2: Growing Bruneian human capital"}, {"text_block_id": "p63_b721", "text": "Relevance"}, {"text_block_id": "p63_b722", "text": "For Bruneians to co-create the future of Brunei Darussalam’s energy sector, it is imperative to create a robust pipeline of high-quality labour force equipped to fulfill the requirements of jobs in the industry. The pipeline of skilled labour should address 3 key elements:"}, {"text_block_id": "p63_b723", "text": "■"}, {"text_block_id": "p63_b724", "text": "Quantity:"}, {"text_block_id": "p63_b725", "text": "Are there adequate numbers of professional and vocational graduates with relevant qualifications relevant to capture job opportunities in the market?"}, {"text_block_id": "p63_b726", "text": "■"}, {"text_block_id": "p63_b727", "text": "Value-proposition:"}, {"text_block_id": "p63_b728", "text": "Are these qualified graduates attracted to seek jobs in the energy sector?"}, {"text_block_id": "p63_b729", "text": "■"}, {"text_block_id": "p63_b730", "text": "Quality:"}, {"text_block_id": "p63_b731", "text": "Are these job seekers of high quality and readily employable in a full-time position?"}, {"text_block_id": "p63_b732", "text": "A supply-demand analysis of labour pools indicates that Brunei Darussalam needs to significantly bolster the current education infrastructure to meet the 2035 local employment target."}, {"text_block_id": "p63_b733", "text": "Exhibit 4.1 summarises the labour supply situation vis-à-vis expected job creation (demand) from the energy sector. With the present pool, Brunei Darussalam needs to increase supply of specialised technical professionals including those in petrochemicals, HSSE, geology and marine engineering. For energy-related generic professionals such as mechanical, electronic and IT where alternative career options abound in other sectors, the value proposition of the energy sector has to be considerably enhanced. Vocational education institutes will also require substantial scale up, especially in national diplomas relating to specific skilled operational roles like seafarers, scaffolders and welders."}, {"text_block_id": "p63_b734", "text": "Increasing the employability and quality of the workforce is also critical, as Brunei Darussalam seeks to develop offshore development expertise, create research niches and explore alternative sources and technologies in energy such as small field development, EOR techniques and renewable energy. Therefore, increasing the scale and skill level of Bruneian labour supply to the energy sector is paramount in other to achieve our aspirations."}, {"text_block_id": "p63_b735", "text": "Potential levers and ideas"}, {"text_block_id": "p63_b736", "text": "In addition to the above initiatives and in order to grow Brunei Darussalam’s human capital, the EDPMO has currently identified a few potential ideas to evaluate:"}, {"text_block_id": "p63_b737", "text": "■"}, {"text_block_id": "p63_b738", "text": "Establish regulatory reforms and incentive schemes to drive workplace training"}, {"text_block_id": "p63_b739", "text": "In order to encourage the provision of training for existing employees and apprenticeships for students, the Government would evaluate potential regulatory reforms. Across the world, Governments utilise incentives (direct and indirect) and training levies to encourage training. For example, to promote development of apprentices, the Government could encourage high quality training such as providing incentives for the industry to train apprentices in roles that require the use of more complex or specialised equipment. Often, the rights and obligations of the apprentice are unclear, especially when it comes to contentious issues such as rights to insurance and work safety claims. The Government needs to legislate the standardisation of apprentice contracts, in order to facilitate the development of apprenticeship activities."}, {"text_block_id": "p63_b740", "text": "As an initial step, EDPMO, with support from the industry has introduced the National Energy Graduate Apprenticeship Scheme (NEGAS). NEGAS, among others aims to provide opportunities for unemployed HND graduates and above a real working experience in the energy sector, for a period of up to 12 months, with structured training, development and assessment programs to"}, {"text_block_id": "p64_b741", "text": "enable them to eventually acquire the experience to compete in the job market. It is planned that the NEGAS will enrol up to 100 unemployed graduates annually."}, {"text_block_id": "p64_b742", "text": "■"}, {"text_block_id": "p64_b743", "text": "Develop a formal network of career counselling"}, {"text_block_id": "p64_b744", "text": "The Government will evaluate options to increase the amount of career guidance for students to broaden the awareness and knowledge of career opportunities and pathways available. One option is to build a strong network of career counsellors, either as full-time specialists or trained school staff, to draft and communicate compelling career pathways in the energy sector. These career counsellors could help students craft, evaluate and refine their portfolio of skills and learning experiences based on their interests. Career counsellors would have to involve educators, parents and the business community in the process to align all the support required for students talented and interested in energy."}, {"text_block_id": "p64_b745", "text": "Interaction with and guidance for students could vary from large career fairs or events, targeted talks and group sessions, to one-on-one discussions. Career Roadshows to create awareness amongst students about careers in energy have regularly operated since early 2012."}, {"text_block_id": "p64_b746", "text": "■"}, {"text_block_id": "p64_b747", "text": "Growing Private Registered Training Organisation (RTO)"}, {"text_block_id": "p64_b748", "text": "With the growth in the number of students intake annually participating in the EICF Programs, EDPMO has also opened up the opportunity to grow and develop not only the current public Registered Training Organisations (RTO) such as our vocational and technical educational"}, {"text_block_id": "p64_b749", "text": "Exhibit 4.1"}, {"text_block_id": "p65_b750", "text": "institutions but also private RTOs. Through the EICF, we have opened up opportunities for new local training providers to be registered and qualified as private RTOs to provide programs such as Welders, Scaffolders, Riggers, and Marker/Fitters."}, {"text_block_id": "p65_b751", "text": "All the RTOs must comply with the RTO standards and registration criteria to provide students with training resulting in qualifications that are recognised and accepted by the energy industry and at the same time the RTOs should satisfy the requirements of the EICF (including Energy Industry Quality Agency - EIQA). EDPMO will facilitate the setting up of these private RTOs with collaboration with the Ministry of Education."}, {"text_block_id": "p65_b752", "text": "■"}, {"text_block_id": "p65_b753", "text": "Develop standards and programs to increase quality of education and training"}, {"text_block_id": "p65_b754", "text": "In order to ensure that a high quality of teachers is maintained, providers should develop selective recruitment processes focused on core required skills. Teachers and trainers should be required to undergo continual training and upgrading themselves in order to keep abreast of the latest knowledge. Teachers in schools and trainers in the industry have in-depth skills that are complementary to one another. The main challenge in vocational education and training (VET) experience in many countries relates to the fact that teachers have inadequate or outdated industry experience. Conversely, trainers in the workplace are not equipped with the skills to deliver instruction and support trainee development. Learning partnerships between industry and providers would help teachers and industry trainers exchange complementary skills, as shown in Exhibit 4.2. Through the EICF, we have started to see teachers from vocational school"}, {"text_block_id": "p65_b755", "text": "Exhibit 4.2"}, {"text_block_id": "p66_b756", "text": "undergo training in the industry and vice-versa trainers from the industry attending pedagogical programs in education institution."}, {"text_block_id": "p66_b757", "text": "The Government could further provide support by mandating minimum qualifications and work experience for vocational teachers and trainers respectively. Some countries have also used an enforcement mechanism to ensure workplace training is of high quality. Quality standards or checklists are developed, and only certified companies will be issued \"quality licenses\". Inspectors will carry out random audits by reviewing processes and conducting interviews with trainees."}, {"text_block_id": "p66_b758", "text": "■"}, {"text_block_id": "p66_b759", "text": "Create industry-educator mobilisation and training schemes"}, {"text_block_id": "p66_b760", "text": "Government and providers need to find a way to encourage members of the industry to be guest-speakers or faculty (part-time or full-time) at schools. Particularly, there are many industry retirees in Brunei Darussalam, who should be mobilised to impart industry knowledge at schools. Once the pool of industry experts is mobilised, training programs should be established to equip experts with the skills on delivering instruction and managing student development."}, {"text_block_id": "p66_b761", "text": "The Government cannot work alone to revamp the education and training system. Active involvement by industry and providers on all the proposed initiatives is a pre-requisite for success. Additionally, providers and institutions have to thrive for excellence in productivity to ensure full optimisation of the education infrastructure. Companies also have a role to play in developing attractive career development pathways and performance incentives to enhance employee retention."}, {"text_block_id": "p66_b762", "text": "Enabler 3: Attracting investment to fuel growth"}, {"text_block_id": "p66_b763", "text": "Relevance"}, {"text_block_id": "p66_b764", "text": "Attracting investments is an essential pillar to grow Brunei Darussalam’s energy sector, be it in the development of EOR technologies, development of small and marginal fields, building of new downstream industries, boosting the local energy goods and service industries, developing renewable energy and so forth. Brunei Darussalam will actively seek to engage world-class companies and talents to jointly transform the energy sector, and ensure that carefully planned quality investments are deployed to bring mutually beneficial investments for the partners involved."}, {"text_block_id": "p66_b765", "text": "In order to achieve its GDP target, we anticipate that Brunei Darussalam needs to attract approximately BND 70 to 80 billion in cumulative investment from 2011 to 2035. This represents average annual investment level of about BND 3 to 4 billion in the next two decades, which is more than twice the recent investment level. Doubling the average annual investment level is a challenging task as this requires sustaining an average investment growth rate of 6 to 7 percent for a two-decades time frame. However, there are several countries around the world which have achieved high investment growth rates over a long period of time. Singapore, South Africa and Costa Rica, for example, managed to achieve annual investment growth rate of 5 to 7 percent in the previous two decades. Similarly in Qatar, the government has actively sought to promote international investment in core sectors such as energy. This has helped it increase the share of FDI to total GDP from 1 percent in 2000 to 3.5 percent by 2011."}, {"text_block_id": "p66_b766", "text": "The Government is fully dedicated to provide the necessary support including capital, infrastructure, business environment and regulatory reform to attract and sustain investment in priority areas of the economy and harness synergistic effects from these projects."}, {"text_block_id": "p67_b767", "text": "Potential levers and ideas"}, {"text_block_id": "p67_b768", "text": "Based on the successful best practices in investment attraction, the Government will evaluate 4 main ideas:"}, {"text_block_id": "p67_b769", "text": "■"}, {"text_block_id": "p67_b770", "text": "Building a strong and competent team of investment officers"}, {"text_block_id": "p67_b771", "text": "to approach high priority investors. These investment officers will assess which are the key investors, proactively pitch deals and build and manage the relationship with the client."}, {"text_block_id": "p67_b772", "text": "■"}, {"text_block_id": "p67_b773", "text": "Designing customised value propositions"}, {"text_block_id": "p67_b774", "text": "to pitch investors. Investment officers will utilise investment pitch books customised to the business and priorities of the investor. This ensures a synergistic fit between the investment requirements and needs of the investor."}, {"text_block_id": "p67_b775", "text": "The remaining two initiatives will focus on providing key supporting enablers:"}, {"text_block_id": "p67_b776", "text": "■"}, {"text_block_id": "p67_b777", "text": "Investing strategically in key supporting infrastructure and providing incentives"}, {"text_block_id": "p67_b778", "text": "to attract world class investors, particularly in the downstream industry as Brunei Darussalam’s aspires to move from being largely an upstream exporter to a sophisticated downstream player of scale. This would continue Brunei Darussalam’s tradition of building infrastructure of significant scale and surrounding facilities, such as the world class petrochemical hub SPARK and Telisai-Lumut Highway, will allow investors to set up and ramp up operations quickly. The Government also plans to strategically provide incentives to investors in priority industries such as strategic income tax reliefs and agreements."}, {"text_block_id": "p67_b779", "text": "■"}, {"text_block_id": "p67_b780", "text": "Creating a business friendly environment and a cosmopolitan society"}, {"text_block_id": "p67_b781", "text": "to attract foreign talent to live and work in Brunei Darussalam. The Government could explore options to improve the ease of doing business, as well as develop a social eco-system that embraces the diverse needs of foreign investor personnel. This is beneficial not only to the energy sector, but the Brunei Darussalam's economy at large, and would require coordinated efforts from various Government entities and members of the industry."}, {"text_block_id": "p67_b782", "text": "Enabler 4: Ensuring delivery on our commitments"}, {"text_block_id": "p67_b783", "text": "Relevance"}, {"text_block_id": "p67_b784", "text": "The EDPMO has set big, bold aspirations to achieve by 2035. For example, upstream production has to grow to more than 1.5 times, downstream value-add has to grow to more than 10 times and local content has to grow by more than 10 times as well."}, {"text_block_id": "p67_b785", "text": "Delivering impactful outcomes will involve mobilisation of the civil service and the private sector, domestic and foreign, on an unprecedented scale. High public expectations and scrutiny raises the pressure to achieve big outcomes quickly and the need for the highest order of transparency."}, {"text_block_id": "p67_b786", "text": "Potential levers and ideas"}, {"text_block_id": "p67_b787", "text": "To meet the challenges of delivering aspirations of this large magnitude, there are three core levers in delivery the Government will seek to develop:"}, {"text_block_id": "p67_b788", "text": "■"}, {"text_block_id": "p67_b789", "text": "Extensive engagement with key stakeholders to drive implementation"}, {"text_block_id": "p67_b790", "text": "The EDPMO will orchestrate and manage engagement with a broad set of stakeholders to drive the development of implementable solutions and to ensure strong support to drive execution. Key stakeholders include:"}, {"text_block_id": "p68_b791", "text": "a)"}, {"text_block_id": "p68_b792", "text": "Other Government ministries and agencies."}, {"text_block_id": "p68_b793", "text": "Establish strong links with the Ministry of Education, Ministry of Finance, BEDB and DEPD, amongst others, on topics such as workforce planning, budgeting and resource allocation and national economic planning."}, {"text_block_id": "p68_b794", "text": "b)"}, {"text_block_id": "p68_b795", "text": "Companies in the industry."}, {"text_block_id": "p68_b796", "text": "Work closely with all relevant companies in the energy sector across upstream, downstream, power, energy goods and services and others to coordinate and strengthen the capabilities of local companies."}, {"text_block_id": "p68_b797", "text": "c)"}, {"text_block_id": "p68_b798", "text": "Academia and research."}, {"text_block_id": "p68_b799", "text": "Engage schools, training facilities and BNERI to coordinate labour supply, research focus and increasing the skill level and employability of local labour supply."}, {"text_block_id": "p68_b800", "text": "d)"}, {"text_block_id": "p68_b801", "text": "Investors."}, {"text_block_id": "p68_b802", "text": "Proactively pursue quality investments through close contact and negotiations with major domestic and foreign investors."}, {"text_block_id": "p68_b803", "text": "e)"}, {"text_block_id": "p68_b804", "text": "International companies and institutes."}, {"text_block_id": "p68_b805", "text": "Close collaboration and cooperation with IOCs and international research institutes and agencies to leverage specialised knowledge and expertise required to build local capabilities."}, {"text_block_id": "p68_b806", "text": "■"}, {"text_block_id": "p68_b807", "text": "Develop a rigorous rhythm of performance management"}, {"text_block_id": "p68_b808", "text": "The EDPMO intends to drive the delivery effort with robust performance management processes to ensure timely achievement of outcomes along the journey. These processes would aim at establishing clear accountabilities, constructive performance dialogues and consistent use of differentiated, meaningful rewards and consequences for dedicated leaders and the front-line who could most directly influence specific outcomes. Additionally, the EDPMO will examine the most appropriate reporting and escalation process, focused on constructive interventions to address shortfalls, to monitor performance."}, {"text_block_id": "p68_b809", "text": "■"}, {"text_block_id": "p68_b810", "text": "Build strong momentum of planning and execution of plans"}, {"text_block_id": "p68_b811", "text": "In order to ensure a continuing drive and enthusiasm around delivery of plans, the Government will need to elevate these targets and initiatives as national imperatives. Additionally, the Government will source for talents in the public and private sector with the passion and skills to ensure delivery happens. A disciplined process of structured interactions and touch-points to communicate and gather input on the progress achieved and plans in place would also secure commitment for the entire journey."}, {"text_block_id": "p71_b812", "text": "Call to action"}, {"text_block_id": "p71_b813", "text": "Delivering the Vision: Concerted effort from all stakeholders"}, {"text_block_id": "p71_b814", "text": "he vision set out for the energy sector requires robust initiatives and processes to produce outcomes and impact. Driving these initiatives will require a concerted effort across all stakeholders to engage, leverage and support the initiatives identified, and propose new ideas that could accelerate growth."}, {"text_block_id": "p71_b815", "text": "Each part of the engine for success needs to be in place, whether it be the necessary regulations, Government support, education and training, labour supply planning, organisation and galvanisation of local companies, the development of new technologies, investments by international and domestic companies and so on. The multiple Government agencies, companies in the industry, members of academia and research, domestic and foreign investors, international organisations and the public at large have a significant role to play in building and operating the gears to drive the energy agenda."}, {"text_block_id": "p71_b816", "text": "The energy sector in Brunei Darussalam is embarking on a journey of unprecedented significance and aspirations. To deliver on these aspirations, we require substantial growth and stronger resilience in our energy sector, and the country's economy at large. Now is the opportune time for domestic and international stakeholders to be involved and jointly create a thriving and dynamic future for energy in Brunei Darussalam."}, {"text_block_id": "p73_b817", "text": "Glossary and Appendix"}, {"text_block_id": "p73_b818", "text": "Glossary"}, {"text_block_id": "p76_b819", "text": "Appendix"}, {"text_block_id": "p76_b820", "text": "■"}, {"text_block_id": "p76_b821", "text": "Key assumptions"}, {"text_block_id": "p76_b822", "text": "GDP contribution from the energy sector assumes oil price (in real terms, 2010) growth from about USD 85 per barrel in 2010 to USD 133 per barrel of oil in 2035. This is based on estimates by a leading energy authority, the International Energy Agency (IEA) and is in line with projections of the U.S. Energy Information Administration (EIA) (refer to Exhibit A1 below). An exchange rate of 1.3 BND per USD was applied based on the current exchange rate regime."}, {"text_block_id": "p76_b823", "text": "Over the past decade, the real prices and volatility of commodities (food, agricultural products, metals and oil) have increased significantly (Exhibit A2). Heightened uncertainty surrounding the global financial markets and economies and the supply of energy have significantly contributed to volatility of prices. Increasing demand due to the growth of emerging markets, especially China, also pushed up real prices."}, {"text_block_id": "p76_b824", "text": "Exhibit A1"}, {"text_block_id": "p77_b825", "text": "Exhibit A2"}, {"text_block_id": "p77_b826", "text": "■"}, {"text_block_id": "p77_b827", "text": "Risks and uncertainty"}, {"text_block_id": "p77_b828", "text": "There are risks that unforeseen future events or circumstances will cause oil price to deviate from projections. The EDPMO will have to react to changes in the oil prices as we progress through the transformation journey, tailoring our initiative plans and targets accordingly."}, {"text_block_id": "p77_b829", "text": "Additionally, there are business and commercial risks associated with the expected production and materialisation of the initiatives identified. Hence, further examination of economic viability and the optimisation of prioritised objective functions (e.g., economic value-add, employment and diversification) is critical."}, {"text_block_id": "p77_b830", "text": "Dynamic factors and changes in industry and world trends would have to be continually scanned to ensure that prudent revisions and decisions are made in each step of the journey."}, {"text_block_id": "p78_b831", "text": "■"}, {"text_block_id": "p78_b832", "text": "Upstream Directive 1/2011: -Field Development Plan For Maturing Hydrocarbon Development Projects"}, {"text_block_id": "p78_b833", "text": "JJPSTREAM DIRECTWE NO 1/2911:-FIEŁD DEVELQPMŁ!'.iTPl.AN FOR MATURJNC HYDROCARBON DEVELOPMENT PROJECl\"S."}, {"text_block_id": "p78_b834", "text": "1n L'lnie1· lo em,urc lh.il U1c hydrocatoo.n !\\:!Sources of Brunei Daru.s...afam are appropriately cxpiomd, devdoped and managet.l to maximize its value frn· the sustained economic benefits ot the natio11"}, {"text_block_id": "p78_b835", "text": "1"}, {"text_block_id": "p78_b836", "text": "the Govemmenl nf His Majesty the Sultan and Yang Di•Pcr-tmrn of Bnmd Darussalam h!.::'reby issues the Upstream Dinxlive No 1/2011: Fi!.!ld Dcv12lupmE>nt Phm fo.r Maturing Hydrocarbon oŁ•vdupm..,nt Pro"}, {"text_block_id": "p78_b837", "text": "j"}, {"text_block_id": "p78_b838", "text": "ects"}, {"text_block_id": "p78_b839", "text": "."}, {"text_block_id": "p78_b840", "text": "field oŁvelopmcnt Plan (r:DP) for tnaturing hydroca.rtx--.n development projecŁ must be submittt•d"}, {"text_block_id": "p78_b841", "text": "b"}, {"text_block_id": "p78_b842", "text": ")"}, {"text_block_id": "p78_b843", "text": "•"}, {"text_block_id": "p78_b844", "text": "each Clpt!ratur to Energy Deparhnt:!nt at Prime Mi11isl'Cr's Office (EDPMO) and are rŁ4uirocl to mL-cl the folkiwing rcquircmc1115 as followŁ with the exception of \\<WJI reservnir manclgeml.'!nl {WRM) activitit!'S likl! workovcrs, repairs and simple re-completion:-"}, {"text_block_id": "p78_b845", "text": "1."}, {"text_block_id": "p78_b846_merged_merged_merged", "text": "Ev..,ry discm•erod field in Um acreage under Lhe opcratorship of an upcrator should have !he complete fuU 11£.e cycle opporltunitie1, i15 per the SPE PetroleL1m Resource M<'lt-urat-ion System (SPE-PRMS) (Attachment 1)-i.e. from reserves up lo the contingent resour<:es eva]ual1?d and justification fot the remaining vohm1es deemed unrecoverable needs to be provided. 11,jŁ db5essmenl should. be dl:'!lC with a certai,,, degr-eŁ of rigor and qu.1lity inlinc with propŁr rcŁr\\'oir ma11agcmcnl practices. OperaturS are r{)quirctl to submit plans cm how the cunlingl'nt anti pn:t'-pCCli\\•c l\\!Łourct.\"S will be rna'turet.i and prude1,Uy pmduced. These plans win be visited on an am,ual basis Ło track progn:.>ss c1nd to idŁntify oŁtnclcs that prevent progress."}, {"text_block_id": "p78_b861", "text": "2.."}, {"text_block_id": "p78_b862", "text": "The operator needs to demonst-rate that the developme;nt project has the objective of m,udmizing economic u.ltimilte reco\\'ei;y from the target field,"}, {"text_block_id": "p78_b863", "text": "blocks or res,ervoirs. The plan must first evaluate the Technical Limit rec,wery laking intu account the full reservoir life cydt' .md must covrr secondary n.'ClWC-J:)' Ł"}, {"text_block_id": "p79_b864", "text": "e.g. waŁT\"•H0<,ding at start of production .ind t,crtiary n.Łovery l>Chemt.'b-. ll !llmuld cleŁrly shuw where the economic timit is and what is the corre.sprn1Ji11g re,c:o,..cry factor achieved."}, {"text_block_id": "p79_b865", "text": "3."}, {"text_block_id": "p79_b866", "text": "For gas development projecl"}, {"text_block_id": "p79_b867_merged", "text": "1, the emphasis shou]d be !fame, demonstrating how to, maximize economic ultimate recovel'y of the lofal hydrocarbon fluids inlinc wlth ptope:r reservoir management pcai..\"tkes, for not just the natural gas but also its condensate. ln the case of conJt!rux1te ga!'. fields. if the d..:plctiun of the reŁrvolrs reslJlh, in n.-servŁiir pressure decline causing cnmJe.n_sate to drop m.1 L in Hw ru$ervoirs resuJting in unrecoverable com.lcns11t1..•, altemafrve schemes such as dry gas recycling necd.s to bl.? crnisi<lered and prcscnlcd nc;. an option with the ecnnomics fully evaluate.'\\.!."}, {"text_block_id": "p79_b874", "text": "4."}, {"text_block_id": "p79_b875", "text": "o..·crall, in the Łtudies ope.rators are required tu cumc up with hoHstic, liife cyde an?;i development plan, which include lhe cumplete exploratlon programme, that synt:rgies with the dcvclopinent plans or options of the existint, dL<:eOVl.:'fed tields. Small discovcn.\"l..i accumulations that may not seem to iusill_y m1ything else other than primary depletion may be p,m of a cluster development with secondary ru,d tertiarr schemes if the exploration prospt'Cls and other discovŁNtl blocks. nearby are t.i ken in to consideration."}, {"text_block_id": "p79_b876", "text": ":i."}, {"text_block_id": "p79_b877", "text": "Al all Hmi: npcmtvTS are require<l to demonstrate high standard of safety, asst!t integrity and environmen·tal con...,idcmt-i11n.; are in-place in the FidJ"}, {"text_block_id": "p79_b878", "text": "Development Plan."}, {"text_block_id": "p79_b879", "text": "2"}, {"text_block_id": "p80_b880", "text": "Alt:adunŁnt 1"}, {"text_block_id": "p80_b881", "text": "SPF.:-PRMS (SPE Petroleum Resource Maturation Systi.:rn) :-"}, {"text_block_id": "p80_b882", "text": "3"}], "document_description": "The 2013 Energy White Paper aims at driving the country's economy into a sustainable future. Three Strategic Goals were defined to propel the energy sector forward and realise the the National Vision by 2035: 1) strengthen and Grow Oil and Gas Upstream and Downstream Activities, 2) ensure Safe, Secure, Reliable and E cient Supply and Use of Energy, and 3) maximise Economic Spin-off from Energy Industry - Boost Local Content and Secure High Participation of Local Workforce.<br />\n<br />\nTo mitigate the country's impact on climate change, the country suggests to increase energy efficiency and shifting the country's production and use of fossil fuels toward shale gas and LNG. Renewable sources of energy are also promoted."}