{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Brunei Darussalam", "document_category": "Policy", "document_sector_name": "Transportation", "document_language": "English", "document_name": "Land Transport White Paper", "document_country_code": "BRN", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "East Asia & Pacific", "document_date": "25/12/2014", "document_keyword": "Transportation", "document_url": "https://cdn.climatepolicyradar.org/BRN/2014/BRN-2014-12-25-Land Transport White Paper_302032c94f1031029630917abd628784.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "MINISTRY OF COMMUNICATIONS Brunei Darussalam"}, {"text_block_id": "p0_b2_merged", "text": "In Collaboration with"}, {"text_block_id": "p0_b5", "text": "Ministry of Development, Brunei Darussalam"}, {"text_block_id": "p2_b6", "text": "Foreword By"}, {"text_block_id": "p2_b7", "text": "Minister of Communications"}, {"text_block_id": "p2_b8", "text": "Brunei Darussalam"}, {"text_block_id": "p2_b9", "text": "Bismillah Hir Rahman Nir Rahim"}, {"text_block_id": "p2_b10", "text": "Alhamdulillahirabilalamin Wassalatu Wassala Muala Asyrafil Anbiyai"}, {"text_block_id": "p2_b11", "text": "Walmursalen, Sayyidina Muhammadin Waaala Waalahi Wasahbihi Ajmaen"}, {"text_block_id": "p2_b12", "text": "The Government of His Majesty the Sultan and Yang Di-Pertuan of Brunei Darussalam has set out Wawasan 2035 which features knowledgeable and highly skilled society; improvement in quality of life;"}, {"text_block_id": "p2_b13", "text": "and sustainable development. The Ministry of Communications supports the national Wawasan through its vision towards a smart society and excellence in communications by 2017."}, {"text_block_id": "p2_b14", "text": "The Smart Society is where people are given choices, mobility of people and goods that are efficient, safe, reliable, integrated transport services and facilities that are accessible to all. It also entails convenient service transaction, interoperability and availability of quality services at any place and time. It is our desire for the transportation sector to make a significant contribution to our GDP through the provisions of efficient services for people to use confidently."}, {"text_block_id": "p2_b15", "text": "Recognising that sustainable land transportation system plays a pivotal role to support socio-economic development and that the existing land transportation system is in a need for improvement, this White Paper is an insightful document that covers wide and extensive aspects of land transport policies, strategies and initiatives for achieving our set vision as well as prescribing steps towards improving land transport system in Brunei Darussalam holistically using technology as an enabler."}, {"text_block_id": "p2_b16_merged", "text": "This document is also developed to share information and to help our stakeholders to understand the short, medium and long-term plans that the government has for both passengers and road freights up to 2035. The White Paper helps to identify and secure necessary resources as appropriate, as well as to"}, {"text_block_id": "p2_b19", "text": "facilitate the development of land transport industry and its related industries."}, {"text_block_id": "p2_b20", "text": "The White Paper has outlined four (4) core strategies namely - (i) Reducing Car Dependency, (ii) Keeping"}, {"text_block_id": "p2_b21", "text": "Traffic Moving; (iii) Achieving Sustainable Society and (iv) Strengthening Governance with range of recommended initiatives, facilities, infrastructure and services that would serve the nation’s long-term land transport requirement. This document provides a key basis for the development and inception of"}, {"text_block_id": "p2_b22", "text": "the Land Transport Master Plan (LTMP)."}, {"text_block_id": "p2_b23", "text": "Equally important, it is also a catalyst towards promoting road safety and environmentally friendly land"}, {"text_block_id": "p2_b24", "text": "transport system as well as improving public transport and also addressing other related challenges."}, {"text_block_id": "p2_b25", "text": "This White Paper is not a standalone document, therefore, it is my sincere hope for all stakeholders"}, {"text_block_id": "p2_b26", "text": "to collaborate and cooperate to the fullest as this is the pre-requisite for its effective and successful implementation."}, {"text_block_id": "p2_b27", "text": "Yang Berhormat Pehin Orang Kaya Hamzah"}, {"text_block_id": "p2_b28", "text": "Pahlawan Dato Seri Setia Awang Haji Abdullah bin Begawan Mudim Dato Paduka Haji Bakar"}, {"text_block_id": "p4_b29", "text": "1. INTRODUCTION"}, {"text_block_id": "p4_b30", "text": "Page"}, {"text_block_id": "p4_b31", "text": "1"}, {"text_block_id": "p4_b32", "text": "Objectives"}, {"text_block_id": "p4_b33", "text": "Page"}, {"text_block_id": "p4_b34", "text": "1-2"}, {"text_block_id": "p4_b35", "text": "Land Transport System in Brunei Darussalam"}, {"text_block_id": "p4_b36", "text": "Page"}, {"text_block_id": "p4_b37", "text": "4"}, {"text_block_id": "p4_b38", "text": "National Land Transport Policies"}, {"text_block_id": "p4_b39", "text": "Page"}, {"text_block_id": "p4_b40", "text": "5-9"}, {"text_block_id": "p4_b41", "text": "2. POLICY FRAMEWORK"}, {"text_block_id": "p4_b42", "text": "Page"}, {"text_block_id": "p4_b43", "text": "10-17"}, {"text_block_id": "p4_b44", "text": "3. NATIONAL LAND TRANSPORT POLICIES – BY THEMES"}, {"text_block_id": "p4_b45", "text": "Page"}, {"text_block_id": "p4_b46", "text": "18-63"}, {"text_block_id": "p4_b47", "text": "4. DELIVERING THE POLICIES"}, {"text_block_id": "p4_b48", "text": "GLOSSARY"}, {"text_block_id": "p6_b49", "text": "1."}, {"text_block_id": "p6_b50", "text": "INTRODUCTION"}, {"text_block_id": "p6_b51", "text": "1.1 OBJECTIVES"}, {"text_block_id": "p6_b52", "text": "Efficient transport connectivity and services are important to the economy and people of Brunei Darussalam. Hence, the Land Transport White Paper is developed to support the realisation of the overarching goals of Wawasan 2035 and the Strategic Plan of the Ministry of Communications (2008 – 2017) with a vision towards creating a smart society and excellence in communications by the year 2017. In the context of land transportation, Smart Society among others, entails the provision of public transportation that is efficient, safe and reliable; offering people choices and also providing integration between all modes of transportation as well as ensuring it is sustainable economically and environmentally."}, {"text_block_id": "p6_b53", "text": "The White Paper identifies transport policy framework, strategies, facilities, infrastructure and services required to serve the nation’s long-term land transportation system up to 2035. It also sets measures to address the many challenges that we faced ranging from bottlenecks, poor provision of public transport services, transport cost and inefficient connectivity."}, {"text_block_id": "p6_b54", "text": "The document also intends to shape the development of transport corridor and Brunei’s connectivity with neighbouring States and the sub-region for the movement of people, goods and services as well as to facilitate businesses and development of transport industries. Its overall aim is to develop sustainable land transportation system for Brunei Darussalam towards accelerating socio"}, {"text_block_id": "p6_b55", "text": "-"}, {"text_block_id": "p6_b56", "text": "economic development and improving the quality of life."}, {"text_block_id": "p6_b57", "text": "This White Paper is developed jointly by the Ministry of Communications, Ministry of Development and Centre for Strategic and Policy Studies (CSPS) following extensive period of consultations with various Ministries and stakeholders."}, {"text_block_id": "p6_b58", "text": "Brunei Darussalam’s existing land transport system network consists of:"}, {"text_block_id": "p6_b59", "text": "Brunei Darussalam’s existing land transport system network consists of:\n* an extensive national highway network;\n* associated facilities such as fuel stations, rest stops and land border crossings;\n* a waterway network which is important at a number of key localities;\n* an urban and inter-district public transport bus network, based on franchised and commercial services, and associated stops and interchanges;\n* port and airport facilities which serve as â\n* â to the country; and\n* local networks, and a wider âpublic realmâ for pedestrians and cyclists."}, {"text_block_id": "p7_b75", "text": "Responsibility for developing and managing these networks and facilities rests with a number of public and private sector organisations. In particular, the Ministry of Communications has responsibility for overall national transport policy, planning and regulation of land transport modes and overview of the maritime and aviation sectors."}, {"text_block_id": "p7_b76", "text": "As of 2013, there are 216,000 licensed motor vehicles with the vast majority being private cars. Every month, there are about 1,400 newly registered private vehicles with an annual vehicle growth rate of 9%. As a whole, it exhibits an extremely high levels of car ownership, use and dependency compared internationally."}, {"text_block_id": "p7_b77", "text": "Further, along with the population growth, the average journey time is expected to increase from 27 minutes to 68 minutes in 2035. Whereas, transport costs estimated at BND$7 – BND$8 based on current land transport situation, will double to about BND$19 while 71% of the trips will take longer than 30 minutes compared to 24% today."}, {"text_block_id": "p7_b78", "text": "Roads"}, {"text_block_id": "p7_b79", "text": "The transport system is dominated by the highway network, with 3,167km of road across Brunei. The network is formed around the coastal highway backbone which runs from the south-west of the country to the north-east linking the towns from Kuala Belait, Sungai Liang, Tutong, and Jerudong to Muara Port. From this, key links run throughout Brunei Muara to connect into the Bandar Seri Begawan. Key routes also spur off the main corridor to serve the more rural areas of Labi in Belait, Lamunin in Tutong, and Bangar in Temburong. There is no direct road connection between Brunei Muara and Temburong. Road connections between the two exist, but only via the Malaysian District of Limbang."}, {"text_block_id": "p7_b80", "text": "Waterways"}, {"text_block_id": "p7_b81", "text": "There are approximately 290 km of navigable waterways in Brunei with 273 licensed boats. However, current use of the network is largely limited to the proximity of the water village (Kampong Ayer) across Brunei River from Bandar Seri Begawan. Water Taxis currently operate for long periods of the day transferring passengers and low volumes of goods from the capital across to the water village. Further, use of water transport takes place in the more remote villages deep in the rural interior areas of Brunei where connections by road are of low quality or non-existent."}, {"text_block_id": "p7_b82", "text": "Owing to the absence of direct road connections noted above, direct journeys between Brunei-Muara and Temburong are via waterway. The water network in this context highlights its importance to function, trade and territorial integrity of Brunei."}, {"text_block_id": "p8_b83", "text": "The main ferry terminal for Brunei is located at Muara on the shores of Brunei Bay. The terminal handles frequent return Roll-On Roll-Off (RoRo) services four times a day to Labuan (Malaysia), and a reduced service frequency to Menumbok, Sabah for people and vehicles heading to Kota Kinabalu, Sabah."}, {"text_block_id": "p8_b84", "text": "Public Transport"}, {"text_block_id": "p8_b85_merged", "text": "Buses constitute the sole means of land public transport in Brunei – other than taxis, which are generally in short supply. Formerly the “Purple Bus” system, and now colour-coded by line, the network comprises a number of franchised operations covering the whole of Brunei-Muara together with local operations in Kuala Belait and Seria."}, {"text_block_id": "p8_b88", "text": "In addition to this there are inter-district bus services linking BSB with Seria, Lamunin and Tutong town. There are no bus services to Brunei’s substantial (though thinly populated) hinterland, nor are there any buses in Temburong. Brunei-Muara is covered by 21 bus services covering 6 routes comprises Central, Circle, Northern, Eastern, Southern and Western part of the district and operated by 5 private operators using a total of 105 buses.  A further three (3) bus routes operated in Belait District. These 24 routes are operated through franchises which generally commenced in stages since March 1995. Inter-district services are provided on a commercial basis by individuals who have permits to operate these services."}, {"text_block_id": "p8_b89", "text": "International bus routes are provided on a commercial basis and link Brunei with towns and cities in Malaysia, for example Kuching, Miri and Kota Kinabalu. A route also links through to Pontianak, Indonesia, in the far south-west of Borneo."}, {"text_block_id": "p8_b90", "text": "Infrastructure for buses in Brunei comprises bus terminals in Bandar Seri Begawan, Kuala Belait and Seria, and bus lay-bys, stops and shelters throughout the country. There are a small number of local bus terminals, but these generally comprise only an area of hard standing for buses. A new bus terminal in Muara is currently under construction and a newly proposed central bus station at Rimba will soon to be constructed to serve intra-district and other long distance services."}, {"text_block_id": "p8_b91", "text": "Taxis"}, {"text_block_id": "p8_b92", "text": "Taxis play a minor role in public transportation in Brunei. There are currently about 48 privately owned taxis, which operate mostly within Bandar Seri Begawan. This level of fleet is significantly below international comparators. Taxis provide a non-metered service that satisfies the relatively low demand for premium door to door transport services, but fall short in terms of overall"}, {"text_block_id": "p9_b93", "text": "service information, customer protection and integration with the wider public transport network."}, {"text_block_id": "p9_b94", "text": "Walking and Cycling"}, {"text_block_id": "p9_b95", "text": "A limited number of cycling routes and infrastructure exist across Brunei including some cycle lanes around the cluster of the Government Administrative District. There is, however, a more extensive cycle network on the flat terrain around the Shell Town district between Kuala Belait and primarily toward Seria."}, {"text_block_id": "p9_b96", "text": "In many places, the cycle routes are not continuous, and indeed the same observation has been made for many of the country’s footways, which are often absent, of poor quality or not universally designed. Partly as a result of this, mode share for walking and cycling modes is extremely low and the lack of network infrastructure further reduces accessibility to public transport."}, {"text_block_id": "p9_b97", "text": "The National Land Transport Policies give a clear sense of purpose and direction in the utilisation of resources and key decisions across the sector. They will also provide the basis for Inter-Governmental cooperation with Malaysia, other countries in East Asia and regional agendas such as ASEAN and BIMP-EAGA. By their nature, the policies are high-level and long-term (to 2035 and beyond) and therefore need to be robust for many years to come. It is recognised, however, that programmes and projects will have a shorter lifespan and will therefore need to be reviewed and updated more frequently, with tests of conformity to ensure they comply, and are consistent, with the Policies."}, {"text_block_id": "p9_b98", "text": "There is a need to move national policy from a narrow focus which makes car ownership and use almost universally accessible, cheap, and convenient, to a more integrated multi-modal approach which provides for and incentivises a greater range of travel choices, manages and selectively restrains car use, and seeks to influence social attitudes and behaviour."}, {"text_block_id": "p9_b99", "text": "Against the challenges and the overall need for a change in policy, the aim of this White Paper is to:"}, {"text_block_id": "p9_b100", "text": "Against the challenges and the overall need for a change in policy, the aim of this White Paper is to:\n* set out the proposed Policy Framework for land transportation system;\n* set out a series of National Land Transport Policies under seven (7) Policy Themes containing thirty-eight (38) policy recommendations; and\n* indicate how the Policies inform strategy formulation and the development of specific proposals for action."}, {"text_block_id": "p10_b106_merged", "text": "2.POLICY FRAMEWORK"}, {"text_block_id": "p10_b108", "text": "A basic Policy Framework has been developed. It comprises:"}, {"text_block_id": "p10_b109", "text": "A basic Policy Framework has been developed. It comprises:\n* desired future outcomes, set out in a long-term land transport mission, set of strategic goals;\n* and more specific transport objectives, linked to wider Government policies and priorities;\n* a strategic direction of travel, set out in a number of policies, grouped under themes;\n* definition of a programme of specific measures, infrastructure and non-infrastructure, which will represent the articulation of the Policies and contribute to the desired outcomes; and\n* a framework for monitoring which will allow policy makers to understand whether the desired outcomes are likely to be achieved, the reasons for varying degrees of progress being made and whether the LTMP itself needs to be adjusted in a strategic or tactical sense."}, {"text_block_id": "p10_b119", "text": "The high-level land transport mission:"}, {"text_block_id": "p10_b120", "text": "“An Integrated, Efficient, Safe, Clean and Rapid Land Transport System which offers Choice for All and Supports the Sustainable Economic Development of Brunei Darussalam.”"}, {"text_block_id": "p10_b121", "text": "The basic premise behind the mission is the need to support national economic, social and cultural development in line with Wawasan 2035, but to achieve this across a range of transport modes and with mitigation of negative impacts on society and the natural and built environment."}, {"text_block_id": "p10_b122", "text": "It is therefore important that:"}, {"text_block_id": "p10_b123", "text": "It is therefore important that:\n* transport infrastructure networks are planned across modes in terms of capacity and quality, are integrated in physical and operational terms, and maintained in a good state of repair;\n* these networks reflect, and enable, sustainable economic development and land use, including multi-modal access to identified growth areas;\n* that a priority is placed on encouraging greater take-up of sustainable travel modes and the more efficient use of finite road space;\n* the supply of infrastructure is balanced with the management of demand for its use so that the benefits of capital investment are âlocked inâ and maintained over time;"}, {"text_block_id": "p11_b131", "text": "It is therefore important that:\n* transport infrastructure networks are planned across modes in terms of capacity and quality, are integrated in physical and operational terms, and maintained in a good state of repair;\n* these networks reflect, and enable, sustainable economic development and land use, including multi-modal access to identified growth areas;\n* that a priority is placed on encouraging greater take-up of sustainable travel modes and the more efficient use of finite road space;\n* the supply of infrastructure is balanced with the management of demand for its use so that the benefits of capital investment are âlocked inâ and maintained over time;\n* investment decisions on transport infrastructure and services include consideration of all impacts, especially those which relate to social inclusion, community development and protection of environmental assets; and\n* through the above principles, the historic correlation between economic growth, vehicle ownership and use and road traffic is progressively weakened and, if possible, reversed."}, {"text_block_id": "p11_b135", "text": "Beneath this mission, the policy framework includes five (5) strategic goals; twenty (20) operational objectives; and seven (7) strategic themes as defined in Figure 1, together with possible performance indicators and areas for target setting in Table 1."}, {"text_block_id": "p11_b136", "text": "With the land transport mission, goals and objectives agreed, this White Paper sets out National Land Transport Policies under the 7 strategic themes with thirty-eight (38) policy recommendations in Table 2. Under each theme, the high-level issue is set out followed by a “headline” Policy and number of more action-orientated Sub-Policies addressing different aspects of planning and delivery. While, under each of these Policies, proposals have been developed for specific interventions."}, {"text_block_id": "p11_b137", "text": "These seven (7) policy themes are important to inform the baseline analysis and also provide the basis for the development of specific national transport policies and the foundation for the LTMP itself. Against these themes, four (4) broad Strategies and fourteen (14) Strategy Components have been defined, as shown in Figure 1.  The four (4) Strategies are:-"}, {"text_block_id": "p11_b138", "text": "These seven (7) policy themes are important to inform the baseline analysis and also provide the basis for the development of specific national transport policies and the foundation for the LTMP itself. Against these themes, four (4) broad Strategies and fourteen (14) Strategy Components have been defined, as shown in Figure 1.  The four (4) Strategies are:-\n* Reducing Car Dependency;\n* Keeping Traffic Moving;\n* Achieving Social Sustainability; and\n* Strengthening Governance."}, {"text_block_id": "p13_b146", "text": "Table 1 – LTMP Strategic Goals and Potential Targets"}, {"text_block_id": "p14_b147", "text": "Table 2 – Summary of National Land Transport Policies against Each Policy Theme"}, {"text_block_id": "p15_b148_merged", "text": "3.  – BY THEMES"}, {"text_block_id": "p15_b151", "text": "Theme 1 – Supporting Economic Development through Essential Infrastructure (8 Policies)"}, {"text_block_id": "p15_b152", "text": "3.1.1. Sub-Policies"}, {"text_block_id": "p15_b153", "text": "Policy EC1 (National Transport Network):"}, {"text_block_id": "p15_b154", "text": "Supports the efficient movement of people by National Transport Network (NTN). Ensure adequate express link capacity connecting existing urban areas, new development areas and international gateways with emphasis on strategic roads and multi-modal facilities."}, {"text_block_id": "p15_b155", "text": "Policy EC2 (Targeted Infrastructure Improvements):"}, {"text_block_id": "p15_b156", "text": "Progress the programme of targeted transport infrastructure improvements through future National Development Plans."}, {"text_block_id": "p15_b157", "text": "Policy EC3 (Provision of Additional Highway Capacity):"}, {"text_block_id": "p15_b158", "text": "Explore alternative approaches before additional highway capacity is provided in order to address congestion and other traffic-related problems. The purpose is to balance the needs of essential road users with the associated social and environmental impacts."}, {"text_block_id": "p15_b159", "text": "Policy EC4 (Road Hierarchy):"}, {"text_block_id": "p15_b160", "text": "Promote efficient, safe and reliable travel by a clear road hierarchy. Priority is given to improved distributor connections so as to segregate local and through traffic, provide connectivity, permeability and legibility, and to smooth traffic flow across the network."}, {"text_block_id": "p15_b161", "text": "Policy EC5 (Strategic Freight Network):"}, {"text_block_id": "p15_b162", "text": "Supports the efficient movement of goods by"}, {"text_block_id": "p16_b163", "text": "Strategic Freight Network. Improve access to industrial areas and international gateways and ensures diversion of freight vehicles from urban centres, residential areas and other sensitive locations. Incorporate supporting facilities for vehicle parking, servicing and navigation into the network."}, {"text_block_id": "p16_b164", "text": "Policy EC6 (Transport Management Plans):"}, {"text_block_id": "p16_b165", "text": "Develop and apply Transport Management Plans with management, operational and enforcement measures for all urban areas and the strategic routes making up the National Transport Network."}, {"text_block_id": "p16_b166", "text": "Policy EC7 (Intelligent Transport Systems):"}, {"text_block_id": "p16_b167", "text": "Provide Intelligent Transport System for network monitoring, control, information and management with the focus on infrastructure, vehicle and communication technology. Promote compatibility and inter-operability of different systems by centralised control facilities."}, {"text_block_id": "p16_b168", "text": "Policy EC8 (Transport Asset Management):"}, {"text_block_id": "p16_b169", "text": "Committed resources to the maintenance, renewal and rehabilitation of existing transport infrastructure with National Transport Asset Management Plan. It sets out how transport infrastructure is managed and maintained in an adequate state of repair."}, {"text_block_id": "p16_b170_merged", "text": "3.2. Theme 2 – Promoting Public Transport (6 Policies)"}, {"text_block_id": "p16_b184", "text": "3.2.1. Sub-Policies"}, {"text_block_id": "p16_b185", "text": "Policy PT1 (Urban Buses):"}, {"text_block_id": "p16_b186", "text": "Urban public buses provide a frequent, reliable and affordable service for all, with the focus on effective regulatory and franchising arrangements, enhancements to infrastructure, appropriate priority measures and investments in passenger information, branding and service promotion."}, {"text_block_id": "p16_b187", "text": "Policy PT2 (Inter-District Buses):"}, {"text_block_id": "p16_b188", "text": "Inter-District buses provide a reliable level of public transport between urban areas. Priority is given to an integrated programme of infrastructure, service and customer-focused enhancements."}, {"text_block_id": "p17_b189", "text": "Policy PT3 (Taxis and Demand Responsive Transport):"}, {"text_block_id": "p17_b190", "text": "Taxis and other forms of Demand Responsive Transport serve as a key complementary mode to the mainstream public transport network for tourists, visitors to Brunei, rural communities and those without access to a car. These transport modes are to be provided with a high level of availability, accessibility, affordability and customer service."}, {"text_block_id": "p17_b191", "text": "Policy PT4 (Water Transport):"}, {"text_block_id": "p17_b192", "text": "Public transport services by water bus and water taxi are encouraged in BSB and other areas of Brunei as appropriate, with the focus on maintaining health and safety standards, improving vessel quality, comfort and enhancing landing points to provide interchange with other transport modes for onward connections."}, {"text_block_id": "p17_b193", "text": "Policy PT5 (Integrated Transport):"}, {"text_block_id": "p17_b194", "text": "Effective physical and operational interchange between all public transport networks and services to enhance the attractiveness of the public transport with the focus of access from development to the stop, interchange facilities, information, timetables and fare system integration."}, {"text_block_id": "p17_b195", "text": "Policy PT6 (Rapid Transit):"}, {"text_block_id": "p17_b196", "text": "Highest priority is given to rapid transit systems with their own Right of Way, high quality interchanges and feeder services in selected corridors where they are justified by population and employment densities, potential ridership, traffic congestion and the potential to support new development."}, {"text_block_id": "p17_b197", "text": "Theme 3 – Tackling Congestion and Car Dependency (5 Policies)"}, {"text_block_id": "p18_b198", "text": "3.3.1. Sub-Policies"}, {"text_block_id": "p18_b199", "text": "Policy CD1 (Travel Demand Management):"}, {"text_block_id": "p18_b200", "text": "Nationally co-ordinated Transport Demand Management (TDM) measures to tackle traffic congestion by reducing private cars on the most congested road during peak periods. Measures include changing mode, changing route, changing time and reduction of trip with the support of proper technology on real time information and providing alternatives."}, {"text_block_id": "p18_b201", "text": "Policy CD2 (Parking Supply and Management):"}, {"text_block_id": "p18_b202", "text": "Regulating the availability, location, regulation and price of parking in urban areas, together with enforcement against illegal parking to manage car use. Car parking provision is differentiated according to the capacity of the surrounding road network, the provision of alternative means of access and park and ride facilities."}, {"text_block_id": "p18_b203", "text": "Policy CD3 (Fiscal Measures):"}, {"text_block_id": "p18_b204", "text": "Fiscal initiatives is used to present users with direct costs which reflect congestion, safety, and pollution impacts of different transport modes."}, {"text_block_id": "p18_b205", "text": "Policy CD4 (School Travel):"}, {"text_block_id": "p18_b206", "text": "Minimize the impact of the school related traffic by School Travel Plan and national school bus system. Provide proper infrastructure, regulations to avoid pick-up/ drop-off activities outside the schools. Promote safe and healthy travel to school by public transport and non- motorised modes and encourage more efficient use of the car."}, {"text_block_id": "p18_b207", "text": "Policy CD5 (Workplace Travel):"}, {"text_block_id": "p18_b208", "text": "Guide the public and private sector employers to develop Site-Specific Travel Plans. Reduce the traffic impact of the commuting and business travel by staggering working hours, car sharing, proactive parking management, vehicle business mileage allowances and other measures."}, {"text_block_id": "p19_b209", "text": "3.4.1. Sub-Policies"}, {"text_block_id": "p19_b210", "text": "Policy SH1 (Road Safety):"}, {"text_block_id": "p19_b211", "text": "Commit resources to implementing and further augmenting delivery of road safety enhancement measures by driver education, engineering, enforcement and emergency response. Initiatives include accident monitoring, investigation and analysis, road safety audit, Demerits Points System and other measures. In particular, co-ordinated multi-agency actions are taken to reduce the number of people killed and seriously injured towards a long-term aspiration of zero fatalities on Brunei’s road network."}, {"text_block_id": "p19_b212", "text": "Policy SH2 (Personal Security):"}, {"text_block_id": "p19_b213", "text": "Deploy resources to monitor perceived and actual passenger and staff safety and security issues on all transport networks. Particular focuses are on the safe operation of public transport, the safety of pedestrians and cyclists, as well as personal security of women, children and other vulnerable groups."}, {"text_block_id": "p19_b214", "text": "Policy SH3 (Walking and Cycling):"}, {"text_block_id": "p19_b215", "text": "Promote walking and cycling as efficient, safe and healthy modes of travel for short distance trips. Such networks are progressed according to design standards for their construction, operation and maintenance with support by appropriate social marketing and promotional activity."}, {"text_block_id": "p19_b216", "text": "Policy SH4 (Disabled Accessibility):"}, {"text_block_id": "p19_b217", "text": "Take full account of the needs of the disabled and mobility impaired during planning and design of transport infrastructure and services. Consult appropriate user groups, audit schemes prior to implementation, install barrier free access on public transport and appropriate visual and audio adaptations."}, {"text_block_id": "p19_b218", "text": "Theme 5 – Safeguarding the Environment and Conserving Energy (6 Policies)"}, {"text_block_id": "p20_b219", "text": "3.5.1. Sub-Policies"}, {"text_block_id": "p20_b220", "text": "Policy EN1 (Environmental Impact Assessment):"}, {"text_block_id": "p20_b221", "text": "All major transport projects require an Environmental Impact Assessment before implementation. Provide evidence in such assessments of appropriate mitigation measures to protect the local natural and built environment, as well as Bruneians’ health and quality of life."}, {"text_block_id": "p20_b222", "text": "Policy EN2 (Carbon Reduction):"}, {"text_block_id": "p20_b223", "text": "Promote energy efficiency and a reduction in carbon emissions through Carbon Reduction Blueprint. Raise public awareness, encourage low carbon travel modes, promote eco-driving practices, support a shift to new fuel technology, ensure the resilience of transport infrastructure and services to the impacts of climate change through necessary policies, regulations and actions."}, {"text_block_id": "p20_b224", "text": "Policy EN3 (Low Emission Vehicles):"}, {"text_block_id": "p20_b225", "text": "Regulated strictly on all new, imported and existing cars emission. Progressively enhance the emission standard for new cars and imported cars. Existing cars require regular and sudden inspection on emission. Heavy polluting vehicles prohibited to enter certain busy areas. Emission labelling is required for all vehicles with proper consumer information. An appropriate regulatory and fiscal regime to be developed to encourage users to accelerate, over time, their adoption of new technologies."}, {"text_block_id": "p20_b226", "text": "Policy EN4 (Heart of Borneo):"}, {"text_block_id": "p20_b227", "text": "Fully recognise and support the Heart of Borneo (HoB) initiative. Extensive transportation infrastructure construction is prohibited in HoB area. Travel needs by rural communities in HoB should be served by low environmental impact transportation such as river transport."}, {"text_block_id": "p20_b228", "text": "Policy EN5 (Built Environment):"}, {"text_block_id": "p20_b229", "text": "Support a high quality public realm in urban areas by planning standards. Promote the concept of liveable neighbourhoods where local trip-making by walking and cycling is encouraged, traffic is appropriately managed and space is given over to communities and people rather than motor vehicles."}, {"text_block_id": "p20_b230", "text": "Policy EN6 (Fuel Subsidy):"}, {"text_block_id": "p20_b231", "text": "Provide financial assistance to those on low-incomes in meeting their basic travel needs. The policy of subsidising fuel will be kept under review to ensure it remains appropriate for this end, balanced with consideration of its opportunity cost, consistency with environmental and sustainability goals and options for more targeted support for social inclusion."}, {"text_block_id": "p20_b232_merged", "text": "3.6. Theme 6 – Effective Regional and International Connections (4 Policies)"}, {"text_block_id": "p21_b251", "text": "3.6.1. Sub-Policies"}, {"text_block_id": "p21_b252", "text": "Policy RC1 (Ports and Airports):"}, {"text_block_id": "p21_b253", "text": "Support targeted programmes of improvement which enhance surface access and customer service for people and goods using existing and planned ports, jetties and airport locations, and will assist their efficient onward sea and air connections."}, {"text_block_id": "p21_b254", "text": "Policy RC2 (Land Border Crossings):"}, {"text_block_id": "p21_b255", "text": "Invest in improved access to land border crossings and cooperate on initiatives to minimise time and costs on people and business through customs and immigration procedures, supporting new regulation and technology as appropriate."}, {"text_block_id": "p21_b256", "text": "Policy RC3 (Pan-Borneo Highway):"}, {"text_block_id": "p21_b257", "text": "Support the development of the Pan-Borneo Highway to efficient, safe and reliable levels of service."}, {"text_block_id": "p21_b258", "text": "Policy RC4 (Regional Public Transport):"}, {"text_block_id": "p21_b259", "text": "Support regional public transport services, specifically inter- urban bus and coach connections across North Borneo. Work with the Government of Malaysia and private sector operators in respect of information, boarding and alighting points, rest and recreation areas, and lastly attractive fares and ticketing arrangements."}, {"text_block_id": "p21_b260", "text": "Theme 7 – Strengthening Planning and Delivery (5 Policies)"}, {"text_block_id": "p22_b261", "text": "3.7.1. Sub-Policies"}, {"text_block_id": "p22_b262", "text": "Policy PD1 (Land Use – Transport Integration):"}, {"text_block_id": "p22_b263", "text": "Integrate land use development with the transport planning with the cooperation of multiple Government agencies. Maintain urban design guidelines and development control procedures to address land use density, mix and structure, road hierarchy and layout, and measures which reduce the need to travel, support public transport and non-motorised modes."}, {"text_block_id": "p22_b264", "text": "Policy PD2 (Transport Governance):"}, {"text_block_id": "p22_b265_merged", "text": "Strengthened governance arrangements for transport planning and delivery. An executive agency – Transport for Brunei– coordinates the detailed planning, construction, operation, maintenance and monitoring of all land transport infrastructure and services in Brunei to enhance the delivery of all transport policies and measures. Coordinated multi-agency cooperation assist the delivery of inter-discipline transport problems."}, {"text_block_id": "p22_b268", "text": "Policy PD3 (Institutional Capacity and Skills):"}, {"text_block_id": "p22_b269", "text": "Strengthened the capacity and skills available to the Government in implementing transport initiatives through appropriate staff recruitment, training and professional development, development of enhanced transport planning and delivery processes, appropriate research, and effective funding arrangements."}, {"text_block_id": "p22_b270", "text": "Policy PD4 (Transport Data Collection and Monitoring):"}, {"text_block_id": "p22_b271", "text": "A single agency – Centre for National Transport Statistics – leads the strategic framework and depository for transport data, surveys and statistics. Set up common data collection, analytical and storage systems. Serve as a knowledge exchange platform for research, technology and good practice. Transport Statistics also provides a basis for monitoring the implementation of the transport policy and measures."}, {"text_block_id": "p22_b272", "text": "Policy PD5 (Master Plan Review):"}, {"text_block_id": "p22_b273", "text": "A single agency – Review the Master Plan regularly, for every 5 years or following major change in government policy, and kept up to date to ensure that it remains effective, relevant and that the desired outcomes are being delivered on the ground."}, {"text_block_id": "p23_b274", "text": "Theme 1 – Supporting Economic Development through Essential Infrastructure"}, {"text_block_id": "p23_b275", "text": "Overall Strategy"}, {"text_block_id": "p23_b276", "text": "Under the LTMP, Brunei will invest in essential transport infrastructure which enhances national connectivity and accessibility and thereby supports future economic development. It will do so by:"}, {"text_block_id": "p23_b277", "text": "Under the LTMP, Brunei will invest in essential transport infrastructure which enhances national connectivity and accessibility and thereby supports future economic development. It will do so by:\n* designating and prioritising investment in a National Road Network linking key locations across the Country;\n* developing a targeted programme of road capacity investment, scalable by economic growth;\n* implementing a Functional Road Hierarchy to segregate and smooth traffic across the network;\n* supporting investment in Intelligent Transport Systems to ensure efficient network management, user and operator information and incident handling ; and\n* adopting policies and plans for effective asset management to maintain key infrastructure in an adequate state of repair."}, {"text_block_id": "p23_b287", "text": "Whilst a priority is placed on investing in key urban and inter-urban roads, attention shall also be given to improving rural road connectivity, quality and level of service."}, {"text_block_id": "p23_b288", "text": "The focus under this Theme is on the road network which will continue to be the dominant form of transport in Brunei irrespective of other policies put in place under the LTMP. However, investment in public transport infrastructure and services is also essential to support national economic development, urban growth and land use planning and these are addressed under Theme 2 below."}, {"text_block_id": "p23_b289", "text": "The LTMP aims to identify specifically those major investments of strategic significance which will ensure adequate capacity across Brunei. However, minor works will also be important in serving and supporting the sustainable development of town centres, commercial and employment areas and residential neighbourhoods at the local level. These will be planned, budgeted and their delivery coordinated through a new system of Transport Management Plans developed jointly between national, district and local agencies and stakeholders and described more fully under Theme 7 below."}, {"text_block_id": "p24_b290", "text": "National Road Network"}, {"text_block_id": "p24_b291_merged", "text": "The Government shall identify and designate a National Road Network (NRN) of key strategic and other road links connecting Brunei, planned and delivered in a coordinated manner and on which common standards and investment levels for infrastructure design, construction, maintenance, management and operations can be developed and applied."}, {"text_block_id": "p24_b294", "text": "The NRN should comprise routes totalling 387 Km of the current total 3,127 Km for all roads in Brunei. The Network includes the Coastal Highway, links to the land border crossings, ports and airports, strategic radial connections into BSB and a small number of routes opening up the rural interior. Whilst only 11% of the overall network, the NRN currently carries 39% of all traffic and a considerably higher percentage of long-distance, transit and strategic freight traffic, underscoring its importance as a nationally important economic asset."}, {"text_block_id": "p24_b295", "text": "Direct responsibility for the management of the NRN rests with JKR which should:"}, {"text_block_id": "p24_b296", "text": "Direct responsibility for the management of the NRN rests with JKR which should:\n* operate against a defined performance specification in terms of network availability, journey time reliability, safety, incident management, resilience, and information provision;\n* define a national route numbering system, signage and directional standards;\n* identify critical points of demand generation, congestion bottlenecks, missing links, safety black spots and other challenges, making responses as appropriate;\n* adopt a common approach to traffic management and control, including junction spacing, design and operation, ITS, speed management, access management and incident response;\n* develop consistent approaches for truck routeing, weight and axle limits, and monitoring and enforcement of vehicle standards and driver behaviour;\n* take a consistent approach to the provision, spacing and design of roadside facilities, parking and rest areas for car drivers and passengers, trucks and long-distance public transport;\n* direct on development control issues which carefully manage the impact on the NRN of new development in terms of traffic generation, demand management and route hierarchy;\n* systematically manage road assets, including planned and reactive maintenance;"}, {"text_block_id": "p25_b312", "text": "Direct responsibility for the management of the NRN rests with JKR which should:\n* operate against a defined performance specification in terms of network availability, journey time reliability, safety, incident management, resilience, and information provision;\n* define a national route numbering system, signage and directional standards;\n* identify critical points of demand generation, congestion bottlenecks, missing links, safety black spots and other challenges, making responses as appropriate;\n* adopt a common approach to traffic management and control, including junction spacing, design and operation, ITS, speed management, access management and incident response;\n* develop consistent approaches for truck routeing, weight and axle limits, and monitoring and enforcement of vehicle standards and driver behaviour;\n* take a consistent approach to the provision, spacing and design of roadside facilities, parking and rest areas for car drivers and passengers, trucks and long-distance public transport;\n* direct on development control issues which carefully manage the impact on the NRN of new development in terms of traffic generation, demand management and route hierarchy;\n* systematically manage road assets, including planned and reactive maintenance;\n* prioritise financial and other resources for adequate performance of the above functions; and\n* consider options and appropriate procurement and funding models for private sector involvement in network operation and maintenance."}, {"text_block_id": "p25_b316", "text": "In the long-term, the NRN may expand through inclusion of new routes and capacity increases. These are set out below. In addition, it is possible that strategic connections by public transport, including rail-based modes, may be brought forward. If, and when, this occurs, and in light of wider multi-modal governance changes, the NRN will be expanded in concept to a National Transport Network (NTN)."}, {"text_block_id": "p25_b317", "text": "Where possible, trucks and other goods vehicles should have unrestricted access to the NRN and the important industrial areas and logistics hubs it connects. This may be achieved through an all-purpose National Freight Network within the overall NRN principally comprising the Coastal Highway, spurs to adjacent industrial areas and links to land border posts. This Network should be demarcated on maps and via effective signage for trucks, as well as supported by appropriately serviced rest and overnight parking areas. Use of other parts of the road network, especially in town centres and residential areas, should, by contrast, be subject to varying levels of restriction."}, {"text_block_id": "p25_b318", "text": "Targeted Road Capacity Improvements"}, {"text_block_id": "p25_b319", "text": "In the context of demographic and economic growth and spatial development, the Government should identify, consult on and work to construct a programme of targeted road improvements aimed at providing access to new development areas, providing bypass routes to congested urban networks and providing rapid and high capacity routes for long-distance and transit traffic. The priority for these improvements should be the National Road Network, although additional improvements should be considered where they support LTMP objectives, including rural road connections, discussed below."}, {"text_block_id": "p25_b320", "text": "A number of road improvements are already included in existing National Development Plans (RKN) and are either under construction or committed as short-term projects. These include the Telisai – Lumut Highway, the dualling the Seria Bypass, the construction of the Jerudong to Rimba Link and the Sengkurong Bypass. The programme also includes the proposed Temburong Crossing and its associated connections which is currently planned to be completed by 2018."}, {"text_block_id": "p25_b321", "text": "Beyond these commitments, where new road capacity is proposed in the medium- to long-term to support development or address problems such as traffic congestion, it should be taken forward only after alternative approaches such as changes to land use, public transport, traffic management and Travel Demand Management have been considered."}, {"text_block_id": "p26_b322", "text": "On this basis, a number of highway improvements will be progressed, some of which are needed irrespective of levels of economic growth and some of which are required in the event of Brunei achieving growth towards the levels set by Wawasan 2035. The proposed programme includes:"}, {"text_block_id": "p26_b323", "text": "On this basis, a number of highway improvements will be progressed, some of which are needed irrespective of levels of economic growth and some of which are required in the event of Brunei achieving growth towards the levels set by Wawasan 2035. The proposed programme includes:\n* JKN proposed enhancements to the Coastal Highway including Tutong Bypass, junction upgrades and a programme of capacity enhancements to support the development of BSB;\n* a number of new and upgraded all-purpose roads in rural areas of Belait and Temburong; and\n* development-related enhancements, such as a major new highway to support the development of the proposed Telisai Industrial Park, further increasing the capacity of the Coastal Highway and an enhanced package of BSB urban road improvements."}, {"text_block_id": "p26_b329", "text": "There will be a general presumption to support such projects and programme them through future RKN, subject to detailed feasibility study, business case and environmental assessment. Other road proposals should be put forward, considered and constructed only if they are shown to be consistent and indeed strongly deliver the objectives set out in the LTMP."}, {"text_block_id": "p26_b330", "text": "The case for the Inter-State Highway scheme, as defined in the National Land Use Master Plan and Belait District Plan, does not feature in current JKN planning. This project is likely to involve considerable financial expenditure, traffic generation potential and environmental degradation in sensitive areas whilst the economic and social benefits are uncertain. The scheme should therefore be kept under review, but is not a priority for construction under the LTMP at this time."}, {"text_block_id": "p26_b331", "text": "Where new road schemes are taken forward:"}, {"text_block_id": "p26_b332", "text": "Where new road schemes are taken forward:\n* a Whole Project Life Cycle approach should be taken so that future maintenance and asset management arrangements (and costs) are considered alongside (and influence) immediate design, material specification and construction;\n* an Environmental Impact Assessment and Economic Appraisal should be undertaken to identify the costs and benefits of investing in the scheme, linked to a multi-criteria appraisal to ensure the scheme meets the higher level objectives of the LTMP;\n* full public and stakeholder consultation should be carried out so that the interests of those likely to use, or be impacted by, the project are taken into account ;\n* facilities for public transport, walking and cycling should be provided where appropriate;"}, {"text_block_id": "p27_b340", "text": "Where new road schemes are taken forward:\n* a Whole Project Life Cycle approach should be taken so that future maintenance and asset management arrangements (and costs) are considered alongside (and influence) immediate design, material specification and construction;\n* an Environmental Impact Assessment and Economic Appraisal should be undertaken to identify the costs and benefits of investing in the scheme, linked to a multi-criteria appraisal to ensure the scheme meets the higher level objectives of the LTMP;\n* full public and stakeholder consultation should be carried out so that the interests of those likely to use, or be impacted by, the project are taken into account ;\n* facilities for public transport, walking and cycling should be provided where appropriate;\n* a full Road Safety Audit should be undertaken at various stages of project development;\n* a Transport Assessment should be undertaken and appropriate mitigation measures implemented to manage generated traffic, including Intelligent Transport Systems for route control and management;\n* selected physical, regulatory and pricing TDM measures should be considered; and\n* complementary measures to support local employment creation, service provision, housing and other social infrastructure should be planned alongside the transport improvements."}, {"text_block_id": "p27_b348", "text": "Efforts should also be made to engage and secure support for scheme development, construction and, where relevant, operation from local contractors so that the employer and wider economic spin-offs from public sector investment are retained within Brunei. Providing long-term commitment to scheme and wider capital programme budgets would, in this respect, give the private sector confidence to invest in equipment, staff and resources."}, {"text_block_id": "p27_b349", "text": "Functional Road Hierarchy"}, {"text_block_id": "p27_b350", "text": "In a Functional Road Hierarchy, roads, streets and paths are categorised in terms of actual or intended uses within the network as a whole. The safe, effective and efficient movement of motor vehicles has to be balanced against the needs of other transport and non-transport users with an indication of the priority likely to be given to each class of user. The purpose is then to aid design, adaptation and management, irrespective of which agency is responsible for any particular road."}, {"text_block_id": "p27_b351", "text": "The lack of a systematic approach to the design of the highway network in Brunei has resulted in a multitude of problems where use does not match function, such as main traffic routes with frequent junctions and through traffic using residential streets. Increased traffic growth has also resulted in ‘rat- running’ problems in a number of areas, a situation that arises principally due to a lack of capacity at certain locations on strategic routes. This inappropriate use of roads leads to road safety and environmental problems, loss of amenity for residents, a degraded pedestrian realm and loss of capacity on roads serving as traffic routes."}, {"text_block_id": "p27_b352", "text": "In response, a Functional Road Hierarchy should be determined into the following primary functions:"}, {"text_block_id": "p27_b353", "text": "•"}, {"text_block_id": "p27_b354", "text": "National Road Network"}, {"text_block_id": "p27_b355", "text": "– Strategic routes which are generally expressways and all-purpose dual carriageways linking population and activity centres and providing transit corridors;"}, {"text_block_id": "p28_b356", "text": "•"}, {"text_block_id": "p28_b357", "text": "Primary Route Network"}, {"text_block_id": "p28_b358", "text": "– These routes are primary distributors, acting as links between main towns and also linking rural areas to the NRN. Primary routes should only be linked to local access roads via a network of local and district distributer connectors. Their primary function is to serve the efficient movement of passenger and freight movements and distribution;"}, {"text_block_id": "p28_b359", "text": "•"}, {"text_block_id": "p28_b360", "text": "District Distributors"}, {"text_block_id": "p28_b361", "text": "– These routes distribute traffic within the residential, industrial and principal business districts. They are usually in built up areas with some frontage access and usually classified ‘B’ and sometimes ‘C’ roads. In rural areas, they may connect important rural settlements to each other and to the primary network; and"}, {"text_block_id": "p28_b362", "text": "•"}, {"text_block_id": "p28_b363", "text": "Classified Roads, classified unnumbered and unclassified roads"}, {"text_block_id": "p28_b364", "text": "– These area access roads serve small settlements, residential estates and provide access to individual properties with frequent junctions and frontage access. As well as carrying traffic, they may be residential streets reflecting community focus through design, construction and maintenance."}, {"text_block_id": "p28_b365", "text": "In addition, the Functional Road Hierarchy should recognise the function, form and management approach for pedestrian streets and cycle routes."}, {"text_block_id": "p28_b366", "text": "In implementing a new Functional Road Hierarchy in Brunei, the following actions should be taken:"}, {"text_block_id": "p28_b367", "text": "•"}, {"text_block_id": "p28_b368", "text": "reviewing, developing and designating the Functional Road Hierarchy as the basis for planning, improving and managing roads, and ensuring that the Hierarchy is regularly updated;"}, {"text_block_id": "p28_b369", "text": "•"}, {"text_block_id": "p28_b370", "text": "balancing the needs of different levels of the Hierarchy in moving traffic with serving pedestrians, residents and people rather than cars, allocating resources as appropriate;"}, {"text_block_id": "p28_b371", "text": "•"}, {"text_block_id": "p28_b372", "text": "providing a particular Hierarchy for trucks and freight traffic, encouraging these vehicles to use higher order routes for long-distance movements and restricting their presence within residential neighbourhoods, town centres and other sensitive locations;"}, {"text_block_id": "p28_b373", "text": "•"}, {"text_block_id": "p28_b374", "text": "producing regulatory, signage and physical solutions to enforce the Hierarchy where it fails to function effectively or imposes unacceptable environmental and social impacts, for example to address long-distance traffic rat-running on residential roads; and"}, {"text_block_id": "p28_b375", "text": "•"}, {"text_block_id": "p28_b376", "text": "developing design standards for lower order streets integrated with the wider public realm."}, {"text_block_id": "p29_b377", "text": "Intelligent Transport Systems (ITS)"}, {"text_block_id": "p29_b378", "text": "In comparison with best practice exemplars such as Singapore, Hong Kong and London, the deployment of ITS in Brunei is limited and currently largely constrained to small-scale application of “traditional” technologies. SCATS Urban Traffic Control is deployed around a number of junctions within Central BSB and JKR has plans to extend coverage. However, beyond this, there is currently:"}, {"text_block_id": "p29_b379", "text": "•"}, {"text_block_id": "p29_b380", "text": "limited dynamic monitoring of the highway network to provide data to traffic managers or inform the public about travel conditions, incidents or major events;"}, {"text_block_id": "p29_b381", "text": "•"}, {"text_block_id": "p29_b382", "text": "limited central coordination or control to allow traffic and transport systems to be brought together and managed against a set of operating parameters;"}, {"text_block_id": "p29_b383", "text": "•"}, {"text_block_id": "p29_b384", "text": "no network management applications, deployed in other countries, such as Dynamic Route Guidance, Automatic Incident Detection, Access Control or Parking Guidance; and"}, {"text_block_id": "p29_b385", "text": "•"}, {"text_block_id": "p29_b386", "text": "no deployment of ITS supporting public transport, such as Real-Time Passenger Information, Bus Priority, smartcard ticketing or online journey planning."}, {"text_block_id": "p29_b387", "text": "Through the LTMP, ITS should be expanded and progressively upgraded in terms of functionality and capacity in order to:"}, {"text_block_id": "p29_b388", "text": "•"}, {"text_block_id": "p29_b389", "text": "complement and support the delivery and operation of integrated, multi-modal transport infrastructure and services in Brunei;"}, {"text_block_id": "p29_b390", "text": "•"}, {"text_block_id": "p29_b391", "text": "promote smarter travel choices for all transport users allowing them to access services, facilities and opportunities, efficiently, reliably and conveniently;"}, {"text_block_id": "p29_b392", "text": "•"}, {"text_block_id": "p29_b393", "text": "optimise the reliability, efficient use and resilience of the road network within the available capacity;"}, {"text_block_id": "p29_b394", "text": "•"}, {"text_block_id": "p29_b395", "text": "ensure transport networks remain safe and secure for use, and at acceptable environmental impacts; and"}, {"text_block_id": "p29_b396", "text": "•"}, {"text_block_id": "p29_b397", "text": "ensure that the ITS delivery is objective-led, integrated across modes and networks, informed by user needs, and matched by the capacity and skills of the public sector and supply chain."}, {"text_block_id": "p29_b398", "text": "In order to meet these objectives, action will be required to expand and upgrade existing transport applications and develop a range of new and broader ITS applications covering infrastructure, vehicle, communications and human aspects. In addition, it will be important to optimise all system elements within an overall single or coordinated architecture and set of governance arrangements."}, {"text_block_id": "p30_b399", "text": "The LTMP makes specific proposals which could form the basis for a future Brunei ITS Strategy and Plan. These aim to secure effective data collection, management and monitoring, provide real-time information to users and operators and strengthen governance, capacity and skills. Key initiatives include expanding the network of intelligent traffic signals, developing a network of Variable Message Signs (VMS) for route and parking management, introducing a multi-modal online journey planner and expanding CCTV and other applications to monitor traffic speeds and compliance with traffic regulations."}, {"text_block_id": "p30_b400", "text": "A particular focus is to be placed on implementing a Network Management and Control System (NMCS) with multiple interfaces and sub-system applications in terms of inputs, processing systems and output channels. This will be hosted by a new central Brunei Transport Management and Control Centre (BTMCC) which will have a mission to “Keep Brunei Moving” and host the systems, facilities, staff, operational strategies and plans and supporting resources for the key road and public transport networks. These systems should include those informing and coordinating public transport operations."}, {"text_block_id": "p30_b401", "text": "Asset Management"}, {"text_block_id": "p30_b402", "text": "Brunei has developed, and continues to develop some high quality transport infrastructure. This will be added to considerably through investments set out in the LTMP. However, there is a need for arrangements to monitor, maintain, and manage the resulting transport asset base over time in order to deliver defined levels of service and performance in the most efficient and effective way."}, {"text_block_id": "p30_b403", "text": "JKR, supported by a new National Transport Asset Management Group, should develop and promote a common set of standards and practices for transport asset management. These must be based on a robust database for asset inventory and condition and be aimed at offering user benefits in terms of availability, safety, amenity, reliability, and environmental impact quality for a given level of cost. The development of these common standards and practices should be undertaken within an overarching Transport Asset Management Plan (TAMP), integrating capital investment plans with management, operations and maintenance activities, and should include best practice approaches to:"}, {"text_block_id": "p30_b404", "text": "•"}, {"text_block_id": "p30_b405", "text": "scheme development and appraisal, including whole life costing;"}, {"text_block_id": "p30_b406", "text": "•"}, {"text_block_id": "p30_b407", "text": "design and build quality, linked to forecast demand, user needs and future maintenance and renewal requirements;"}, {"text_block_id": "p30_b408", "text": "•"}, {"text_block_id": "p30_b409", "text": "maintenance regime, including co-ordination, prioritisation, forward-planning and funding of maintenance activity, as well emergency and reactive maintenance;"}, {"text_block_id": "p30_b410", "text": "•"}, {"text_block_id": "p30_b411", "text": "understanding user needs, expectations and levels of satisfaction with asset performance, as well as providing advance information on maintenance activity;"}, {"text_block_id": "p31_b412", "text": "•"}, {"text_block_id": "p31_b413", "text": "traffic management, management of roadworks; and"}, {"text_block_id": "p31_b414", "text": "•"}, {"text_block_id": "p31_b415", "text": "collection, monitoring and analysis of inventory and condition data."}, {"text_block_id": "p31_b416", "text": "Whilst initial focused on the road network, the TAMP should be expanded to include other transport assets as necessary, including any rail-based infrastructure which may be planned and developed in Brunei in the medium- to long-term."}, {"text_block_id": "p31_b417", "text": "Within the overall TAMP, development of asset management should be undertaken in a logical and systematic manner through the following steps:"}, {"text_block_id": "p31_b418", "text": "•"}, {"text_block_id": "p31_b419", "text": "translation of strategic goals, objectives and levels of service into performance targets;"}, {"text_block_id": "p31_b420", "text": "•"}, {"text_block_id": "p31_b421", "text": "detailed analysis of groups of assets to determine performance gaps and identify maintenance and improvement needs;"}, {"text_block_id": "p31_b422", "text": "•"}, {"text_block_id": "p31_b423", "text": "evaluation of long term work volumes, phasing and associated funding needed to deliver the agreed performance targets in a coordinated manner, with funding requirements; and"}, {"text_block_id": "p31_b424", "text": "•"}, {"text_block_id": "p31_b425", "text": "a strong link between long term planning and short term planning, delivery, maintenance and operational tasks, with a key output being annual maintenance plans and budgets."}, {"text_block_id": "p31_b426", "text": "In time, the goal is all asset management activities should be integrated to ensure effective and efficient maintenance across all national transport assets, supported by common decision-making and support tools. Asset management systems may also be integrated with ITS via the proposed the Brunei Network Management and Control Centre so that data collected on network performance supports asset management policy and strategy decisions."}, {"text_block_id": "p31_b427", "text": "Managing Roads in Rural Areas"}, {"text_block_id": "p31_b428", "text": "Brunei has significant amounts of its territory designated as rural, with approximately 80% of the land area covered by forest and 60% dedicated to the Heart of Borneo initiative whereby the land is earmarked as a mix of totally protected or sustainably managed forests. As well as conservation, Government policy is to contribute to retention of population and sustainable local development which makes non-timber use of the forest, including eco-tourism, biotechnology and agriculture."}, {"text_block_id": "p31_b429", "text": "In such areas, the road network is not highly developed, and the few roads which do penetrate the interior are variable in quality. In such cases, roads are vulnerable to"}, {"text_block_id": "p32_b430", "text": "flooding, potholes and landslips and easily damaged by logging trucks and other heavy vehicles. These roads, however, are key economic drivers, providing essential links between villages and farms and their local and regional markets. Roads also provide wider social benefits, giving communities vital access to schools, hospitals and other services."}, {"text_block_id": "p32_b431", "text": "Improving and maintaining an effective rural road network is therefore essential in supporting local communities and economies, including overcoming the following challenges:"}, {"text_block_id": "p32_b432", "text": "•"}, {"text_block_id": "p32_b433", "text": "balancing the provision of goods and services locally and improving accessibility to such services in distant towns;"}, {"text_block_id": "p32_b434", "text": "•"}, {"text_block_id": "p32_b435", "text": "supporting modest amounts of road construction and improvement without encouraging significant growth in vehicle ownership, traffic, or indirectly facilitating the degradation or destruction of the forest environment;"}, {"text_block_id": "p32_b436", "text": "•"}, {"text_block_id": "p32_b437", "text": "improving durability and resilience of rural roads, particularly under intense rainfall and flooding, to ensure they remain structurally intact, passable and resilient;"}, {"text_block_id": "p32_b438", "text": "•"}, {"text_block_id": "p32_b439", "text": "reducing or eliminating the dust that gravel/earth roads produce;"}, {"text_block_id": "p32_b440", "text": "•"}, {"text_block_id": "p32_b441", "text": "providing a road system that can be operated easily without complex machinery, using locally sourced materials and labour, and which is affordable and value for money; and"}, {"text_block_id": "p32_b442", "text": "•"}, {"text_block_id": "p32_b443", "text": "delivering materials to remote areas."}, {"text_block_id": "p32_b444", "text": "Responding to these challenges, a Rural Roads and Transport Strategy should be developed, focused on remote areas of Belait, Tutong and Temburong Districts which:"}, {"text_block_id": "p32_b445", "text": "•"}, {"text_block_id": "p32_b446", "text": "recognises the strategic importance of rural roads and designates key routes as part of the National Road Network, providing access to nearby towns and available services;"}, {"text_block_id": "p32_b447", "text": "•"}, {"text_block_id": "p32_b448", "text": "contains a general presumption against rural road building, but plans for new or upgraded roads where local development potential can be reconciled with environmental protection;"}, {"text_block_id": "p32_b449", "text": "•"}, {"text_block_id": "p32_b450", "text": "ensures that the existing road network, and route enhancements which may be made under the LTMP, is weather-proof, resilient and largely accessible during and after rain;"}, {"text_block_id": "p32_b451", "text": "•"}, {"text_block_id": "p32_b452", "text": "selectively allows, but recognises and seeks to mitigates the adverse impacts of new"}, {"text_block_id": "p33_b453", "text": "roads and upgrades on social lifestyle and culture, landscape, habitat and air and water resources;"}, {"text_block_id": "p33_b454", "text": "•"}, {"text_block_id": "p33_b455", "text": "provides for full environment and social impact assessment of road improvements; and"}, {"text_block_id": "p33_b456", "text": "•"}, {"text_block_id": "p33_b457", "text": "supports the provision of basic goods and services, employment and other opportunities, locally, reducing the need on rural residents to travel to nearby towns."}, {"text_block_id": "p33_b458", "text": "There is a particular challenge of addressing environmental impacts of the Temburong Crossing and its approach roads, whilst supporting local development around Bangor and Batang Duri."}, {"text_block_id": "p33_b459_merged", "text": "4.2. Theme 2 - Promoting Public Transport"}, {"text_block_id": "p33_b469", "text": "Overall Strategy"}, {"text_block_id": "p33_b470", "text": "Public transport in Brunei currently falls well short of required international standards and its weaknesses exacerbate the high degree of car dependency in social attitudes and travel behaviour. Under the LTMP, Brunei will aim to bring about a step change in the coverage, capacity and quality of the public transport system, with a modal shift from private transport to meet two principal needs:"}, {"text_block_id": "p33_b471", "text": "•"}, {"text_block_id": "p33_b472", "text": "to provide for the mobility needs of people who do not have access to private transport;"}, {"text_block_id": "p33_b473", "text": "•"}, {"text_block_id": "p33_b474", "text": "to provide a more sustainable means of travel which reduces car use, traffic congestion and associated problems of emissions, noise and community severance."}, {"text_block_id": "p33_b475", "text": "These aims are expected to contribute to national sustainable economic development, urban growth and greater social inclusion across different groups. In order to achieve such aims, the LTMP:"}, {"text_block_id": "p33_b476", "text": "•"}, {"text_block_id": "p33_b477", "text": "prioritise short-term improvements in the existing “Purple” public bus network through a combination of changes to the current franchising system, service enhancements and infrastructure for interchange and traffic priority;"}, {"text_block_id": "p33_b478", "text": "•"}, {"text_block_id": "p33_b479", "text": "support a step-change in the quantity, quality and industry standards of taxis and other forms of demand-responsive transport;"}, {"text_block_id": "p33_b480", "text": "•"}, {"text_block_id": "p33_b481", "text": "improve the safety, coverage and quality of water transport, where appropriate, as well as its integration with other public transport modes; and"}, {"text_block_id": "p33_b482", "text": "•"}, {"text_block_id": "p33_b483", "text": "develop a range of complementary measures to encourage modal shift, including strategic park and ride and Travel Demand Management."}, {"text_block_id": "p34_b484", "text": "In the medium- to long-term, and in the context of future economic growth towards levels required to achieve Wawasan 2035, the LTMP supports a case for new technology and modes of higher quality and capacity public transport, principally in relation to BSB and the development of the proposed Telisai Industrial Park. These will be focused on Bus Rapid Transit (BRT) or Light Rail Transit (LRT). The LTMP also supports measures to integrate the various public transport modes terms of information and branding, fares and ticketing, procurement and management strategy and governance arrangements, so that passenger receive the maximum network benefits. A number of the proposals set out under Theme 5 below will also seek to reduce the environmental impacts of public transport in terms of emissions, noise, carbon footprint and visual amenity."}, {"text_block_id": "p34_b485", "text": "The focus of the proposals against this theme is on urban areas. However, measures are also put forward to improve public transport provision for rural communities, principally around taxis and demand responsive services and water transport where conventional modes are unlikely to be viable."}, {"text_block_id": "p34_b486", "text": "The Bus Network"}, {"text_block_id": "p34_b487", "text": "Buses, provided principally through the “Purple Bus” franchising system, currently constitute the sole means of public transport in Brunei – other than taxis – but with major constraints in terms of level and quality of service, information and marketing, physical interchange and traffic management. Patronage, at less than 1% of all trips, is tiny compared to private cars; it also continues to fall, with both users and non-users are critical of many aspects of the service."}, {"text_block_id": "p34_b488", "text": "It is understood that the Ministry of Communications through the Land Transport Department is preparing a Public Bus Improvement strategy which will consider – and possibly recommend – options for a new bus franchise or formation of bus consortium together with improvements to vehicle standards, interchange and passenger information. A Roadmap for shorter term improvements has also been put forward. The LTMP considers a number of proposals which will inform these current initiatives as well as guiding future policy on public transport in Brunei."}, {"text_block_id": "p34_b489", "text": "There are five main areas where the LTMP makes proposals to improve bus service quality:"}, {"text_block_id": "p34_b490", "text": "•"}, {"text_block_id": "p34_b491", "text": "Reforming the bus franchising system"}, {"text_block_id": "p34_b492", "text": "– currently too many franchisees with insufficient financial support, incentives on operators to secure high levels of service. Also, associated issues of contract governance and the adequacy of monitoring which should be addressed and inter-district buses, currently largely deregulated, should be brought into the franchising system;"}, {"text_block_id": "p34_b493", "text": "•"}, {"text_block_id": "p34_b494", "text": "Quantity of service"}, {"text_block_id": "p34_b495", "text": "– Whilst the existing route network is adequate, service frequencies on some routes should be increased, as well as expanding the operating"}, {"text_block_id": "p35_b496", "text": "day. The route network should be expanded as population, employment and land use develops, including services to and around Temburong once the Temburong Crossing is completed;"}, {"text_block_id": "p35_b497", "text": "•"}, {"text_block_id": "p35_b498", "text": "Quality of service"}, {"text_block_id": "p35_b499", "text": "– Significant investment is required in new vehicles and technology, improving driver training and customer service, integrating fares and ticketing, and providing service information and promotion;"}, {"text_block_id": "p35_b500", "text": "•"}, {"text_block_id": "p35_b501", "text": "Infrastructure"}, {"text_block_id": "p35_b502", "text": "- The LTMP proposes improvements to the current BSB terminal, provision of better access to bus stops, upgrade of shelters, and investment in Park and Ride. A programme of on-street bus priority should also be identified and implemented; and"}, {"text_block_id": "p35_b503", "text": "•"}, {"text_block_id": "p35_b504", "text": "Governance"}, {"text_block_id": "p35_b505", "text": "– Institutional arrangements around MTLA and JKR are not appropriate and effective in terms of delivering integrated public transport and in the short-term should be strengthened in terms of skills, capacity, budgets and resources. In the medium-term, new public transport planning and regulatory arrangements should be taken forward by Transport for Brunei."}, {"text_block_id": "p35_b506", "text": "Based on analysis of the existing situation in Brunei, and findings from experience elsewhere, a fourteen-point programme for improvement is proposed, including:"}, {"text_block_id": "p35_b507", "text": "•"}, {"text_block_id": "p35_b508", "text": "developing a new franchise arrangement, including providing financial support for a specified minimum level and quality of service and expanding franchising to inter-district buses;"}, {"text_block_id": "p35_b509", "text": "•"}, {"text_block_id": "p35_b510", "text": "expanding network coverage, enhancing frequency, and extending the operating day;"}, {"text_block_id": "p35_b511", "text": "•"}, {"text_block_id": "p35_b512", "text": "strengthening governance through creation of a new Bus Office, integrated budgeting and programming and multi-agency working across Government;"}, {"text_block_id": "p35_b513", "text": "•"}, {"text_block_id": "p35_b514", "text": "investing in cleaner, more accessible vehicles and technology and ensuring full maintenance;"}, {"text_block_id": "p35_b515", "text": "•"}, {"text_block_id": "p35_b516", "text": "improving environmental performance, through adopting low sulphur fuel, noise regulations, demonstration projects and long-term mainstreaming of hybrid, electric or fuel cell buses;"}, {"text_block_id": "p35_b517", "text": "•"}, {"text_block_id": "p35_b518", "text": "improving the quality of buses and drivers, including specific adaptations for the disabled and mobility impaired and enhanced customer car training;"}, {"text_block_id": "p35_b519", "text": "•"}, {"text_block_id": "p35_b520", "text": "improving service reliability, for example through the adoption of performance standards and monitoring within franchising arrangement;"}, {"text_block_id": "p36_b521", "text": "•"}, {"text_block_id": "p36_b522", "text": "integrating fares and ticketing, including adoption of common smartcard (and successor electronic) technology, mobile applications and investigations into concessionary fares;"}, {"text_block_id": "p36_b523", "text": "•"}, {"text_block_id": "p36_b524", "text": "providing information, marketing and promoting services, for example through printed format or online;"}, {"text_block_id": "p36_b525", "text": "•"}, {"text_block_id": "p36_b526", "text": "improving customer focus and representation, including market research into customer needs, mystery shopper exercises and the establishment of a Brunei Bus Users’ Council;"}, {"text_block_id": "p36_b527", "text": "•"}, {"text_block_id": "p36_b528", "text": "introducing new premium services on selected corridors to showcase the best technology, policies and practices which can be achieved through conventional bus technology;;"}, {"text_block_id": "p36_b529", "text": "•"}, {"text_block_id": "p36_b530", "text": "enhancing bus infrastructure, bus stops and interchange, including new Public Transport Interchanges in locations such as Central BSB, Gadong and Telisai, and investment in Park and Ride; and"}, {"text_block_id": "p36_b531", "text": "•"}, {"text_block_id": "p36_b532", "text": "providing bus priority by means of bus lanes and traffic signal priority."}, {"text_block_id": "p36_b533", "text": "As a guide, the existing fleet of around 105 buses should be expanded to 275 operating improved frequencies and extended hours with an annual public subsidy supporting improved service levels, fare concessions to selected groups and capital investment in bus stops and priority measures. A range of possible franchise models and funding mechanisms should be investigated. Further expansion should be considered as the population and employment grows towards 2025 and 2035 and key corridors should be designated for “Showcase” treatment prior to future upgrade to potential Bus Rapid Transit or Light Rail if demand justifies the investment case."}, {"text_block_id": "p36_b534", "text": "Modal shift from private car to an improved bus network will be assisted by progressing appropriate Travel Demand Management policies, such as parking management, road space reallocation and selected fiscal measures, as detailed elsewhere in the LTMP. In particular, a new BSB Urban Smart Transport Zone (BUSTZ), incorporating a number of supply and demand management measures is proposed and described more fully under Theme 3."}, {"text_block_id": "p36_b535", "text": "Taxis and Demand Responsive Transport"}, {"text_block_id": "p36_b536", "text": "Taxi services in Brunei are failing in their potential, both quantitatively and qualitatively, to provide a viable low volume, personalised form of transport, complementary to the conventional bus network, for those citizens, residents and visitors without access to a car. This is a major gap which urgently needs to be addressed on grounds of enhancing personal mobility and access to services, promoting social inclusion, improving customer experience, safety and security and improving quality of life for visitors and residents."}, {"text_block_id": "p37_b537", "text": "In order to meet these objectives, the LTMP proposes action in the following areas:"}, {"text_block_id": "p37_b538", "text": "•"}, {"text_block_id": "p37_b539", "text": "significantly increasing taxi supply and availability, including letting, regulating and managing a new taxi franchise system;"}, {"text_block_id": "p37_b540", "text": "•"}, {"text_block_id": "p37_b541", "text": "raising quality of vehicles and equipment, including taxi lights, CCTV, radios, air conditioning and emissions standards, combined with strong enforcement of vehicle age limits;"}, {"text_block_id": "p37_b542", "text": "•"}, {"text_block_id": "p37_b543", "text": "improving the quality and safety of service offered by drivers; through enhanced training, testing, inspection and advice on good professional practice"}, {"text_block_id": "p37_b544", "text": "•"}, {"text_block_id": "p37_b545", "text": "adopting consistent and fair charging, including the introduction of taxi meters;"}, {"text_block_id": "p37_b546", "text": "•"}, {"text_block_id": "p37_b547", "text": "providing and managing quality infrastructure, including taxi ranks and multi-modal interchange with buses and other public transport;"}, {"text_block_id": "p37_b548", "text": "•"}, {"text_block_id": "p37_b549", "text": "coordinating central booking, dispatch and fleet management and facilitating the growing use of smart applications via mobile devices;"}, {"text_block_id": "p37_b550", "text": "•"}, {"text_block_id": "p37_b551", "text": "expanding customer information and awareness within taxis and also remotely;"}, {"text_block_id": "p37_b552", "text": "•"}, {"text_block_id": "p37_b553", "text": "serving rural areas through adaptation of national regulations and standards, community involvement in demand responsive services and initiatives such as shared taxis and volunteer community drivers;"}, {"text_block_id": "p37_b554", "text": "•"}, {"text_block_id": "p37_b555", "text": "reducing environmental impacts through vehicle regulations, maintenance requirements and demonstration of new technology; and"}, {"text_block_id": "p37_b556", "text": "•"}, {"text_block_id": "p37_b557", "text": "building governance, regulatory and institutional capability, including a new Taxi Office, passenger feedback and stronger representation of the industry itself."}, {"text_block_id": "p37_b558", "text": "The number of licensed taxis needs to increase from about the current 50 to up to 400 vehicles, with fleet allocations based on population by District, phased over a number of years. Further fleet expansion may be viable in the event of substantial population and employment growth towards the levels required by Wawasan 2035. The LTMP also proposes better use of available vehicle and driver capacity through centralized coordination of booking and dispatch, higher vehicle and driver standards and introduction of new technology such as fare meters and smart booking applications. It is likely that a change in current industry structure away from the dominance of individual owner- drivers will be required to bring about a step-change in quantity and quality of service."}, {"text_block_id": "p38_b559", "text": "Successful delivery of these proposals will also require regulatory and enforcement action against unlicensed, uninsured and illegal taxis and coordination of other private vehicles, such as hotel chauffeur services, which currently provide demand-responsive door-to-door services."}, {"text_block_id": "p38_b560", "text": "Water Transport"}, {"text_block_id": "p38_b561", "text": "The LTMP considers potential for improvement to water transport around actual and perceived safety, accessibility, customer-focus, sustainability and integration with other public transport modes. These areas are taken forward through proposals for:"}, {"text_block_id": "p38_b562", "text": "•"}, {"text_block_id": "p38_b563", "text": "more stringently specifying regulating and inspecting for marine health and safety, for example in such areas as provision of buoyancy aids, emergency evacuation, driver training and insurance requirements;"}, {"text_block_id": "p38_b564", "text": "•"}, {"text_block_id": "p38_b565", "text": "increasing water transport coverage and connectivity, for example in and around BSB and Kampong Ayer;"}, {"text_block_id": "p38_b566", "text": "•"}, {"text_block_id": "p38_b567", "text": "improving vessel design, operation and maintenance to modern standards;"}, {"text_block_id": "p38_b568", "text": "•"}, {"text_block_id": "p38_b569", "text": "enhancing infrastructure and interchange with other modes, including piers and jetties at Muara, Central BSB and Bangor, as well as new locations such as Brunei Airport;"}, {"text_block_id": "p38_b570", "text": "•"}, {"text_block_id": "p38_b571", "text": "improving customer information and experience at terminals, on vessels and remotely;"}, {"text_block_id": "p38_b572", "text": "•"}, {"text_block_id": "p38_b573", "text": "achieving basic services and promoting eco-tourism in rural areas; and"}, {"text_block_id": "p38_b574", "text": "•"}, {"text_block_id": "p38_b575", "text": "improving governance and sector coordination, including the creation of a new Water Transport Office, industry representation, and multi-agency working."}, {"text_block_id": "p38_b576", "text": "A key proposal is the introduction of new formal demand responsive water bus services in and around BSB, including around Kampong Ayer, to Gadong, RIPAS and Brunei International Airport. These could be planned and provided on a franchise basis, linked"}, {"text_block_id": "p39_b577", "text": "to physical improvements to piers and jetties, better passenger information and new high quality vessels. There may also be potential to extend services out to suburbs such as Bunut."}, {"text_block_id": "p39_b578", "text": "The Marine Department has commissioned a consultancy study into sector regulation, focusing on safety and security, vessel classification and standards, potential for fares regulation and a number of other aspects. The study reports in late 2013 and the recommendation set out in the LTMP should be read in combination with the study’s findings."}, {"text_block_id": "p39_b579", "text": "New Modes of Public Transport"}, {"text_block_id": "p39_b580", "text": "As population and employment levels and densities increase over time, public transport routes suitable for implementation of Bus Rapid Transit (BRT) and Light Rail Transit (LRT) may be identified together with complementary investment in Park and Ride, integrated fares and ticketing, passenger information and TDM measures on private cars. These should be linked to upgraded Public Transport Interchanges in such locations as Central BSB, Gadong and Brunei International Airport."}, {"text_block_id": "p39_b581", "text": "Proposals are mainly related to trips in and around BSB, with up to four Park and Ride sites and corridors being identified for further investigation, but a further rapid transit route and associated Park and Ride site also potentially viable in association with the proposed Telisai Industrial Park."}, {"text_block_id": "p39_b582", "text": "In the event of BRT or LRT being introduced, it will be necessary to re-organise existing bus network to provide appropriate interchange and feeder services, whilst ensuring that the public transport network as a whole operates as an integrated system with strong customer focus. Land will need to be safeguarded and traffic management put in place along the likely corridors, and appropriate procurement mechanisms put in place for system design, construction, operation and maintenance. It will also be necessary to consider the development of the relevant planning, engineering and operational skills relevant to mass transit systems."}, {"text_block_id": "p39_b583", "text": "Whilst, the introduction of a new public transport mode of this type should be considered for the medium term, in the short term there could be scope to establish one or more corridors through the introduction of a ‘Showcase’ bus route. This route could run on the eventual alignment of the new quality system, thus giving an early indication of the likely appetite and viability for public transport in the corridor."}, {"text_block_id": "p39_b584", "text": "Work for the LTMP has briefly considered the options for potential metro and heavy rail systems in Brunei, either for urban public transport within BSB or as part of a wider long distance Pan-Borneo Railway connecting to Sarawak and Sabah. It is considered that the considerable cost of such schemes will be difficult to justify in terms of domestic demand alone. However, the proposals for an inter- urban railway may be appropriate"}, {"text_block_id": "p40_b585", "text": "for discussion with Malaysia in the context of wider Pan-Borneo and BIMP-EAGA development objectives and should therefore be subject to further feasibility study."}, {"text_block_id": "p40_b586_merged", "text": "4.3. Theme 3 - Tackling Congestion and Car Dependency Overall Strategy"}, {"text_block_id": "p40_b597", "text": "Congestion levels across Brunei are currently moderate by international standards, although there are problems in particular locations and at particular times. The Country exhibits, however, an extremely high level of car ownership and dependency when considered against international comparators, and with forecast growth in population and employment, traffic conditions are predicted to worsen considerably. The LTMP contains proposals to address this."}, {"text_block_id": "p40_b598", "text": "In this context, the Plan sets out proposals in four key areas:"}, {"text_block_id": "p40_b599", "text": "•"}, {"text_block_id": "p40_b600", "text": "managing traffic, including Intelligent Transport Systems (ITS);"}, {"text_block_id": "p40_b601", "text": "•"}, {"text_block_id": "p40_b602", "text": "managing parking;"}, {"text_block_id": "p40_b603", "text": "•"}, {"text_block_id": "p40_b604", "text": "promoting Travel Demand Management (TDM); and"}, {"text_block_id": "p40_b605", "text": "•"}, {"text_block_id": "p40_b606", "text": "reducing the impacts of school travel."}, {"text_block_id": "p40_b607", "text": "Proposals for ITS have already been included under Theme 1 above, whilst proposals for reducing car dependency through reform of the current fuel subsidy are addressed under Theme 5 below."}, {"text_block_id": "p40_b608", "text": "Traffic Management"}, {"text_block_id": "p40_b609", "text": "Once constructed and an appropriate hierarchy has been defined, roads need to have effective management and operational policies and practices to ensure traffic moves without disruption and delay and the full range of opportunities are accessible."}, {"text_block_id": "p40_b610", "text": "As well as the usual problems of excessive and rising traffic demand relative to available road capacity at a given point in time, congestion can be exacerbated by poor driving behaviour, inadequate signage and traffic routing, road traffic accidents, illegal or inconsiderate parking, loading and unloading and planned or unplanned maintenance and road openings."}, {"text_block_id": "p40_b611", "text": "JKR and the other agencies managing Brunei’s road network already have a selection of techniques at their disposal to deliver traffic improvements across the different functions. However to ensure that delays are minimised and traffic flows as smoothly as possible, a more comprehensive Traffic Management Toolkit of measures is needed together with a focus on systematic, consistent and effective application and a determination to ensure compliance by all users as appropriate."}, {"text_block_id": "p41_b612", "text": "The tools available range from short-term and relatively cheap interventions to more advanced technologies and long-term capital investment. In this context, Brunei’s Traffic Management Toolkit could be grouped into three elements covering:"}, {"text_block_id": "p41_b613", "text": "•"}, {"text_block_id": "p41_b614", "text": "Increasing effective road capacity"}, {"text_block_id": "p41_b615", "text": "- by providing more road capacity (e.g. through new road construction or widening of existing roads), increasing effective road space through ‘engineering solutions’ to road layout and markings or reallocating road space for general traffic to vehicles or uses which use space more efficiently;"}, {"text_block_id": "p41_b616", "text": "•"}, {"text_block_id": "p41_b617", "text": "Optimising the use of existing road space"}, {"text_block_id": "p41_b618", "text": "– achieved, for example, through traffic management and regulation, parking management, the placing and enforcement of traffic orders, signal control, management of road works or new Intelligent Transport Systems; and"}, {"text_block_id": "p41_b619", "text": "•"}, {"text_block_id": "p41_b620", "text": "Measures that encourage mode shift"}, {"text_block_id": "p41_b621", "text": "– positive measures, including land use, can be used to improve public transport, walking and cycling, and adopted to improve travel awareness and"}, {"text_block_id": "p41_b622", "text": "•"}, {"text_block_id": "p41_b623", "text": "encourage road users to adopt more sustainable transport modes and behaviour."}, {"text_block_id": "p41_b624", "text": "It is beyond the scope of a high-level strategic framework such as the LTMP to define precisely where and how the measures above should be developed and deployed in detail. However, in considering the Traffic Management Toolkit to keep traffic in Brunei moving, attention should be given to:"}, {"text_block_id": "p41_b625", "text": "•"}, {"text_block_id": "p41_b626", "text": "an overall objective (and duty) on existing and future transport agencies to ensure the most efficient and expeditious movement of traffic within the available road space;"}, {"text_block_id": "p41_b627", "text": "•"}, {"text_block_id": "p41_b628", "text": "developing and publishing formal planning and design standards and guidelines for scheme development, implementation, monitoring, performance management, and enforcement, based on international best practice adapted to local conditions;"}, {"text_block_id": "p41_b629", "text": "•"}, {"text_block_id": "p41_b630", "text": "where concepts are new and untested in Brunei, undertaking demonstration projects to consider applicability and the need for local adaptations in the Brunei context, undertaking necessary technical research and development, as well as seeking views and feedback from road users, stakeholders and the wider public;"}, {"text_block_id": "p41_b631", "text": "•"}, {"text_block_id": "p41_b632", "text": "ensuring that road users are trained, educated and informed of traffic management regulations and physical measures, and understand the mandatory and advisory requirements placed upon them as a result in their day-to-day use of the network;"}, {"text_block_id": "p41_b633", "text": "•"}, {"text_block_id": "p41_b634", "text": "ensuring effective cooperation, sharing of information and joint action between different agencies, including JKR, LTD, the Royal Brunei Police, Municipalities and District Offices; and"}, {"text_block_id": "p42_b635", "text": "•"}, {"text_block_id": "p42_b636", "text": "ensuring that, as well as the overall road network, suitable techniques for managing traffic are incorporated into relevant development planning and control procedures, guidelines and requirements."}, {"text_block_id": "p42_b637", "text": "In terms of the detailed contents of the Toolkit itself, particular focus should be given to:"}, {"text_block_id": "p42_b638", "text": "•"}, {"text_block_id": "p42_b639", "text": "planning and taking forward integrated packages of traffic management measures at a local level through focused Transport Management Plans, as defined under Themes 1 and 7;"}, {"text_block_id": "p42_b640", "text": "•"}, {"text_block_id": "p42_b641", "text": "developing plans and programmes for parking management, as set out below;"}, {"text_block_id": "p42_b642", "text": "•"}, {"text_block_id": "p42_b643", "text": "developing Intelligent Transport Systems, as defined under Theme 1;"}, {"text_block_id": "p42_b644", "text": "•"}, {"text_block_id": "p42_b645", "text": "establishing a new Road Network Management Unit within JKR coordinating a team of Traffic Officers to patrol, inspect and deal with network incidents and disruption, supported by, the proposed Brunei Transport Management and Control Centre;"}, {"text_block_id": "p42_b646", "text": "•"}, {"text_block_id": "p42_b647", "text": "identifying, registering, monitoring and regulating road works, including planned and unplanned maintenance and utility servicing, through a new Roadworks Regulation and Permitting Scheme, again linked to the BTMCC; and"}, {"text_block_id": "p42_b648", "text": "•"}, {"text_block_id": "p42_b649", "text": "managing freight vehicles, through a new Urban Freight Vehicle Management Plan, linked to keeping them as much as possible on the higher order routes of the Functional Road Hierarchy and away from residential and other sensitive areas."}, {"text_block_id": "p42_b650", "text": "Managing Parking"}, {"text_block_id": "p42_b651", "text": "Parking is an essential part of the land transportation system. Motorised vehicles must park at the origin and destination of every trip. Whilst taking up road space as it travels, a typical car is also parked for most of the day, and uses several parking spaces each week, whether at home, the workplace, shopping areas or elsewhere. Parking provision thus affects the actual and perceived ease of reaching destinations and is therefore a key determinant of overall transport accessibility, as well as an important influence on an individual’s decision to buy and own a car."}, {"text_block_id": "p42_b652", "text": "Deliveries to commercial and residential premises are also an essential economic activity, affecting the viability of businesses and the accessibility of reaching destinations. However, parking and loading facilities take up considerable amounts of space and represent a cost to society with parking conflicts often being high on the list of problems facing transport planners, designers, operators, urban planners and public officials."}, {"text_block_id": "p43_b653", "text": "Brunei faces a number of parking related issues. For example, there is an imbalance between parking supply and demand for on-street and off-street parking within Central BSB, whilst indiscriminate parking around schools related to picking up or dropping off children exacerbates localised traffic congestion. In response, the LTMP has the following objectives:"}, {"text_block_id": "p43_b654", "text": "•"}, {"text_block_id": "p43_b655", "text": "provide adequate capacity for essential users in order to support the economy;"}, {"text_block_id": "p43_b656", "text": "•"}, {"text_block_id": "p43_b657", "text": "make best use of the parking spaces available;"}, {"text_block_id": "p43_b658", "text": "•"}, {"text_block_id": "p43_b659", "text": "offer a high level of customer service, information and experience;"}, {"text_block_id": "p43_b660", "text": "•"}, {"text_block_id": "p43_b661", "text": "reduce congestion and environmental impacts associated with parking and servicing; and"}, {"text_block_id": "p43_b662", "text": "•"}, {"text_block_id": "p43_b663", "text": "develop, apply, enforce and monitor parking regulations fairly, efficiently and effectively."}, {"text_block_id": "p43_b664", "text": "In order to deliver the objectives, a Parking Management Strategy should be drawn up with the involvement and agreement of all public agencies currently concerned in the planning, construction, maintenance and operation of parking facilities."}, {"text_block_id": "p43_b665", "text": "A guiding principle of this new Strategy will be that unconstrained and unregulated provision of parking facilities for private motorists can be reduced in key locations by encouraging some users to switch their trips entirely or partially from car onto public transport, once the latter offers a high level of coverage, quality of service and integration with land use. Park and Ride is therefore a central element of the approach linked to the public transport enhancements set out under Theme 2."}, {"text_block_id": "p43_b666", "text": "The LTMP proposes for parking the following:"}, {"text_block_id": "p43_b667", "text": "•"}, {"text_block_id": "p43_b668", "text": "providing reduced maximum parking standards for new developments, linking these to enhanced public transport accessibility and travel planning;"}, {"text_block_id": "p43_b669", "text": "•"}, {"text_block_id": "p43_b670", "text": "providing appropriate levels of public parking in key locations, with a programme of new or upgraded car parks to modern standards of design, accessibility, user safety and security, convenience and ambience;"}, {"text_block_id": "p43_b671", "text": "•"}, {"text_block_id": "p43_b672", "text": "implementing Park and Ride in respect of BSB and selected other locations such as the Telisai Industrial Park, linked to high-quality, rapid and efficient public transport corridors;"}, {"text_block_id": "p43_b673", "text": "•"}, {"text_block_id": "p43_b674", "text": "regulating and managing on-street parking, with an expansion of controls in BSB and other town centres across Brunei;"}, {"text_block_id": "p44_b675", "text": "•"}, {"text_block_id": "p44_b676", "text": "managing and actively enforcing parking, drop-off and pick-up around schools;"}, {"text_block_id": "p44_b677", "text": "•"}, {"text_block_id": "p44_b678", "text": "implementing revised parking charges and regulations, with a significant increase in central areas linked to high public transport accessibility;"}, {"text_block_id": "p44_b679", "text": "•"}, {"text_block_id": "p44_b680", "text": "introducing new parking technology and innovative practices, for example automatic fee collection and Variable Message Signs for parking guidance;"}, {"text_block_id": "p44_b681", "text": "•"}, {"text_block_id": "p44_b682", "text": "strengthening enforcement of parking regulations, either through the Police or a new force of Parking Wardens;"}, {"text_block_id": "p44_b683", "text": "•"}, {"text_block_id": "p44_b684", "text": "incorporating parking as part of local transport planning (Transport Management Plans), linked to wider traffic management, public transport and public realm enhancements; and"}, {"text_block_id": "p44_b685", "text": "•"}, {"text_block_id": "p44_b686", "text": "strengthening governance, including multi-agency working and a new Parking Department within the existing institutional arrangements or as part of Transport for Brunei."}, {"text_block_id": "p44_b687", "text": "Parking policy should make dedicated provision for the disabled and mobility impaired who are otherwise unable to use public transport, and consideration should be given to the establishment of a Brunei “Blue Badge” scheme."}, {"text_block_id": "p44_b688", "text": "Travel Demand Management"}, {"text_block_id": "p44_b689", "text": "If the road network is to continue to function effectively, even at higher capacity, then various forms of Travel Demand Management (TDM) will need to be considered. This is especially the case within Brunei-Muara, along the Coastal Highway and in relation to significant future developments such as Telisai Industrial Park. Based on international best practice, TDM is essential in Brunei in order to:"}, {"text_block_id": "p44_b690", "text": "•"}, {"text_block_id": "p44_b691", "text": "directly tackle worsening road congestion and journey time reliability by bring demand closer to available capacity by location and time of day;"}, {"text_block_id": "p44_b692", "text": "•"}, {"text_block_id": "p44_b693", "text": "encourage a more sustainable balance of demand between transport modes, and specifically the shift from private vehicles to public transport, walking and cycling;"}, {"text_block_id": "p44_b694", "text": "•"}, {"text_block_id": "p44_b695", "text": "“lock in” the accessibility benefits provided by new or upgraded road infrastructure, ensuring that journey times are not eroded by generated traffic over time; and"}, {"text_block_id": "p44_b696", "text": "•"}, {"text_block_id": "p44_b697", "text": "reduce traffic emissions, noise and other environmental impacts, either by cutting car ownership and use, and traffic volumes overall or encouraging a shift towards more sustainable vehicle and fuel types."}, {"text_block_id": "p45_b698", "text": "The Government should therefore investigate a range of potential TDM policies and measures which could be developed and implemented across Brunei in the future. These include:"}, {"text_block_id": "p45_b699", "text": "•"}, {"text_block_id": "p45_b700", "text": "raising public awareness and providing information on travel choices and merits;"}, {"text_block_id": "p45_b701", "text": "•"}, {"text_block_id": "p45_b702", "text": "integrating land use and transport in order to reduce the need to travel, encourage walking and cycling for short-distance trips and increase viability of public transport;"}, {"text_block_id": "p45_b703", "text": "•"}, {"text_block_id": "p45_b704", "text": "encouraging the development of improved public transport, ensuring that these networks offer an attractive, accessible, convenient and affordable alternative to the private car;"}, {"text_block_id": "p45_b705", "text": "•"}, {"text_block_id": "p45_b706", "text": "measures to change trip-timing, such as variable working and opening hours for employers, schools and other major trip generators;"}, {"text_block_id": "p45_b707", "text": "•"}, {"text_block_id": "p45_b708", "text": "managing parking in terms of availability, regulation of use, pricing, inspection and enforcement, as well as encouraging public transport mode shift through park and ride;"}, {"text_block_id": "p45_b709", "text": "•"}, {"text_block_id": "p45_b710", "text": "“smarter choices” whichencourage car users to consider the social and environmental impacts of their behaviour and elicit a shift towards other modes and more efficient car use;"}, {"text_block_id": "p45_b711", "text": "•"}, {"text_block_id": "p45_b712", "text": "regulatory and fiscal measures which directly target car purchase and ownership, including rationing or pricing “Certificates of Entitlement” for vehicle purchase, imposing excise duties imposing vehicle purchase and licensing fees and regulations; and"}, {"text_block_id": "p45_b713", "text": "•"}, {"text_block_id": "p45_b714", "text": "regulatory and fiscal measures which directly target car use, including a review of the current fuel subsidy policy; introduction of Road User Charging (RUC) or network tolling, workplace parking levy, personal travel planning, selective number plate registration."}, {"text_block_id": "p45_b715", "text": "No single TDM measure is likely to be effective and the way forward will rest with the integrated planning, development, implementation and further operation of a range of different TDM approaches focused on different locations, times and vehicle types. These should include, as a minimum, a focus on parking management, land–transport integration, investment in public transport and physical and regulatory regulation of access to urban centres and other sensitive locations."}, {"text_block_id": "p45_b716", "text": "The LTMP proposes a new initiative – the BSB Urban Smart Travel Zone – as a mechanism for integrating a range of local transport initiatives, including public transport, parking, traffic management and TDM, into a single branded programme with coordinated governance arrangements."}, {"text_block_id": "p46_b717", "text": "At higher rates of economic growth, and certainly those required to deliver the objectives of Wawasan 2035, with consequent major increases in traffic volumes and congestion, there is likely to be a need for more restrictive forms of TDM. These may include reviewing the current fuel subsidy, consideration of direct Road User Charging for key centres and possible inter-urban tolling. Further investigation into the feasibility of such initiatives should be carried out."}, {"text_block_id": "p46_b718", "text": "Sustainable Modes of Travel to School"}, {"text_block_id": "p46_b719", "text": "Travel to school is an important issue due to the levels of congestion experienced around schools and on major roads. Brunei’s school run traffic accounts for almost a fifth of all motorised traffic on the road and is a significant contributor to peak hour congestion. As such it requires a strategic approach to sustainable mode planning and delivery to ensure consistency of policy and action at all levels."}, {"text_block_id": "p46_b720_merged", "text": "Sustainable modes of travel to school are those that may improve the physical well-being of those (students, parents, teaching and support staff) who use them and the wider environment. This includes forms of transport that minimise carbon emissions, such as walking, cycling and public transport, as well as car sharing, where there is no practical alternative to the private car for the journey."}, {"text_block_id": "p46_b723", "text": "The LTMP proposes a Sustainable Modes of Travel to School Strategy (SMoTS) which will enable and facilitate the Government and partners to further promote the use of sustainable travel to, from and between educational establishments in Brunei. This Strategy includes 10 specific areas of proposal as follows:"}, {"text_block_id": "p46_b724", "text": "•"}, {"text_block_id": "p46_b725", "text": "a Brunei School Travel Planning Initiative, targeted at all primary, secondary and other educational establishments across Brunei, to develop site-specific plans for infrastructure, programmatic and campaign-based initiatives, linked to outcome-based targets;"}, {"text_block_id": "p46_b726", "text": "•"}, {"text_block_id": "p46_b727", "text": "improving public transport accessibility to schools under the range of initiatives proposed under Theme 2;"}, {"text_block_id": "p46_b728", "text": "•"}, {"text_block_id": "p46_b729", "text": "an expanded National School Bus system, as set out below;"}, {"text_block_id": "p46_b730", "text": "•"}, {"text_block_id": "p46_b731", "text": "promotion of walking and cycling initiatives, as set out under Theme 4;"}, {"text_block_id": "p46_b732", "text": "•"}, {"text_block_id": "p46_b733", "text": "local infrastructure and traffic management improvements, including safety schemes;"}, {"text_block_id": "p46_b734", "text": "•"}, {"text_block_id": "p46_b735", "text": "education and training of parents, staff and children;"}, {"text_block_id": "p46_b736", "text": "•"}, {"text_block_id": "p46_b737", "text": "publicising sustainable transport, including incorporating transport issues within school curricula and teaching materials;"}, {"text_block_id": "p47_b738", "text": "•"}, {"text_block_id": "p47_b739", "text": "setting targets, performance monitoring and evaluation techniques;"}, {"text_block_id": "p47_b740", "text": "•"}, {"text_block_id": "p47_b741", "text": "strengthening multi-agency governance, capacity and funding; and"}, {"text_block_id": "p47_b742", "text": "•"}, {"text_block_id": "p47_b743", "text": "development Control for new and upgraded schools."}, {"text_block_id": "p47_b744", "text": "Successful delivery of these proposals will require partnership working across a number of Government agencies, as well as site-specific planning and engagement with individual schools. The Ministry of Education is likely to have a key role in developing, funding and supporting initiatives."}, {"text_block_id": "p47_b745", "text": "National School Bus System"}, {"text_block_id": "p47_b746", "text": "The LTMP proposes the development of a comprehensive national system of school buses to serve all primary and secondary schools in Brunei. This includes proposals in such areas as:"}, {"text_block_id": "p47_b747", "text": "•"}, {"text_block_id": "p47_b748", "text": "the operational and technical specification of the school bus service to a given level, catchment, and profile of student passenger demand;"}, {"text_block_id": "p47_b749", "text": "•"}, {"text_block_id": "p47_b750", "text": "the technical specification for which the school bus is required to conform as a minimum;"}, {"text_block_id": "p47_b751", "text": "•"}, {"text_block_id": "p47_b752", "text": "the planning and regulatory framework which covers eligibility criteria for free travel, and conditions of vehicle, operator, driver and bus assistant licensing;"}, {"text_block_id": "p47_b753", "text": "•"}, {"text_block_id": "p47_b754", "text": "physical infrastructure and equipment such as vehicles, stops and shelters and parking areas;"}, {"text_block_id": "p47_b755", "text": "•"}, {"text_block_id": "p47_b756", "text": "technology such as GPS, CCTV and planning, allocation and routeing systems;"}, {"text_block_id": "p47_b757", "text": "•"}, {"text_block_id": "p47_b758", "text": "drivers and bus assistants, including their qualifications, training and requirement to demonstrate competencies against a range of operating and student care skills; and"}, {"text_block_id": "p47_b759", "text": "•"}, {"text_block_id": "p47_b760", "text": "governance in terms of the roles of the public sector as the regulator of services, of the private sector as service providers, as well as the involvement of individual schools and teachers ."}, {"text_block_id": "p47_b761", "text": "As part of the LTMP, nine (9) specific areas of proposal are put forward for school buses as follows:"}, {"text_block_id": "p47_b762", "text": "•"}, {"text_block_id": "p47_b763", "text": "increasing school bus coverage, supply and availability to universal national coverage;"}, {"text_block_id": "p47_b764", "text": "•"}, {"text_block_id": "p47_b765", "text": "raising the quality of vehicles and equipment to ensure safety, security and comfort;"}, {"text_block_id": "p48_b766", "text": "•"}, {"text_block_id": "p48_b767", "text": "improving the service offered by drivers and bus assistants;, including training &accreditation;"}, {"text_block_id": "p48_b768", "text": "•"}, {"text_block_id": "p48_b769", "text": "reviewing pupil eligibility, charges and funding;"}, {"text_block_id": "p48_b770", "text": "•"}, {"text_block_id": "p48_b771", "text": "providing and managing quality infrastructure for bus parking and waiting;"}, {"text_block_id": "p48_b772", "text": "•"}, {"text_block_id": "p48_b773", "text": "coordinating timetable, route planning and management;"}, {"text_block_id": "p48_b774", "text": "•"}, {"text_block_id": "p48_b775", "text": "expanding information and awareness amongst pupils, parents and the wider public;"}, {"text_block_id": "p48_b776", "text": "•"}, {"text_block_id": "p48_b777", "text": "reducing environmental impacts through low emission vehicles; and"}, {"text_block_id": "p48_b778", "text": "•"}, {"text_block_id": "p48_b779", "text": "building governance, including a multi-agency School Bus Working Group and strengthening the capacity of the Ministry of Education."}, {"text_block_id": "p48_b780", "text": "The key proposal is to expand the current school bus system from partial coverage of primary and secondary schools to universal coverage. The extension of coverage to primary schools is a particularly significant change and will require a step-change in the number of licensed school buses and drivers. For planning purposes, the number of school buses available is assumed to double from 465 nationally to 930 and, with an increase in occupancy rates, the number of children travelling to school by bus will treble to 27,000 out of 90,000 pupils. This will also require a review of eligibility criteria for free bus provision by parental income and distance from school, as well as a review of Government financial support for school travel budgets and associated building and other capital investment."}, {"text_block_id": "p48_b781", "text": "In the medium- to long-term, children travelling to school may also benefit from significant improvements to mainstream public transport, as set out under Theme 2, including concessions for free or discounted travel, which can be presented to parents alongside dedicated school buses. Improvements to school buses must also be seen in the context of wider efforts to encourage children within suitable catchment distances to walk and cycle to school as set out above."}, {"text_block_id": "p48_b782_merged", "text": "4.4. Theme 4 – Promoting Social Sustainability"}, {"text_block_id": "p48_b798", "text": "Overall Strategy"}, {"text_block_id": "p48_b799", "text": "It is important that, as well as an efficient, multi-modal and integrated national transport system, the LTMP promotes principles around safety, security and socially inclusivity. In many ways, these will already be addressed through proposals for improving the public transport system, building or upgrading road connections and managing road use across different classes of vehicle and user. Improvements to public transport, in particular, will benefit those on low incomes or without access or use of a car. Spatial inclusivity will also be promoted by proposals for building and managing roads in rural, as well as urban, areas."}, {"text_block_id": "p49_b800", "text": "In addition to these proposals, the LTMP contains specific coverage of the following areas which will promote social sustainability:"}, {"text_block_id": "p49_b801", "text": "•"}, {"text_block_id": "p49_b802", "text": "promoting road safety;"}, {"text_block_id": "p49_b803", "text": "•"}, {"text_block_id": "p49_b804", "text": "promoting personal security;"}, {"text_block_id": "p49_b805", "text": "•"}, {"text_block_id": "p49_b806", "text": "promoting walking and cycling as healthy active lifestyle choices; and"}, {"text_block_id": "p49_b807", "text": "•"}, {"text_block_id": "p49_b808", "text": "promoting accessibility for the disabled and the mobility impaired."}, {"text_block_id": "p49_b809", "text": "Promoting Road Safety"}, {"text_block_id": "p49_b810", "text": "Promoting road safety is already a key transport priority for policy makers in Brunei with efforts to reduce the number of people killed or seriously injured on the Country’s roads going back many years. In particular, the current Decade of Action for Road Safety (DARS) 2011 – 2020 proposes a multi- faceted and holistic “Safe System” approach to reducing casualties based on the “5E Thrusts” of “Engineering, Education, Enforcement, Environment, and Emergency Response.” The DARS represents a coherent and focused set of initiatives for Brunei to make progress on reducing the number of people killed and seriously injured on the Country’s roads and the LTMP should fully promote its implementation, further development and progression of successor frameworks."}, {"text_block_id": "p49_b811", "text": "Brunei exhibits key strengths compared to international best practice and other countries in South East Asia.  In particular:"}, {"text_block_id": "p49_b812", "text": "•"}, {"text_block_id": "p49_b813", "text": "there is clear political commitment to reducing road casualties as a national priority, backed by firm action and resources;"}, {"text_block_id": "p49_b814", "text": "•"}, {"text_block_id": "p49_b815", "text": "there is recognition of shared responsibility and the need for a multi-agency approach to tackle the problem;"}, {"text_block_id": "p49_b816", "text": "•"}, {"text_block_id": "p49_b817", "text": "Brunei has adopted the United Nations ‘Safe System’ Concept of Safer Road Users, Safe Vehicles, Safer Roads, Safe Speeds, Road Safety Management, and Post-crash response, a multi-faceted approach which addresses road safety on a number of levels;"}, {"text_block_id": "p49_b818", "text": "•"}, {"text_block_id": "p49_b819", "text": "37 specific actions are identified in the DARS for implementation; and"}, {"text_block_id": "p49_b820", "text": "•"}, {"text_block_id": "p49_b821", "text": "there have been concerted efforts to implement selected initiatives, such as the establishment of the Centre for Road Safety Studies (CrOSS), ‘Tell a Friend’ campaign, the Demerit Points System and School Safety Management programme."}, {"text_block_id": "p49_b822", "text": "However, there are a number of areas for further improvement if the ambitious programme of activity set out in the DARS is to be fully realised and made fully effective. These include:"}, {"text_block_id": "p49_b823", "text": "•"}, {"text_block_id": "p49_b824", "text": "the need to set and deliver against a formal national road safety target;"}, {"text_block_id": "p50_b825", "text": "•"}, {"text_block_id": "p50_b826", "text": "the need to strengthen the process of accident data collection, analysis, dissemination and use to inform programming;"}, {"text_block_id": "p50_b827", "text": "•"}, {"text_block_id": "p50_b828", "text": "improvements to programme monitoring and performance management;"}, {"text_block_id": "p50_b829", "text": "•"}, {"text_block_id": "p50_b830", "text": "the need for infrastructure to be fully and consistently assured through Road Safety Audit;"}, {"text_block_id": "p50_b831", "text": "•"}, {"text_block_id": "p50_b832", "text": "stronger and more targeted monitoring and enforcement; and"}, {"text_block_id": "p50_b833", "text": "•"}, {"text_block_id": "p50_b834", "text": "the need to strengthen the governance and resourcing of the Brunei National Road Safety Council."}, {"text_block_id": "p50_b835", "text": "The LTMP defines proposals for possible solutions to these issues. In particular, it proposes a core set of national road safety targets and indicators for different user group and types of accidents as follows:"}, {"text_block_id": "p50_b836", "text": "•"}, {"text_block_id": "p50_b837", "text": "by 2020 to reduce the number of KSI by 50%, the number of Child KSI by 60% and the number of slight casualties by 25%;"}, {"text_block_id": "p50_b838", "text": "•"}, {"text_block_id": "p50_b839", "text": "by 2025 to reduce the number of KSI by 60%, the number of Child KSI by 70% and the number of slight casualties by 35%; and"}, {"text_block_id": "p50_b840", "text": "In addition, targets for pedestrians and cyclists should be developed based on further analysis of the baseline level of accidents and casualties. A set of indicators and targets should also be devised appropriate for local areas and centres at District level. A causal relationship between specific actions and contribution to targets should be defined."}, {"text_block_id": "p50_b841", "text": "In order to inform an evidence-based approach to meeting these targets, the LTMP proposes:"}, {"text_block_id": "p50_b842", "text": "•"}, {"text_block_id": "p50_b843", "text": "developing a comprehensive data collection and reporting process, providing a valuable framework for formulating and focusing policies and strategies;"}, {"text_block_id": "p50_b844", "text": "•"}, {"text_block_id": "p50_b845", "text": "setting up a GIS for mapping of road crashes spatially and in relation to causal factors; and"}, {"text_block_id": "p50_b846", "text": "•"}, {"text_block_id": "p50_b847", "text": "ensuring the all relevant agencies have easy access to a common database which is constantly maintained and developed in line with the latest software, user interfaces and IT best practice;"}, {"text_block_id": "p50_b848", "text": "•"}, {"text_block_id": "p50_b849", "text": "developinga Performance Monitoring Plan to track delivery and programme progress against objectives and also report and review the achievements of each project;"}, {"text_block_id": "p51_b850", "text": "•"}, {"text_block_id": "p51_b851", "text": "creating procedures for ‘before’ and ‘after’ scheme monitoring to assess the impact of road safety interventions on actual accident levels, perceptions of safety, travel behaviour and transport user satisfaction;"}, {"text_block_id": "p51_b852", "text": "•"}, {"text_block_id": "p51_b853", "text": "developing best practice guidelines and advice to all concerned agencies based on robust evidence; and"}, {"text_block_id": "p51_b854", "text": "•"}, {"text_block_id": "p51_b855", "text": "introducing a new requirement on BNRSC to publish an Annual Progress Report of the DARS, setting out key outputs and outcomes for the previous year and the factors behind the performance reported."}, {"text_block_id": "p51_b856", "text": "The Safe Design of road infrastructure is a key element of the Safe System concept.  As well as ensuring that safety is incorporated into relevant design and technical standards, a revised Road Safety Audit methodology and procedure should be introduced to ensure that new and upgraded infrastructure schemes are audited at both the preliminary and detailed design stages as well as after construction, but before opening to traffic, as well as a year after opening."}, {"text_block_id": "p51_b857", "text": "Since speed is identified as a factor in many accidents, a speed management toolkit should be developed which includes engineering measures involving physical alteration of the road layout or appearance, education and training initiatives campaigns, such as road safety skills training for officers, road safety training at school for cyclists and pedestrian, work-related road safety training and national speed awareness campaigns, and enforcement techniques, including speed cameras, direct police action, speed activated signs, VMS, DPS, and speed limiters on freight vehicles, appropriate speed limits around schools and in residential areas."}, {"text_block_id": "p51_b858", "text": "Whilst governance arrangements under the overall remit of the BNRSC and its relationship have been defined in outline, the precise Terms of Reference and working arrangements of the various Working Groups should be more clearly defined and related to outputs and outcomes. In addition, the BNRSC lacks a dedicated executive team to advise on its discussions, ensure implementation of its decisions and monitor overall progress as well as strengthening active joint working across the various agencies and organisations."}, {"text_block_id": "p51_b859", "text": "To address the latter issue, the BNRSC should have to support it, a dedicated Road Safety Unit, with an agreed programme, budget and working relationships with key agencies. This could be created within JKR initially and transferred to Transport for Brunei once this organisation is created, as proposed under Theme 7 below."}, {"text_block_id": "p51_b860", "text": "Promoting Personal Security"}, {"text_block_id": "p51_b861", "text": "Crime on public transport and the wider transport system is thought to be generally low. The focus of measures is therefore to change pre-conceptions of non-users"}, {"text_block_id": "p52_b862", "text": "and encourage greater confidence to try and to use the transport systems. A focus should also be put on protecting vulnerable groups, including women, children and the disabled and mobility impaired. In this context the LTMP includes a range of proposals as follows:"}, {"text_block_id": "p52_b863", "text": "•"}, {"text_block_id": "p52_b864", "text": "infrastructure and vehicle design and accreditation to improve actual and perceived levels of personal security on public transport;"}, {"text_block_id": "p52_b865", "text": "•"}, {"text_block_id": "p52_b866", "text": "design of the urban environment, public realm and transport infrastructure which provides natural surveillance, lighting, CCTV, help-points, staffing/conductors and increased patrols/presence of Police;"}, {"text_block_id": "p52_b867", "text": "•"}, {"text_block_id": "p52_b868", "text": "secure car parking facilities;"}, {"text_block_id": "p52_b869", "text": "•"}, {"text_block_id": "p52_b870", "text": "regulation of taxis and water transport to include stronger checks and licensing of vehicles and drivers for road safety and passenger security;"}, {"text_block_id": "p52_b871", "text": "•"}, {"text_block_id": "p52_b872", "text": "regulation of school buses to include background checks on drivers and bus assistants, CCTV and other forms of surveillance; and"}, {"text_block_id": "p52_b873", "text": "•"}, {"text_block_id": "p52_b874", "text": "involvement of users in scheme planning and design so that issues of poor personal security are eliminated beyond implementation."}, {"text_block_id": "p52_b875", "text": "Guidelines for public transport interchange planning and design, proposed under Theme 2 should include passenger safety and security considerations."}, {"text_block_id": "p52_b876", "text": "Active Travel – Walking and Cycling"}, {"text_block_id": "p52_b877", "text": "The promotion of active travel modes – walking and cycling – lies at the heart of the concept of a sustainable transport strategy. In this context, the LTMP advocates these modes as an essential means of non-motorised personalised transportation for short-distance trips for all purposes in urban areas as well as for longer-distance recreation. They are also essential for accessing and extending the catchment area of the enhanced public transport network described under other Policies. From a low base, the Plan seeks to promote walking and cycling as a future opportunity to create a society which is healthier, safer, sustainable, inclusive and defined through the movement of people rather than vehicles. Everyone, irrespective of age, sex, culture, religion or income is able to walk or cycle for a range of trip purposes, supporting high quality urban areas, and as a cornerstone of the Country’s future economic, social and environmental development."}, {"text_block_id": "p52_b878", "text": "Against this, mode share for walking and cycling is currently extremely low, with lack of infrastructure, actual and perceived safety risks and limited promotion by Government which does not provide a clear mechanism for achieving a change in public attitudes"}, {"text_block_id": "p53_b879", "text": "and behaviour. By contrast, Government policies, as set out elsewhere, strongly favour a continuation of mobility by car."}, {"text_block_id": "p53_b880", "text": "Achieving an objective of healthy active travel and lifestyles through the design of a quality built environment and which makes walking and cycling accessible, safe, convenient and enjoyable will rely on the following principles:"}, {"text_block_id": "p53_b881", "text": "•"}, {"text_block_id": "p53_b882", "text": "increase walking and cycling network coverage, connectivity and continuity;"}, {"text_block_id": "p53_b883", "text": "•"}, {"text_block_id": "p53_b884", "text": "increase user awareness, confidence, mobility and convenience;"}, {"text_block_id": "p53_b885", "text": "•"}, {"text_block_id": "p53_b886", "text": "improve user (real and perceived) safety and personal security;"}, {"text_block_id": "p53_b887", "text": "•"}, {"text_block_id": "p53_b888", "text": "integrate walking and cycling with land use and with other transport modes; and"}, {"text_block_id": "p53_b889", "text": "•"}, {"text_block_id": "p53_b890", "text": "increase public understanding, recognition and acceptance of active travel modes."}, {"text_block_id": "p53_b891", "text": "In response, the LTMP has a number of specific areas of proposal for active travel modes as follows:"}, {"text_block_id": "p53_b892", "text": "•"}, {"text_block_id": "p53_b893", "text": "developing and applying effective design standards for walking and cycling infrastructure;"}, {"text_block_id": "p53_b894", "text": "•"}, {"text_block_id": "p53_b895", "text": "developing comprehensive and legible active travel networks and priority areas;"}, {"text_block_id": "p53_b896", "text": "•"}, {"text_block_id": "p53_b897", "text": "providing support facilities, including way finding, rest and shelter areas, shading, cycle parking and route information, as well as adequate maintenance;"}, {"text_block_id": "p53_b898", "text": "•"}, {"text_block_id": "p53_b899", "text": "investment in complementary end-of-ride facilities;"}, {"text_block_id": "p53_b900", "text": "•"}, {"text_block_id": "p53_b901", "text": "integrating active travel with other transport modes, especially providing good access to public transport interchanges and bus stops;"}, {"text_block_id": "p53_b902", "text": "•"}, {"text_block_id": "p53_b903", "text": "improving actual and perceived safety and personal security;"}, {"text_block_id": "p53_b904", "text": "•"}, {"text_block_id": "p53_b905", "text": "communicating key messages through campaigns and programmes, including promoting the link between active modes and health;"}, {"text_block_id": "p53_b906", "text": "•"}, {"text_block_id": "p53_b907", "text": "integrating active travel with land use and development in terms of density, layout, parking location and availability and the management of traffic; and"}, {"text_block_id": "p53_b908", "text": "•"}, {"text_block_id": "p53_b909", "text": "supporting stronger governance through multi-agency cooperation, capacity and skills."}, {"text_block_id": "p54_b910", "text": "The LTMP does not seek to define the specific walking and cycling networks in detail, especially as appropriate design guidelines and clear evidence of effective approaches in Brunei have yet to be defined. These networks should, however, be planned and implemented through the Transport Management Plans proposed under Themes 1 and 7 with an assessment of local land use, travel conditions, user and non-user concerns and likely future demand. As a priority, the town centres of all main urban areas should be assessed, commencing with BSB and progressively extending to other Districts. In addition, an early demonstration project should focus on a new residential area, seeking to establishing how enhanced planning for walking, cycling and the wider public realm, can be incorporated into the National Housing Programme."}, {"text_block_id": "p54_b911", "text": "The LTMP aims to provide guidance on how benefits can be realised through the development of active travel infrastructure, policies and programmes across Brunei. This will assist those who already walk and cycle to do so more safely, comfortably and conveniently, reduce barriers to greater rates of take-up, and encourage the majority of the population who do not currently walk or cycle regularly to consider changing their behaviour. The ultimate goal is to foster more of an active travel culture in urban centres, communities and neighbourhood across Brunei."}, {"text_block_id": "p54_b912", "text": "Promoting Accessibility for the Disabled and Mobility Impaired"}, {"text_block_id": "p54_b913", "text": "The LTMP includes a range of proposals to improve and support the accessibility – and therefore the realisation of opportunities and quality of life – of the disabled and mobility impaired.  These include:"}, {"text_block_id": "p54_b914", "text": "•"}, {"text_block_id": "p54_b915", "text": "market research and user engagement which seek to fully understand the travel needs of the disabled and the challenges they face in using the transport system;"}, {"text_block_id": "p54_b916", "text": "•"}, {"text_block_id": "p54_b917", "text": "making public transport physically accessible, including vehicles, bus stops and design of interchanges;"}, {"text_block_id": "p54_b918", "text": "•"}, {"text_block_id": "p54_b919", "text": "travel concessions and discounts, both on conventional public transport and via taxis and other demand responsive transport;"}, {"text_block_id": "p54_b920", "text": "•"}, {"text_block_id": "p54_b921", "text": "provision of dedicated parking for the disabled, including a national “Blue Badge” scheme; and"}, {"text_block_id": "p54_b922", "text": "•"}, {"text_block_id": "p54_b923", "text": "engineering adaptations to the urban environment, such as dropped kerbs, tactile paving, ramps and removal of major barriers to movement;"}, {"text_block_id": "p54_b924", "text": "•"}, {"text_block_id": "p54_b925", "text": "planning and appraisal processes which consider the needs of the disabled as part of scheme assessment, design and implementation; and"}, {"text_block_id": "p54_b926", "text": "•"}, {"text_block_id": "p54_b927", "text": "ensuring that a specified proportion of staff in delivery agencies are from target groups and disabled and mobility impaired user groups are fully represented within the decision making process."}, {"text_block_id": "p55_b928", "text": "Once appropriate parameters have been established based on local conditions, user needs and international good practice, these proposals should be implemented through revisions to current laws, regulations, standards and operational practices as necessary."}, {"text_block_id": "p55_b929_merged", "text": "4.5. Theme 5 – Safeguarding the Environment and Conserving Energy"}, {"text_block_id": "p55_b942", "text": "Overall Strategy"}, {"text_block_id": "p55_b943", "text": "The relationship between transport and the environment is multidimensional. Most attention is focused on the emissions from the various transport types, particularly in relation to effects on climate change. However, there are other aspects that require consideration and these include:"}, {"text_block_id": "p55_b944", "text": "•"}, {"text_block_id": "p55_b945", "text": "air pollution, its effects on air quality and indirect and cumulative effects on climate change;"}, {"text_block_id": "p55_b946", "text": "•"}, {"text_block_id": "p55_b947", "text": "land take up for transport infrastructure and resulting sterilisation of land for other uses;"}, {"text_block_id": "p55_b948", "text": "•"}, {"text_block_id": "p55_b949", "text": "noise pollution;"}, {"text_block_id": "p55_b950", "text": "•"}, {"text_block_id": "p55_b951", "text": "soil quality;"}, {"text_block_id": "p55_b952", "text": "•"}, {"text_block_id": "p55_b953", "text": "use of energy, and the downstream effect through the mining of energy resources;"}, {"text_block_id": "p55_b954", "text": "•"}, {"text_block_id": "p55_b955", "text": "visual intrusion;"}, {"text_block_id": "p55_b956", "text": "•"}, {"text_block_id": "p55_b957", "text": "effect of storm water runoff, from pollutants and increased runoff from hard surfaces;"}, {"text_block_id": "p55_b958", "text": "•"}, {"text_block_id": "p55_b959", "text": "contribution to the Urban Heat Island effect; and"}, {"text_block_id": "p55_b960", "text": "•"}, {"text_block_id": "p55_b961", "text": "effects on biodiversity, due to direct death, land take up or barriers to movement."}, {"text_block_id": "p55_b962", "text": "To mitigate these impacts, a holistic approach to the impacts of the land transport sector on the environment is needed. The policies that will eventually be developed need to be assessed as to their impact across a full range of environmental issues, and also related to policies in other areas. Policies proposed to solve problems unrelated to the environment, may indirectly effect the environment, both in a negative and positive manner.  The LTMP needs to allow for this."}, {"text_block_id": "p55_b963", "text": "Brunei is has in the last few years ratified a number of international conventions that relate to the protection of the environment. With this high level commitment, it is embarking on a new phase in policy development with an emphasis in relation to environmental sustainability."}, {"text_block_id": "p55_b964", "text": "There are a number of policies in place or being developed, and this is an opportune time to continue to develop these policies further, establish new ones, and adopt a more holistic approach to address the establishment of an environmentally sustainable transportation system for Brunei."}, {"text_block_id": "p55_b965", "text": "The overall approach of the LTMP in promoting a progressive shift away from private transport modes towards public transport, and actively managing the demand for travel"}, {"text_block_id": "p56_b966", "text": "towards more sustainable behaviour, will itself have major environmental benefits. However, to further achieve better environmental performance, the LTMP includes the following specific proposals:"}, {"text_block_id": "p56_b967", "text": "•"}, {"text_block_id": "p56_b968", "text": "expanding use of Environmental Impact Assessment for new transport projects, incorporating this into the enhancement of appraisal techniques more widely;"}, {"text_block_id": "p56_b969", "text": "•"}, {"text_block_id": "p56_b970", "text": "improving standards and regulations for public and private vehicle emissions, fuel consumption and carbon footprint, as set out below;"}, {"text_block_id": "p56_b971", "text": "•"}, {"text_block_id": "p56_b972", "text": "regulating standards for reducing vehicle noise, through combination of vehicle specification, driving style and behaviour, traffic management and adaptations such as noise barriers;"}, {"text_block_id": "p56_b973", "text": "•"}, {"text_block_id": "p56_b974", "text": "setting a general presumption against new road building in rural, protected and environmentally sensitive areas, unless strongly justified in terms of economic development, community enhancement and with suitable environmental mitigation measures in place;"}, {"text_block_id": "p56_b975", "text": "•"}, {"text_block_id": "p56_b976", "text": "improving the quality and reduce the quantity of water runoff from hard road surfaces through measures such as sedimentation basins and vegetated buffer strips;"}, {"text_block_id": "p56_b977", "text": "•"}, {"text_block_id": "p56_b978", "text": "reducing the Urban Heat Island effect of road surfaces, for example through type and colour of road surfacing and increased planting of vegetation; and"}, {"text_block_id": "p56_b979", "text": "•"}, {"text_block_id": "p56_b980", "text": "appropriate landscaping and design to improve visual amenity whether in rural or urban areas."}, {"text_block_id": "p56_b981", "text": "Additional detail is provided below on proposals for:"}, {"text_block_id": "p56_b982", "text": "•"}, {"text_block_id": "p56_b983", "text": "green vehicle technologies;"}, {"text_block_id": "p56_b984", "text": "•"}, {"text_block_id": "p56_b985", "text": "reviewing the current Brunei fuel subsidy; and"}, {"text_block_id": "p56_b986", "text": "•"}, {"text_block_id": "p56_b987", "text": "transport in the Heart of Borneo."}, {"text_block_id": "p56_b988", "text": "Green Vehicle Technologies"}, {"text_block_id": "p56_b989", "text": "An unresolved question relating to the future transport needs of Brunei is whether the Government should pursue green technologies such as the electrification of transportation. Some environmental regulations are currently in place to ensure that vehicles are subject to emissions testing, but national standards and their enforcement remain behind those prevailing in North America and Europe and have yet to positively encourage a shift towards more fuel-efficient, low- or zero-emission models."}, {"text_block_id": "p57_b990", "text": "There are relatively few hybrid vehicles in Brunei, and although the Government is also trialling a small number of Electric Vehicles, the lack of sales outlets, charging infrastructure and the low cost of petrol remain major impediments to wider take-up. In the longer-term, EDPMO acknowledges the need to support wider take-up and development trajectories towards technologies such as fuel cells and hydrogen, including supporting fuelling and other infrastructure."}, {"text_block_id": "p57_b991", "text": "The following key objectives have been identified in this area:"}, {"text_block_id": "p57_b992", "text": "•"}, {"text_block_id": "p57_b993", "text": "develop and secure a carbon and air pollution baseline for Brunei, building on the work already undertaken by the Climate Change Unit;"}, {"text_block_id": "p57_b994", "text": "•"}, {"text_block_id": "p57_b995", "text": "promote and develop environmental awareness and the role of green technologies and travel behaviours in achieving environmental aims;"}, {"text_block_id": "p57_b996", "text": "•"}, {"text_block_id": "p57_b997", "text": "enforce suitable fuel economy and emissions standards supported by vehicle testing and inspection;"}, {"text_block_id": "p57_b998", "text": "•"}, {"text_block_id": "p57_b999", "text": "support take up of low carbon vehicles for private use and for public transport; and"}, {"text_block_id": "p57_b1000", "text": "•"}, {"text_block_id": "p57_b1001", "text": "consider carefully the opportunity cost of the current fuel subsidy in the context of wider transport, environment and energy goals."}, {"text_block_id": "p57_b1002", "text": "In this context, the LTMP contains ten specific areas of proposal as follows:"}, {"text_block_id": "p57_b1003", "text": "•"}, {"text_block_id": "p57_b1004", "text": "securing effective data collection and monitoring of the fleet inventory, vehicle emissions and fuel consumption, followed by the setting of appropriate targets;"}, {"text_block_id": "p57_b1005", "text": "•"}, {"text_block_id": "p57_b1006", "text": "undertaking green travel awareness campaigning, for example around eco-driving;"}, {"text_block_id": "p57_b1007", "text": "•"}, {"text_block_id": "p57_b1008", "text": "establishing a Green labelling programme for consumers, initially for new vehicles, but extended to second-hand vehicles in due course, as well as wider awareness raising;"}, {"text_block_id": "p57_b1009", "text": "•"}, {"text_block_id": "p57_b1010", "text": "setting and enforcing vehicle fuel economy and emission standards, moving towards Euro V standards and, in the long-term, beyond;"}, {"text_block_id": "p57_b1011", "text": "•"}, {"text_block_id": "p57_b1012", "text": "revising vehicle inspection and testing requirements, including consideration of a new mandatory annual MOT test and expansion of vehicle inspection facilities;"}, {"text_block_id": "p57_b1013", "text": "•"}, {"text_block_id": "p57_b1014", "text": "green technology for public transport vehicle fleets, for example through franchise specifications, pilot projects and encouraging innovation from operators;"}, {"text_block_id": "p57_b1015", "text": "•"}, {"text_block_id": "p57_b1016", "text": "incentivising Low Emission Vehicle take up, for example by discounts or exemptions from parking or traffic regulations and charges;"}, {"text_block_id": "p58_b1017", "text": "•"}, {"text_block_id": "p58_b1018", "text": "facilitating Low Carbon Transport, for example through procurement of Government vehicles;"}, {"text_block_id": "p58_b1019", "text": "•"}, {"text_block_id": "p58_b1020", "text": "improving governance through a new Green Vehicle Technology Office and establishing closer joint working with the private sector; and"}, {"text_block_id": "p58_b1021", "text": "•"}, {"text_block_id": "p58_b1022", "text": "investigation into the current Brunei fuel subsidy with consideration of the economic, social, political and practical issues associated with its reduction or removal."}, {"text_block_id": "p58_b1023", "text": "The Green Vehicle Technology Office should take a lead on most actions in the immediate term, and charge other parts of Government to cooperate where they have jurisdiction and competence."}, {"text_block_id": "p58_b1024", "text": "Reviewing the Fuel Subsidy"}, {"text_block_id": "p58_b1025", "text": "A key feature of the transport sector in Brunei is the low – and highly subsidised – cost of automotive fuel which supports the high level of private car ownership and use. This arrangement of retail prices, at about half the market rate, has been fixed for many years with prices the same in 2010 as in 1998. A recent Asian Development Bank estimate of the total subsidy amounts to over B$ 500 million per annum, equivalent to over 3% of national GDP."}, {"text_block_id": "p58_b1026", "text": "This level of subsidy, whilst keeping the cost of motoring affordable to the majority of Bruneians and relative to disposable incomes, has a number of negative consequences:"}, {"text_block_id": "p58_b1027", "text": "•"}, {"text_block_id": "p58_b1028", "text": "increasing traffic volumes, which are starting to result in congestion, journey delay and unreliability, greater vehicle emissions and other related problems;"}, {"text_block_id": "p58_b1029", "text": "•"}, {"text_block_id": "p58_b1030", "text": "weakening the viability of public transport, walking and cycling which could provide alternative, more sustainable, equitable and healthy forms of mobility;"}, {"text_block_id": "p58_b1031", "text": "•"}, {"text_block_id": "p58_b1032", "text": "the undermining of efforts to reduce energy consumption, carbon footprint and emissions, which will hasten the eventual exhaustion of Brunei’s fossil fuel reserves and counter official policies to develop alternative fuels and forms of traction, including zero-emission electric vehicles;"}, {"text_block_id": "p58_b1033", "text": "•"}, {"text_block_id": "p58_b1034", "text": "since the subsidy is universal, leakage of benefits to high-income groups despite ability to pay;"}, {"text_block_id": "p58_b1035", "text": "•"}, {"text_block_id": "p58_b1036", "text": "instances of fuel smuggling and related criminal activity from Brunei into Malaysia; and"}, {"text_block_id": "p58_b1037", "text": "•"}, {"text_block_id": "p58_b1038", "text": "the direct opportunity cost of the subsidy itself, reducing Government funds which could otherwise be spent on other elements of the transport system or in other sectors."}, {"text_block_id": "p59_b1039", "text": "There are strong economic, social and environmental arguments, consistent with wider Government policy, for ensuring consumers increasingly pay the full opportunity cost of their travel behaviour through reducing or removing the current fuel subsidy and investing the equivalent amount in other transport initiatives and programmes which provide an equivalent benefit those on low incomes."}, {"text_block_id": "p59_b1040", "text": "Undertaking this subsidy removal in practice, however, is not a straightforward issue. Increasing the real price of fuel has proved politically controversial, and sometimes resulted in civil disorder, in some other countries where such a policy has been proposed. The matter is further complicated by the fact that the majority of Bruneians work in the public sector where benefits are good but take-home salaries are comparatively low and have not increased substantially in recent years. Removing subsidies too quickly for all in society, without alternative means of compensation, and without investment in public transport and other forms of alternative travel, would be painful for many, especially with formal welfare system in place."}, {"text_block_id": "p59_b1041", "text": "Although the fuel subsidy is a politically sensitive subject, the key issues relating to it must be explored properly so that its mechanisms, influence and opportunity cost is fully understood. Only this way can decisions on its implementation and maintenance be properly informed in the context of both the energy and transport strategies."}, {"text_block_id": "p59_b1042", "text": "In particular, the direct impact of the fuel subsidy on driver behaviour and congestion needs to be weighed up against the effectiveness and cost of the many proposals emerging from the LTMP designed to reduce car dependency and alleviate traffic congestion."}, {"text_block_id": "p59_b1043", "text": "The first step under this proposal is to undertake a detailed and transparent study of the fuel subsidy, its costs and influences, as well as the likely impacts of its gradual reduction or removal. This study should also consider how more targeted means of support for low income earners could be maintained in the absence of a flat subsidy, how removal or reduction could be phased over time to minimise impacts, disruption and political instability, and potential use of the funds freed up for use by Government on alternative policies and regulations."}, {"text_block_id": "p59_b1044", "text": "Notwithstanding political sensitivities, reduction, or removal, of the fuel subsidy should be considered as part of a comprehensive approach to the transport sector as a whole. The policy should be phased in over a number of years with open and transparent Government communication, public debate and identification of tangible and measurable alternatives targeted at those on low incomes."}, {"text_block_id": "p59_b1045", "text": "Heart of Borneo"}, {"text_block_id": "p59_b1046", "text": "The Heart of Borneo is a joint initiative between Brunei, Malaysia and Indonesia to conserve a combined area of rainforest comprising nearly 25 million hectares and"}, {"text_block_id": "p60_b1047", "text": "protect the island’s diverse flora and fauna. It is estimated that Borneo is home to over 15,000 plant species including 3,000 tree types, 2,000 orchids, as well as numerous species of primates, birds, reptiles and amphibians."}, {"text_block_id": "p60_b1048", "text": "The highlands of Brunei to the south are of particular value, containing some of the most biologically diverse forest habitats in the World and providing a sink for carbon dioxide, thereby tackling climate change. Brunei makes up a small proportion of the overall Heart of Borneo, but the designation protects a substantial area of the Country. Initiatives emerging from this include specific incentives to prevent or reduce the extent of deforestation due to logging, mining activity and other industrial development, and conservation and maintenance of forest biodiversity. The initiative favours the development of sustainable land uses and community enablement, eco-tourism, as well as institutional capacity building."}, {"text_block_id": "p60_b1049", "text": "In transportation terms, the LTMP supports the Heart of Borneo as follows:"}, {"text_block_id": "p60_b1050", "text": "•"}, {"text_block_id": "p60_b1051", "text": "directing a presumption against road construction in protected areas unless strongly justified in terms of rural development and community enablement and with appropriate mitigation measures in place;"}, {"text_block_id": "p60_b1052", "text": "•"}, {"text_block_id": "p60_b1053", "text": "adapting conventional public transport towards a focus on demand responsive transport, including shared taxis and community drivers, developed in conjunction with local people and villages;"}, {"text_block_id": "p60_b1054", "text": "•"}, {"text_block_id": "p60_b1055", "text": "promoting low impact modes of transport, including movement by rivers and waterways, again with appropriate and proportionate adaptation in regulation, policy and practice; and"}, {"text_block_id": "p60_b1056", "text": "•"}, {"text_block_id": "p60_b1057", "text": "the promotion of local services and production of goods, which limit the need to travel. Where roads are provided, efforts must be made to limit impacts on the forest environment."}, {"text_block_id": "p60_b1058", "text": "4"}, {"text_block_id": "p60_b1059", "text": "."}, {"text_block_id": "p60_b1060", "text": "6"}, {"text_block_id": "p60_b1061", "text": ". Theme 6"}, {"text_block_id": "p60_b1062", "text": "–"}, {"text_block_id": "p60_b1063", "text": "Effect"}, {"text_block_id": "p60_b1064", "text": "i"}, {"text_block_id": "p60_b1065", "text": "ve Reg"}, {"text_block_id": "p60_b1066", "text": "i"}, {"text_block_id": "p60_b1067", "text": "onal and Internat"}, {"text_block_id": "p60_b1068", "text": "i"}, {"text_block_id": "p60_b1069", "text": "onal"}, {"text_block_id": "p60_b1070", "text": "Connect"}, {"text_block_id": "p60_b1071", "text": "i"}, {"text_block_id": "p60_b1072", "text": "ons"}, {"text_block_id": "p60_b1073_merged_merged", "text": "Development and implementation of the LTMP cannot be considered as a purely domestic matter confined within Brunei’s borders. The Country shares pan-Borneo connections and relations with Malaysia and Indonesia as well as seeking regional and sub-regional economic, social and environmental cooperation through ASEAN and the BIMP-EAGA. These relations present obligations and opportunities to develop and maintain good land transport links for people and goods in support of domestic priorities such as Wawasan 2035, the Infrastructure Development Strategy and multi- lateral agendas for economic, social and cultural development."}, {"text_block_id": "p61_b1076", "text": "The LTMP needs to consider this regional context as it applies to land transportation, define Brunei’s need to cooperate with its neighbours and highlight a number of initiatives which support wider connections and linkages. In particular, a focus should be given to:"}, {"text_block_id": "p61_b1077", "text": "•"}, {"text_block_id": "p61_b1078", "text": "improving surface access to the “international gateways” such as ports and airports which serve Brunei and provide onward access for people and freight;"}, {"text_block_id": "p61_b1079", "text": "•"}, {"text_block_id": "p61_b1080", "text": "improving surface access to, and efficient operation of, land border crossings;"}, {"text_block_id": "p61_b1081", "text": "•"}, {"text_block_id": "p61_b1082", "text": "investing in strategic infrastructure and services which, as well as being vital national assets, form part of wider sub-regional and regional networks; and"}, {"text_block_id": "p61_b1083", "text": "•"}, {"text_block_id": "p61_b1084", "text": "fostering closer regional economic and social integration, sharing and promoting good practice through closer bilateral and multi-lateral and cooperation."}, {"text_block_id": "p61_b1085", "text": "The LTMP has the following sub-objectives in this area:"}, {"text_block_id": "p61_b1086", "text": "•"}, {"text_block_id": "p61_b1087", "text": "to support high levels of connectivity, quality, integrity and customer service of regional and sub-regional transport networks;"}, {"text_block_id": "p61_b1088", "text": "•"}, {"text_block_id": "p61_b1089", "text": "to ensure that land transport networks facilitate access to, and onward travel from, aviation and maritime facilities and networks;"}, {"text_block_id": "p61_b1090", "text": "•"}, {"text_block_id": "p61_b1091", "text": "to translate positive dialogue between Governments into active cooperation, action and delivery of results for users on the ground;"}, {"text_block_id": "p61_b1092", "text": "•"}, {"text_block_id": "p61_b1093", "text": "to support wider regional and sub-regional capacity and skills development; and"}, {"text_block_id": "p61_b1094", "text": "•"}, {"text_block_id": "p61_b1095", "text": "to develop, share and learn from good practice."}, {"text_block_id": "p61_b1096", "text": "In order to meet these objectives, action will be required to expand and upgrade existing transport infrastructure, ensure enabling policies, standards and regulations are in place, and to strengthen governance arrangements for regional and sub-regional dialogue and cooperation."}, {"text_block_id": "p61_b1097", "text": "The LTMP has eight specific areas of proposal where national action by Brunei is linked to wider regional and sub-regional initiatives, as follows:"}, {"text_block_id": "p61_b1098", "text": "•"}, {"text_block_id": "p61_b1099", "text": "strengthening dialogue and cooperation through enhanced regional, sub-regional and bilateral relations;"}, {"text_block_id": "p61_b1100", "text": "•"}, {"text_block_id": "p61_b1101", "text": "improving multi-modal surface access to ports and airports, specifically Brunei International Airport and Muara, as well as promoting onward air and sea connections;"}, {"text_block_id": "p62_b1102", "text": "•"}, {"text_block_id": "p62_b1103", "text": "improving the efficiency of land border crossings, in terms of physical access and Customs, Immigration, Quarantine and Security (CIQS) procedures;"}, {"text_block_id": "p62_b1104", "text": "•"}, {"text_block_id": "p62_b1105", "text": "improving, managing and maintaining the Pan – Borneo Highway, including working with the completion or upgrade of their stretches of the corridor;"}, {"text_block_id": "p62_b1106", "text": "•"}, {"text_block_id": "p62_b1107", "text": "promoting regional inter-operability of Intelligent Transport Systems;"}, {"text_block_id": "p62_b1108", "text": "•"}, {"text_block_id": "p62_b1109", "text": "improving sub-regional public transport like coach services between Kuching, Miri and Kota Kinabalu via Brunei, working with the private sector companies concerned in such areas as interchange, information, cabotage rights, and health and safety regulations;"}, {"text_block_id": "p62_b1110", "text": "•"}, {"text_block_id": "p62_b1111", "text": "investigating the long-term financial and economic viability of regional rail connections, linked to proposal set out under Theme 2, and wider debates over Pan-Borneo development; and"}, {"text_block_id": "p62_b1112", "text": "•"}, {"text_block_id": "p62_b1113", "text": "strengthening regional and sub-regional governance, capacity and skills."}, {"text_block_id": "p62_b1114", "text": "Efficient Land Border Crossings"}, {"text_block_id": "p62_b1115", "text": "Investment should be made in improving access to land border crossing at the key locations where people and goods are able to pass between Brunei and Sarawak. In this regard, various road enhancements are either under construction or planned through various RKN proposed initiatives, as well as being recommended elsewhere in the LTMP. Investment should also be made in appropriate traffic management, container and vehicle waiting and parking facilities to deal with particular freight clearance requirements and periods of high demand so that queuing cross-border traffic does not impede the operation of the highway network for domestic users."}, {"text_block_id": "p62_b1116", "text": "Beyond this, different policies, regulations, procedures and data exchange for cross-border travel and carriage of goods should be consolidated, harmonised and streamlined, particularly through reforms to Customs, Immigration, Quarantine and Security (CIQS) mechanisms. This requires the redesign of the relevant business processes, adequate manpower, introduction of new technology, and revision of the appropriate standards and regulations, balancing the need to process people and good efficiently with the need to protect national security and the interests of law and order."}, {"text_block_id": "p62_b1117", "text": "A Border Management Plan could be introduced at a pan-Borneo level integrating new border access and traffic management infrastructure, regulations, processes, staff and systems, closely involving the relevant law and order, immigration, border security and customs departments and officials."}, {"text_block_id": "p63_b1118", "text": "Improving, Managing and Maintaining the Pan – Borneo Highway"}, {"text_block_id": "p63_b1119", "text": "There are proposals for the upgrade of the Highway in Sarawak and Sabah, although with modest funding levels and over a long time horizon to 2025. Brunei should work with Sarawak and Sabah to lobby the Malaysian Federal Government for an acceleration of this programme, as well as:"}, {"text_block_id": "p63_b1120", "text": "•"}, {"text_block_id": "p63_b1121", "text": "cooperation on common or compatible design standards, speed limits, signage, route directions and deployment of inter-operable ITS;"}, {"text_block_id": "p63_b1122", "text": "•"}, {"text_block_id": "p63_b1123", "text": "a common or compatible approach to asset maintenance, incident management and handling extreme weather conditions;"}, {"text_block_id": "p63_b1124", "text": "•"}, {"text_block_id": "p63_b1125", "text": "revision of local road access, parking and waiting facilities and traffic management in respect of land border posts; and"}, {"text_block_id": "p63_b1126", "text": "•"}, {"text_block_id": "p63_b1127", "text": "planning and construction of driver and user rest and servicing areas, including for cross- border public transport, trucks and seasonal tourist traffic. Planning for transit traffic should include consideration of overnight stops and accommodation as appropriate."}, {"text_block_id": "p63_b1128", "text": "The Temburong Crossing, once constructed, should be incorporated into the Pan-Borneo Highway in order to provide a continuous and uninterrupted transit route across the whole of Brunei and the elimination or relegation of the need to cross in and out of Limbang."}, {"text_block_id": "p63_b1129", "text": "Proposals for a potential Inter-State Highway through Brunei should clearly involve early discussion with the Malaysian Federal Government and Sarawak State Government as necessary."}, {"text_block_id": "p63_b1130", "text": "Looking ahead, it is also important that the development of infrastructure design standards, operational practices, rules and regulations and user levies and charges take account of cross-border, sub-regional and regional agendas as appropriate. Any proposals to reform the level of fuel subsidy in Brunei, for example, must consider equivalent levels set by the Malaysian Government, whilst transit regulations and charges must be proportionate in promoting rather than stifling cross-border freight movements."}, {"text_block_id": "p63_b1131_merged", "text": "4.7. Theme 7 – Strengthening Planning and Delivery"}, {"text_block_id": "p63_b1142", "text": "Overall Strategy"}, {"text_block_id": "p63_b1143", "text": "Many of the key transport issues and challenges facing Brunei are exacerbated by weaknesses in governance, resourcing and the availability of planning, design, delivery and operational processes and systems in relation to elements of good practice."}, {"text_block_id": "p64_b1144", "text": "The scale, severity and negative outcomes of institutional and regulatory weaknesses are likely to increase in the face of economic growth, rising incomes, rising vehicle ownership and use, growing levels of highway congestion, changing public expectations and the addition of transport modes and networks which will add a greater level of complexity and travel choice to the passenger and freight transport markets. Stakeholders engaged during the LTMP Work Programme have also consistently highlighted the problems of working across Government and the wider land transport sector to ensure programme planning and delivery, integration of modes and networks and achievement of wider public value. There is a strong and consistent view that change is needed."}, {"text_block_id": "p64_b1145", "text": "Proposals under the LTMP for improved governance have the following objectives:"}, {"text_block_id": "p64_b1146", "text": "•"}, {"text_block_id": "p64_b1147", "text": "provide clarity, visible, strategic leadership on planning, investment and operational decisions;"}, {"text_block_id": "p64_b1148", "text": "•"}, {"text_block_id": "p64_b1149", "text": "provide capacity and skills to deliver major investment, policy and regulatory change;"}, {"text_block_id": "p64_b1150", "text": "•"}, {"text_block_id": "p64_b1151", "text": "provide support for the economic, social and cultural development of Brunei in alignment with Wawasan 2035 wider Government priorities;"}, {"text_block_id": "p64_b1152", "text": "•"}, {"text_block_id": "p64_b1153", "text": "demonstrate efficiency and value for money in the use of resources;"}, {"text_block_id": "p64_b1154", "text": "•"}, {"text_block_id": "p64_b1155", "text": "demonstrate stability, predictability and ability to manage unforeseen outcomes, as well as the potential for unintended outcomes."}, {"text_block_id": "p64_b1156", "text": "Transport for Brunei"}, {"text_block_id": "p64_b1157", "text": "As already noted, the principal LTMP proposal for responding to the issues raised and improving transport governance in Brunei is through the creation of a new standing planning and delivery organisation, known as Transport for Brunei. This will be a new “Integrated Transport Authority” for the Country with a statutory remit, functions, powers, dedicated management and resources covering all land transport infrastructure and services, both existing and planned, across the whole of Brunei. As such, it will become the key organisation for the further development, coordination of delivery, monitoring, review and update of the LTMP itself."}, {"text_block_id": "p64_b1158", "text": "These functions of Transport for Brunei will include:"}, {"text_block_id": "p64_b1159", "text": "•"}, {"text_block_id": "p64_b1160", "text": "integrated multi-modal and mode-specific policy development, planning and programming;"}, {"text_block_id": "p64_b1161", "text": "•"}, {"text_block_id": "p64_b1162", "text": "planning and regulation of public transport, including buses, taxis and passenger-based water transport, as well as potential future public transport modes such as BRT or LRT;"}, {"text_block_id": "p65_b1163", "text": "•"}, {"text_block_id": "p65_b1164", "text": "planning, design, construction, operation and management of roads and associated infrastructure, facilities and assets;"}, {"text_block_id": "p65_b1165", "text": "•"}, {"text_block_id": "p65_b1166", "text": "vehicle and driver licensing, testing, compliance monitoring and enforcement;"}, {"text_block_id": "p65_b1167", "text": "•"}, {"text_block_id": "p65_b1168", "text": "traffic, parking, and travel demand management;"}, {"text_block_id": "p65_b1169", "text": "•"}, {"text_block_id": "p65_b1170", "text": "road safety planning, regulation and enforcement;"}, {"text_block_id": "p65_b1171", "text": "•"}, {"text_block_id": "p65_b1172", "text": "planning, delivery and management of non-motorised transport;"}, {"text_block_id": "p65_b1173", "text": "•"}, {"text_block_id": "p65_b1174", "text": "planning and regulation of freight transport;"}, {"text_block_id": "p65_b1175", "text": "•"}, {"text_block_id": "p65_b1176", "text": "transport interchange, information, communications, promotion and campaigns;"}, {"text_block_id": "p65_b1177", "text": "•"}, {"text_block_id": "p65_b1178", "text": "co-ordination of transport with land use planning, and development control; and"}, {"text_block_id": "p65_b1179", "text": "•"}, {"text_block_id": "p65_b1180_merged", "text": "government and regional relations with the Malaysian Government, Sarawak and Sabah State Governments and in relation to agendas through ASEAN and BIMP-EAGA."}, {"text_block_id": "p65_b1183", "text": "Transport for Brunei will take on functions and resources held by the Land Transport Department (Ministry of Communications) and JKR (Ministry of Development) as well as building new capacity in policy areas and interventions which are currently not, or only weakly, planned and regulated. We suggest the organisation is accountable to the Minister of Communications, but with a range of bodies, including the Ministry of Development and Ministry of Finance, represented on its Board."}, {"text_block_id": "p65_b1184", "text": "Transport for Brunei will not incorporate functions for civil aviation or international marine regulation, nor the traffic management or enforcement role of the Royal Brunei Police. It should, however, take over stewardship of the Brunei National Road Safety Council, be represented on the National Committee on Health Promotion and other multi-agency fora as appropriate, and work on land use planning and development control with the Town and Country Planning Department."}, {"text_block_id": "p65_b1185", "text": "Transport for Brunei will develop and manage the Brunei Transport Management and Control Centre (BTMCC) responsible for the coordination of key traffic management and ITS programmes and operational arrangements across the Country."}, {"text_block_id": "p65_b1186", "text": "The creation of Transport for Brunei will be a major challenge in terms of political approval, legislation, organisational development and transitional arrangements from existing agencies. The process of its establishment will take between 12 and 18 months and involve a considerable increase in the number of transport professionals with the required planning, design, project management and operational skills within the land"}, {"text_block_id": "p66_b1187", "text": "transport sector. It is also important that existing agencies continue to function fully and effectively in the interim until the new organisation is legally enabled, fully in place organisationally and able to commence discharge of its duties."}, {"text_block_id": "p66_b1188", "text": "Promoting Multi-Agency Joint Working"}, {"text_block_id": "p66_b1189", "text": "Despite the creation of Transport for Brunei as the single coordinating body for all modes of land transportation, the roles and responsibilities for planning, promoting and providing for certain initiatives across the Country will remain shared across a range of national and local agencies, requiring collaborative working in order to achieve the overall goals and objectives of the LTMP. This is especially the case where initiatives relate to wider policy objectives such as education, health, safety and security, energy, environment, public realm and spatial planning."}, {"text_block_id": "p66_b1190", "text": "A range of joint working arrangements already exist, for example on road safety or public health. However, in order to address some of the shortcomings of current arrangements, multi-agency governance should be broadened, formalised and strengthened so that functions within the planning and delivery chain are properly defined, accountabilities are clear and there is effective leadership and oversight towards defined outcomes."}, {"text_block_id": "p66_b1191", "text": "Joint working arrangements, through such mechanisms as Memoranda of Understanding, contractual agreements or the establishment of new committee or working party structures, will also need to be defined for a number of new areas, including:"}, {"text_block_id": "p66_b1192", "text": "•"}, {"text_block_id": "p66_b1193", "text": "land use and development control, with the Town and Country Planning Department;"}, {"text_block_id": "p66_b1194", "text": "•"}, {"text_block_id": "p66_b1195", "text": "active travel, including Ministry of Health, Ministry of Education, and District Offices;"}, {"text_block_id": "p66_b1196", "text": "•"}, {"text_block_id": "p66_b1197", "text": "school travel, including with the Ministry of Education, and representatives from schools;"}, {"text_block_id": "p66_b1198", "text": "•"}, {"text_block_id": "p66_b1199", "text": "energy and climate change, including the Department of Energy and Climate Change Unit; and"}, {"text_block_id": "p66_b1200", "text": "•"}, {"text_block_id": "p66_b1201", "text": "local transport, including with District Offices and Municipal Boards as set out below; and"}, {"text_block_id": "p66_b1202", "text": "•"}, {"text_block_id": "p66_b1203", "text": "tourism, including with Brunei Tourism and their equivalent organisations in Sarawak and Sabah."}, {"text_block_id": "p66_b1204", "text": "Transport Management Plans"}, {"text_block_id": "p66_b1205", "text": "At national level, the LTMP and Transport for Brunei will provide the strategic vision, goals and targets for taking forward initiatives across the Country. However, the District"}, {"text_block_id": "p67_b1206", "text": "Offices have a vital role in applying strategic policy at the local level. It is important that this is undertaken in broad accordance with the LTMP whilst allowing for flexibility for local circumstances, priorities and policy objectives, and enabling the best use of available resources and skills."}, {"text_block_id": "p67_b1207", "text": "To provide the link between national strategy and local action, the LTMP proposes a new tier of Transport Management Plans (TMPs) for key centres and routes to be prepared and kept up to date by jointly by Transport for Brunei working with each District Office. These Plans could include:"}, {"text_block_id": "p67_b1208", "text": "•"}, {"text_block_id": "p67_b1209", "text": "detailed analysis of existing conditions at the local level and key challenges arising;"}, {"text_block_id": "p67_b1210", "text": "•"}, {"text_block_id": "p67_b1211", "text": "local interpretation and sub-division of the LTMP strategic goals and targets;"}, {"text_block_id": "p67_b1212", "text": "•"}, {"text_block_id": "p67_b1213", "text": "proposals for local involvement and cross-sector collaboration with the relevant public agencies, private sector and users;"}, {"text_block_id": "p67_b1214", "text": "•"}, {"text_block_id": "p67_b1215", "text": "a short/medium-term costed implementation plan for local network infrastructure, facilities and non-infrastructure measures; and"}, {"text_block_id": "p67_b1216", "text": "•"}, {"text_block_id": "p67_b1217", "text": "proposals for integrating local action on transport with strategic transport initiatives, major land use proposals or with relevant initiatives being led by other agencies."}, {"text_block_id": "p67_b1218", "text": "Preparation of each TMP should be undertaken against guidance prepared by Transport for Brunei which would provide data, technical support to, challenge and review each Plan prior to its adoption and submission for funding. Plan preparation should also involve local stakeholders and user groups."}, {"text_block_id": "p67_b1219", "text": "It is proposed that, as a minimum, TMPs are prepared for the following areas, building on and updating analysis and proposals in the existing District Plans:"}, {"text_block_id": "p67_b1220", "text": "•"}, {"text_block_id": "p67_b1221", "text": "BSB and Environs;"}, {"text_block_id": "p67_b1222", "text": "•"}, {"text_block_id": "p67_b1223", "text": "Muara;"}, {"text_block_id": "p67_b1224", "text": "•"}, {"text_block_id": "p67_b1225", "text": "Tutong;"}, {"text_block_id": "p67_b1226", "text": "•"}, {"text_block_id": "p67_b1227", "text": "Seria-Kuala Belait;"}, {"text_block_id": "p67_b1228", "text": "•"}, {"text_block_id": "p67_b1229", "text": "Bangar and Temburong;"}, {"text_block_id": "p67_b1230", "text": "•"}, {"text_block_id": "p67_b1231", "text": "Coastal and Pan-Borneo Highway;"}, {"text_block_id": "p67_b1232", "text": "•"}, {"text_block_id": "p67_b1233", "text": "Belait and Tutong Rural Areas."}, {"text_block_id": "p67_b1234", "text": "Depending on the location and scale of development envisaged, it may also be appropriate and necessary to develop TMPs for major future land uses, such as Telisai Industrial Park."}, {"text_block_id": "p68_b1235", "text": "Other Governance Proposals"}, {"text_block_id": "p68_b1236", "text": "Alongside, and consistent with, the creation of Transport for Brunei, the LTMP includes a number of other specific areas of proposal around transport governance as follows:"}, {"text_block_id": "p68_b1237", "text": "•"}, {"text_block_id": "p68_b1238", "text": "enhancing mode-specific governance, for example in relation to buses, taxis, ITS and parking through the creation of new modal agencies, either stand-alone or as departments within Transport for Brunei;"}, {"text_block_id": "p68_b1239", "text": "•"}, {"text_block_id": "p68_b1240", "text": "putting the LTMP and associated programmes on a statutory footing, so that its proposals properly inform planning and delivery and funding can be more easily justified and secured;"}, {"text_block_id": "p68_b1241", "text": "•"}, {"text_block_id": "p68_b1242", "text": "enhancing transport sector capacity and skills, through a Brunei Transport Skills Initiative working across the public and private sectors;"}, {"text_block_id": "p68_b1243", "text": "•"}, {"text_block_id": "p68_b1244", "text": "integrating programme management and budgeting against objectives and plans, including a single funding settlement for Transport for Brunei and delegated budget approval for key LTMP projects and programmes;"}, {"text_block_id": "p68_b1245", "text": "•"}, {"text_block_id": "p68_b1246", "text": "supporting an data collection and analysis, research and benchmarking, including a new Brunei Centre for Transport Statistics and Research to be established either alongside"}, {"text_block_id": "p68_b1247", "text": "•"}, {"text_block_id": "p68_b1248", "text": "Transport for Brunei or in association with an existing academic or research organisation;"}, {"text_block_id": "p68_b1249", "text": "•"}, {"text_block_id": "p68_b1250", "text": "leveraging the role of the private sector and building a stronger local supply chain, including consideration, where appropriate, of public-private partnerships and concessions or franchises for service provision; and"}, {"text_block_id": "p68_b1251", "text": "•"}, {"text_block_id": "p68_b1252", "text": "increasing user engagement and representation in planning and decision making, including proposals for Transport User Groups (TUGs) and user involvement in developing and monitoring initiatives across different modes and networks."}, {"text_block_id": "p69_b1253", "text": "GLOSSARY"}], "document_description": "The White Paper identifies transport policy framework, strategies, facilities, infrastructure and services required to serve the land transportation system up to 2035. It also sets measures to address the many challenges that we faced ranging from bottlenecks, poor provision of public transport services, transport cost and inefficient connecvity.<br>&nbsp;<br>The document also intends to shape the development of transport corridor and Brunei's connectivity with neighbouring States and the sub-region for the movement of people, goods and services as well as to facilitate businesses and development of transport industries. Its overall aim is to develop sustainable land transportation system for Brunei Darussalam towards accelerating socio-economic development and improving the quality of life.<br><br>This document is a key basis to the <a href=\"http://www.mtic.gov.bn/Resources/LAND%20TRANSPORT%20MASTER%20PLAN%20-%20Executive%20Summary.pdf\">Land Transport Master Plan</a>.&nbsp;"}