{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Algeria", "document_category": "Policy", "document_sector_name": ["Water", "Residential and Commercial", "Energy"], "document_date": "02/01/2011", "document_language": "English", "document_name": "Renewable Energy and Energy Efficiency Development Plan", "document_country_code": "DZA", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/DZA/2011/DZA-2011-01-02-Renewable Energy and Energy Efficiency Development Plan_c3fa630d5ce825c71a10dbf36e539d02.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The main objective of the Renewable Energy and Energy Efficiency Development Plan is to expand usage of renewable energies and to diversify energy sources in the country.<br />\n<br />\nThe Plan's renewable energy goals are:<br />\n- To install 22,000MW of power generating capacity from renewable sources between 2011 and 2030 (of which 12,000MW for internal usage and 10,000MW for export)<br />\n- To meet 20% of electricity generation from renewables by 2030<br />\n- For renewable energy development to drive sustainable economic development, to increase energy security supply, and to create jobs<br />\n<br />\nThe plan recognises solar energy a primary renewable technology to be developed, while noting that the potential for wind, biomass, geothermal and hydropower energy is comparatively small. The Plan forecasts a 37% increase in total national electricity production by 2030 due to solar electricity production.<br />\n<br />\nThe Development Plan has three stages:<br />\n1. 2011 - 2013: pilot projects and testing period for various technologies with a goal to install 110MW of RE power capacity<br />\n2. 2014 - 2015: beginning of the deployment programme. Installed RE power capacity to reach 650 MW by the end of this period<br />\n3. 2016 - 2020: large scale REs plants deployment. Installed power capacity to reach about 2600 MW the end of this phase<br />\n<br />\nThe Plan aims to increase energy efficiency through a number of avenues:<br />\n1. improvement of heat insulation of buildings<br />\n2. development of solar water heating; promotion of co-generation<br />\n3. promotion of LPG and natural gas fuels<br />\n4. developing solar cooling systems<br />\n5. converting simply cycle power plants to combined cycle power plants, where possible<br />\n6. desalinating brackish water using renewable energy<br />\n7. substituting all mercury lamps with sodium lamps and promoting the use of low-energy lamps"}