{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Djibouti", "document_category": "Policy", "document_sector_name": ["Social development", "Energy"], "document_date": "10/11/2009", "document_language": "English", "document_name": "Decree no. 2009-0218/PR/MERN (establishing the National Commission of Energy)", "document_country_code": "DJI", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/DJI/2009/DJI-2009-11-10-Decree no. 2009-0218_PR_MERN (establishing the National Commission of Energy)_055eab14e41b0ae46389055de9c57d23.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This decree creates the National Energy Commission under the supervision of the Ministry of Energy and Natural Resources (CNE).\n\nArticle 2 states that this Commission will be responsible for coordinating energy projects and, more generally, undertaking studies of all measures contributing to better coordination of the country's energy development. This Commission is responsible for intervening in the strategic areas of energy development in the Republic of Djibouti including studies, prospecting, research, exploration, exploitation, marketing of all forms of energy as well conventional- of fossil origin - (oil, gas, wood, etc ...) that new and renewable energies - (solar, wind, geothermal, tidal, etc ...). It is responsible for studying and proposing to the Ministry of Energy any measure aimed at favoring a dynamic energy sector to contribute to the economic and social development of the country. The duties, powers and prerogatives and composition of the Commission may be specified, modified or supplemented by order.\n\nThe objective of the creation of the National Energy Commission is to ensure the coherence and the efficiency of the energy projects so that they contribute to the development: 1) of the national society, in particular in the dimension of fight against the poverty by increasing access to electricity for all segments of the population (social tariffs and diversification of energy sources), and 2) economic activities in the country by constantly seeking the most competitive tariffs. electricity for their development."}