{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Djibouti", "document_category": "Law", "document_sector_name": ["Industry", "Energy"], "document_date": "20/01/2014", "document_language": "English", "document_name": "Law No. 32/AN/13/ 7th L establishing the Djibouti Office of Geothermal Energy Development (ODDEG)", "document_country_code": "DJI", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/DJI/2014/DJI-2014-01-20-Law No. 32_AN_13_ 7th L establishing the Djibouti Office of Geothermal Energy Development (ODDEG)_0cf3746ed92875948a3c5ff767bb19b6.pdf", "document_type": "Law", "text_blocks": [], "document_description": "This law creates the Djibouti Office of Geothermal Energy Development, which is supervised by the presidency of the republic. The Office is in charge of 1) Identification of the various types of geothermal resources of the country (high and low energy); 2) Conducting exploration, reconnaissance and studies; 3) Pre-feasibility and feasibility studies aimed at the industrial development of these resources and the diversification of their uses; and 4) The identification, with the appropriate partners, of public and private operators likely to ensure the development of geothermal energy production, and any associated products.<br />\n<br />\nThe Office can further work on the following tasks: 1) Ensure greater energy independence and make geothermal energy a basic source in the country's energy mix; 2) Orientation and animation of technological research, initial and continuing training; 3) The development, demonstration and dissemination of applicable techniques; (4) The performance of any construction or work of works relating to its object; - Data collection, information and advice to public and private persons; 5) Participation in the development and implementation of international and bilateral cooperation agreements in relation to its prerogatives; 6) Keep the concerned administrations, and in particular Djibouti Electricity EDD, informed of its projects."}