{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Iran", "document_category": "Law", "document_sector_name": ["Waste", "Energy"], "document_date": "06/12/2013", "document_language": "English", "document_name": "2014 Annual Budget Law", "document_country_code": "IRN", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Energy Demand"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/IRN/2013/IRN-2013-12-06-2014 Annual Budget Law_b3267ef097b1dfcb7454cc530c7ea70c.pdf", "document_type": "Law", "text_blocks": [], "document_description": "The Ministry of Energy must include in electricity bills IRR30/kWh (USD0.001) as electricity duties, in addition to the price of electricity sold, except for the bills of rural households. The money shall be deposited into the account of Iran Power Generation, transmission & Distribution Management Co (TAVANIR) with the State Treasury, and spent exclusively on development and maintenance of rural electricity grids and generation of renewable and clean electricity. The funds shall not be considered as revenue for the related companies.<br />\n<br />\nTo implement efficiency improvement, priority should be given to: installation of steam units in combined cycle plants; development of renewable energy; reduction in losses; optimisation of energy consumption; reducing liquid fuel consumption; and increasing the share of fuel exports.<br />\n<br />\nThe Ministry of Energy can sign contracts to a total value of IRR120,000bn (USD4.48bn) with investors in private and public sectors for: efficiency and generation improvement in governmental and private sectors' power plants; development of RE plants; and reduction of losses and optimisation of energy consumption.<br />\n<br />\nThe Budget Act promotes efficient power plant operation through the installation of steam sections in Combined Cycle Power plants, development of renewable energy,reducing waste, optimisation of consumption, liquid fuel saving and fuel export increase.<br />\n<br />\nThe Ministry of Energy can through TAVANIR assign contracts with applicant investors for installation of RE plants."}