{"document_instrument_name": ["Subnational and citizen participation|Governance", "Processes, plans and strategies|Governance", "Tax incentives|Economic", "Subsidies|Economic"], "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_country_english_shortname": "Iran", "document_category": "Policy", "document_sector_name": ["Water", "Waste", "Residential and Commercial", "LULUCF", "Environment", "Energy", "Agriculture"], "document_date": "01/10/2009", "document_language": "English", "document_name": "Six Five-Year National Development Plan Law and Fifth Five-Year National Development Plan - FYDP (2010-2015)", "document_country_code": "IRN", "document_hazard_name": [], "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/IRN/2009/IRN-2009-10-01-Six Five-Year National Development Plan Law and Fifth Five-Year National Development Plan - FYDP (2010-2015)_a83cab1bc5a14478f6de82dd40308955.pdf", "document_type": "Plan", "text_blocks": [], "document_description": "The 5th FYDP (2010-2015) adopted an environmental assessment of strategic policies and plans as well as an ecosystem-based approach to the management of wetlands and biodiversity. It also incorporated climate change considerations.<br>&nbsp;<br>&nbsp;In order to reduce the country's dependence on oil and gas and diversify energy supply, the 5th FYDP calls for the optimisation of production and an increase in power plant efficiency, reducing waste and development of Combined Heat and Power. With this objective, affiliated companies are required: (i) to subsidise the purchase of electricity from dispersed small-scale electricity producers through long-term contracts and to convert 12,000MW to gas; (ii) to guarantee long-term contracts to purchase electricity generated from renewable energy sources and clean energy; and (iii) support the development of small-scale power plants that generate electricity by the private sector and co-operative companies.<br>&nbsp;<br>&nbsp;In order to save energy, and support and encourage consumers to use less energy, maintain energy reserves and protect the environment, the Ministries of Energy, Petroleum and Industry and Mine can apply financial incentives to optimise energy consumption, and encourage production of energy-saving products with high quality.<br>&nbsp;<br>&nbsp;Organisations and companies that reduce their emissions under the International frameworks, such as the Clean Development mechanisms, are permitted to trade or sell their CERs.<br>&nbsp;<br>&nbsp;In order to create an infrastructure for wind farms and solar manufacturing equipment and the development of clean energy usage, the government is entitled to the protection of private and cooperative sectors through managed funds and interest subsidy facility, producing up to five thousand megawatts of wind and solar energy.<br>&nbsp;<br>&nbsp;The state is obliged to modify the patterns of exploitation of forests, rangelands, water and soil through (i) use renewable energy instead of firewood; (ii) promote agricultural development and intensification of the fight against timber trafficking and wood products, forest and pasture, and cut tariffs on imports of wood; (iii) support livestock production; (iv) build in forest areas according to relevant laws and regulations; (v) increase forest land and implement watershed operations up to 8m hectares by the end of the fifth FYDP; (vi) implement desertification operations and crisis control centres.<br>&nbsp;<br>&nbsp;In order to retrofit buildings and modify energy consumption patterns in buildings and housing, municipalities are required to comply with the National Building Regulations.<br>&nbsp;<br>&nbsp;The Department of Environmental Protection is required to take necessary measures to reduce air pollution to international standards, including the promotion of GHG mitigation policies.<br><br>The 6th FYDP law of 2017 updates the objectives set out in the previous plan. It aims in article 50 at increasing the share of renewable and other clean sources to at least 5 per cent of the capacity by 2021. Under the plan, the ministry of energy has to make the feed-in tariff system market-based."}