{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Cameroon", "document_category": "Policy", "document_sector_name": ["Water", "LULUCF", "Industry", "Energy", "Economy-wide"], "document_date": "01/01/2009", "document_language": "French", "document_name": "Cameroon Vision 20350", "document_country_code": "CMR", "document_hazard_name": [], "document_keyword": ["Adaptation", "Energy Supply", "Redd+ And Lulucf"], "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/CMR/2009/CMR-2009-01-01-Cameroon Vision 20350_fc10a674e3a7a010127789809aa27b1e.pdf", "document_type": "Vision", "text_blocks": [], "document_description": "This document presents Cameroon's overall policy direction in pursuit of development. General objectives are: reducing poverty to minimal levels; becoming a middle-income country; becoming a newly industrialised country; and consolidating democracy and enhancing national unity. It was prepared by the Ministry of Economy, Planning and Regional Development.\n\nClimate change is identified in Vision 2035 as one of the two major challenges to Cameroon's economy. Over exploitation of natural resources and environmental costs have been warned as it results in climate change threats; Cameroon is partly located in Sahel area with existing harmful effects of climate change: desert encroachment, increased temperatures, irregular seasons, sea level rise, floods, volcanism, landslides rock fall and toxic fumes. The document calls for reduction of greenhouse gases to tackle climate change as a key regional strategy for Cameroon. The Government of Cameroon pledges to seek high growth level while achieving Millennium Development Goals.\n\nUnder the tentative implementation schedule of Vision 2035, drafting and implementation of major environmental policy to fight against the climate change impact is planned for the phase one (2010-2019). Climate change control is listed as one of the three specific objectives for the phase two (2020-2027). Specific actions include protecting and ensuring sustainable management of forest ecosystems, fighting desert encroachment and promoting regional projects like the Niger Basin and the Lake Chad Basin.Diversification of energy source and replacement of fossil fuel with clean energy supplies is mentioned in the document without quantitative targets."}