{"document_instrument_name": ["Processes, plans and strategies|Governance", "Institutional mandates|Governance"], "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_country_english_shortname": "Cameroon", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF"], "document_date": "12/10/2009", "document_language": "English", "document_name": "Presidential Decree No. 2009/410 establishing the creation, organization and functions of the National Observatory on Climate Change", "document_country_code": "CMR", "document_hazard_name": [], "document_keyword": "Institutions / Administrative Arrangements", "document_response_name": ["Mitigation", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/CMR/2009/CMR-2009-10-12-Presidential Decree No. 2009_410 establishing the creation, organization and functions of the National Observatory on Climate Change_e5ef10982243b11873a44b1af21346d9.pdf", "document_type": "Decree", "text_blocks": [], "document_description": "This Decree established the National Climate Change Observatory (ONACC) as a national legal implementing body of climate change policies (though not yet in operation as of 2014). The Ministry of Environment, Nature Protection and Sustainable Development (MINEPDED) is responsible for the supervision of the ONACC, and overall co-ordination of climate change activities and policies within the country. It is supervised by the Ministry of Finance for the financial matters.<br />\n<br />\nThe responsibilities of the ONACC are to: establish relevant climate indicators for monitoring environmental policy; carry out prospective analyses to provide a vision on climate change, to provide weather and climate data to all sectors concerned and to develop annual climate balance of Cameroon; educate and promote studies on the identification of indicators, impacts and risks of climate change; collect, analyse and provide policy makers, national and international organisations information on climate change in Cameroon; initiate activities to promote awareness on and provide information to prevent climate change; serve as operational instrument in the context of other activities to reduce greenhouse gas emissions; propose to the government preventive measures for GHG reduction as well as mitigation and/or adaptation to the adverse effects and risks of climate change; serve as an instrument for cooperation with other regional and international observatories operating in the climate sector; to facilitate the achievement of consideration to payment for ecosystem services provided by forests through the management, conservation and restoration of ecosystems; and to strengthen the capacity of institutions and bodies responsible for collecting data on climate change to create a nation-wide, reliable network for collecting and transmitting the data.<br />\n<br />\nThe Board of Advisers formulates general policies of the ONACC. The Board consists of following members: the President of the Republic; the Prime Minister; a representative from the relevant ministries (MINEPDED, Ministries of Forests, Finance, Technical Cooperation, Scientific Research Agriculture, Water and Energy, and Meteorology); and elected members. The Board members are appointed by Presidential Decrees. Members and the chair of the Board are appointed for the term of three year, which is renewable once."}