{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance"], "document_country_english_shortname": "Ghana", "document_category": "Policy", "document_sector_name": ["Transportation", "Agriculture"], "document_language": "English", "document_name": "Ghana Shared Growth And Development Agenda (Gsgda) Ii", "document_country_code": "GHA", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Agenda", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "01/01/2015", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Energy Supply", "Redd+ And Lulucf"], "document_url": "https://cdn.climatepolicyradar.org/GHA/2015/GHA-2015-01-01-Ghana Shared Growth And Development Agenda (Gsgda) Ii_3678ece629ebb26915d18f029edcbd68.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "GHANA SHARED GROWTH AND DEVELOPMENT AGENDA (GSGDA) II"}, {"text_block_id": "p1_b2", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p3_b3", "text": "LIST OF TABLES AND FIGURES"}, {"text_block_id": "p3_b4", "text": "LIST OF TABLES"}, {"text_block_id": "p3_b5", "text": "LIST OF FIGURES"}, {"text_block_id": "p4_b6", "text": "LIST OF ACRONYMS"}, {"text_block_id": "p7_b7", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p7_b8", "text": "This document is presented as Volume II of the Ghana Shared Growth and Development Agenda (GSGDA) II. It represents the costing framework for the effective implementation of the policies and strategies outlined in the GSGDA II. It briefly reviews the costing framework for the financing of programmes and projects under the GSGDA, 2010-2013, identifies some of the constraints in the resource allocation and actual expenditures, and proposes strategic focus of expenditure outlays under GSGDA II."}, {"text_block_id": "p7_b9", "text": "The costing framework is based on the following seven thematic areas of the GSGDA II:"}, {"text_block_id": "p7_b10", "text": "The costing framework is based on the following seven thematic areas of the GSGDA II:\n* Ensuring and sustaining macroeconomic stability;\n* Enhanced competitiveness ofGhanaâs private sector;\n* Accelerated agricultural modernisation and natural resource management;\n* Oil and gas development;\n* Infrastructure and human settlements development;\n* Human development, employment and productivity; and\n* Transparent and accountable governance."}, {"text_block_id": "p7_b24", "text": "The total cost of implementing the GSGDA II is estimated at GH¢65,051.72 million (US$16,262.93 million). The allocation by thematic area is as follows:"}, {"text_block_id": "p7_b25", "text": "The bulk of the resources is expected to go into finance activities related to the provision of infrastructure and human settlement development (44.5%) and human resource development, employment and productivity (22.4%)."}, {"text_block_id": "p7_b26_merged", "text": "Based on the projected total revenue and planned expenditure on goods and services, and assets over the period, overall resource gap of GH¢15,025.53 million (US$3,756.38 million) and an average of GH¢3,756.38 million (US$939.10 million) per annum was estimated. This represents an overall financing gap of about 22.8% over the period 2014-2017. This resource gap is expected to be financed through various mechanisms including:"}, {"text_block_id": "p7_b31", "text": "Based on the projected total revenue and planned expenditure on goods and services, and assets over the period, overall resource gap of GH¢15,025.53 million (US$3,756.38 million) and an average of GH¢3,756.38 million (US$939.10 million) per annum was estimated. This represents an overall financing gap of about 22.8% over the period 2014-2017. This resource gap is expected to be financed through various mechanisms including:\n* Strengthening revenue enhancing measures to widen the revenue base;\n* Strengthening expenditure controls and management and ensuring value for money\n* pursuing PPP approaches to the provision of public infrastructure; and\n* Ensuring âAid on Budgetâ and diversifying sources of external resource mobilisation"}, {"text_block_id": "p8_b40", "text": "CHAPTER ONE"}, {"text_block_id": "p8_b41", "text": "INTRODUCTION"}, {"text_block_id": "p8_b42", "text": "1.1 Background"}, {"text_block_id": "p8_b43", "text": "Article 36, clause 1 of the 1992 Constitution of the Republic of Ghana enjoins the State to:"}, {"text_block_id": "p8_b44", "text": "“... take all necessary action to ensure that the national economy is managed in such a manner"}, {"text_block_id": "p8_b45", "text": "as to maximize the rate of economic development and to secure the maximum welfare, freedom and happiness of every person in Ghana and to provide adequate means of livelihood and"}, {"text_block_id": "p8_b46", "text": "suitable employment and public assistance to the needy.”"}, {"text_block_id": "p8_b47", "text": "To ensure the implementation of the foregoing, among others, Article 36, clause 5 requires that:"}, {"text_block_id": "p8_b48", "text": "“... within two years after assuming office, the President shall present to Parliament a co"}, {"text_block_id": "p8_b49", "text": "-"}, {"text_block_id": "p8_b50", "text": "ordinated programme of economic and social development policies, including agricultural and industrial programmes at all levels"}, {"text_block_id": "p8_b51", "text": "and in all the regions of Ghana.”"}, {"text_block_id": "p8_b52", "text": "In fulfilment of this constitutional requirement, H.E The President prepared his Coordinated Programme of Economic and Social Development Policies (CPESDP), 2014-2020 which outlines his medium-term vision for the development of the country and the broad policy measures to be implemented to achieve his medium-term development objectives and goals."}, {"text_block_id": "p8_b53", "text": "To operationalize the broad policy proposals outlined in the CPESDP, the Ghana Shared Growth and Development Agenda (GSGDA) II, 2014-2017 was prepared. The GSGDA II, which is the fifth in the series of medium-term national development policy frameworks to be prepared under the 4"}, {"text_block_id": "p8_b54", "text": "th"}, {"text_block_id": "p8_b55", "text": "Republic and a successor to the GSGDA I, 2010-2013, contains the specific strategies to be i"}, {"text_block_id": "p8_b56", "text": "mplemented to systematically position the country towards the attainment of the President’s"}, {"text_block_id": "p8_b57", "text": "Vision and Goal under the CPESDP."}, {"text_block_id": "p8_b58", "text": "The GSGDA II informs the sector and district medium-term development plans prepared by the MDAs and MMDAs, which form the basis for the annual national budget. The GSGDA II also forms the basis for Donor Coordination within the framework of the Paris Declaration which requires all Donors to coordinate their support towards approved national agenda."}, {"text_block_id": "p8_b59", "text": "1.2 The Medium-Term Vision for Development and Strategic Focus of GSGDA II"}, {"text_block_id": "p8_b60", "text": "The 1992 Constitution of the Republic of Ghana provides a long-term national development vision for the country through the Directive Principles of State Policy which require that:"}, {"text_block_id": "p8_b61", "text": "“"}, {"text_block_id": "p8_b62", "text": "every Government must"}, {"text_block_id": "p8_b63_merged_merged", "text": "pursue policies that would ultimately lead to the “establishment of a just and free society”, where every Ghanaian would have the opportunity to live long, productive, and meaningful life”"}, {"text_block_id": "p8_b66", "text": "Within the context of this constitutional requirement of establishing a free and just society, the Vision of the President, which largely reflects the aspirations of most Ghanaians,"}, {"text_block_id": "p9_b67_merged", "text": "“is to transform the Ghanaian economy and society towards a “stable, united, inclusive and prosperous country with opportunities for all”"}, {"text_block_id": "p9_b72", "text": "The vision entails building a new Ghana where:"}, {"text_block_id": "p9_b73", "text": "The vision entails building a new Ghana where:\n* there will be increased access to quality education and health services at all levels;\n* science and technology will drive education and national development;\n* the application of technology in agriculture and manufacturing is high;\n* our export earnings no longer depend almost entirely on primary products and extractives;\n* the imports regime is streamlined to meet only critical needs of the society; and\n* the formalisation of the informal sector will lead to the expansion of opportunities for"}, {"text_block_id": "p9_b85", "text": "The Vision also anticipates purposeful cultivation of a set of core national values, as an integral part of our culture, that create in us positive attitudes in general and towards national development in particular. These developmental values are summarised as follows:"}, {"text_block_id": "p9_b86", "text": "The Vision also anticipates purposeful cultivation of a set of core national values, as an integral part of our culture, that create in us positive attitudes in general and towards national development in particular. These developmental values are summarised as follows:\n* Selfless and dedicated leadership\n* Honesty\n* Discipline\n* Excellence\n* Self-reliance\n* Tolerance"}, {"text_block_id": "p9_b98", "text": "Such values would help address various social ills, such as corruption; the chronic disregard for punctuality in public and private lives; poor quality of goods and services (which undermines our global competiveness); indiscipline on our roads; insanitary conditions in our communities; etc"}, {"text_block_id": "p9_b99", "text": "Consistent with the overall medium-term vision for development under the CPESDP, the strategic direction underlying the GSGDA II is to leverage our natural resource endowments, agriculture potential and relatively large human resource base to accelerate socio-economic transformation through value addition and industrial production starting with light manufacturing and diversification. This will be underpinned by partnership with the private sector to expand development of critical infrastructure through self-financing vehicles including Public-Private Partnerships (PPPs) and other commercial arrangements. The priority areas for PPPs are expected to include power generation, roads and railways, large-scale housing development, water, healthcare and sanitation and public safety. Enhancing education through science, mathematics, and technology to meet the demands of a new innovation-driven age will be a key pre-requisite"}, {"text_block_id": "p9_b100", "text": "In line with the Sustainable Development Goals (SDGs), and to address climate change concerns, the GSGDA II takes into consideration the need to promote basic living standards; and adoption of the principles of green economy in the national development planning and implementation, and enhance the capacity to mitigate and reduce the impact of natural disasters, risks and vulnerability."}, {"text_block_id": "p9_b101", "text": "Based on the medium-term vision underlying the CPESDP a per capita income target of, at least US$2,400 by 2017 is projected, accompanied by the necessary infrastructure and socio-economic"}, {"text_block_id": "p10_b102", "text": "transformation. This will put Ghana on track to achieve its long-term per capita income target of US$3,000 by 2020."}, {"text_block_id": "p10_b103", "text": "To achieve the medium-term per capita income target, an average oil inclusive real GDP growth rate target of, at least 10.6% and a non-oil real GDP growth rate target of at least 9.6% per annum are projected. The key sector to lead the overall real GDP growth rate is Industry which is projected to grow at an average annual rate of about 13.2%, followed by the Service sector with 10% and Agriculture with 6%."}, {"text_block_id": "p10_b104", "text": "Within this context of medium-term targets, policies and strategies to be implemented are prioritised in the following thematic:"}, {"text_block_id": "p10_b105", "text": "Within this context of medium-term targets, policies and strategies to be implemented are prioritised in the following thematic:\n* Ensuring and sustaining macroeconomic stability;\n* Enhanced competitiveness of Ghanaâs private sector;\n* Accelerated agricultural modernisation and natural resource management;\n* Oil and gas development;\n* Infrastructure and human settlements development;\n* Human development, productivity and employment; and\n* Transparent and accountable governance"}, {"text_block_id": "p10_b119", "text": "The GSGDA II is presented in two volumes. The Volume I, which is the main policy framework, analyses the macroeconomic context and the development policy choices that should be made to attain the goals of GSGDA II. It includes a policy matrix, which outlines issues, policy objectives, and strategies, and also identifies the agencies responsible for implementing each component of the strategy. Volume II is the four year costing framework, which shows the indicative financial requirements for the effective implementation of the policies and strategies outlined in the GSGDA II."}, {"text_block_id": "p10_b120", "text": "1.3 Review of the GSGDA I, 2010-2013 Expenditure Framework"}, {"text_block_id": "p10_b121", "text": "The GSGDA I, was formulated as a successor to the Growth and Poverty Reduction Strategy (GPRS II) to be implemented over the period 2010-2013. The policy measures and strategies to be implemented were organized around the following thematic areas:"}, {"text_block_id": "p10_b122", "text": "The GSGDA I, was formulated as a successor to the Growth and Poverty Reduction Strategy (GPRS II) to be implemented over the period 2010-2013. The policy measures and strategies to be implemented were organized around the following thematic areas:\n* Ensuring and sustaining macroeconomic stability;\n* Enhanced competitiveness of Ghanaâs private sector;\n* Accelerated agricultural modernisation and natural resource management;\n* Oil and gas development;\n* Infrastructure and human settlements development;\n* Human development, productivity and employment; and\n* Transparent and accountable governance"}, {"text_block_id": "p10_b136", "text": "To overcome the persistent concerns of misalignment of resource allocation that characterized the predecessor medium-term national development policy frameworks, a number of interventions were proposed to strengthen the linkage between the GSGDA I and the annual national budget. The interventions were focused on achieving the following:"}, {"text_block_id": "p11_b137", "text": "To overcome the persistent concerns of misalignment of resource allocation that characterized the predecessor medium-term national development policy frameworks, a number of interventions were proposed to strengthen the linkage between the GSGDA I and the annual national budget. The interventions were focused on achieving the following:\n* ensuring the preparation of a well-costed medium-term sector and district development\n* ensuring that all the objectives of MDAs and MMDAs are properly aligned to the\n* ensuring that only activities in the GSGDA I receive budgetary resources;\n* ensuring that resources for financing expenditures associated with the implementation of\n* ensuring that resources for financing GSGDA I implementation can be effectively\n* ensuring effective Cash Management and Public Financial management Systems."}, {"text_block_id": "p11_b149", "text": "A major budget reform introduced during the implementation of the GSGDA to strengthen the linkage between the policy framework and the national budget is the introduction of the Programme Based Budget (PBB) to replace the previous Activity-Based Budgeting approach which focused on inputs and activities instead of service delivery and results. This was complemented by a number of PFM reforms such as: (i) Ghana Integrated Financial Management Information Systems (GIFMIS); (ii) New Chart of Account and Organisational Structure; (iii) Financial Accounting and Payroll Upgrade; (iv) Human Resource Management System (HRMS); and (v) Composite Budget."}, {"text_block_id": "p11_b150", "text": "After four years of GSGDA implementation, the misalignment persist, exacerbated by weaknesses in the planning and budgeting process, as well as poor donor coordination. There is growing preference for project support by Development Partners (DPs) instead of budget support, arising largely from perceived weaknesses in the public financial management system; challenges in GoG-DPs policy dialogue platform including the MDBS and CG; and Ghana attainment of middle income status which disqualifies the country from accessing certain concessionary financing."}, {"text_block_id": "p11_b151_merged", "text": "The total cost of implementing the GSGDA was estimated at US$23,891.459 million (GH¢34,642.62 million), of which 39.4% was expected to go to implementation of policies and strategies related to “Infrastructure and human settlements development” thematic area; 25.2% to “Human development, employment and productivity” thematic area, while 15.1% was allocated to “Oil and gas development” thematic area. The remaining 20.3% were allocated to “Enhanced competitiveness of Ghana’s private sector” thematic area (8%); “Transparent and accountable governance” thematic area (6.4%); “Accelerated agricultural modernisation and natural resource management” thematic area (3.8%) and “Ensuring and sustaining macroeconomic stability” thematic area (2.1%)"}, {"text_block_id": "p11_b180", "text": "The GSGDA envisaged that the resource envelope would comprise both domestic and external sources of financing. In each of the four years of the implementation of the GSGDA, budgetary spending excluding net lending was projected at an average of 40.3% of annual GDP. Domestic revenue sources including oil revenue make up some 31.8% of GDP, while grants from bilateral and multilateral sources constitute about 4.3% of GDP on the average. The remaining 4.2% of GDP was expected to come from programme loans and exceptional financing arrangements. About 86.5% of total receipts over the period of implementation of the GSGDA were expected to"}, {"text_block_id": "p12_b181", "text": "be generated from domestic sources (i.e. domestic tax and non-tax sources), while revenue from oil and gas was expected not to be less than 6% of the domestic receipt."}, {"text_block_id": "p12_b182", "text": "The outturn over the four year period shows that budgetary spending constituted an average of 26.2% of GDP, with domestic revenue sources constituting an average of 19.2% of GDP, while grants from bilateral and multilateral sources constituted about 1.6% of GDP. Both foreign and domestic net financing including divestiture receipts, programme and project loans, HIPC relief, and exceptional financing arrangements constituted an annual average of 8.1% of GDP."}, {"text_block_id": "p12_b183", "text": "The overall resource allocation Goods and Services, and CAPEX through the 2010-2014 Annual National Budget for the implementation of the GSGDA amounted to US$22,541.32 million, representing 5.7% shortfall over the planned GSGDA resource requirements"}, {"text_block_id": "p12_b184", "text": ". Distribution of the resources by thematic area shows that 32.2% were allocated to the implementation of programmes related to"}, {"text_block_id": "p12_b185", "text": "“"}, {"text_block_id": "p12_b186", "text": "Ensuring and sustaining macroeconomic stability"}, {"text_block_id": "p12_b187", "text": "”"}, {"text_block_id": "p12_b188", "text": "thematic area including debt servicing, 24% to the"}, {"text_block_id": "p12_b189", "text": "“Oil and"}, {"text_block_id": "p12_b190", "text": "gas d"}, {"text_block_id": "p12_b191", "text": "evelopment”"}, {"text_block_id": "p12_b192", "text": "thematic area, and 14.1% to"}, {"text_block_id": "p12_b193", "text": "“Transparent and a"}, {"text_block_id": "p12_b194", "text": "ccountable g"}, {"text_block_id": "p12_b195", "text": "overnance”"}, {"text_block_id": "p12_b196", "text": "thematic area. The actual releases to"}, {"text_block_id": "p12_b197", "text": "the “"}, {"text_block_id": "p12_b198", "text": "Human development, productivity and employment"}, {"text_block_id": "p12_b199", "text": "” and “"}, {"text_block_id": "p12_b200", "text": "Infrastructure and human settlement"}, {"text_block_id": "p12_b201", "text": "” thematic areas constituted 13% and 11.3% respectively, while those to “"}, {"text_block_id": "p12_b202", "text": "Agricultural modernisation and natural resource management"}, {"text_block_id": "p12_b203", "text": "” and “"}, {"text_block_id": "p12_b204", "text": "Enhancing competitiveness"}, {"text_block_id": "p12_b205", "text": "in Ghana’s"}, {"text_block_id": "p12_b206", "text": "private sector"}, {"text_block_id": "p12_b207", "text": "”"}, {"text_block_id": "p12_b208", "text": "thematic areas constituted 4.9% and 0.5% respectively."}, {"text_block_id": "p12_b209", "text": "These were contrary to the pattern of distribution envisaged under the GSGDA costing framework where 39.4% was expected to go to implementation of policies, and strategies in the"}, {"text_block_id": "p12_b210", "text": "“Infrastructure and human settlements development”"}, {"text_block_id": "p12_b211", "text": "thematic area; 25.2% to"}, {"text_block_id": "p12_b212", "text": "“"}, {"text_block_id": "p12_b213", "text": "Human"}, {"text_block_id": "p12_b214", "text": "development, employment and productivity”"}, {"text_block_id": "p12_b215", "text": "thematic area; 15.1% to"}, {"text_block_id": "p12_b216", "text": "“Oil and gas development”"}, {"text_block_id": "p12_b217", "text": "thematic area;"}, {"text_block_id": "p12_b218", "text": "8% to “Enhanced competitiveness of Ghana’s private sector”"}, {"text_block_id": "p12_b219", "text": "thematic area; 6.4%"}, {"text_block_id": "p12_b220", "text": "to “Transparent and accountable governance” thematic area;"}, {"text_block_id": "p12_b221", "text": "3.8% to the"}, {"text_block_id": "p12_b222", "text": "“A"}, {"text_block_id": "p12_b223", "text": "ccelerated agricultural modernisation and natural resource management"}, {"text_block_id": "p12_b224", "text": "”"}, {"text_block_id": "p12_b225", "text": "thematic area; and 2.1% to"}, {"text_block_id": "p12_b226", "text": "“Ensuring and sustaining macroeconomic stability”"}, {"text_block_id": "p12_b227", "text": "thematic area."}, {"text_block_id": "p12_b228_merged_merged_merged", "text": "Overall, resources were prioritized away from “Infrastructure and human settlements development” and “Human development, employment and productivity” thematic areas in favour of “Ensuring and sustaining macroeconomic stability” thematic area, “Oil and gas development” thematic area, and “Transparent and accountable governance” thematic area. The sources of the misalignment could be traced to both GoG and DPs’ allocation patterns, which were in favour of “Ensuring and sustaining macroeconomic stability” and “Transparent and accountable governance” thematic areas"}, {"text_block_id": "p12_b249", "text": "during the period."}, {"text_block_id": "p12_b250", "text": "1.4 GSGDA II Expenditures"}, {"text_block_id": "p12_b251", "text": "In order to overcome the problem of misalignment of resource allocation observed under the GSGDA I, renewed effort has to be made to strengthen the linkage between the GSGDA II policies and strategies and the annual national budget through:"}, {"text_block_id": "p13_b252", "text": "In order to overcome the problem of misalignment of resource allocation observed under the GSGDA I, renewed effort has to be made to strengthen the linkage between the GSGDA II policies and strategies and the annual national budget through:\n* improved coordination between national development planning and the annual budgeting\n* strengthening the processes and procedure for the preparation of costed medium-term\n* ensuring that only activities related to the GSGDA II receive budgetary resources;\n* ensuring that resources for financing expenditures associated with the implementation of\n* Strengthening the expenditure tracking system through harmonization of codes under the"}, {"text_block_id": "p13_b262", "text": ":"}, {"text_block_id": "p13_b263", "text": "A major challenge for ensuring strong alignment between national development plan"}, {"text_block_id": "p13_b264", "text": "and the budget is the weak coordination among the Office of the President, the National Development Planning Commission, and the Ministry of Finance in priority setting and implementation of agreed policies and programmes. These institutions continued to work independently of each other, and activities are not synchronized with each other. Over the medium-term, the existing organizational structure, processes and procedures of NDPC, OoP and Ministry of Finance, will be reviewed and streamlined to make it effective in delivery of their mandates. Roles and responsibility will be identified and assigned to each institution along the entire national development planning and budget preparation and implementation continuum."}, {"text_block_id": "p13_b265", "text": "The National Development Planning System Act 1994 Act 480"}, {"text_block_id": "p13_b266", "text": "requires all MDAs and MMDAs to prepare their respective medium-term development plan base on the guidelines given by NDPC in response to the national development policy framework. It is the MDAs and MMDAs development plans that serve as the basis for the annual budget. However, the assessment of the current process has shown some weaknesses, especially in compliance to the Act. The preparation of the MDAs"}, {"text_block_id": "p13_b267", "text": "and MMDAs’ development plans"}, {"text_block_id": "p13_b268", "text": "continued to lag behind the budget process, thereby making it difficult to serve the intended purpose."}, {"text_block_id": "p13_b269", "text": "The three-year rolling budget underlying the PBB and the GIFMIS is largely based on well-prepared and fully costed sector plans. Any shortcomings in developing these plans will automatically render the operation of the PBB and GIFMIS dysfunctional, and the linkages between the sector development plans, GSGDA II priorities and the annual budget weak. Over the medium-term, the process of preparing the MDAs and MMDAs development plans will be streamlined and synchronized with the annual budget to enhance their utility. To ensure that quality plans are prepared the internal capacity of NDPC, MDAs and MMDAs will be enhanced."}, {"text_block_id": "p13_b270_merged_merged_merged", "text": "Budgetary resources are used to finance only GSGDA II priorities: The budgeting process still lacks efficient mechanism for ensuring that only MDAs who have approved Sector Medium Term Development Plans (SMTDP) receive budgetary allocations. MDAs and MMDAs prepare their respective development plans to meet the requirement of Act 480 but it is usually set aside, and resources allocated to implement activities outside the plans. The policy hearings which were expected to serve as a mechanism for ensuring that only programmes and projects from the approved SMTDP receive resource allocation has been irregular. For the budget to serve as a"}, {"text_block_id": "p14_b273", "text": "vehicle for delivering the objectives of national development policy framework the annual policy hearing prior to allocation of budget resources will be strengthened and institutionalized. The process will further be strengthened by the passage of the Legislative Instrument which spells out the reward and sanction regime for non-compliance to the National Development Planning System Act 1994 Act 480."}, {"text_block_id": "p14_b274", "text": "Effective tracking of Resources for financing GSGDA II implementation:"}, {"text_block_id": "p14_b275", "text": "The format for"}, {"text_block_id": "p14_b276", "text": "capturing data from key national institutions responsible for supervising the release of public sector funds including MOF, CAGD, DACF Secretariat, and MLGRD continue to vary, making it difficult to reconcile data from these sources. For effective tracking of public funds, the institutional arrangements would be reviewed and clearly defined, and the mechanism for reporting be clearly outlined."}, {"text_block_id": "p14_b277_merged_merged", "text": "Following the introduction of the PBB and GIFMIS, the basic architecture and the underlying coding system for tracking budgetary resources released from MOF to MDAs have improved. However, data from CAGD continued to be captured along the organizational lines instead of by policy objective. Also the format for capturing data from DACF Secretariat and MLGRD continue to vary, making it difficult to reconcile. For effective tracking the system will further be reviewed and re-structured to serve effective usage."}, {"text_block_id": "p14_b279", "text": "1.5 The Processes for Costing GSGDA II"}, {"text_block_id": "p14_b280", "text": "The process for preparing the costing framework involved desk-top research, data capturing, technical analysis of data, and validation of data by key stakeholders. The process lasted for a period of five months, beginning in December, 2014 and ending in April 2015."}, {"text_block_id": "p14_b281", "text": "The process begun with the formation of task team comprising of technical experts in public finance, national budget preparation and execution processes, Medium-Term Expenditure Framework (MTEF), and national development planning. The process was led by a task team leader responsible for providing the overall technical direction for the exercise. The process was participatory involving the MDAs who provided inputs for the exercise, while the task team provided the technical guidance and final analysis of data for the report."}, {"text_block_id": "p14_b282", "text": "Costing guidelines were provided to MDAs in costing their respective medium-term development plans. The costing guidelines were informed by the review of the costing framework for the GSGDA I, and the guidelines for preparing the national budget. It outlines the costing methodology, activities that qualify for costing under the framework, identification of inputs, per unit cost application, and method of cost aggregation. This is to ensure uniform costing structure, and easy harmonization of the costings submitted by MDAs."}, {"text_block_id": "p14_b283", "text": "The MDAs were requested to submit the indicative cost of their respective medium-term development plans to NDPC. This was predicated on the fact that MDAs had already costed their draft medium-term development plans and required time to adjust them to fit the requirements of"}, {"text_block_id": "p15_b284", "text": "the costing guidelines. Technical support was provided by the task team and NDPC technical staff to MDAs who required it."}, {"text_block_id": "p15_b285", "text": "All costing inputs received from MDAs were captured into the MTEF Activate and the output from the MTEF Activate validated by the task team to ensure that the data captured are the same as submitted by the MDA. The output of each MDAs MTEF output was further analyzed to assess data gaps. Comments on each MDAs indicative cost was compiled, and a validation meeting organized with the MDAs to discuss comments on their respective costing. The exercise was to ensure that: (i) double counting, under-counting and over-costing are eliminated; (ii) sequencing of activities to be implemented is appropriate; and (iii) strategic, catalytic and transformational initiatives are given priority in the costing."}, {"text_block_id": "p15_b286", "text": "MDAs were then requested to review their indicative costing on the basis of the comments provided by the task team and re-submit. Re-submitted inputs were re-captured into the MTEF database."}, {"text_block_id": "p15_b287", "text": "The final MTEF output of each MDA was reviewed against their absorptive capacities, and the necessary adjustments made when necessary. MDAs historical expenditure pattern obtained from the database of the Controller and Accountant-General, as well as the average completion time of major national projects were used as proxies for absorptive capacity. On the basis of MDAs historical budgetary expenditure, MDAs (especially in the key infrastructural sectors) ability to utilize more than double of its current resource utilization within a year could not be adequately justified, especially when there are institutional and regulatory procedures which usually slow down the rate of execution of projects."}, {"text_block_id": "p15_b288", "text": "The final MTEF output was generated and used as the basis of analysis for the resource requirement for the implementation of the GSGDA II, 2014-2017."}, {"text_block_id": "p15_b289", "text": "1.6 Structure of the Document"}, {"text_block_id": "p15_b290", "text": "This document is presented in four chapters. In addition to the introductory chapter, chapter two presents a summary of the GSGDA II policies and strategies to be implemented over the period 2014-2017, while chapter three presents estimates of resource requirements for the implementation of the policies and strategies. Chapter four presents analysis of the resource envelope and the financing gap."}, {"text_block_id": "p16_b291", "text": "CHAPTER TWO"}, {"text_block_id": "p16_b292", "text": "SUMMARY OF GSGDA II POLICIES AND STRATEGIES"}, {"text_block_id": "p16_b293", "text": "2.1 Introduction"}, {"text_block_id": "p16_b294", "text": "This chapter presents the summary of GSGDA II policies and strategies in each thematic area that are expected to be funded and implemented over the GSGDA II plan period. It also outlines the key objectives expected to be achieved in each thematic area upon the implementation of policies and strategies."}, {"text_block_id": "p16_b295", "text": "2.2 Ensuring and sustaining macroeconomic stability"}, {"text_block_id": "p16_b296", "text": "The overall goal of macroeconomic stability policies and strategies under the GSGDA II is to correct the distortions that have emerged during the end of GSGDA I implementation and place the country on the path to social and economic transformation. In order to achieve the overall goal of macroeconomic stability, policies and strategies to be pursued will focus on the following policy areas:"}, {"text_block_id": "p16_b297", "text": "The overall goal of macroeconomic stability policies and strategies under the GSGDA II is to correct the distortions that have emerged during the end of GSGDA I implementation and place the country on the path to social and economic transformation. In order to achieve the overall goal of macroeconomic stability, policies and strategies to be pursued will focus on the following policy areas:\n* Improved monetary and financial policy management;\n* Effective and efficient fiscal policy management;\n* Economic Policy Decision-Making and Management; and\n* International Trade and Regional Integration."}, {"text_block_id": "p16_b305", "text": "The priority monetary and financial policies to be implemented will focus on achieving the following broad objectives:"}, {"text_block_id": "p16_b306", "text": ""}, {"text_block_id": "p16_b307", "text": "Ensure Price and Exchange Rate Stability;"}, {"text_block_id": "p16_b308", "text": ""}, {"text_block_id": "p16_b309", "text": "Deepen the Capital Markets; and"}, {"text_block_id": "p16_b310", "text": ""}, {"text_block_id": "p16_b311", "text": "Improve access to financial services."}, {"text_block_id": "p16_b312", "text": "To ensure price and exchange rate stability, strategies to be implemented include: review monetary policy framework and enhance its implementation to ensure that it is responsive to the needs of the private sector and medium-term job creation objectives; strengthen the effectiveness of payment systems infrastructure; support increased competition in the financial system; enforce the existing regulation regarding Government borrowing; and strengthen the inter-bank foreign exchange market."}, {"text_block_id": "p16_b313", "text": "The strategies to be pursued to deepen the capital market include: develop the secondary market for bonds and other long-term securities; leverage the three-tier pension scheme to increase access to long term financing; and consolidate the implementation of BASEL II approach to risk-based supervision."}, {"text_block_id": "p16_b314", "text": "The strategies to be implemented to improve access to financial services include: develop a more comprehensive insurance market; develop a more affordable and accessible market for mortgage"}, {"text_block_id": "p16_b315", "text": "finance; and implement schemes to improve women’s access to credit."}, {"text_block_id": "p17_b316", "text": "The medium-term policy interventions to effectively and efficiently manage fiscal policies are expected to focus on achieving the following: improving the fiscal resource mobilisation and management; improving public expenditure management; and improving the capacity for effective public sector debt management. Specifically, these will entail: maintaining the wage bill within globally accepted levels; improving revenue mobilisation to levels commensurate"}, {"text_block_id": "p17_b317", "text": "with Ghana’s middle income status; instituting mechan"}, {"text_block_id": "p17_b318", "text": "isms to ensure rapid disbursements of loans and grants; and instituting efficient expenditure control measures."}, {"text_block_id": "p17_b319", "text": "Over the medium-term, policy for economic governance will aim at reforming and strengthening the existing economic management arrangements, processes and institutions for effective economic policy decision-making and management. This will entail: strengthening economic planning and forecasting; facilitating the development of technology-based public policy-making process; and strengthening policy formulation and planning capacity at all levels of Government."}, {"text_block_id": "p17_b320_merged_merged", "text": "Within the framework of trade liberalization, trade policy will be used to promote the international competitiveness of domestic enterprises, including: reviewing and intensifying the efforts at improving Ghana’s export competitiveness; diversifying and increasing exports and markets; accelerating economic integration with other regional and/or sub-regional states; as well as building gross international reserves adequate to cushion the economy against external shocks."}, {"text_block_id": "p17_b323", "text": "2.3"}, {"text_block_id": "p17_b324", "text": "Enhanced competitiveness of Ghana’s private sector"}, {"text_block_id": "p17_b325", "text": "To attain the long-term goal of enhancing private sector competitiveness, priority attention will be given to the implementation of the Private Sector Development Strategy (PSDS) II. Policies and strategies to be implemented in the medium-term will focus on the following:"}, {"text_block_id": "p17_b326", "text": ""}, {"text_block_id": "p17_b327", "text": "Private Sector Development;"}, {"text_block_id": "p17_b328", "text": ""}, {"text_block_id": "p17_b329", "text": "Good Corporate Governance;"}, {"text_block_id": "p17_b330", "text": ""}, {"text_block_id": "p17_b331", "text": "Growth and Development of MSMEs;"}, {"text_block_id": "p17_b332", "text": ""}, {"text_block_id": "p17_b333", "text": "Industrial Development;"}, {"text_block_id": "p17_b334", "text": ""}, {"text_block_id": "p17_b335", "text": "Tourism Industry Development; and"}, {"text_block_id": "p17_b336", "text": ""}, {"text_block_id": "p17_b337", "text": "Develop a vibrant creative arts industry."}, {"text_block_id": "p17_b338", "text": "The policy interventions to be implemented in the private sector will aim at achieving the following objectives: improve private sector productivity and competitiveness domestically and globally; increase the opportunities for private sector participation in socio-economic infrastructure development; develop a financial sector which is more efficient and responsive to private sector needs; expand access to both domestic and international markets; ensure the health, safety and economic interest of consumers; and expand opportunities for accelerated job creation."}, {"text_block_id": "p17_b339", "text": "There is a general lack of good corporate governance culture among corporate entities in Ghana. In the medium-term, policy to improve corporate governance will focus on providing appropriate institutional and legal framework to support the enforcement of good corporate governance; as well as promote an effective enabling environment for good corporate governance."}, {"text_block_id": "p18_b340", "text": "Ghana’s economy is dominated by MSMEs the majority of which operate in the informal sector."}, {"text_block_id": "p18_b341", "text": "Policy interventions to enhance performance of MSMEs will focus on: improving their operational efficiency and competitiveness; enhancing their access to finance; and improving their technical and entrepreneurial skills. To achieve this the following strategies will be prioritised: identify winners in the agro-business area and promote their growth into competitive industries; facilitate the provision of training and business development services; promote the establishment of business incubators, technology parks and land banks especially at the district level to promote local economic development (LED); and mobilise resources from existing financial and technical institutions to support MSMEs."}, {"text_block_id": "p18_b342", "text": "The transformation of the industrial sector will be based on a vibrant and competitive light manufacturing sub-sector. In the medium-term, special initiatives will be undertaken in the following areas to accelerate industrial development:"}, {"text_block_id": "p18_b343", "text": ""}, {"text_block_id": "p18_b344", "text": "Facilitate the rehabilitation of VALCO as part of the upstream and downstream integration of the aluminium industry, including alumina production."}, {"text_block_id": "p18_b345", "text": ""}, {"text_block_id": "p18_b346", "text": "Set-up Industrial Development Fund (IDF) to provided support to indigenous manufacturing sector by directly funding agro-processing and light manufacturing firms."}, {"text_block_id": "p18_b347", "text": ""}, {"text_block_id": "p18_b348", "text": "Re-organise the regulatory and financing regimes in the construction sector to support indigenous firms for major national contracts."}, {"text_block_id": "p18_b349", "text": ""}, {"text_block_id": "p18_b350", "text": "Develop machine tool industry by linking key centres like Suame Magazine in Kumasi to develop the local capacity to manufacture key industrial parts to support Ghanaian industry and replace some imports and for exports"}, {"text_block_id": "p18_b351", "text": "Ghana is endowed with historical, cultural and ecological assets which could be leverage develop a competitive and preferred tourist destination. The overall strategy for the development of the tourism industry is to promote PPPs to mobilise both local and foreign investment in the development of requisite tourism infrastructure and facilities notably, hotels, resorts, eco-lodges, motels and highway rest stops, restaurants, entertainment and recreational facilities, tourist transport, shopping, conference and exhibition centres etc; support the development of highly skilful personnel in the industry; diversify and expand the tourism industry products; and promote sustainable tourism."}, {"text_block_id": "p18_b352", "text": "Also a competitive creative art industry will be developed through the establishment of a Council for Creative Arts to serve as the apex body for coordinating interventions in the industry among others; promote research into the industry to establish data to inform evidence-based decision-making; support capacity building among the industry players to sharpen their business orientation; and strengthening the Copyright Office and its related institutions."}, {"text_block_id": "p18_b353", "text": "2.4 Accelerated agricultural modernisation and natural resource management"}, {"text_block_id": "p18_b354", "text": "The Agriculture Sector of Ghana comprises crops (including cocoa), livestock, fisheries and aquaculture, and forestry and logging sub-sectors. The sector is made up predominantly of subsistence smallholder production units, with weak linkages to the Industry and the Services Sectors.  It employs 41.3% of the active population and is dominated by women."}, {"text_block_id": "p19_b355_merged", "text": "In the medium-term, the Agriculture Sector is envisaged to play a critical role in the transformation of the country’s economy. The prospects for accelerated structural transformation of the economy lies in the opportunities that exist in agriculture for selected crops development for food security, import substitution, agro-industrial raw materials for agro-processing, light manufacturing, and export."}, {"text_block_id": "p19_b358", "text": "The broad objectives to be pursued under the medium term development strategy include:"}, {"text_block_id": "p19_b359", "text": ""}, {"text_block_id": "p19_b360", "text": "improved agricultural  productivity;"}, {"text_block_id": "p19_b361", "text": ""}, {"text_block_id": "p19_b362", "text": "accelerated Creation of Decent Jobs;"}, {"text_block_id": "p19_b363", "text": ""}, {"text_block_id": "p19_b364", "text": "increased agricultural competitiveness and enhanced integration into domestic and international markets;"}, {"text_block_id": "p19_b365", "text": ""}, {"text_block_id": "p19_b366", "text": "reduced production and distribution risks/ bottlenecks in agriculture and industry, including developing irrigation and improving agriculture financing;"}, {"text_block_id": "p19_b367", "text": ""}, {"text_block_id": "p19_b368", "text": "sustainable environment, land and water management;"}, {"text_block_id": "p19_b369", "text": ""}, {"text_block_id": "p19_b370", "text": "promote selected crop development for food security, export and industry;"}, {"text_block_id": "p19_b371", "text": ""}, {"text_block_id": "p19_b372", "text": "promote the development of Agriculture Estates;"}, {"text_block_id": "p19_b373", "text": ""}, {"text_block_id": "p19_b374", "text": "promote livestock and poultry development for food security and income;"}, {"text_block_id": "p19_b375", "text": ""}, {"text_block_id": "p19_b376", "text": "promote fisheries and aquaculture development for food security and income generation;"}, {"text_block_id": "p19_b377", "text": ""}, {"text_block_id": "p19_b378", "text": "improved institutional coordination for agricultural development."}, {"text_block_id": "p19_b379", "text": "Some of the specific interventions to be implemented over the medium-term include:"}, {"text_block_id": "p19_b380", "text": ""}, {"text_block_id": "p19_b381", "text": "Promote Agriculture Mechanisation;"}, {"text_block_id": "p19_b382", "text": ""}, {"text_block_id": "p19_b383", "text": "Improve science, technology and innovation application;"}, {"text_block_id": "p19_b384", "text": ""}, {"text_block_id": "p19_b385", "text": "Promote seed and planting material development;"}, {"text_block_id": "p19_b386", "text": ""}, {"text_block_id": "p19_b387", "text": "Increase access to extension services and re-orientation of agriculture education;"}, {"text_block_id": "p19_b388", "text": ""}, {"text_block_id": "p19_b389", "text": "Improve institutional coordination for agriculture development;"}, {"text_block_id": "p19_b390", "text": ""}, {"text_block_id": "p19_b391", "text": "Increase private sector investments in agriculture;"}, {"text_block_id": "p19_b392", "text": ""}, {"text_block_id": "p19_b393", "text": "Improve post-production management;"}, {"text_block_id": "p19_b394", "text": ""}, {"text_block_id": "p19_b395", "text": "Develop an effective domestic market;"}, {"text_block_id": "p19_b396", "text": ""}, {"text_block_id": "p19_b397", "text": "Expand agriculture exports;"}, {"text_block_id": "p19_b398", "text": ""}, {"text_block_id": "p19_b399", "text": "Promote the development of Agriculture Estates. This will entail the provision of essential services largely by the private sector, including land clearance and preparation, machinery service centres, certified seeds and other inputs."}, {"text_block_id": "p19_b400", "text": ""}, {"text_block_id": "p19_b401", "text": "Invest in the development of the three selected cash crops (Cocoa, Oil Palm, Cotton) and horticultural products for export and processing, as well as food crops (rice and maize) to ensure food security."}, {"text_block_id": "p19_b402", "text": ""}, {"text_block_id": "p19_b403", "text": "Establish marketing organizations along the lines of the Ghana Cocoa Board to support the development of the other cash crops."}, {"text_block_id": "p19_b404", "text": ""}, {"text_block_id": "p19_b405", "text": "Encourage and facilitate FBOs and the private sector to establish Agriculture Estates in partnership with Government to support the selected crops."}, {"text_block_id": "p19_b406", "text": ""}, {"text_block_id": "p19_b407", "text": "Rehabilitate viable existing irrigation infrastructure, promote their efficient utilisation and promote private sector participation in irrigation development, management and utilisation."}, {"text_block_id": "p20_b408", "text": ""}, {"text_block_id": "p20_b409", "text": "Support the private sector to establish feed mills in the country to support the poultry and aquaculture sub-sectors."}, {"text_block_id": "p20_b410", "text": ""}, {"text_block_id": "p20_b411", "text": "Develop appropriate agricultural financing instruments including the warehouse receipts system and agriculture insurance scheme to mitigate the key risks faced by farmers."}, {"text_block_id": "p20_b412", "text": ""}, {"text_block_id": "p20_b413", "text": "Imple"}, {"text_block_id": "p20_b414", "text": "ment a Fishermen’s Life Insurance Scheme (FLIS) to provide coverage for the loss"}, {"text_block_id": "p20_b415", "text": "of life of both marine and inland fishermen when they go on fishing expeditions."}, {"text_block_id": "p20_b416", "text": "Ghana is endowed with abundant natural resources, comprising agriculture, forestry, minerals, and oil and gas. This constitutes an essential foundation for industrialisation as envisaged under the agenda for structural transformation. The broad areas for policy interventions are:"}, {"text_block_id": "p20_b417", "text": ""}, {"text_block_id": "p20_b418", "text": "natural resource management and minerals extraction"}, {"text_block_id": "p20_b419", "text": ""}, {"text_block_id": "p20_b420", "text": "biodiversity management"}, {"text_block_id": "p20_b421", "text": ""}, {"text_block_id": "p20_b422", "text": "protected areas management"}, {"text_block_id": "p20_b423", "text": ""}, {"text_block_id": "p20_b424", "text": "land management and restoration of degraded forests"}, {"text_block_id": "p20_b425", "text": ""}, {"text_block_id": "p20_b426", "text": "integrated marine and coastal management"}, {"text_block_id": "p20_b427", "text": ""}, {"text_block_id": "p20_b428", "text": "wetlands and water resources management"}, {"text_block_id": "p20_b429", "text": ""}, {"text_block_id": "p20_b430", "text": "waste management, pollution and noise reduction"}, {"text_block_id": "p20_b431", "text": ""}, {"text_block_id": "p20_b432", "text": "community participation in natural resource management"}, {"text_block_id": "p20_b433", "text": ""}, {"text_block_id": "p20_b434", "text": "climate variability and change"}, {"text_block_id": "p20_b435", "text": ""}, {"text_block_id": "p20_b436", "text": "natural disasters, risks and vulnerability"}, {"text_block_id": "p20_b437", "text": "Natural Resource Management and Minerals Extraction"}, {"text_block_id": "p20_b438_merged_merged", "text": "In the medium-term, policy interventions aimed at improving the management of the nation’s natural resources shall focus on achieving the following objectives:"}, {"text_block_id": "p20_b441", "text": ""}, {"text_block_id": "p20_b442", "text": "Promoting the sustainable extraction and use of mineral resources"}, {"text_block_id": "p20_b443", "text": ""}, {"text_block_id": "p20_b444", "text": "Ensure sustainable management of natural resources"}, {"text_block_id": "p20_b445", "text": ""}, {"text_block_id": "p20_b446", "text": "Strengthen institutional and regulatory frameworks for sustainable natural resource management"}, {"text_block_id": "p20_b447", "text": ""}, {"text_block_id": "p20_b448", "text": "Adopt an integrated national geo-spatial based policy planning and investment decision-making."}, {"text_block_id": "p20_b449", "text": "Some of the strategies to be pursued are:"}, {"text_block_id": "p20_b450", "text": ""}, {"text_block_id": "p20_b451", "text": "reviewing existing policies, legislation and investment agreements to optimise returns to the country and the local communities;"}, {"text_block_id": "p20_b452", "text": ""}, {"text_block_id": "p20_b453", "text": "diversify the minerals production base of the nation to reduce over-dependence on the few traditional minerals resources;"}, {"text_block_id": "p20_b454", "text": ""}, {"text_block_id": "p20_b455", "text": "enforce compliance with relevant regulations and guidelines on small-scale mining; and improving technical capacity of small-scale miners to enhance efficiency and sustainability in their operations."}, {"text_block_id": "p20_b456", "text": "Biodiversity Management"}, {"text_block_id": "p20_b457", "text": "The key objective to be achieved under this focus area is reduction in loss of biodiversity. The strategies identified for attention include:"}, {"text_block_id": "p21_b458", "text": ""}, {"text_block_id": "p21_b459", "text": "facilitate the collaboration and harmonisation of biodiversity in related agreements;"}, {"text_block_id": "p21_b460", "text": ""}, {"text_block_id": "p21_b461", "text": "review and implement a national strategy to deal with invasive alien species;"}, {"text_block_id": "p21_b462", "text": ""}, {"text_block_id": "p21_b463", "text": "protect important wetlands especially in the western corridor;"}, {"text_block_id": "p21_b464", "text": ""}, {"text_block_id": "p21_b465", "text": "promote research, public education and awareness on biodiversity and ecosystem services; and"}, {"text_block_id": "p21_b466", "text": ""}, {"text_block_id": "p21_b467", "text": "ensure the effective management of biosphere reserves and other biodiversity hot spots."}, {"text_block_id": "p21_b468", "text": "Protected Areas Management"}, {"text_block_id": "p21_b469", "text": "The broad policy objective to be achieved, over the medium-term is to maintain and enhance the ecological integrity of protected areas. Strategies to be implemented include:"}, {"text_block_id": "p21_b470", "text": ""}, {"text_block_id": "p21_b471", "text": "accelerate the implementation of national buffer zone policies for rivers and protected areas; and"}, {"text_block_id": "p21_b472", "text": ""}, {"text_block_id": "p21_b473", "text": "revising the existing protected areas management plan to intensify local participation in resource management."}, {"text_block_id": "p21_b474", "text": "Land Management and Restoration of Degraded Forests"}, {"text_block_id": "p21_b475", "text": "The policy objectives to be achieved under this focus area are to reverse forest and land degradation, as well as promoting efficient land use and management systems across the country. Strategies to be implemented include:"}, {"text_block_id": "p21_b476", "text": ""}, {"text_block_id": "p21_b477", "text": "develop and implement regulatory framework for land use planning at all levels;"}, {"text_block_id": "p21_b478", "text": ""}, {"text_block_id": "p21_b479", "text": "intensify the implementation of the national forest plantation development programme;"}, {"text_block_id": "p21_b480", "text": ""}, {"text_block_id": "p21_b481", "text": "implement an educational and enforcement programme to reduce bushfires and forest degradation; and"}, {"text_block_id": "p21_b482", "text": ""}, {"text_block_id": "p21_b483", "text": "promote technological and legal reforms in land administration in support of land use planning and management."}, {"text_block_id": "p21_b484", "text": "Integrated Marine and Coastal Management"}, {"text_block_id": "p21_b485", "text": "Over the medium-term, interventions to be implemented in this thematic area are aimed at achieving the following objectives:"}, {"text_block_id": "p21_b486", "text": ""}, {"text_block_id": "p21_b487", "text": "improve investment in control structures and  technologies;"}, {"text_block_id": "p21_b488", "text": ""}, {"text_block_id": "p21_b489", "text": "improve the policy and institutional framework for effective coastal resource management;"}, {"text_block_id": "p21_b490", "text": ""}, {"text_block_id": "p21_b491", "text": "improve knowledge and awareness on appropriate coastal resources management;"}, {"text_block_id": "p21_b492", "text": ""}, {"text_block_id": "p21_b493", "text": "protect coastal forests, wetlands and marine areas; and"}, {"text_block_id": "p21_b494", "text": ""}, {"text_block_id": "p21_b495", "text": "reduce pollution and poor sanitation in the coastal areas."}, {"text_block_id": "p21_b496", "text": "Some of the strategies to be implemented to maintain the environmental integrity of coastal areas include:"}, {"text_block_id": "p21_b497", "text": ""}, {"text_block_id": "p21_b498", "text": "increase investment in control structures including gabions and boulder revetments to arrest erosion; ensure proper siting of industries in developing coastal towns;"}, {"text_block_id": "p21_b499", "text": ""}, {"text_block_id": "p21_b500", "text": "promote mangrove replanting and planting of other vegetative cover to prevent erosion;"}, {"text_block_id": "p21_b501", "text": ""}, {"text_block_id": "p21_b502", "text": "promote community participation in safe disposal of sewage and garbage"}, {"text_block_id": "p22_b503", "text": ""}, {"text_block_id": "p22_b504", "text": "strengthen institutional capacity for research, monitoring and enforcement of legislation and bye-laws;"}, {"text_block_id": "p22_b505", "text": ""}, {"text_block_id": "p22_b506", "text": "establish a Coastal Zone Commission with strong stakeholder participation;"}, {"text_block_id": "p22_b507", "text": ""}, {"text_block_id": "p22_b508", "text": "enhancing institutional capacity to enforce the regulations and guidelines on waste discharges;"}, {"text_block_id": "p22_b509", "text": ""}, {"text_block_id": "p22_b510", "text": "developing drainage master plans to manage storm water within settlements;"}, {"text_block_id": "p22_b511", "text": ""}, {"text_block_id": "p22_b512", "text": "conduct community scale water supply and sanitation training and assessment of needs for individual and public supply points and sanitation facilities."}, {"text_block_id": "p22_b513", "text": "Wetlands and Water Resources Management"}, {"text_block_id": "p22_b514", "text": "Wetlands and water resources are important for the efficient functioning of the ecosystem. Policy interventions to be implemented will focus on achieving integrated water resources management as the first step to ensuring sustainable use of wetlands and water resources. Strategies to be implemented will include:"}, {"text_block_id": "p22_b515", "text": ""}, {"text_block_id": "p22_b516", "text": "enacting appropriate legislation to protect wetlands from degradation;"}, {"text_block_id": "p22_b517", "text": ""}, {"text_block_id": "p22_b518", "text": "carrying out comprehensive wetlands inventory, supported by research and monitoring;"}, {"text_block_id": "p22_b519", "text": ""}, {"text_block_id": "p22_b520", "text": "promoting partnerships between the public and private sectors for the protection and conservation of water resources; and"}, {"text_block_id": "p22_b521", "text": ""}, {"text_block_id": "p22_b522", "text": "establishing appropriate institutional structures and enhanced capacity for planning and implementation of watersheds."}, {"text_block_id": "p22_b523", "text": "Waste Management, Pollution and Noise Reduction"}, {"text_block_id": "p22_b524", "text": "The overall objective in this focus area is to promote effective waste management and reduce noise and pollution. Strategies to be implemented will include:"}, {"text_block_id": "p22_b525", "text": ""}, {"text_block_id": "p22_b526", "text": "strengthening regulatory environment to provide sufficient deterrent for sanitation and pollution offences;"}, {"text_block_id": "p22_b527", "text": ""}, {"text_block_id": "p22_b528", "text": "intensifying the enforcement of regulations on noise pollution and control; and"}, {"text_block_id": "p22_b529", "text": ""}, {"text_block_id": "p22_b530", "text": "increasing investment in infrastructure for waste management through Public-Private Partnerships (PPPs)."}, {"text_block_id": "p22_b531", "text": "Community Participation in Natural Resource Management"}, {"text_block_id": "p22_b532", "text": "In order to address the limited involvement of stakeholders in natural resources management the overall objective over the medium-term is to enhance the capacity of communities to effectively participate in the management of natural resources. Strategies to be used to achieve the policy objective include:"}, {"text_block_id": "p22_b533", "text": ""}, {"text_block_id": "p22_b534", "text": "ensuring capacity building of existing governance structures at the local level in natural resources management; and"}, {"text_block_id": "p22_b535", "text": ""}, {"text_block_id": "p22_b536", "text": "developing and implementing a communication and public participation strategy for natural resources management."}, {"text_block_id": "p23_b537", "text": "Climate Variability and Change"}, {"text_block_id": "p23_b538", "text": "To address climate variability concerns, the medium-term policy objective to be pursued is to enhance the capacity of the relevant agencies to adapt to the impacts of climate change, mitigate the impact of climate variability and generally promote green economy. Strategies to be deployed include:"}, {"text_block_id": "p23_b539", "text": ""}, {"text_block_id": "p23_b540", "text": "establish a Climate Change Centre to coordinate the development of national capacity for climate change interventions;"}, {"text_block_id": "p23_b541", "text": ""}, {"text_block_id": "p23_b542", "text": "adopt demand and supply measures for adapting the national energy system to the impact of climate change; and"}, {"text_block_id": "p23_b543", "text": ""}, {"text_block_id": "p23_b544", "text": "increase resilience to climate change impact through an early warning system."}, {"text_block_id": "p23_b545", "text": "Natural Disasters, Risks and Vulnerability"}, {"text_block_id": "p23_b546", "text": "Ghana has a weak capacity to manage the impacts of natural disasters. The interventions to be implemented are aimed at enhancing national capacity to mitigate and reduce the impact of natural disasters, risks and vulnerability. The strategies to be impleme nted include:"}, {"text_block_id": "p23_b547", "text": ""}, {"text_block_id": "p23_b548", "text": "invest in the development of effective early warning and response systems including key seismological monitoring stations;"}, {"text_block_id": "p23_b549", "text": ""}, {"text_block_id": "p23_b550", "text": "strengthen national capacity to combat frequent droughts, floods, forest and other fire outbreaks;"}, {"text_block_id": "p23_b551", "text": ""}, {"text_block_id": "p23_b552_merged", "text": "enforcing regulations and bye-laws restricting the development of structures in flood-plains, water-ways, wetlands, etc.; and"}, {"text_block_id": "p23_b555", "text": ""}, {"text_block_id": "p23_b556", "text": "improve the resilience of the national capital to natural disasters especially floods."}, {"text_block_id": "p23_b557", "text": "2.5 Oil and Gas Development"}, {"text_block_id": "p23_b558", "text": "The transformation agenda under the GSGDA II is expected to be aided by the development of the oil and gas industry with effective linkage to the rest of the economy. Implementation of policies will focus on addressing the critical constraints and issues in the following areas:"}, {"text_block_id": "p23_b559", "text": ""}, {"text_block_id": "p23_b560", "text": "Oil and Gas Industry Development and its linkage to the rest of the Economy"}, {"text_block_id": "p23_b561", "text": ""}, {"text_block_id": "p23_b562", "text": "Local Content Development"}, {"text_block_id": "p23_b563", "text": ""}, {"text_block_id": "p23_b564", "text": "Employment Creation"}, {"text_block_id": "p23_b565", "text": ""}, {"text_block_id": "p23_b566", "text": "Protection of the Environment"}, {"text_block_id": "p23_b567", "text": ""}, {"text_block_id": "p23_b568", "text": "Transparency in Revenue Management"}, {"text_block_id": "p23_b569", "text": "Oil and Gas Industry Development and its linkage to the rest of the Economy"}, {"text_block_id": "p23_b570", "text": "The main objectives to be pursued in this focus area are:"}, {"text_block_id": "p23_b571", "text": ""}, {"text_block_id": "p23_b572", "text": "Use oil and gas endowment as a catalyst for diversifying the economy especially the agriculture and industrial sectors."}, {"text_block_id": "p23_b573", "text": ""}, {"text_block_id": "p23_b574", "text": "Accelerating development of complementary resources such as salt to trigger development of a petrochemical industry."}, {"text_block_id": "p23_b575", "text": ""}, {"text_block_id": "p23_b576", "text": "strengthening institutional capacity of national agencies in management of the oil and gas resources."}, {"text_block_id": "p24_b577", "text": ""}, {"text_block_id": "p24_b578", "text": "Promoting the re-development of existing settlements in the oil and gas enclave as part of the growth of the new urban settlements."}, {"text_block_id": "p24_b579", "text": "The strategies to be implemented include:"}, {"text_block_id": "p24_b580", "text": ""}, {"text_block_id": "p24_b581", "text": "ensuring value addition to local goods and services to maximise their use in oil and gas industry;"}, {"text_block_id": "p24_b582", "text": ""}, {"text_block_id": "p24_b583", "text": "promoting the establishment of petroleum and gas-based industries, and other industries that depend on the utilisation of the by-products of oil and gas industry;"}, {"text_block_id": "p24_b584", "text": ""}, {"text_block_id": "p24_b585", "text": "leveraging the oil and gas industry to support the development of new industries such as petrochemicals, aluminium, glass, brick and tiles, etc;"}, {"text_block_id": "p24_b586", "text": ""}, {"text_block_id": "p24_b587", "text": "develop the financial sector for long-term funding and build capacity to ensure domestic resource availability to fund investment in the oil and gas industry including increased bank and insurance capital to improve risk capacity;"}, {"text_block_id": "p24_b588", "text": ""}, {"text_block_id": "p24_b589", "text": "passage of the new Petroleum Exploration and Production Law; and"}, {"text_block_id": "p24_b590", "text": ""}, {"text_block_id": "p24_b591", "text": "ensure effective alignment of operational mandates of key sector operators including GNPC, GNGC, BOST, NPA, Petroleum Commission, and Energy Commission within a coherent sector regulatory framework."}, {"text_block_id": "p24_b592", "text": "Local Content Development"}, {"text_block_id": "p24_b593", "text": "The main objective to be pursued in this focus area is to ensure the promotion of local content and participation in the oil and gas value chain through the expansion of the capacity of Ghanaians to participate in all segments of the industry, as well as actively promoting the participation of enterprises in exploration, development and production. Priority will be given to following strategies:"}, {"text_block_id": "p24_b594", "text": ""}, {"text_block_id": "p24_b595", "text": "effective implementation of the Local Content Law;"}, {"text_block_id": "p24_b596", "text": ""}, {"text_block_id": "p24_b597", "text": "develop SME incubation centres for the oil and gas industry; and"}, {"text_block_id": "p24_b598", "text": ""}, {"text_block_id": "p24_b599", "text": "facilitate the growth of local companies operating in the industry."}, {"text_block_id": "p24_b600", "text": "Employment Creation"}, {"text_block_id": "p24_b601", "text": "The overall objective to be achieved in this focus area is to leverage the opportunities in the oil and gas industry to create job. Strategies to be deployed include:"}, {"text_block_id": "p24_b602", "text": ""}, {"text_block_id": "p24_b603", "text": "fully implement the Local Content and Participation Law; and"}, {"text_block_id": "p24_b604", "text": ""}, {"text_block_id": "p24_b605", "text": "ensure that companies and other players in the industry comply with prevailing regulations in labour recruitment for all opportunities for which there is available Ghanaian talent."}, {"text_block_id": "p24_b606", "text": "Protection of the Environment"}, {"text_block_id": "p24_b607", "text": "The overall objective to be achieved in this focus area is to ensure that the practices in the oil and gas industry are consistent with international standards on environmental sustainability. The strategies to be adopted will include:"}, {"text_block_id": "p24_b608", "text": ""}, {"text_block_id": "p24_b609", "text": "developing adequate capacity of environmental and regulatory agencies;"}, {"text_block_id": "p24_b610", "text": ""}, {"text_block_id": "p24_b611", "text": "strengthening the exploration and production laws to minimize environmental cost to oil and gas exploration; and"}, {"text_block_id": "p25_b612", "text": ""}, {"text_block_id": "p25_b613", "text": "strengthening the emergency preparedness to managed disasters in the oil and gas industry."}, {"text_block_id": "p25_b614", "text": "Transparency in Revenue Management"}, {"text_block_id": "p25_b615", "text": "The overall objective to be achieved in this focus area is to ensure effective and transparent management of oil and gas revenues. The strategies to be adopted will include:"}, {"text_block_id": "p25_b616", "text": ""}, {"text_block_id": "p25_b617", "text": "strengthening the existing revenue management regime; and"}, {"text_block_id": "p25_b618", "text": ""}, {"text_block_id": "p25_b619", "text": "strengthening the monitoring, evaluation and reporting arrangement for the oil and gas industry."}, {"text_block_id": "p25_b620", "text": "2.6 Infrastructure and human settlements development"}, {"text_block_id": "p25_b621", "text": "The pace of socio-economic development of the country is directly linked to the quality of the"}, {"text_block_id": "p25_b622", "text": "available infrastructure, as well as its human settlements. The state of the nation’s infrastructure determines the level of economic activity in all sectors of the economy. Ghana’s economic"}, {"text_block_id": "p25_b623", "text": "infrastructure base includes:"}, {"text_block_id": "p25_b624", "text": ""}, {"text_block_id": "p25_b625", "text": "Transport and Logistics"}, {"text_block_id": "p25_b626", "text": ""}, {"text_block_id": "p25_b627", "text": "Science, Technology and Innovation to Support Productivity and Development"}, {"text_block_id": "p25_b628", "text": ""}, {"text_block_id": "p25_b629", "text": "Information and Communication Technology (ICT) Development"}, {"text_block_id": "p25_b630", "text": ""}, {"text_block_id": "p25_b631", "text": "Energy Supply to Support Industries and Households"}, {"text_block_id": "p25_b632", "text": ""}, {"text_block_id": "p25_b633", "text": "Social, Community and Recreation Infrastructure"}, {"text_block_id": "p25_b634", "text": ""}, {"text_block_id": "p25_b635", "text": "Water, Environmental Sanitation and Hygiene"}, {"text_block_id": "p25_b636", "text": "Transport and Logistics"}, {"text_block_id": "p25_b637", "text": "The overall goal of transport policy is to make Ghana a transport hub and gateway to the West Africa sub-region. Policies identified for implementation are aimed at addressing the constraints in road, rail, air, maritime and inland water transports in an integrated manner. The key objectives of the transport sector policies over the medium-term focus on:"}, {"text_block_id": "p25_b638", "text": ""}, {"text_block_id": "p25_b639", "text": "establishing Ghana as a transportation hub for the West African Sub-Region"}, {"text_block_id": "p25_b640", "text": ""}, {"text_block_id": "p25_b641", "text": "create appropriate environment for private sector participation in the delivery of transport infrastructure;"}, {"text_block_id": "p25_b642", "text": ""}, {"text_block_id": "p25_b643", "text": "develop adequate skilled human resource base for the transport sector; and"}, {"text_block_id": "p25_b644", "text": ""}, {"text_block_id": "p25_b645", "text": "develop and implement comprehensive and integrated policy, governance and institutional frameworks."}, {"text_block_id": "p25_b646", "text": "The strategies to be deployed include:"}, {"text_block_id": "p25_b647", "text": ""}, {"text_block_id": "p25_b648", "text": "accelerating the development and implementation of an aviation master plan;"}, {"text_block_id": "p25_b649", "text": ""}, {"text_block_id": "p25_b650", "text": "introduce an integrated truck staging and management systems;"}, {"text_block_id": "p25_b651", "text": ""}, {"text_block_id": "p25_b652", "text": "mainstreaming climate change into the transport sector;"}, {"text_block_id": "p25_b653", "text": ""}, {"text_block_id": "p25_b654", "text": "highlight the logistics sub-sector as a critical part of any modern transportation system"}, {"text_block_id": "p25_b655", "text": ""}, {"text_block_id": "p25_b656", "text": "develop, rehabilitate and modernise the rail-based mass transport system in major urban areas including Accra-Tema, Kumasi-Ejisu, Accra-Nsawam, and Sekondi-TakoradiKojokrom;"}, {"text_block_id": "p26_b657", "text": ""}, {"text_block_id": "p26_b658", "text": "link the south to the north via the Volta Lake to facilitate the carriage of cargo and haulage of agriculture produce to the south;"}, {"text_block_id": "p26_b659", "text": ""}, {"text_block_id": "p26_b660_merged", "text": "modernise the infrastructure across all modes of transport in order to promote efficiency and cost competitiveness for economic production in all the country’s key production and population centres;"}, {"text_block_id": "p26_b663", "text": ""}, {"text_block_id": "p26_b664", "text": "expand the private sector participation in the development and management of road, rail, airport and seaport facilities under the PPP framework;"}, {"text_block_id": "p26_b665", "text": ""}, {"text_block_id": "p26_b666", "text": "improve and expand existing ports infrastructure and accelerate the development of inland ports;"}, {"text_block_id": "p26_b667", "text": ""}, {"text_block_id": "p26_b668", "text": "establish a new deep seaport to serve the economy’s development needs"}, {"text_block_id": "p26_b669", "text": "including the oil and gas industry;"}, {"text_block_id": "p26_b670", "text": ""}, {"text_block_id": "p26_b671", "text": "prioritising the maintenance of existing road infrastructure to reduce vehicle operating costs (VOC) and future rehabilitation costs;"}, {"text_block_id": "p26_b672", "text": ""}, {"text_block_id": "p26_b673", "text": "promoting road-based mass transport system including accelerated implementation of BRT under the Ghana Urban Transport Project (GUTP);"}, {"text_block_id": "p26_b674", "text": ""}, {"text_block_id": "p26_b675", "text": "facilitate efficient and safe use of Non-Motorised Transport facilities such as bicycle lanes and pedestrian walkways in congested central business districts;"}, {"text_block_id": "p26_b676", "text": ""}, {"text_block_id": "p26_b677", "text": "promoting the implementation of the provisions on transportation under the PWDs Act, 2006, Act 715"}, {"text_block_id": "p26_b678", "text": ""}, {"text_block_id": "p26_b679", "text": "accelerate the development and implementation of the National Infrastructure Plan (NIP), together with development of a national integrated land use and spatial plan;"}, {"text_block_id": "p26_b680", "text": ""}, {"text_block_id": "p26_b681", "text": "accelerate the implementation of the transport infrastructure component of the Public Investment Programme (PIP);"}, {"text_block_id": "p26_b682", "text": ""}, {"text_block_id": "p26_b683", "text": "develop and enforce safety standards and regulations in provision of transport services;"}, {"text_block_id": "p26_b684", "text": ""}, {"text_block_id": "p26_b685", "text": "enhance the capacity for road crashes response including the accelerated establishment of trauma centres along identified sections of the major roads and highways."}, {"text_block_id": "p26_b686", "text": "Science, Technology and Innovation to Support Productivity and Development"}, {"text_block_id": "p26_b687", "text": "The medium-term objective for the development of science, technology and innovation is to strengthen the institutional framework to promote research and development, as well as the application of Science, Technology and Innovation in all sectors of the economy."}, {"text_block_id": "p26_b688", "text": "The strategies to be deployed include:"}, {"text_block_id": "p26_b689", "text": ""}, {"text_block_id": "p26_b690", "text": "build appropriate linkages between research and production to ensure that research outputs are adequately utilised;"}, {"text_block_id": "p26_b691", "text": ""}, {"text_block_id": "p26_b692", "text": "establishment of national Science and Technology Theme Parks to provide world-class facilities for electronics, precision engineering, ICT and bio-technology;"}, {"text_block_id": "p26_b693", "text": ""}, {"text_block_id": "p26_b694", "text": "promote the establishment of innovation and incubation centres;"}, {"text_block_id": "p26_b695", "text": ""}, {"text_block_id": "p26_b696", "text": "resource the Science and Technology Endowment Fund to support research activities in tertiary and research institutions;"}, {"text_block_id": "p26_b697", "text": ""}, {"text_block_id": "p26_b698", "text": "support business and public agencies to adopt research and development as a critical component of production;"}, {"text_block_id": "p27_b699", "text": ""}, {"text_block_id": "p27_b700", "text": "facilitate the use of the platform of the annual “Ghana Science Congress” for"}, {"text_block_id": "p27_b701", "text": "development of relevant technologies to support agriculture, small and medium scale enterprises and climate change mitigation;"}, {"text_block_id": "p27_b702", "text": ""}, {"text_block_id": "p27_b703", "text": "provide a forum for collaboration among research institutions; and"}, {"text_block_id": "p27_b704", "text": ""}, {"text_block_id": "p27_b705", "text": "forging linkages with Ghanaians in the Diaspora to tap their expertise for national development."}, {"text_block_id": "p27_b706", "text": "Information and Communications Technology (ICT)"}, {"text_block_id": "p27_b707", "text": "The medium-term objectives to be pursued in the ICT sector are to: promote rapid development and deployment of the national ICT infrastructure; strengthen the institutional and regulatory framework for managing the ICT sub-sector; and increasing the use of ICT in all sectors of the economy."}, {"text_block_id": "p27_b708", "text": "The strategies to be deployed to achieve these objectives include:"}, {"text_block_id": "p27_b709", "text": ""}, {"text_block_id": "p27_b710", "text": "establish a reliable national infrastructure backbone with capacity to carry high-speed voice, video, data, and internet facilities to all districts;"}, {"text_block_id": "p27_b711", "text": ""}, {"text_block_id": "p27_b712", "text": "deploy ICT infrastructure in all Government institutions;"}, {"text_block_id": "p27_b713", "text": ""}, {"text_block_id": "p27_b714", "text": "promote e-Government and eGovernance for transparency in Government business;"}, {"text_block_id": "p27_b715", "text": ""}, {"text_block_id": "p27_b716", "text": "create an enabling environment to promote the mass use of ICT;"}, {"text_block_id": "p27_b717", "text": ""}, {"text_block_id": "p27_b718", "text": "enforce service standards in the provision of quality ICT services especially telephone services;"}, {"text_block_id": "p27_b719", "text": ""}, {"text_block_id": "p27_b720", "text": "improve connectivity of education institutions to the internet, as well as linking up universities, scientific and research institutions to form a national ICT hub;"}, {"text_block_id": "p27_b721", "text": ""}, {"text_block_id": "p27_b722", "text": "improve the functionality of existing regulatory regime and improve coordinating institutions in ICT sub-sector;"}, {"text_block_id": "p27_b723", "text": ""}, {"text_block_id": "p27_b724", "text": "accelerate the implementation of National Electronic Security system; and"}, {"text_block_id": "p27_b725", "text": ""}, {"text_block_id": "p27_b726", "text": "developing a critical mass of ICT personnel to satisfy both domestic and external demand"}, {"text_block_id": "p27_b727", "text": "Energy Supply to Support Industries and Households"}, {"text_block_id": "p27_b728", "text": "Priority policy interventions to be implemented are aimed at achieving the following key objective:"}, {"text_block_id": "p27_b729", "text": ""}, {"text_block_id": "p27_b730", "text": "ensuring adequate, reliable and affordable energy supply to meet the needs of households and industries, as well as for export;"}, {"text_block_id": "p27_b731", "text": ""}, {"text_block_id": "p27_b732", "text": "encouraging the expansion of petroleum products storage capacity and bulk distribution infrastructure to all parts of the country; and"}, {"text_block_id": "p27_b733", "text": ""}, {"text_block_id": "p27_b734", "text": "rationalise the operation of regulatory institutions in the sector"}, {"text_block_id": "p27_b735", "text": "The key strategic interventions to be implemented to achieve these policy objectives therefore include:"}, {"text_block_id": "p27_b736", "text": ""}, {"text_block_id": "p27_b737", "text": "accelerate the implementation of power sector reforms to minimise inefficiencies;"}, {"text_block_id": "p27_b738", "text": ""}, {"text_block_id": "p27_b739", "text": "develop a non-congested transmission system;"}, {"text_block_id": "p27_b740", "text": ""}, {"text_block_id": "p27_b741", "text": "rehabilitate and reinforce the transmission and distribution infrastructure to meet the projected growth in power demand of 10% per year over the medium-term;"}, {"text_block_id": "p28_b742", "text": ""}, {"text_block_id": "p28_b743", "text": "accelerating the completion of the Jubilee gas infrastructure to secure reliable and cheap fuel supplies for the operation of thermal power plants;"}, {"text_block_id": "p28_b744", "text": ""}, {"text_block_id": "p28_b745", "text": "reduce aggregate system losses and waste in electricity supply and consumption;"}, {"text_block_id": "p28_b746", "text": ""}, {"text_block_id": "p28_b747", "text": "support and intensify sub-regional power interconnectivity under the West African Power Pool (WAPP) in order to stabilise power supply in Ghana and its immediate neighbours;"}, {"text_block_id": "p28_b748", "text": ""}, {"text_block_id": "p28_b749", "text": "increasing the proportion of renewable and other sources of energy in the supply mix, particularly solar, wind, mini-hydro and waste-to-energy;"}, {"text_block_id": "p28_b750", "text": ""}, {"text_block_id": "p28_b751", "text": "expand petroleum products storage capacity and bulk distribution infrastructure to all parts of the country;"}, {"text_block_id": "p28_b752", "text": ""}, {"text_block_id": "p28_b753", "text": "expand the capacity of the oil refinery to meet domestic petroleum needs;"}, {"text_block_id": "p28_b754", "text": ""}, {"text_block_id": "p28_b755", "text": "promote the use and design of energy efficient and renewable energy technologies in public and private buildings;"}, {"text_block_id": "p28_b756", "text": ""}, {"text_block_id": "p28_b757", "text": "review and streamline the legal, regulatory and institutional regimes in conformity with ECOWAS energy protocols; and"}, {"text_block_id": "p28_b758", "text": ""}, {"text_block_id": "p28_b759", "text": "encourage public and private sector investment in the energy sector"}, {"text_block_id": "p28_b760", "text": "Social, Community and Recreation Infrastructure"}, {"text_block_id": "p28_b761", "text": "Priority policy interventions to be implemented are aimed at achieving the following key objective:"}, {"text_block_id": "p28_b762", "text": ""}, {"text_block_id": "p28_b763", "text": "creating open spaces and establishing green belts across the country especially in urban areas;"}, {"text_block_id": "p28_b764", "text": ""}, {"text_block_id": "p28_b765", "text": "developing social, community and recreation facilities; and"}, {"text_block_id": "p28_b766", "text": ""}, {"text_block_id": "p28_b767", "text": "fostering and promoting the culture of leisure and healthy lifestyle among Ghanaians"}, {"text_block_id": "p28_b768", "text": "The key strategic interventions to be implemented to achieve these policy objectives therefore include:"}, {"text_block_id": "p28_b769", "text": ""}, {"text_block_id": "p28_b770", "text": "promote integrated development planning among MMDAs and enforce planning regulations;"}, {"text_block_id": "p28_b771", "text": ""}, {"text_block_id": "p28_b772", "text": "enforce the regulation of land acquisition in urban centres;"}, {"text_block_id": "p28_b773", "text": ""}, {"text_block_id": "p28_b774", "text": "enforce existing land use planning regulation;"}, {"text_block_id": "p28_b775", "text": ""}, {"text_block_id": "p28_b776", "text": "develop and maintain community and social centres countrywide; and"}, {"text_block_id": "p28_b777", "text": ""}, {"text_block_id": "p28_b778", "text": "encourage private sector to invest in recreation facilities."}, {"text_block_id": "p28_b779", "text": "Water, Environmental Sanitation and Hygiene"}, {"text_block_id": "p28_b780", "text": "Increased access to adequate, safe and affordable water, improved environmental sanitation and hygiene education constitute critical components of policy to ensure a favourable state of health of the general population. Over the medium-term the implementation of policy interventions will focus mainly on:"}, {"text_block_id": "p28_b781", "text": ""}, {"text_block_id": "p28_b782", "text": "the management of water resources;"}, {"text_block_id": "p28_b783", "text": ""}, {"text_block_id": "p28_b784", "text": "accelerating the provision of safe water; and"}, {"text_block_id": "p28_b785", "text": ""}, {"text_block_id": "p28_b786", "text": "improved environmental sanitation facilities as well as hygiene education"}, {"text_block_id": "p28_b787", "text": "The key strategic interventions to be deployed include:"}, {"text_block_id": "p29_b788", "text": ""}, {"text_block_id": "p29_b789", "text": "support relevant state agencies, MMDAs and local communities to undertake reforestation programmes for the protection of water sheds;"}, {"text_block_id": "p29_b790", "text": ""}, {"text_block_id": "p29_b791", "text": "prepare and implement a comprehensive Coastal Zone Management Strategy that addresses the protection, management, and sustainable use of wetlands and other coastal resources;"}, {"text_block_id": "p29_b792", "text": ""}, {"text_block_id": "p29_b793", "text": "set up mechanisms and measures to support, encourage and promote rainwater harvesting;"}, {"text_block_id": "p29_b794", "text": ""}, {"text_block_id": "p29_b795", "text": "accelerate the establishment  of functional management structures for all major river basins;"}, {"text_block_id": "p29_b796", "text": ""}, {"text_block_id": "p29_b797", "text": "ensure enactment and implementation of  Legislative Instruments for effic ient water resources management;"}, {"text_block_id": "p29_b798", "text": ""}, {"text_block_id": "p29_b799", "text": "adopt cost effective borehole drilling technologies;"}, {"text_block_id": "p29_b800", "text": ""}, {"text_block_id": "p29_b801", "text": "implement measures for effective operations, maintenance and systematic upgrading of water facilities;"}, {"text_block_id": "p29_b802", "text": ""}, {"text_block_id": "p29_b803", "text": "mobilising investments for the construction of new, as well as rehabilitation and expansion of existing water treatment plants;"}, {"text_block_id": "p29_b804", "text": ""}, {"text_block_id": "p29_b805", "text": "encourage PPPs in urban water service delivery;"}, {"text_block_id": "p29_b806", "text": ""}, {"text_block_id": "p29_b807", "text": "strengthening the urban water supply sub-sector management systems for efficient service delivery;"}, {"text_block_id": "p29_b808", "text": ""}, {"text_block_id": "p29_b809", "text": "establish a “Water Fund” to support implementation of a pro"}, {"text_block_id": "p29_b810", "text": "-poor pricing regime in urban areas;"}, {"text_block_id": "p29_b811", "text": ""}, {"text_block_id": "p29_b812", "text": "develop a Strategic Environmental Sanitation Investment Plan;"}, {"text_block_id": "p29_b813", "text": ""}, {"text_block_id": "p29_b814", "text": "implement the National Environmental Sanitation Strategy and Action plan;"}, {"text_block_id": "p29_b815", "text": ""}, {"text_block_id": "p29_b816", "text": "promote the construction and use of  improved sanitation facilities by households and institutions;"}, {"text_block_id": "p29_b817", "text": ""}, {"text_block_id": "p29_b818", "text": "scale-up the Community Led Total Sanitation (CLTS) and Rural Sanitation Model and Strategy (RSMS) for the promotion of household  sanitation in urban and rural communities;"}, {"text_block_id": "p29_b819", "text": ""}, {"text_block_id": "p29_b820", "text": "review, gazette and enforce MMDAs bye-laws on sanitation; and"}, {"text_block_id": "p29_b821", "text": ""}, {"text_block_id": "p29_b822", "text": "facilitate the establishment of a National Sanitation Authority as an autonomous agency with independent source of funding."}, {"text_block_id": "p29_b823", "text": "Human Settlements Development"}, {"text_block_id": "p29_b824", "text": "The overall goal of human settlements development is to ensure that all organized human activities within our cities, towns and villages are undertaken in a planned and spatially determined manner in order to bring about equity and enhance socio-economic development. Policy interventions therefore focus on addressing issues relating to: spatial and land use planning and management; urban development management; rural development management; institutional arrangements for implementing human settlements development; housing and shelter; slum regeneration and prevention; settlement disaster prevention, emergency response and hazard mitigation; and settlement and infrastructure along coasts, riverbanks and flood plains"}, {"text_block_id": "p29_b825", "text": "The key strategies to be implemented in the spatial and land use planning and management area include:"}, {"text_block_id": "p30_b826", "text": ""}, {"text_block_id": "p30_b827", "text": "formulating a Human Settlements Policy, including land development to guide settlements development;"}, {"text_block_id": "p30_b828", "text": ""}, {"text_block_id": "p30_b829", "text": "ensure a spatially integrated hierarchy of settlements in support of rapid transformation of the country;"}, {"text_block_id": "p30_b830", "text": ""}, {"text_block_id": "p30_b831", "text": "promote through legislation and public education the use of green technologies in the planning and development of human settlements;"}, {"text_block_id": "p30_b832", "text": ""}, {"text_block_id": "p30_b833", "text": "strengthen the institutional capacity to manage human settlements, land use and spatial planning nationwide."}, {"text_block_id": "p30_b834", "text": "The key strategies to be implemented in the urban development management area include:"}, {"text_block_id": "p30_b835", "text": ""}, {"text_block_id": "p30_b836", "text": "facilitating the implementation of the National Urban Policy and Action Plan as well as the Street Naming and Property Address System;"}, {"text_block_id": "p30_b837", "text": ""}, {"text_block_id": "p30_b838", "text": "facilitating the establishment of a hierarchy of urban centres for specific functions and level of services throughout the country;"}, {"text_block_id": "p30_b839", "text": ""}, {"text_block_id": "p30_b840", "text": "promoting accelerated growth of medium-sized towns to large urban centres;"}, {"text_block_id": "p30_b841", "text": ""}, {"text_block_id": "p30_b842", "text": "facilitating suitable linkages between urban and rural areas; and"}, {"text_block_id": "p30_b843", "text": ""}, {"text_block_id": "p30_b844", "text": "facilitating Public-Private Partnerships in the development and maintenance of urban infrastructure."}, {"text_block_id": "p30_b845", "text": "In the area of rural development management, key strategies to be implemented include:"}, {"text_block_id": "p30_b846", "text": ""}, {"text_block_id": "p30_b847", "text": "formulating and implementing a National Rural Development Policy and Action Plan;"}, {"text_block_id": "p30_b848", "text": ""}, {"text_block_id": "p30_b849", "text": "improve access to basic social and infrastructure services; and"}, {"text_block_id": "p30_b850", "text": ""}, {"text_block_id": "p30_b851", "text": "introduce sustainable programmes to attract investment for the growth and development of the rural areas."}, {"text_block_id": "p30_b852", "text": "To ensure appropriate institutional arrangements for implementing human settlements development, strategies to be implemented include:"}, {"text_block_id": "p30_b853", "text": ""}, {"text_block_id": "p30_b854", "text": "establish a land use and spatial planning authority or a National Human Settlements Commission to coordinate the activities of all institutions involved in housing development;"}, {"text_block_id": "p30_b855", "text": ""}, {"text_block_id": "p30_b856", "text": "facilitate the passage of the  land use and spatial planning bill into law;"}, {"text_block_id": "p30_b857", "text": ""}, {"text_block_id": "p30_b858", "text": "facilitating the passage of planners registration council bill into law;"}, {"text_block_id": "p30_b859", "text": ""}, {"text_block_id": "p30_b860", "text": "promoting effective inter-agency collaboration between relevant infrastructure service delivery agencies; and"}, {"text_block_id": "p30_b861", "text": ""}, {"text_block_id": "p30_b862", "text": "enhancing the capacities of institutions for effective planning of human settlements."}, {"text_block_id": "p30_b863", "text": "In the area of housing and shelter, key strategies to be implemented include:"}, {"text_block_id": "p30_b864", "text": ""}, {"text_block_id": "p30_b865", "text": "accelerate the implementation of the National Housing Policy;"}, {"text_block_id": "p30_b866", "text": ""}, {"text_block_id": "p30_b867", "text": "support the creation of land banks;"}, {"text_block_id": "p30_b868", "text": ""}, {"text_block_id": "p30_b869", "text": "promote the manufacture and use of standardised local building materials and appropriate technologies in housing including use of bricks, tiles and pozzolana cement in the construction industry;"}, {"text_block_id": "p30_b870", "text": ""}, {"text_block_id": "p30_b871", "text": "provide support for private sector involvement in the delivery of rental  housing;"}, {"text_block_id": "p30_b872", "text": ""}, {"text_block_id": "p30_b873", "text": "adopt and enforce the reviewed national building codes; and"}, {"text_block_id": "p31_b874", "text": ""}, {"text_block_id": "p31_b875", "text": "support self-help building schemes organised along communal themes, co-operative societies, and crop and trade associations."}, {"text_block_id": "p31_b876", "text": "Key strategic interventions to be implemented under slum regeneration and prevention include:"}, {"text_block_id": "p31_b877", "text": ""}, {"text_block_id": "p31_b878", "text": "introduce major slum renewal and redevelopment programmes;"}, {"text_block_id": "p31_b879", "text": ""}, {"text_block_id": "p31_b880", "text": "strengthening and enforcement of the legal framework on slum development; and"}, {"text_block_id": "p31_b881", "text": ""}, {"text_block_id": "p31_b882", "text": "improve social infrastructure facilities in slum areas."}, {"text_block_id": "p31_b883", "text": "Key strategic interventions to be implemented to ensure settlement disaster prevention, emergency response and hazard mitigation include:"}, {"text_block_id": "p31_b884", "text": ""}, {"text_block_id": "p31_b885", "text": "improving planning and development of infrastructure in hazard-prone landscapes and wetland;"}, {"text_block_id": "p31_b886", "text": ""}, {"text_block_id": "p31_b887", "text": "promoting planning and integration of climate change and disaster risk reduction measures into all facets of national development planning;"}, {"text_block_id": "p31_b888", "text": ""}, {"text_block_id": "p31_b889", "text": "strengthening institutions to enforce building and planning laws within urban settlements and rural areas; and"}, {"text_block_id": "p31_b890", "text": ""}, {"text_block_id": "p31_b891", "text": "establishing an effective and decentralised multi-hazard early warning system."}, {"text_block_id": "p31_b892", "text": "Key strategic interventions to be implemented to increase resilience of coastal settlements and infrastructure include:"}, {"text_block_id": "p31_b893", "text": ""}, {"text_block_id": "p31_b894", "text": "develop and implement a national coastal zone management policy;"}, {"text_block_id": "p31_b895", "text": ""}, {"text_block_id": "p31_b896", "text": "developing and implementing monitoring and maintenance plans for engineered shore protection structures;"}, {"text_block_id": "p31_b897", "text": ""}, {"text_block_id": "p31_b898", "text": "revitalising and redeveloping older coastal settlements; and"}, {"text_block_id": "p31_b899", "text": ""}, {"text_block_id": "p31_b900", "text": "develop zoning policies that address flood plain protection."}, {"text_block_id": "p31_b901", "text": "2.7 Human Development, Employment and Productivity"}, {"text_block_id": "p31_b902_merged", "text": "The acquisition and application of knowledge and skills in solving problems in society have remained essential aspects of national development efforts. The medium-term objective in this thematic area is set at pursuing policies and programmes that will lead to the development of a knowledgeable, well-trained, disciplined, highly productive, and healthy population with the capacity to drive and sustain the socio-economic transformation of the country over the long-term. Implementation of policies will focus on addressing the critical constraints and issues in:"}, {"text_block_id": "p31_b905", "text": ""}, {"text_block_id": "p31_b906", "text": "Provision of Quality Education;"}, {"text_block_id": "p31_b907", "text": ""}, {"text_block_id": "p31_b908", "text": "Access to Quality Health Care;"}, {"text_block_id": "p31_b909", "text": ""}, {"text_block_id": "p31_b910", "text": "HIV and AIDS/STI;"}, {"text_block_id": "p31_b911", "text": ""}, {"text_block_id": "p31_b912", "text": "Nutrition and Food Security;"}, {"text_block_id": "p31_b913", "text": ""}, {"text_block_id": "p31_b914", "text": "Human Capital Development, Employment, Productivity and Labour Relations;"}, {"text_block_id": "p31_b915", "text": ""}, {"text_block_id": "p31_b916", "text": "Sports Development;"}, {"text_block_id": "p31_b917", "text": ""}, {"text_block_id": "p31_b918", "text": "Youth Development;"}, {"text_block_id": "p31_b919", "text": ""}, {"text_block_id": "p31_b920", "text": "Social Development and Social Protection;"}, {"text_block_id": "p31_b921", "text": ""}, {"text_block_id": "p31_b922", "text": "The Aged;"}, {"text_block_id": "p31_b923", "text": ""}, {"text_block_id": "p31_b924", "text": "Child Development and Protection;"}, {"text_block_id": "p31_b925", "text": ""}, {"text_block_id": "p31_b926", "text": "Disability;"}, {"text_block_id": "p32_b927", "text": ""}, {"text_block_id": "p32_b928", "text": "Population Management and Migration for Development; and"}, {"text_block_id": "p32_b929", "text": ""}, {"text_block_id": "p32_b930", "text": "Reduction of Poverty and Income Inequality"}, {"text_block_id": "p32_b931", "text": "Provision of Quality Education"}, {"text_block_id": "p32_b932", "text": "The priority policy interventions to be implemented over the medium-term to ensure access to quality education are aimed at achieving the following objectives:"}, {"text_block_id": "p32_b933", "text": ""}, {"text_block_id": "p32_b934", "text": "increase inclusive and equitable access to, and participation in education at all levels;"}, {"text_block_id": "p32_b935", "text": ""}, {"text_block_id": "p32_b936", "text": "promote the teaching and learning of science, mathematics and technology at all levels;"}, {"text_block_id": "p32_b937", "text": ""}, {"text_block_id": "p32_b938", "text": "improve management of education service delivery;"}, {"text_block_id": "p32_b939", "text": ""}, {"text_block_id": "p32_b940", "text": "improve quality of teaching and learning; and"}, {"text_block_id": "p32_b941", "text": ""}, {"text_block_id": "p32_b942", "text": "ensure continued provision of life skills training and management."}, {"text_block_id": "p32_b943", "text": "The key policy interventions to be implemented to increase inclusive and equitable access to, and participation in education at all levels include:"}, {"text_block_id": "p32_b944", "text": ""}, {"text_block_id": "p32_b945", "text": "remove the physical, financial and social barriers and constraints to access to education at all levels;"}, {"text_block_id": "p32_b946", "text": ""}, {"text_block_id": "p32_b947", "text": "expand delivery modes including distance education, open schooling, transition education and competency-based training for Technical and Vocational Education and Training (TVET);"}, {"text_block_id": "p32_b948", "text": ""}, {"text_block_id": "p32_b949", "text": "mainstream education of children with special needs;"}, {"text_block_id": "p32_b950", "text": ""}, {"text_block_id": "p32_b951", "text": "roll-out a programme for the attainment of universal access to free secondary education;"}, {"text_block_id": "p32_b952", "text": ""}, {"text_block_id": "p32_b953", "text": "bridge the gender gap."}, {"text_block_id": "p32_b954", "text": "The key policy measures to be implemented to promote the teaching and learning of science, mathematics and technology at all levels include:"}, {"text_block_id": "p32_b955", "text": ""}, {"text_block_id": "p32_b956", "text": "ensuring that tertiary institutions adhere to the national policy on 60:40 admission ratio in favour of science, mathematics and technology;"}, {"text_block_id": "p32_b957", "text": ""}, {"text_block_id": "p32_b958", "text": "expand the Mathematics, Science and Technology Scholarships Scheme (MASTESS) and use it to attract majority of students into science and science-biased courses;"}, {"text_block_id": "p32_b959", "text": ""}, {"text_block_id": "p32_b960", "text": "expand infrastructure and facilities in tertiary institutions to absorb the increasing number of qualified students;"}, {"text_block_id": "p32_b961", "text": ""}, {"text_block_id": "p32_b962", "text": "provide incentives for science, mathematics, technical and vocational teachers; and"}, {"text_block_id": "p32_b963", "text": ""}, {"text_block_id": "p32_b964", "text": "upgrade tools and equipment for teaching science, mathematics and technology subjects."}, {"text_block_id": "p32_b965", "text": "The key policy measures to be implemented to improve management of education service delivery include:"}, {"text_block_id": "p32_b966", "text": ""}, {"text_block_id": "p32_b967", "text": "strengthen the capacity for education management;"}, {"text_block_id": "p32_b968", "text": ""}, {"text_block_id": "p32_b969", "text": "accelerate the implementation of the school and district report cards in all public basic schools and districts;"}, {"text_block_id": "p32_b970", "text": ""}, {"text_block_id": "p32_b971", "text": "ensure the efficient development, deployment and supervision of teachers;"}, {"text_block_id": "p32_b972", "text": ""}, {"text_block_id": "p32_b973", "text": "promote community participation in management of schools;"}, {"text_block_id": "p32_b974", "text": ""}, {"text_block_id": "p32_b975", "text": "introduce a programme to reward outstanding education service providers to boost morale in the sector; and"}, {"text_block_id": "p33_b976", "text": ""}, {"text_block_id": "p33_b977", "text": "strengthen institutional arrangements for enhancing the roles of CBOs and CSOs in advocacy."}, {"text_block_id": "p33_b978", "text": "The key policy measures to be implemented to improve the quality of teaching and learning include:"}, {"text_block_id": "p33_b979", "text": ""}, {"text_block_id": "p33_b980", "text": "provide adequate supply of teaching and learning materials;"}, {"text_block_id": "p33_b981", "text": ""}, {"text_block_id": "p33_b982", "text": "review and standardise curricula especially at the basic, TVET and Non-Formal Education levels;"}, {"text_block_id": "p33_b983", "text": ""}, {"text_block_id": "p33_b984", "text": "deploy adequate qualified teachers and improving teachers’ time"}, {"text_block_id": "p33_b985", "text": "-on-task;"}, {"text_block_id": "p33_b986", "text": ""}, {"text_block_id": "p33_b987", "text": "expanding the Untrained Teachers Diploma Education (UTDE) programme;"}, {"text_block_id": "p33_b988", "text": ""}, {"text_block_id": "p33_b989", "text": "accelerate institutionalisation of the In-Service Education and Training (INSET) programme at the basic level;"}, {"text_block_id": "p33_b990", "text": ""}, {"text_block_id": "p33_b991", "text": "deepen the implementation of the national programme of education quality assessment and increase management capacity to support and implement it; and"}, {"text_block_id": "p33_b992", "text": ""}, {"text_block_id": "p33_b993", "text": "strengthen supervision and management in schools to constantly monitor quality with the support of district assemblies, communities and parents."}, {"text_block_id": "p33_b994", "text": "The key policy measures to be implemented to ensure continued provision of life skills training and management include:"}, {"text_block_id": "p33_b995", "text": ""}, {"text_block_id": "p33_b996", "text": "integrate essential knowledge and life skills into school curriculum;"}, {"text_block_id": "p33_b997", "text": ""}, {"text_block_id": "p33_b998", "text": "equip community members with life skills to manage personal hygiene, fire safety, environment, sanitation and climate change;"}, {"text_block_id": "p33_b999", "text": ""}, {"text_block_id": "p33_b1000", "text": "provide all public basic schools with modern toilet facilities and improved access to potable water;"}, {"text_block_id": "p33_b1001", "text": ""}, {"text_block_id": "p33_b1002", "text": "invest in national values, discipline and good moral;"}, {"text_block_id": "p33_b1003", "text": ""}, {"text_block_id": "p33_b1004", "text": "promote vigorous public education on attitudinal change, human rights, including the rights of children;"}, {"text_block_id": "p33_b1005", "text": ""}, {"text_block_id": "p33_b1006", "text": "integrate religious and moral education into the curricula of schools and institutions of higher learning; and"}, {"text_block_id": "p33_b1007", "text": ""}, {"text_block_id": "p33_b1008", "text": "promote programmes that will assist in the prevention and management of HIV and AIDS/STIs/STDs."}, {"text_block_id": "p33_b1009", "text": "Access to Quality Health Care"}, {"text_block_id": "p33_b1010", "text": "Priority policy interventions to be implemented, under access to quality health care, over the medium-term are aimed at achieving the following objectives:"}, {"text_block_id": "p33_b1011", "text": ""}, {"text_block_id": "p33_b1012", "text": "bridge equity gaps in access to healthcare;"}, {"text_block_id": "p33_b1013", "text": ""}, {"text_block_id": "p33_b1014", "text": "ensure sustainable healthcare financing arrangements that protect the poor;"}, {"text_block_id": "p33_b1015", "text": ""}, {"text_block_id": "p33_b1016", "text": "improve governance, management and efficiency in health service delivery;"}, {"text_block_id": "p33_b1017", "text": ""}, {"text_block_id": "p33_b1018", "text": "improve access to quality institutional service delivery and quality mental health services;"}, {"text_block_id": "p33_b1019", "text": ""}, {"text_block_id": "p33_b1020", "text": "improve maternal, child and adolescent healthcare; and"}, {"text_block_id": "p33_b1021", "text": ""}, {"text_block_id": "p33_b1022", "text": "prevent and control non-communicable diseases (NCDs) and Neglected Tropical Diseases (NTDs)."}, {"text_block_id": "p34_b1023", "text": "The key policy measures to be implemented to bridge equity gaps in access to healthcare include:"}, {"text_block_id": "p34_b1024", "text": ""}, {"text_block_id": "p34_b1025", "text": "review and accelerate the implementation of the community-based health planning and services (CHPS) strategy, especially in under-served areas;"}, {"text_block_id": "p34_b1026", "text": ""}, {"text_block_id": "p34_b1027", "text": "scale-up community and home-based management of selected diseases using standardised protocols and guidelines;"}, {"text_block_id": "p34_b1028", "text": ""}, {"text_block_id": "p34_b1029", "text": "integrate traditional medicine into existing health service delivery system; and use ICT to leverage access to quality healthcare in under-served areas."}, {"text_block_id": "p34_b1030", "text": ""}, {"text_block_id": "p34_b1031", "text": "continue the phased construction of a regional hospital in each of the regions currently without the facility; and"}, {"text_block_id": "p34_b1032", "text": ""}, {"text_block_id": "p34_b1033", "text": "initiate the processes towards the construction of polyclinics especially in the districts that currently lack such health facilities."}, {"text_block_id": "p34_b1034", "text": "The key strategies to be implemented to ensure sustainable healthcare financing arrangements that protect the poor include:"}, {"text_block_id": "p34_b1035", "text": ""}, {"text_block_id": "p34_b1036", "text": "strengthen the operation and management of the National Health Insurance Scheme (NHIS);"}, {"text_block_id": "p34_b1037", "text": ""}, {"text_block_id": "p34_b1038", "text": "strengthen the public financial management and accountability systems in the entire health sector; and"}, {"text_block_id": "p34_b1039", "text": ""}, {"text_block_id": "p34_b1040", "text": "develop and implement a comprehensive health financing strategy."}, {"text_block_id": "p34_b1041", "text": "The key strategies to be implemented to improve governance, management and efficiency in health service delivery include:"}, {"text_block_id": "p34_b1042", "text": ""}, {"text_block_id": "p34_b1043", "text": "strengthen decentralised health governance and  management structures;"}, {"text_block_id": "p34_b1044", "text": ""}, {"text_block_id": "p34_b1045", "text": "improve financial management systems including budget, procurement and audit;"}, {"text_block_id": "p34_b1046", "text": ""}, {"text_block_id": "p34_b1047", "text": "introduce performance management schemes and strengthen health facilities management;"}, {"text_block_id": "p34_b1048", "text": ""}, {"text_block_id": "p34_b1049", "text": "strengthen inter-agency and inter-sectoral collaboration for healthcare delivery system;"}, {"text_block_id": "p34_b1050", "text": ""}, {"text_block_id": "p34_b1051", "text": "expand the training and appropriate deployment of key middle level health professionals (midwives, specialised nurses, physician assistants, etc.);"}, {"text_block_id": "p34_b1052", "text": ""}, {"text_block_id": "p34_b1053", "text": "deploy medical specialists to the regions and districts;"}, {"text_block_id": "p34_b1054", "text": ""}, {"text_block_id": "p34_b1055", "text": "enhance systems for continuous monitoring and assurance of the quality, efficacy and safety of medicines including traditional medicines;"}, {"text_block_id": "p34_b1056", "text": ""}, {"text_block_id": "p34_b1057", "text": "integrate traditional medical practice into the existing healthcare system; and"}, {"text_block_id": "p34_b1058", "text": ""}, {"text_block_id": "p34_b1059", "text": "promote local production of key health commodities including pharmaceuticals and traditional medicines."}, {"text_block_id": "p34_b1060", "text": "The key strategies to be implemented to improve access to quality institutional service delivery and quality mental health services include:"}, {"text_block_id": "p34_b1061", "text": ""}, {"text_block_id": "p34_b1062", "text": "improve access to quality clinical services, especially the management of emergencies and accidents;"}, {"text_block_id": "p34_b1063", "text": ""}, {"text_block_id": "p34_b1064", "text": "strengthen specialist outreach to regions and districts;"}, {"text_block_id": "p34_b1065", "text": ""}, {"text_block_id": "p34_b1066", "text": "improve blood transfusion services;"}, {"text_block_id": "p34_b1067", "text": ""}, {"text_block_id": "p34_b1068", "text": "strengthen diagnostic services at all levels;"}, {"text_block_id": "p35_b1069", "text": ""}, {"text_block_id": "p35_b1070", "text": "improve access to quality pharmaceutical services at all levels, including ensuring efficiency, supply and quality of safe and affordable pharmaceutical products;"}, {"text_block_id": "p35_b1071", "text": ""}, {"text_block_id": "p35_b1072", "text": "improve access to quality ambulance services;"}, {"text_block_id": "p35_b1073", "text": ""}, {"text_block_id": "p35_b1074", "text": "strengthen Integrated Disease Surveillance and Response (IDRS) at all levels;"}, {"text_block_id": "p35_b1075", "text": ""}, {"text_block_id": "p35_b1076", "text": "provide mental health facilities at the district and regional levels;"}, {"text_block_id": "p35_b1077", "text": ""}, {"text_block_id": "p35_b1078", "text": "integrate mental health services into primary healthcare."}, {"text_block_id": "p35_b1079", "text": "The key strategies to be implemented to improve maternal, child and adolescent healthcare include:"}, {"text_block_id": "p35_b1080", "text": ""}, {"text_block_id": "p35_b1081", "text": "accelerating the implementation of the MDGs Accelerated Framework (MAF) with a focus on improving community and facility-based management of childhood illnesses;"}, {"text_block_id": "p35_b1082", "text": ""}, {"text_block_id": "p35_b1083", "text": "intensify and sustain Expanded Programme on Immunisation (EPI);"}, {"text_block_id": "p35_b1084", "text": ""}, {"text_block_id": "p35_b1085", "text": "scaling-up quality adolescent sexual and reproductive health services;"}, {"text_block_id": "p35_b1086", "text": ""}, {"text_block_id": "p35_b1087", "text": "re-introduce certificate midwifery training and ensure midwifery service in CHPS compounds;"}, {"text_block_id": "p35_b1088", "text": ""}, {"text_block_id": "p35_b1089", "text": "provide comprehensive emergency obstetric care, including blood transfusion, ambulances, at the district level;"}, {"text_block_id": "p35_b1090", "text": ""}, {"text_block_id": "p35_b1091", "text": "provide basic emergency obstetric and new-born care at all health centres;"}, {"text_block_id": "p35_b1092", "text": ""}, {"text_block_id": "p35_b1093", "text": "scale-up community case management and strengthen High Impact Rapid Delivery (HIRD) for the under-5-mortality (U5M) and maternal mortality (MM) and malnutrition;"}, {"text_block_id": "p35_b1094", "text": ""}, {"text_block_id": "p35_b1095", "text": "institute essential new-born care;"}, {"text_block_id": "p35_b1096", "text": ""}, {"text_block_id": "p35_b1097", "text": "continue training and upgrade skills of people engaged in traditional maternal health service delivery in deprived areas;"}, {"text_block_id": "p35_b1098", "text": ""}, {"text_block_id": "p35_b1099", "text": "increase coverage of community-based management of childhood diseases and nutrition;"}, {"text_block_id": "p35_b1100", "text": ""}, {"text_block_id": "p35_b1101", "text": "strengthen referral services for childhood and maternal emergencies and other essential services; and"}, {"text_block_id": "p35_b1102", "text": ""}, {"text_block_id": "p35_b1103", "text": "strengthen adolescent health service programmes at school, clinic and community levels."}, {"text_block_id": "p35_b1104", "text": "To prevent and control the high prevalence of malaria the strategies to be implemented include:"}, {"text_block_id": "p35_b1105", "text": ""}, {"text_block_id": "p35_b1106", "text": "scale-up and sustain the continuous Long Lasting Insecticide Treated Nets (LLINs) distribution and use;"}, {"text_block_id": "p35_b1107", "text": ""}, {"text_block_id": "p35_b1108", "text": "review and scale-up vector control strategies for malaria control;"}, {"text_block_id": "p35_b1109", "text": ""}, {"text_block_id": "p35_b1110", "text": "intensify public education on malaria control and management;"}, {"text_block_id": "p35_b1111", "text": ""}, {"text_block_id": "p35_b1112", "text": "improve and scale-up community-based malaria case management;"}, {"text_block_id": "p35_b1113", "text": ""}, {"text_block_id": "p35_b1114", "text": "provide chemoprophylaxis for pregnant women (IPT);"}, {"text_block_id": "p35_b1115", "text": ""}, {"text_block_id": "p35_b1116", "text": "promote commodity security for the malaria, HIV & AIDS and TB programmes;"}, {"text_block_id": "p35_b1117", "text": ""}, {"text_block_id": "p35_b1118", "text": "increase funding for malaria research."}, {"text_block_id": "p35_b1119", "text": "The strategies to be implemented to prevent and control the growth of non-communicable and communicable diseases, as well as Neglected Tropical Diseases include:"}, {"text_block_id": "p35_b1120", "text": ""}, {"text_block_id": "p35_b1121", "text": "implement the Non-Communicable Diseases (NCDs) control strategy;"}, {"text_block_id": "p35_b1122", "text": ""}, {"text_block_id": "p35_b1123", "text": "review and revamp the Regenerative Health and Nutrition Programme (RHNP) and expand them to all districts;"}, {"text_block_id": "p35_b1124", "text": ""}, {"text_block_id": "p35_b1125", "text": "attain universal access for IPTP, ART, DOTS;"}, {"text_block_id": "p35_b1126", "text": ""}, {"text_block_id": "p35_b1127", "text": "institutionalise Rapid Diagnostic Test and Microscopy in all health facilities;"}, {"text_block_id": "p36_b1128", "text": ""}, {"text_block_id": "p36_b1129", "text": "strengthen the promotion of healthy lifestyles to prevent NCDs; and"}, {"text_block_id": "p36_b1130", "text": ""}, {"text_block_id": "p36_b1131", "text": "accelerate implementation of the national strategy for elimination of yaws, leprosy, buruli ulcer and filiariases."}, {"text_block_id": "p36_b1132", "text": "HIV and AIDS/STI"}, {"text_block_id": "p36_b1133", "text": "The medium-term objectives to be pursued in this focus area are:"}, {"text_block_id": "p36_b1134", "text": ""}, {"text_block_id": "p36_b1135", "text": "ensure the reduction of new HIV and AIDS/STIs infections, especially among the vulnerable groups;"}, {"text_block_id": "p36_b1136", "text": ""}, {"text_block_id": "p36_b1137", "text": "improve HIV and AIDS/STIs case management; and"}, {"text_block_id": "p36_b1138", "text": ""}, {"text_block_id": "p36_b1139", "text": "improve institutional capacity, for efficient and effective delivery of HIV and AIDS/STIs services."}, {"text_block_id": "p36_b1140", "text": "The key strategies to be implemented to ensure the reduction of new HIV and AIDS/STIs infections include:"}, {"text_block_id": "p36_b1141", "text": ""}, {"text_block_id": "p36_b1142", "text": "expand and intensify HIV Counselling and Testing (HTC) programmes;"}, {"text_block_id": "p36_b1143", "text": ""}, {"text_block_id": "p36_b1144", "text": "intensify education to reduce stigmatisation;"}, {"text_block_id": "p36_b1145", "text": ""}, {"text_block_id": "p36_b1146", "text": "intensify behavioural change strategies especially for high risk groups for HIV & AIDS and TB;"}, {"text_block_id": "p36_b1147", "text": ""}, {"text_block_id": "p36_b1148", "text": "promote the adoption of safer sexual practices in the general population;"}, {"text_block_id": "p36_b1149", "text": ""}, {"text_block_id": "p36_b1150", "text": "promote healthy behaviours and the adoption of safer sexual practices among PLHIV, MARPs and other vulnerable groups;"}, {"text_block_id": "p36_b1151", "text": ""}, {"text_block_id": "p36_b1152", "text": "develop and implement prevention programmes targeted at the high risk groups and communities; and"}, {"text_block_id": "p36_b1153", "text": ""}, {"text_block_id": "p36_b1154", "text": "scale-up and improve the quality of elimination of mother-to-child transmission (eMTCT) of HIV services."}, {"text_block_id": "p36_b1155", "text": "The key strategies to be implemented to improve HIV and AIDS/STIs case management include:"}, {"text_block_id": "p36_b1156", "text": ""}, {"text_block_id": "p36_b1157", "text": "scale-up and sustain the quality of HIV/AIDS and STIs treatment, care and support activities, including increasing ART and PMTCT sites;"}, {"text_block_id": "p36_b1158", "text": ""}, {"text_block_id": "p36_b1159", "text": "support the local production of Antiretroviral Therapy (ART);"}, {"text_block_id": "p36_b1160", "text": ""}, {"text_block_id": "p36_b1161", "text": "strengthen logistics management and forecasting; and"}, {"text_block_id": "p36_b1162", "text": ""}, {"text_block_id": "p36_b1163", "text": "develop and implement a programme to deepen public awareness and management of HIV/AIDS and STIs."}, {"text_block_id": "p36_b1164", "text": "The key strategies to be implemented to improve institutional capacity, for efficient and effective delivery of HIV and AIDS/STIs services include:"}, {"text_block_id": "p36_b1165", "text": ""}, {"text_block_id": "p36_b1166", "text": "establish sustainable financing arrangement for the delivery of HIV/AIDS and STIs services;"}, {"text_block_id": "p36_b1167", "text": ""}, {"text_block_id": "p36_b1168", "text": "improve the quality assurance of HIV/AIDS commodities;"}, {"text_block_id": "p36_b1169", "text": ""}, {"text_block_id": "p36_b1170", "text": "ensure continuous quality improvement of PMTCT and ART sites; and"}, {"text_block_id": "p36_b1171", "text": ""}, {"text_block_id": "p36_b1172", "text": "promote the implementation of Private Public Partnerships (PPPs) arrangements for the delivery of HIV and AIDS/STIs services"}, {"text_block_id": "p37_b1173", "text": "Nutrition and Food Security"}, {"text_block_id": "p37_b1174", "text": "The medium-term policies in this focus area will aim at achieving the following key objectives:"}, {"text_block_id": "p37_b1175", "text": ""}, {"text_block_id": "p37_b1176", "text": "reduce under nutrition and malnutrition-related disorders and deaths among infants and young children and women in their reproductive ages;"}, {"text_block_id": "p37_b1177", "text": ""}, {"text_block_id": "p37_b1178", "text": "ensure effective coordination, integration and implementation of nutrition interventions in relevant sectors; and"}, {"text_block_id": "p37_b1179", "text": ""}, {"text_block_id": "p37_b1180", "text": "ensure improved nutrition among all segments of the population."}, {"text_block_id": "p37_b1181", "text": "Some of the key strategies to be pursued include:"}, {"text_block_id": "p37_b1182", "text": ""}, {"text_block_id": "p37_b1183", "text": "accelerate the adoption and implementation of approved Nutrition policy as well as the Food Safety policy;"}, {"text_block_id": "p37_b1184", "text": ""}, {"text_block_id": "p37_b1185", "text": "scale-up evidence-based health and food-based nutrition interventions to reduce child malnutrition focusing on the 1000 days window of opportunity;"}, {"text_block_id": "p37_b1186", "text": ""}, {"text_block_id": "p37_b1187", "text": "integrating the issues of nutrition into policy, planning, monitoring and evaluation at all levels;"}, {"text_block_id": "p37_b1188", "text": ""}, {"text_block_id": "p37_b1189", "text": "support development and use of diet and physical exercise guidelines; and"}, {"text_block_id": "p37_b1190", "text": ""}, {"text_block_id": "p37_b1191", "text": "enhance the capacity to provide dietary and lifestyle modification services for all segments of the population."}, {"text_block_id": "p37_b1192", "text": "Human Capital Development, Employment, Productivity and Labour Relations"}, {"text_block_id": "p37_b1193", "text": "The medium-term policies in this focus area will aim at achieving the following key objectives:"}, {"text_block_id": "p37_b1194", "text": ""}, {"text_block_id": "p37_b1195", "text": "improve the policy environment and institutional capacity for effective human capital development, and employment policy management;"}, {"text_block_id": "p37_b1196", "text": ""}, {"text_block_id": "p37_b1197", "text": "create opportunities for accelerated job creation across all sectors;"}, {"text_block_id": "p37_b1198", "text": ""}, {"text_block_id": "p37_b1199", "text": "enhance labour productivity across all sectors;"}, {"text_block_id": "p37_b1200", "text": ""}, {"text_block_id": "p37_b1201", "text": "improve work place safety and health; and"}, {"text_block_id": "p37_b1202", "text": ""}, {"text_block_id": "p37_b1203", "text": "enhance labour administration and promote harmonious labour relations."}, {"text_block_id": "p37_b1204", "text": "The key strategies to be implemented to improve the policy environment and institutional capacity for effective human capital development, and employment policy management include:"}, {"text_block_id": "p37_b1205", "text": ""}, {"text_block_id": "p37_b1206", "text": "accelerate the adoption and implementation of a comprehensive National Employment policy, National Human Resource Development policy and Labour Intensive public works policy;"}, {"text_block_id": "p37_b1207", "text": ""}, {"text_block_id": "p37_b1208", "text": "ensure the integration of employment issues in policies and programmes at all levels;"}, {"text_block_id": "p37_b1209", "text": ""}, {"text_block_id": "p37_b1210", "text": "support MMDAs to develop and implement employment generation programmes within the national employment framework;"}, {"text_block_id": "p37_b1211", "text": ""}, {"text_block_id": "p37_b1212", "text": "promote skills and entrepreneurship development;"}, {"text_block_id": "p37_b1213", "text": ""}, {"text_block_id": "p37_b1214", "text": "develop database on Human Resource capacity needs at all levels;"}, {"text_block_id": "p37_b1215", "text": ""}, {"text_block_id": "p37_b1216", "text": "re-tool existing skills development institutions;"}, {"text_block_id": "p37_b1217", "text": ""}, {"text_block_id": "p37_b1218", "text": "integrate entrepreneurship training into the education system at the post-second cycle level;"}, {"text_block_id": "p37_b1219", "text": ""}, {"text_block_id": "p37_b1220", "text": "promote decent work in all industries;"}, {"text_block_id": "p38_b1221", "text": ""}, {"text_block_id": "p38_b1222", "text": "empower the Ghana Statistical Service (GSS) to produce reliable labour statistics on a regular basis; and"}, {"text_block_id": "p38_b1223", "text": ""}, {"text_block_id": "p38_b1224", "text": "empower and resource the NDPC to assess and draw up a long-term programme to meet the human resource requirements of the economy in the medium to long-term."}, {"text_block_id": "p38_b1225", "text": "The key strategies to be implemented to create opportunities for accelerated job creation across all sectors include:"}, {"text_block_id": "p38_b1226", "text": ""}, {"text_block_id": "p38_b1227", "text": "continued support for selected industrial products to be produced domestically in a labour-intensive environment (e.g. construction and building materials, agriculture equipment, motor vehicles, etc.);"}, {"text_block_id": "p38_b1228", "text": ""}, {"text_block_id": "p38_b1229", "text": "develop schemes to support self-employment, especially among the youth; promote demand driven skills development programmes;"}, {"text_block_id": "p38_b1230", "text": ""}, {"text_block_id": "p38_b1231", "text": "develop and promote internship and modern apprenticeship schemes;"}, {"text_block_id": "p38_b1232", "text": ""}, {"text_block_id": "p38_b1233", "text": "ensure effective collaboration between employers and training or educational institutions;"}, {"text_block_id": "p38_b1234", "text": ""}, {"text_block_id": "p38_b1235", "text": "promote the training of unemployed graduates in fields where their skills will be needed;"}, {"text_block_id": "p38_b1236", "text": ""}, {"text_block_id": "p38_b1237", "text": "provide adequate support for the growth and development of micro, small and medium enterprises (MSMEs); and"}, {"text_block_id": "p38_b1238", "text": ""}, {"text_block_id": "p38_b1239", "text": "develop a comprehensive programme to improve the capacity of the informal sector."}, {"text_block_id": "p38_b1240", "text": "The key strategies to be implemented to enhance labour productivity across all sectors include:"}, {"text_block_id": "p38_b1241", "text": ""}, {"text_block_id": "p38_b1242", "text": "develop a national productivity policy;"}, {"text_block_id": "p38_b1243", "text": ""}, {"text_block_id": "p38_b1244", "text": "develop and implement productivity measurement and enhancement programmes for the formal and informal sectors of the economy;"}, {"text_block_id": "p38_b1245", "text": ""}, {"text_block_id": "p38_b1246", "text": "strengthen the capacity of the relevant institutions for effective implementation of productivity measurement enhancement programmes; and"}, {"text_block_id": "p38_b1247", "text": ""}, {"text_block_id": "p38_b1248", "text": "develop schemes that will support easy labour mobility across skills and professional areas"}, {"text_block_id": "p38_b1249", "text": "The key strategies to be implemented to improve work place safety and health include:"}, {"text_block_id": "p38_b1250", "text": ""}, {"text_block_id": "p38_b1251", "text": "accelerate the adoption and implementation of a national health and safety policy;"}, {"text_block_id": "p38_b1252", "text": ""}, {"text_block_id": "p38_b1253", "text": "increase occupational safety and health services at all workplaces; and"}, {"text_block_id": "p38_b1254", "text": ""}, {"text_block_id": "p38_b1255", "text": "enhance the capacity of the relevant institutions, including the Factories Inspectorate Unit of the Ministry of Employment and Labour Relations to enforce the laws on work-place occupational safety and health standards."}, {"text_block_id": "p38_b1256", "text": "The key strategies to be implemented to enhance labour administration and promote harmonious labour relations include:"}, {"text_block_id": "p38_b1257", "text": ""}, {"text_block_id": "p38_b1258", "text": "strengthening and enforcing labour laws and regulations;"}, {"text_block_id": "p38_b1259", "text": ""}, {"text_block_id": "p38_b1260", "text": "deepening collaboration with social partners in the tripartite system;"}, {"text_block_id": "p38_b1261", "text": ""}, {"text_block_id": "p38_b1262", "text": "strengthening the capacity of the Labour Department to effectively perform its oversight role;"}, {"text_block_id": "p38_b1263", "text": ""}, {"text_block_id": "p38_b1264", "text": "implementing relevant ILO conventions including C189 on domestic workers;"}, {"text_block_id": "p38_b1265", "text": ""}, {"text_block_id": "p38_b1266", "text": "ensuring enforcement of employment protection legislation to reduce casualisation of labour; and"}, {"text_block_id": "p38_b1267", "text": ""}, {"text_block_id": "p38_b1268", "text": "promoting the creation of sustainable employment opportunities"}, {"text_block_id": "p39_b1269", "text": "Sports Development"}, {"text_block_id": "p39_b1270", "text": "The policy objectives to be pursued to promote sports development, and use the power of sports to deliver lasting economic, social and health benefits to the citizenry include:"}, {"text_block_id": "p39_b1271", "text": ""}, {"text_block_id": "p39_b1272", "text": "provide adequate and disability-friendly infrastructure for sports in communities and schools;"}, {"text_block_id": "p39_b1273", "text": ""}, {"text_block_id": "p39_b1274", "text": "strengthen national capacity for sports management; and"}, {"text_block_id": "p39_b1275", "text": ""}, {"text_block_id": "p39_b1276", "text": "support the development of lesser known sports."}, {"text_block_id": "p39_b1277", "text": "The strategies to be implemented include:"}, {"text_block_id": "p39_b1278", "text": ""}, {"text_block_id": "p39_b1279", "text": "rehabilitate existing and construct new sports infrastructure and provide sports equipment at all levels;"}, {"text_block_id": "p39_b1280", "text": ""}, {"text_block_id": "p39_b1281", "text": "provide adequate and appropriate sports and recreational facilities at the local, district, regional and national levels in partnership with the MMDAs;"}, {"text_block_id": "p39_b1282", "text": ""}, {"text_block_id": "p39_b1283", "text": "encourage private sector participation in sports development and provision of infrastructure;"}, {"text_block_id": "p39_b1284", "text": ""}, {"text_block_id": "p39_b1285", "text": "enforce planning provisions for the establishment of community-based sports facilities;"}, {"text_block_id": "p39_b1286", "text": ""}, {"text_block_id": "p39_b1287", "text": "design and implement a framework for professional sports development and administration;"}, {"text_block_id": "p39_b1288", "text": ""}, {"text_block_id": "p39_b1289", "text": "restructure and strengthen sports management to enhance efficiency, effectiveness and transparency;"}, {"text_block_id": "p39_b1290", "text": ""}, {"text_block_id": "p39_b1291", "text": "strengthen the governance structures of the relevant institutions involved in sports development;"}, {"text_block_id": "p39_b1292", "text": ""}, {"text_block_id": "p39_b1293", "text": "popularise the lesser known sports with the support of all relevant stakeholders; and"}, {"text_block_id": "p39_b1294", "text": ""}, {"text_block_id": "p39_b1295", "text": "re-invigorate the traditional inter-schools and colleges sports competition programmes."}, {"text_block_id": "p39_b1296", "text": "Youth Development"}, {"text_block_id": "p39_b1297", "text": "The key policy objectives to be pursued to ensure the effective participation of the youth in national development are:"}, {"text_block_id": "p39_b1298", "text": ""}, {"text_block_id": "p39_b1299", "text": "ensure integration of youth concerns into national development planning processes and programmes;"}, {"text_block_id": "p39_b1300", "text": ""}, {"text_block_id": "p39_b1301", "text": "ensure provision of adequate training and skills development in line with global trends; a"}, {"text_block_id": "p39_b1302", "text": ""}, {"text_block_id": "p39_b1303", "text": "ensure adequate capacity and skills development of the youth with disability"}, {"text_block_id": "p39_b1304", "text": "The strategies to be implemented include:"}, {"text_block_id": "p39_b1305", "text": ""}, {"text_block_id": "p39_b1306", "text": "mainstream youth development issues into National Development Policy Frameworks, plans and programmes in all sectors and at all levels;"}, {"text_block_id": "p39_b1307", "text": ""}, {"text_block_id": "p39_b1308", "text": "enhance capacity and provide resources for the implementation of the new National Youth Policy;"}, {"text_block_id": "p39_b1309", "text": ""}, {"text_block_id": "p39_b1310", "text": "accelerate the enactment of the Youth Bill and its accompanying Legislative Instrument;"}, {"text_block_id": "p39_b1311", "text": ""}, {"text_block_id": "p39_b1312", "text": "establish the Youth Enterprise Support (YES) Fund to support and encourage young people to become successful entrepreneurs;"}, {"text_block_id": "p39_b1313", "text": ""}, {"text_block_id": "p39_b1314", "text": "accelerate the implementation of the Graduate Business Support Scheme (GBSS);"}, {"text_block_id": "p39_b1315", "text": ""}, {"text_block_id": "p39_b1316", "text": "establish Job and Enterprise Centres (JEC) in all regions to help unemployed youth and those about to enter or prepare for the world of work;"}, {"text_block_id": "p40_b1317", "text": ""}, {"text_block_id": "p40_b1318", "text": "continue with the National Youth Achievers Award to encourage Young Achievers; and"}, {"text_block_id": "p40_b1319", "text": ""}, {"text_block_id": "p40_b1320", "text": "streamline recruitment and skills development under the self-employment modules of the GYEEDA."}, {"text_block_id": "p40_b1321", "text": "Social Development and Social Protection"}, {"text_block_id": "p40_b1322", "text": "The key policy objectives to be pursued to improve the administration of social policy and the provision of social protection are:"}, {"text_block_id": "p40_b1323", "text": ""}, {"text_block_id": "p40_b1324", "text": "develop a comprehensive social development policy framework;"}, {"text_block_id": "p40_b1325", "text": ""}, {"text_block_id": "p40_b1326", "text": "improve the targeting mechanism of social protection interventions;"}, {"text_block_id": "p40_b1327", "text": ""}, {"text_block_id": "p40_b1328", "text": "enhance funding and cost-effectiveness in social protection delivery; and"}, {"text_block_id": "p40_b1329", "text": ""}, {"text_block_id": "p40_b1330", "text": "ensure availability of timely, reliable and disaggregated data for policy-making and planning."}, {"text_block_id": "p40_b1331", "text": "The strategies to be implemented include:"}, {"text_block_id": "p40_b1332", "text": ""}, {"text_block_id": "p40_b1333", "text": "consolidate and harmonise the existing fragmented social intervention programmes under a national social protection agency to enhance delivery, effectiveness, and targeting;"}, {"text_block_id": "p40_b1334", "text": ""}, {"text_block_id": "p40_b1335", "text": "strengthen inter-sectoral coordination of social policies and programmes;"}, {"text_block_id": "p40_b1336", "text": ""}, {"text_block_id": "p40_b1337", "text": "mainstream social protection into sector and district planning processes;"}, {"text_block_id": "p40_b1338", "text": ""}, {"text_block_id": "p40_b1339", "text": "establish database of the poorest households or individuals in the society to provide the relevant information for the development of a programme to enhance their access to social services;"}, {"text_block_id": "p40_b1340", "text": ""}, {"text_block_id": "p40_b1341", "text": "develop and integrate geriatric care policy in public health delivery;"}, {"text_block_id": "p40_b1342", "text": ""}, {"text_block_id": "p40_b1343", "text": "strengthening and resourcing the institutions and caregivers already involved in providing care for orphans and aged persons with severe disabilities."}, {"text_block_id": "p40_b1344", "text": "Child Development and Protection"}, {"text_block_id": "p40_b1345", "text": "To accelerate child development and enhance protection for children, the policy objectives to be pursued are:"}, {"text_block_id": "p40_b1346", "text": ""}, {"text_block_id": "p40_b1347", "text": "promote effective child development in all communities, especially deprived areas;"}, {"text_block_id": "p40_b1348", "text": ""}, {"text_block_id": "p40_b1349", "text": "protect children against violence,  abuse and exploitation;"}, {"text_block_id": "p40_b1350", "text": ""}, {"text_block_id": "p40_b1351", "text": "accelerate the implementation of the compulsory component of FCUBE;"}, {"text_block_id": "p40_b1352", "text": ""}, {"text_block_id": "p40_b1353", "text": "enhance institutional arrangements for inter-and intra-sectoral collaboration; and"}, {"text_block_id": "p40_b1354", "text": ""}, {"text_block_id": "p40_b1355", "text": "provide timely and reliable child development data for policy-making and planning The strategies to be implemented include:"}, {"text_block_id": "p40_b1356", "text": ""}, {"text_block_id": "p40_b1357", "text": "mainstream children’s issues in development planning at all levels especially issues"}, {"text_block_id": "p40_b1358", "text": "relating to children with special needs;"}, {"text_block_id": "p40_b1359", "text": ""}, {"text_block_id": "p40_b1360", "text": "review and implement the Early Childhood Care and Development Policy;"}, {"text_block_id": "p40_b1361", "text": ""}, {"text_block_id": "p40_b1362", "text": "enhance capacity to enforce laws protecting children;"}, {"text_block_id": "p40_b1363", "text": ""}, {"text_block_id": "p40_b1364", "text": "improve human, material and financial resources for child development, survival and protection;"}, {"text_block_id": "p40_b1365", "text": ""}, {"text_block_id": "p40_b1366", "text": "establish a well resources continuum of care services at all levels for prevention of, and reintegration of victims of violent abuse and exploitation;"}, {"text_block_id": "p40_b1367", "text": ""}, {"text_block_id": "p40_b1368", "text": "develop and adopt a National Child Protection Policy;"}, {"text_block_id": "p41_b1369", "text": ""}, {"text_block_id": "p41_b1370", "text": "intensify the implementation of the policy of attaching kindergartens to all primary schools;"}, {"text_block_id": "p41_b1371", "text": ""}, {"text_block_id": "p41_b1372", "text": "strengthen the capacity of oversight institutions for children; and"}, {"text_block_id": "p41_b1373", "text": ""}, {"text_block_id": "p41_b1374", "text": "enhance implementation and reporting of international conventions and protocols"}, {"text_block_id": "p41_b1375", "text": "Disability"}, {"text_block_id": "p41_b1376", "text": "To accelerate the efforts towards integrating PWDs into the national development efforts, the policy objectives to be pursued are:"}, {"text_block_id": "p41_b1377", "text": ""}, {"text_block_id": "p41_b1378", "text": "ensure effective appreciation of, and inclusion of disability issues in national development; and"}, {"text_block_id": "p41_b1379", "text": ""}, {"text_block_id": "p41_b1380", "text": "ensure the provision of timely, reliable, and disaggregated data on PWDs for planning and policy-making."}, {"text_block_id": "p41_b1381", "text": "The strategies to be implemented include:"}, {"text_block_id": "p41_b1382", "text": ""}, {"text_block_id": "p41_b1383", "text": "mainstream issues of disability into development planning processes at all levels;"}, {"text_block_id": "p41_b1384", "text": ""}, {"text_block_id": "p41_b1385", "text": "review and harmonise the Disability Act, 2006, Act 715 to be in congruence with the provisions under the UN Convention on the Rights of Persons with Disability (UNCRPD);"}, {"text_block_id": "p41_b1386", "text": ""}, {"text_block_id": "p41_b1387", "text": "ensure the passage and implementation of Legislative Instrument for the Disability Act, 2006, Act 715 and UN Convention on the Rights of Persons with Disability (UNCRPD);"}, {"text_block_id": "p41_b1388", "text": ""}, {"text_block_id": "p41_b1389", "text": "improve funding for disability programmes; and"}, {"text_block_id": "p41_b1390", "text": ""}, {"text_block_id": "p41_b1391", "text": "develop a reliable system for the collection, compilation, analysis and dissemination of relevant data on PWDs for planning and policy-making."}, {"text_block_id": "p41_b1392", "text": "Population Management and Migration for Development"}, {"text_block_id": "p41_b1393", "text": "The key policy objectives to be pursued under this focus area are:"}, {"text_block_id": "p41_b1394", "text": ""}, {"text_block_id": "p41_b1395", "text": "integrating population variables into all aspects of development planning at all levels;"}, {"text_block_id": "p41_b1396", "text": ""}, {"text_block_id": "p41_b1397", "text": "repositioning family planning as a priority in our national development efforts;"}, {"text_block_id": "p41_b1398", "text": ""}, {"text_block_id": "p41_b1399", "text": "updating demographic database on population and development;"}, {"text_block_id": "p41_b1400", "text": ""}, {"text_block_id": "p41_b1401", "text": "creating awareness on the implications of population on development; and"}, {"text_block_id": "p41_b1402", "text": ""}, {"text_block_id": "p41_b1403", "text": "supporting the development of programmes on emerging issues like urbanisation and migration for development."}, {"text_block_id": "p41_b1404", "text": "The key strategies to be implemented to include:"}, {"text_block_id": "p41_b1405", "text": ""}, {"text_block_id": "p41_b1406", "text": "strengthening the capacity of relevant stakeholders to integrate population issues into development planning and policy-making;"}, {"text_block_id": "p41_b1407", "text": ""}, {"text_block_id": "p41_b1408", "text": "strengthening the capacity to effectively coordinate, monitor and evaluate population programmes;"}, {"text_block_id": "p41_b1409", "text": ""}, {"text_block_id": "p41_b1410", "text": "intensifying education on population and development issues"}, {"text_block_id": "p41_b1411", "text": ""}, {"text_block_id": "p41_b1412", "text": "integrate family planning (FP) into policy formulation, planning programming, monitoring and evaluation;"}, {"text_block_id": "p41_b1413", "text": ""}, {"text_block_id": "p41_b1414", "text": "expand coverage, availability and accessibility of reproductive health and family planning services particularly to adolescents and youth;"}, {"text_block_id": "p42_b1415", "text": ""}, {"text_block_id": "p42_b1416", "text": "strengthen partnerships among stakeholders including the private sector to promote the family planning agenda;"}, {"text_block_id": "p42_b1417", "text": ""}, {"text_block_id": "p42_b1418", "text": "develop and implement coordinated and integrated advocacy plans; and"}, {"text_block_id": "p42_b1419", "text": ""}, {"text_block_id": "p42_b1420", "text": "create awareness on the importance of investing in FP; and strengthen capacities for research, monitoring and evaluation."}, {"text_block_id": "p42_b1421", "text": ""}, {"text_block_id": "p42_b1422", "text": "strengthening the capacity of relevant stakeholders to integrate population issues into development planning and policy-making;"}, {"text_block_id": "p42_b1423", "text": ""}, {"text_block_id": "p42_b1424", "text": "strengthening the capacity to effectively coordinate, monitor and evaluate population programmes;"}, {"text_block_id": "p42_b1425", "text": ""}, {"text_block_id": "p42_b1426", "text": "intensifying education on population and development issues"}, {"text_block_id": "p42_b1427", "text": ""}, {"text_block_id": "p42_b1428", "text": "reform the process for births and deaths registration;"}, {"text_block_id": "p42_b1429", "text": ""}, {"text_block_id": "p42_b1430", "text": "develop capacity for effective use of data for decision-making;"}, {"text_block_id": "p42_b1431", "text": ""}, {"text_block_id": "p42_b1432", "text": "promote the development of new growth centres to serve as holding points for migrants;"}, {"text_block_id": "p42_b1433", "text": ""}, {"text_block_id": "p42_b1434", "text": "adopt, promote and implement a national migration policy;"}, {"text_block_id": "p42_b1435", "text": ""}, {"text_block_id": "p42_b1436", "text": "mainstream migration into national development frameworks;"}, {"text_block_id": "p42_b1437", "text": ""}, {"text_block_id": "p42_b1438", "text": "harmonise legislation on migration;"}, {"text_block_id": "p42_b1439", "text": ""}, {"text_block_id": "p42_b1440", "text": "create a comprehensive database on migration;"}, {"text_block_id": "p42_b1441", "text": ""}, {"text_block_id": "p42_b1442", "text": "establish a regulatory body for  effective migration management;"}, {"text_block_id": "p42_b1443", "text": ""}, {"text_block_id": "p42_b1444_merged", "text": "formulate and implement programmes to harness the benefits of migration for socio-economic development and mitigate its negative impacts; and"}, {"text_block_id": "p42_b1447", "text": ""}, {"text_block_id": "p42_b1448", "text": "build the human, technical and logistical capacity of migration institutions for better migration management"}, {"text_block_id": "p42_b1449", "text": "Reduction of Poverty and Income Inequality"}, {"text_block_id": "p42_b1450", "text": "The key policy objectives to be pursued under this focus area are:"}, {"text_block_id": "p42_b1451", "text": ""}, {"text_block_id": "p42_b1452", "text": "enhance the institutional arrangements for sectoral collaboration on poverty reduction;"}, {"text_block_id": "p42_b1453", "text": ""}, {"text_block_id": "p42_b1454", "text": "develop targeted economic and social interventions for vulnerable and marginalised groups;"}, {"text_block_id": "p42_b1455", "text": ""}, {"text_block_id": "p42_b1456", "text": "reduce poverty among food crop farmers and fisher folks;"}, {"text_block_id": "p42_b1457", "text": ""}, {"text_block_id": "p42_b1458", "text": "reduce income disparities among socio-economic groups and between geographical areas; and"}, {"text_block_id": "p42_b1459", "text": ""}, {"text_block_id": "p42_b1460", "text": "ensure the  provision of reliable poverty data at all levels."}, {"text_block_id": "p42_b1461", "text": "The key strategies to be implemented to enhance the institutional arrangements for sectoral collaboration on poverty reduction include:"}, {"text_block_id": "p42_b1462", "text": ""}, {"text_block_id": "p42_b1463", "text": "create appropriate platforms for institutional collaboration on poverty reduction;"}, {"text_block_id": "p42_b1464", "text": ""}, {"text_block_id": "p42_b1465", "text": "strengthen the capacity of oversight institutions on poverty reduction; and"}, {"text_block_id": "p42_b1466", "text": ""}, {"text_block_id": "p42_b1467", "text": "enhance implementation and reporting on international agreements pertaining to poverty reduction."}, {"text_block_id": "p42_b1468", "text": "The key strategies to be implemented to develop targeted economic and social interventions for vulnerable and marginalised groups include:"}, {"text_block_id": "p43_b1469", "text": ""}, {"text_block_id": "p43_b1470", "text": "coordinate and redistribute development projects and programmes in a manner that ensures fair and balanced allocation of national resources across ecological zones, gender, income and socio-economic groups, including PWDs;"}, {"text_block_id": "p43_b1471", "text": ""}, {"text_block_id": "p43_b1472", "text": "build the capacity of MMDAs and Regional Coordinating Councils to develop harmonised regional infrastructure;"}, {"text_block_id": "p43_b1473", "text": ""}, {"text_block_id": "p43_b1474", "text": "expand social and economic infrastructure and services in rural and poor urban areas (including education and training, health, roads, good housing, water and sanitation);"}, {"text_block_id": "p43_b1475", "text": ""}, {"text_block_id": "p43_b1476", "text": "improve business development services including investment plans to facilitate local economic development and expand opportunities for private sector participation;"}, {"text_block_id": "p43_b1477", "text": ""}, {"text_block_id": "p43_b1478", "text": "promote the economic empowerment of women through access to land, credit, information technology and business services and networks.."}, {"text_block_id": "p43_b1479", "text": "The key strategies to be implemented to reduce poverty among food crop farmers and fisher folks include:"}, {"text_block_id": "p43_b1480", "text": ""}, {"text_block_id": "p43_b1481", "text": "establish mechanisms for effective marketing of fish and farm produce (for example through linkages to the school feeding programme, second-cycle institutions, Prison Service, etc.);"}, {"text_block_id": "p43_b1482", "text": ""}, {"text_block_id": "p43_b1483", "text": "develop and implement programmes to expand access to complimentary inputs and services by extremely poor farmers and fisher folks; and"}, {"text_block_id": "p43_b1484", "text": ""}, {"text_block_id": "p43_b1485", "text": "provide comprehensive business support, especially training, to farmers and fisher folks who benefit from credit schemes."}, {"text_block_id": "p43_b1486", "text": "The key strategies to be implemented to reduce income disparities among socio-economic groups and between geographical areas include:"}, {"text_block_id": "p43_b1487", "text": ""}, {"text_block_id": "p43_b1488", "text": "implement local economic development activities to generate employment and ensure social protection;"}, {"text_block_id": "p43_b1489", "text": ""}, {"text_block_id": "p43_b1490", "text": "improve agriculture productivity and incomes;"}, {"text_block_id": "p43_b1491", "text": ""}, {"text_block_id": "p43_b1492", "text": "transform rural agriculture management and practices into viable business ventures; and"}, {"text_block_id": "p43_b1493", "text": ""}, {"text_block_id": "p43_b1494", "text": "accelerate the establishment of development authorities for all special development zones."}, {"text_block_id": "p43_b1495", "text": ""}, {"text_block_id": "p43_b1496", "text": "ensure regular collection, compilation, analysis and dissemination of reliable poverty data;"}, {"text_block_id": "p43_b1497", "text": ""}, {"text_block_id": "p43_b1498", "text": "develop of capacity for analysis and effective use of data on poverty; and"}, {"text_block_id": "p43_b1499", "text": ""}, {"text_block_id": "p43_b1500", "text": "establish inter-survey estimates of poverty for districts and targeted areas."}, {"text_block_id": "p43_b1501", "text": "2.8 Transparent, accountable and responsive governance"}, {"text_block_id": "p43_b1502", "text": "Transparency, accountability and participation are the cornerstones for good democratic governance. The broad goal of transparent, accountable and responsive governance is to empower both state and non-state actors to fully appreciate and participate in the governance process. Consequently the medium term priority policies focus on addressing constraints in the following key areas:"}, {"text_block_id": "p44_b1503", "text": ""}, {"text_block_id": "p44_b1504", "text": "Deepening the Practice of Democracy and Institutional Reforms;"}, {"text_block_id": "p44_b1505", "text": ""}, {"text_block_id": "p44_b1506", "text": "Local Governance and Decentralisation;"}, {"text_block_id": "p44_b1507", "text": ""}, {"text_block_id": "p44_b1508", "text": "Special Development Zones;"}, {"text_block_id": "p44_b1509", "text": ""}, {"text_block_id": "p44_b1510", "text": "Public Policy Development and Management;"}, {"text_block_id": "p44_b1511", "text": ""}, {"text_block_id": "p44_b1512", "text": "Public Sector Reform;"}, {"text_block_id": "p44_b1513", "text": ""}, {"text_block_id": "p44_b1514", "text": "Development Communication;"}, {"text_block_id": "p44_b1515", "text": ""}, {"text_block_id": "p44_b1516", "text": "Gender Equity and Women Empowerment;"}, {"text_block_id": "p44_b1517", "text": ""}, {"text_block_id": "p44_b1518", "text": "Corruption and Economic Crimes;"}, {"text_block_id": "p44_b1519", "text": ""}, {"text_block_id": "p44_b1520", "text": "Rule of Law and Access to Justice;"}, {"text_block_id": "p44_b1521", "text": ""}, {"text_block_id": "p44_b1522", "text": "Public Safety and Security;"}, {"text_block_id": "p44_b1523", "text": ""}, {"text_block_id": "p44_b1524", "text": "Access to Rights and Entitlements;"}, {"text_block_id": "p44_b1525", "text": ""}, {"text_block_id": "p44_b1526", "text": "National Culture for Development;"}, {"text_block_id": "p44_b1527", "text": ""}, {"text_block_id": "p44_b1528", "text": "International Relations for Development; and"}, {"text_block_id": "p44_b1529", "text": ""}, {"text_block_id": "p44_b1530", "text": "Evidence-Based Decision-Making."}, {"text_block_id": "p44_b1531", "text": "Deepen Practice of Democracy and Institutional Reforms"}, {"text_block_id": "p44_b1532", "text": "The specific interventions to be implemented are aimed at achieving the following key objectives include:"}, {"text_block_id": "p44_b1533", "text": ""}, {"text_block_id": "p44_b1534", "text": "improve the balance of power among arms of Government and other governance institutions;"}, {"text_block_id": "p44_b1535", "text": ""}, {"text_block_id": "p44_b1536", "text": "expand and sustain opportunities for effective citizen engagement;"}, {"text_block_id": "p44_b1537", "text": ""}, {"text_block_id": "p44_b1538", "text": "enhance platforms for engagement with civil society and private sector to improve responsiveness;"}, {"text_block_id": "p44_b1539", "text": ""}, {"text_block_id": "p44_b1540", "text": "ensure inclusive and equitable political system;"}, {"text_block_id": "p44_b1541", "text": ""}, {"text_block_id": "p44_b1542", "text": "improve transparency and integrity of the electoral process; and"}, {"text_block_id": "p44_b1543", "text": ""}, {"text_block_id": "p44_b1544", "text": "strengthen and promote the culture of rights and responsibilities."}, {"text_block_id": "p44_b1545", "text": "Some of the specific strategies to be implemented include:"}, {"text_block_id": "p44_b1546", "text": ""}, {"text_block_id": "p44_b1547", "text": "implement the recommendations of the Constitution Review Commission to streamline the roles and responsibilities of the arms of Government and Independent Governance Institutions;"}, {"text_block_id": "p44_b1548", "text": ""}, {"text_block_id": "p44_b1549", "text": "strengthen capacity of Parliament and other governance institutions to perform their respective oversight functions;"}, {"text_block_id": "p44_b1550", "text": ""}, {"text_block_id": "p44_b1551", "text": "modernise technology and logistics and review processes and procedures of Parliament and the Judiciary;"}, {"text_block_id": "p44_b1552", "text": ""}, {"text_block_id": "p44_b1553", "text": "ensure clarity in the roles and responsibilities of CSOs in the governance process;"}, {"text_block_id": "p44_b1554", "text": ""}, {"text_block_id": "p44_b1555", "text": "develop real and concrete avenues for citizens’ engagement with Government at all levels"}, {"text_block_id": "p44_b1556", "text": "so that they can demand responsiveness and accountability from duty bearers;"}, {"text_block_id": "p44_b1557", "text": ""}, {"text_block_id": "p44_b1558", "text": "promote regular engagement of Parliament with the media and the public at large"}, {"text_block_id": "p44_b1559", "text": ""}, {"text_block_id": "p44_b1560", "text": "introduce reforms in the appointment of political office holders in line with the recommendations of the CRC;"}, {"text_block_id": "p44_b1561", "text": ""}, {"text_block_id": "p44_b1562", "text": "enforce existing legal, operational and financial standards for party organisation;"}, {"text_block_id": "p44_b1563", "text": ""}, {"text_block_id": "p44_b1564", "text": "strengthen existing mechanisms (e.g. IPAC) for inter-party participation in the electoral process;"}, {"text_block_id": "p45_b1565", "text": ""}, {"text_block_id": "p45_b1566", "text": "establish an election fund with transparent and accountable requirements; and"}, {"text_block_id": "p45_b1567", "text": ""}, {"text_block_id": "p45_b1568", "text": "increase awaren"}, {"text_block_id": "p45_b1569", "text": "ess creation of citizens’ rights by relevant institutions and agencies at all levels of society; promote the concept of a Citizens’ Charter to strengthen and promote"}, {"text_block_id": "p45_b1570", "text": "the culture of rights and responsibilities among the citizenry."}, {"text_block_id": "p45_b1571", "text": "Local Governance and Decentralisation"}, {"text_block_id": "p45_b1572", "text": "The specific interventions to be implemented are aimed at achieving the following key objectives include:"}, {"text_block_id": "p45_b1573", "text": ""}, {"text_block_id": "p45_b1574", "text": "accelerate implementation of the decentralisation policy and programmes;"}, {"text_block_id": "p45_b1575", "text": ""}, {"text_block_id": "p45_b1576", "text": "ensure effective and efficient resource mobilisation, internal revenue generation and resource management;"}, {"text_block_id": "p45_b1577", "text": ""}, {"text_block_id": "p45_b1578", "text": "integrate and institutionalise district level planning and budgeting through participatory processes at all levels; and"}, {"text_block_id": "p45_b1579", "text": ""}, {"text_block_id": "p45_b1580", "text": "mainstream Local Economic Development (LED) for growth and local employment creation."}, {"text_block_id": "p45_b1581", "text": "Some of the specific strategies to be implemented include:"}, {"text_block_id": "p45_b1582", "text": ""}, {"text_block_id": "p45_b1583", "text": "accelerate the implementation of the National Decentralisation Action Plan;"}, {"text_block_id": "p45_b1584", "text": ""}, {"text_block_id": "p45_b1585", "text": "accelerate the review and harmonisation of existing legislation on local governance and ensure the enactment of the Consolidated Local Government Law;"}, {"text_block_id": "p45_b1586", "text": ""}, {"text_block_id": "p45_b1587", "text": "enforce compliance with Legislative Instrument 1967 of 2010;"}, {"text_block_id": "p45_b1588", "text": ""}, {"text_block_id": "p45_b1589", "text": "accelerate the implementation of the Benning Committee’s Report on district boundary"}, {"text_block_id": "p45_b1590", "text": "disputes;"}, {"text_block_id": "p45_b1591", "text": ""}, {"text_block_id": "p45_b1592", "text": "promote infrastructure development for the newly created districts;"}, {"text_block_id": "p45_b1593", "text": ""}, {"text_block_id": "p45_b1594", "text": "scale-up the community population registration programme and mobile registration exercises in areas with limited access to registration facilities;"}, {"text_block_id": "p45_b1595", "text": ""}, {"text_block_id": "p45_b1596", "text": "review the Functional Occupational Assessment Tool (FOAT) to facilitate the achievement of the objectives of the overall decentralisation programme"}, {"text_block_id": "p45_b1597", "text": ""}, {"text_block_id": "p45_b1598", "text": "ensure the availability of long-term funds for investment and capacity building of MMDAs, including grants under the District Development Facility (DDF) and the Urban Development Grant (UDG);"}, {"text_block_id": "p45_b1599", "text": ""}, {"text_block_id": "p45_b1600", "text": "improve the capacity of finance and administrative staff of MMDAs;"}, {"text_block_id": "p45_b1601", "text": ""}, {"text_block_id": "p45_b1602", "text": "institute measures to block leakages and loopholes in the revenue mobilisation system of MMDAs;"}, {"text_block_id": "p45_b1603", "text": ""}, {"text_block_id": "p45_b1604", "text": "ensure effective monitoring of revenue collection and utilisation of investment grants;"}, {"text_block_id": "p45_b1605", "text": ""}, {"text_block_id": "p45_b1606", "text": "develop reliable business and property database system including street naming and property addressing systems;"}, {"text_block_id": "p45_b1607", "text": ""}, {"text_block_id": "p45_b1608", "text": "ensure finalisation and implementation of the inter-Governmental fiscal transfers;"}, {"text_block_id": "p45_b1609", "text": ""}, {"text_block_id": "p45_b1610", "text": "institutionalise democratic practices in Local Government structures;"}, {"text_block_id": "p45_b1611", "text": ""}, {"text_block_id": "p45_b1612", "text": "strengthen institutions responsible for coordinating planning at all levels;"}, {"text_block_id": "p45_b1613", "text": ""}, {"text_block_id": "p45_b1614", "text": "ensure effective linkage between the planning and budgeting processes"}, {"text_block_id": "p45_b1615", "text": ""}, {"text_block_id": "p45_b1616", "text": "facilitate the implementation of LED programmes at the district level and promote local business enterprises based on resource endowments for job creation."}, {"text_block_id": "p46_b1617", "text": "Special Development Zones"}, {"text_block_id": "p46_b1618", "text": "The key objective to be achieved in this focus area is to reduce spatial and income inequalities across the country and among different socio-economic groups. Some of the specific strategies to be implemented include:"}, {"text_block_id": "p46_b1619", "text": ""}, {"text_block_id": "p46_b1620", "text": "coordinate and harmonise the selection and development of"}, {"text_block_id": "p46_b1621", "text": "SDZs by aligning all on"}, {"text_block_id": "p46_b1622", "text": "-"}, {"text_block_id": "p46_b1623", "text": "going and special programmes in line with NDPC’s mandate;"}, {"text_block_id": "p46_b1624", "text": ""}, {"text_block_id": "p46_b1625", "text": "ensure improved coordination and harmonisation of development projects and programmes  for  fair and balanced allocation of national resources;"}, {"text_block_id": "p46_b1626", "text": ""}, {"text_block_id": "p46_b1627", "text": "review legislative frameworks for SDZs to conform to the national development planning system and integrate and harmonise with MMDAs legal framework;"}, {"text_block_id": "p46_b1628", "text": ""}, {"text_block_id": "p46_b1629_merged_merged", "text": "enhance planning and coordination of the development of Ghana’s oil basin, and other special development zones including SADA, MIDA, CEDECOM/Coastal Savannah, etc;"}, {"text_block_id": "p46_b1632", "text": ""}, {"text_block_id": "p46_b1633", "text": "enhance monitoring and evaluation of Special Development Zones and other similar initiatives"}, {"text_block_id": "p46_b1634", "text": "Public Policy Development and Management"}, {"text_block_id": "p46_b1635", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p46_b1636", "text": ""}, {"text_block_id": "p46_b1637", "text": "strengthen policy and development planning processes for equitable and balanced spatial and socio-economic development;"}, {"text_block_id": "p46_b1638", "text": ""}, {"text_block_id": "p46_b1639", "text": "promote and improve the efficiency and effectiveness of performance in the public/civil service;"}, {"text_block_id": "p46_b1640", "text": ""}, {"text_block_id": "p46_b1641", "text": "rationalise and define structures, roles and procedures for state institutions;"}, {"text_block_id": "p46_b1642", "text": ""}, {"text_block_id": "p46_b1643", "text": "deepen institutionalisation and internalisation of M&E systems at all levels;"}, {"text_block_id": "p46_b1644", "text": ""}, {"text_block_id": "p46_b1645", "text": "ensure equity and social cohesion at all levels of society; and"}, {"text_block_id": "p46_b1646", "text": ""}, {"text_block_id": "p46_b1647", "text": "promote inter and intra-agency linkages of technology-based information systems."}, {"text_block_id": "p46_b1648", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p46_b1649", "text": ""}, {"text_block_id": "p46_b1650", "text": "strengthen the coordination role of NDPC to ensure enhanced evidence-based decision-making in the policy and strategy formulation and management processes at all levels;"}, {"text_block_id": "p46_b1651", "text": ""}, {"text_block_id": "p46_b1652", "text": "harmonise and strengthen the social dimension of the criteria for allocation of the DACF;"}, {"text_block_id": "p46_b1653", "text": ""}, {"text_block_id": "p46_b1654", "text": "build capacity of MDAs and MMDAs in the public policy and planning processes including consideration for  gender and women empowerment;"}, {"text_block_id": "p46_b1655", "text": ""}, {"text_block_id": "p46_b1656", "text": "strengthen capacity of research and statistical information management of MDAs and MMDAs;"}, {"text_block_id": "p46_b1657", "text": ""}, {"text_block_id": "p46_b1658", "text": "strengthen spatial planning at the NDPC and other relevant agencies;"}, {"text_block_id": "p46_b1659", "text": ""}, {"text_block_id": "p46_b1660", "text": "develop spatial management information systems on investments to facilitate resource allocation and tracking of investment decision-making;"}, {"text_block_id": "p46_b1661", "text": ""}, {"text_block_id": "p46_b1662", "text": "institutionalise the coordination of development policy formulation, planning, monitoring and evaluation (M&E) at all levels especially among sector agencies;"}, {"text_block_id": "p46_b1663", "text": ""}, {"text_block_id": "p46_b1664", "text": "review and clarify the mandate, functions and terms of reference of institutions; and"}, {"text_block_id": "p46_b1665", "text": ""}, {"text_block_id": "p46_b1666", "text": "establish participatory and consultative systems for policy-making, regulations and management of resources."}, {"text_block_id": "p47_b1667", "text": "Public Sector Reforms"}, {"text_block_id": "p47_b1668", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p47_b1669", "text": ""}, {"text_block_id": "p47_b1670", "text": "Strengthen public sector management and oversight;"}, {"text_block_id": "p47_b1671", "text": ""}, {"text_block_id": "p47_b1672", "text": "Enhance supervision and productivity in the public service;"}, {"text_block_id": "p47_b1673", "text": ""}, {"text_block_id": "p47_b1674", "text": "Establish a reliable public service-wide Human Resource Management Information System;"}, {"text_block_id": "p47_b1675", "text": ""}, {"text_block_id": "p47_b1676", "text": "Promote excellence in people management; and"}, {"text_block_id": "p47_b1677", "text": ""}, {"text_block_id": "p47_b1678", "text": "Improve the responsiveness of the public service in service delivery"}, {"text_block_id": "p47_b1679", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p47_b1680", "text": ""}, {"text_block_id": "p47_b1681", "text": "standardise rules, regulations and performance measures governing public sector management;"}, {"text_block_id": "p47_b1682", "text": ""}, {"text_block_id": "p47_b1683", "text": "institutionalise training of members of public sector boards and Chief Executive Officers;"}, {"text_block_id": "p47_b1684", "text": ""}, {"text_block_id": "p47_b1685", "text": "re-organise and retool the State Enterprises Commission to offer guidance to all members of public sector Boards to ensure accountability;"}, {"text_block_id": "p47_b1686", "text": ""}, {"text_block_id": "p47_b1687", "text": "institutionalise performance management policy in the public service;"}, {"text_block_id": "p47_b1688", "text": ""}, {"text_block_id": "p47_b1689", "text": "strengthen capacity to implement performance management system at all functional levels in public service organisations;"}, {"text_block_id": "p47_b1690", "text": ""}, {"text_block_id": "p47_b1691", "text": "ensure the development of a reliable and updated HR database for the civil service;"}, {"text_block_id": "p47_b1692", "text": ""}, {"text_block_id": "p47_b1693", "text": "develop a comprehensive National Human Resource Development Plan for the public services;"}, {"text_block_id": "p47_b1694", "text": ""}, {"text_block_id": "p47_b1695", "text": "design and implement a Human Resource Management Information System (HRMIS);"}, {"text_block_id": "p47_b1696", "text": ""}, {"text_block_id": "p47_b1697", "text": "coordinate capacity building of public service organisations for effective implementation of the HRMIS;"}, {"text_block_id": "p47_b1698", "text": ""}, {"text_block_id": "p47_b1699", "text": "ensure the development and effective implementation of a policy framework to guide human resource governance and management in the public service;"}, {"text_block_id": "p47_b1700", "text": ""}, {"text_block_id": "p47_b1701", "text": "establish mechanisms to align remuneration to productivity and reward excellence"}, {"text_block_id": "p47_b1702", "text": ""}, {"text_block_id": "p47_b1703", "text": "institute measures to assess performance of public sector institutions;"}, {"text_block_id": "p47_b1704", "text": ""}, {"text_block_id": "p47_b1705", "text": "enhance the capacity of Fair Wages and Salaries Commission to deliver on its mandate;"}, {"text_block_id": "p47_b1706", "text": ""}, {"text_block_id": "p47_b1707", "text": "implement the sub-vented agencies reform programme;"}, {"text_block_id": "p47_b1708", "text": ""}, {"text_block_id": "p47_b1709", "text": "facilitate the implementation of client service delivery improvement measures in MDAs and MMDAs including international charters, protocols and service charters; and"}, {"text_block_id": "p47_b1710", "text": ""}, {"text_block_id": "p47_b1711", "text": "implement career development programmes and succession plan for all categories of staff in the Public Service."}, {"text_block_id": "p47_b1712", "text": "Development Communication"}, {"text_block_id": "p47_b1713", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p47_b1714", "text": ""}, {"text_block_id": "p47_b1715", "text": "improve transparency and access to public information;"}, {"text_block_id": "p47_b1716", "text": ""}, {"text_block_id": "p47_b1717", "text": "improve development communication and mutual accountability;"}, {"text_block_id": "p47_b1718", "text": ""}, {"text_block_id": "p47_b1719", "text": "promote social accountability in the public policy cycle; and"}, {"text_block_id": "p47_b1720", "text": ""}, {"text_block_id": "p47_b1721", "text": "enhance development communication across the public sector and policy cycle"}, {"text_block_id": "p48_b1722", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p48_b1723", "text": ""}, {"text_block_id": "p48_b1724", "text": "ensure the passage of the Right to Information Bill into law;"}, {"text_block_id": "p48_b1725", "text": ""}, {"text_block_id": "p48_b1726", "text": "enact a Legislative Instrument and operationalise the implementation of the Right to Information Bill when passed;"}, {"text_block_id": "p48_b1727", "text": ""}, {"text_block_id": "p48_b1728", "text": "modernise information management systems of MDAs and MMDAs as well as facilitate the publicising of District Assembly proceedings"}, {"text_block_id": "p48_b1729", "text": ""}, {"text_block_id": "p48_b1730", "text": "finalise the draft Ghana Development Communication Policy Document;"}, {"text_block_id": "p48_b1731", "text": ""}, {"text_block_id": "p48_b1732", "text": "implement Development Communication programmes across MDAs and MMDAs;"}, {"text_block_id": "p48_b1733", "text": ""}, {"text_block_id": "p48_b1734", "text": "strengthen ISD’s capacity and public relations role in MDAs and MMDAs for effective"}, {"text_block_id": "p48_b1735", "text": "coordination of development communication;"}, {"text_block_id": "p48_b1736", "text": ""}, {"text_block_id": "p48_b1737", "text": "facilitate the development of CSO’s capacity for policy engagement"}, {"text_block_id": "p48_b1738", "text": ""}, {"text_block_id": "p48_b1739", "text": "enact the Broadcasting Law;"}, {"text_block_id": "p48_b1740", "text": ""}, {"text_block_id": "p48_b1741", "text": "review the NMC Act 1993, Act 449 to give it the power of enforcement;"}, {"text_block_id": "p48_b1742", "text": ""}, {"text_block_id": "p48_b1743", "text": "review and harmonise NCA Law with NMC Law;"}, {"text_block_id": "p48_b1744", "text": ""}, {"text_block_id": "p48_b1745", "text": "strengthen the capacity of the NMC; and"}, {"text_block_id": "p48_b1746", "text": ""}, {"text_block_id": "p48_b1747", "text": "strengthen partnership with the media to enhance national cohesion for sustainable development; and enact a Media Standards law."}, {"text_block_id": "p48_b1748", "text": "Gender Equity and Women Empowerment"}, {"text_block_id": "p48_b1749", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p48_b1750", "text": ""}, {"text_block_id": "p48_b1751", "text": "promote gender equality and equity in political, social and economic development systems and outcomes;"}, {"text_block_id": "p48_b1752", "text": ""}, {"text_block_id": "p48_b1753", "text": "safeguard the security, safety and protection of the rights of the vulnerable in society, especially the girl-child and women;"}, {"text_block_id": "p48_b1754", "text": ""}, {"text_block_id": "p48_b1755", "text": "promote women’s equal access to economic opportunity and resources; and"}, {"text_block_id": "p48_b1756", "text": ""}, {"text_block_id": "p48_b1757", "text": "integrate gender considerations at all stages and in all dimensions of data production."}, {"text_block_id": "p48_b1758", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p48_b1759", "text": ""}, {"text_block_id": "p48_b1760", "text": "integrate gender into Government policy and planning systems and financial frameworks and their implementation at all levels;"}, {"text_block_id": "p48_b1761", "text": ""}, {"text_block_id": "p48_b1762", "text": "institute measures to achieve a gender balance on all Government-appointed committees, boards and other relevant bodies;"}, {"text_block_id": "p48_b1763", "text": ""}, {"text_block_id": "p48_b1764", "text": "institutionalise gender-responsive budgeting;"}, {"text_block_id": "p48_b1765", "text": ""}, {"text_block_id": "p48_b1766", "text": "assess and bridge capacity gaps for the active and equal participation of women and men at all levels of civil society, economy, peace building and governance"}, {"text_block_id": "p48_b1767", "text": ""}, {"text_block_id": "p48_b1768", "text": "develop the entrepreneurial and technical skills of women;"}, {"text_block_id": "p48_b1769", "text": ""}, {"text_block_id": "p48_b1770", "text": "explore avenues for equalising access of women and men entrepreneurs to financial services and assistance to businesses;"}, {"text_block_id": "p48_b1771", "text": ""}, {"text_block_id": "p48_b1772", "text": "institutionalise gender and sex-disaggregated statistics production and use across sectors and at all levels of data generation within the context of international guidelines, including Beijing Platform for Action;"}, {"text_block_id": "p48_b1773", "text": ""}, {"text_block_id": "p48_b1774", "text": "standard the compilation of gender statistics from routine administrative processes as well as developing and implementing capacity building initiatives to engender transformation of statistical inquiries and dissemination of the corresponding results"}, {"text_block_id": "p49_b1775", "text": "Corruption and Economic Crimes"}, {"text_block_id": "p49_b1776", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p49_b1777", "text": ""}, {"text_block_id": "p49_b1778", "text": "promote transparency and accountability; and"}, {"text_block_id": "p49_b1779", "text": ""}, {"text_block_id": "p49_b1780", "text": "promote effective and efficient anti-corruption systems"}, {"text_block_id": "p49_b1781", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p49_b1782", "text": ""}, {"text_block_id": "p49_b1783", "text": "Enforce the existing laws and the National Anti-Corruption Action Plan"}, {"text_block_id": "p49_b1784", "text": ""}, {"text_block_id": "p49_b1785", "text": "enact the relevant regulations to enforce the Public Officers’ Liability Act;"}, {"text_block_id": "p49_b1786", "text": ""}, {"text_block_id": "p49_b1787", "text": "transform the Narcotics Control Board into an autonomous Commission and empower it to deal effectively with drug trafficking"}, {"text_block_id": "p49_b1788", "text": ""}, {"text_block_id": "p49_b1789", "text": "amend the CHRAJ Act 1993, Act 456 to make its decisions directly enforceable;"}, {"text_block_id": "p49_b1790", "text": ""}, {"text_block_id": "p49_b1791", "text": "empower the Financial Intelligence Centre (FIC) to collaborate with other security agencies to fight money laundering and other related crimes;"}, {"text_block_id": "p49_b1792", "text": ""}, {"text_block_id": "p49_b1793", "text": "review the Criminal Offences Act to encompass corruption-related offences; and"}, {"text_block_id": "p49_b1794", "text": ""}, {"text_block_id": "p49_b1795", "text": "accelerate the establishment of a Financial Administration Tribunal."}, {"text_block_id": "p49_b1796", "text": "Rule of Law and Access to Justice"}, {"text_block_id": "p49_b1797", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p49_b1798", "text": ""}, {"text_block_id": "p49_b1799", "text": "improve access to affordable and timely justice; and"}, {"text_block_id": "p49_b1800", "text": ""}, {"text_block_id": "p49_b1801", "text": "enhance public confidence in the justice delivery and administrative systems"}, {"text_block_id": "p49_b1802", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p49_b1803", "text": ""}, {"text_block_id": "p49_b1804", "text": "increase the number and improve quality of court infrastructure;"}, {"text_block_id": "p49_b1805", "text": ""}, {"text_block_id": "p49_b1806", "text": "expand Court-connected ADR services within the justice delivery system;"}, {"text_block_id": "p49_b1807", "text": ""}, {"text_block_id": "p49_b1808", "text": "amend governing acts, rules, regulations, policies and procedures to improve communication and institutional capacity;"}, {"text_block_id": "p49_b1809", "text": ""}, {"text_block_id": "p49_b1810", "text": "transform the Legal Aid Scheme into an independent constitutional body;"}, {"text_block_id": "p49_b1811", "text": ""}, {"text_block_id": "p49_b1812", "text": "strengthen the implementation of the “Justice For All” programme"}, {"text_block_id": "p49_b1813", "text": "with the introduction of weekend courts and small claims courts;"}, {"text_block_id": "p49_b1814", "text": ""}, {"text_block_id": "p49_b1815", "text": "implement the Legal Service law; and"}, {"text_block_id": "p49_b1816", "text": ""}, {"text_block_id": "p49_b1817", "text": "improve inter-agency and cross-sectoral legal coordination as well as expand training infrastructure of the legal system"}, {"text_block_id": "p49_b1818", "text": "Public Safety and Security"}, {"text_block_id": "p49_b1819", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p49_b1820", "text": ""}, {"text_block_id": "p49_b1821", "text": "improve internal security for human safety and protection;"}, {"text_block_id": "p49_b1822", "text": ""}, {"text_block_id": "p49_b1823", "text": "reduce recidivism and promote effective re-integration of ex-convicts; and"}, {"text_block_id": "p49_b1824", "text": ""}, {"text_block_id": "p49_b1825", "text": "enhance peace and security."}, {"text_block_id": "p49_b1826", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p49_b1827", "text": ""}, {"text_block_id": "p49_b1828", "text": "enhance institutional capacity of the internal security agencies;"}, {"text_block_id": "p49_b1829", "text": ""}, {"text_block_id": "p49_b1830", "text": "improve border management technology, and infrastructure;"}, {"text_block_id": "p50_b1831", "text": ""}, {"text_block_id": "p50_b1832", "text": "review existing laws to streamline and effectively regulate and monitor private sector involvement in the provision of internal security;"}, {"text_block_id": "p50_b1833", "text": ""}, {"text_block_id": "p50_b1834", "text": "enhance the preparedness of disaster management agencies to effectively respond to  emergencies;"}, {"text_block_id": "p50_b1835", "text": ""}, {"text_block_id": "p50_b1836", "text": "intensify public education on disaster safety measures, drug use and small arms as well as developing a small arms database system;"}, {"text_block_id": "p50_b1837", "text": ""}, {"text_block_id": "p50_b1838", "text": "strengthen inter-agency coordination in dealing with drug trafficking;"}, {"text_block_id": "p50_b1839", "text": ""}, {"text_block_id": "p50_b1840", "text": "accelerate the revision of existing laws on GIS, NADMO, Prisons Service, NACOB;"}, {"text_block_id": "p50_b1841", "text": ""}, {"text_block_id": "p50_b1842", "text": "enact legislation on acquisition and possession of arms and ammunition regime;"}, {"text_block_id": "p50_b1843", "text": ""}, {"text_block_id": "p50_b1844", "text": "review current rehabilitation programmes for prisoners and drug addicts;"}, {"text_block_id": "p50_b1845", "text": ""}, {"text_block_id": "p50_b1846", "text": "review legislation to introduce more non-custodial sentences;"}, {"text_block_id": "p50_b1847", "text": ""}, {"text_block_id": "p50_b1848", "text": "build operational, human resource and logistics capacity of the security agencies;"}, {"text_block_id": "p50_b1849", "text": ""}, {"text_block_id": "p50_b1850", "text": "strengthen the relationship between civil society and security agencies;"}, {"text_block_id": "p50_b1851", "text": ""}, {"text_block_id": "p50_b1852", "text": "strengthen the collaboration with neighbouring countries to reduce cross border crimes;"}, {"text_block_id": "p50_b1853", "text": ""}, {"text_block_id": "p50_b1854", "text": "improve the capacity of security services in external peacekeeping"}, {"text_block_id": "p50_b1855", "text": "Access to Rights and Entitlement"}, {"text_block_id": "p50_b1856", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p50_b1857", "text": ""}, {"text_block_id": "p50_b1858", "text": "promote equitable access to good quality and affordable social services;"}, {"text_block_id": "p50_b1859", "text": ""}, {"text_block_id": "p50_b1860", "text": "protect children from direct and indirect physical and emotional harm;"}, {"text_block_id": "p50_b1861", "text": ""}, {"text_block_id": "p50_b1862", "text": "safeguard citizens’ rights and entitlements and eliminate human trafficking;"}, {"text_block_id": "p50_b1863", "text": ""}, {"text_block_id": "p50_b1864", "text": "ensure effective integration of PWDs into society; and"}, {"text_block_id": "p50_b1865", "text": ""}, {"text_block_id": "p50_b1866", "text": "promote efficient and effective land administration system"}, {"text_block_id": "p50_b1867", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p50_b1868", "text": ""}, {"text_block_id": "p50_b1869", "text": "increase access to quality social services;"}, {"text_block_id": "p50_b1870", "text": ""}, {"text_block_id": "p50_b1871", "text": "promote the development and publication of Citizens’ Charter;"}, {"text_block_id": "p50_b1872", "text": ""}, {"text_block_id": "p50_b1873", "text": "strengthen the capacity of relevant institutions to monitor child abuse and child trafficking;"}, {"text_block_id": "p50_b1874", "text": ""}, {"text_block_id": "p50_b1875", "text": "intensify implementation of policies that protect children;"}, {"text_block_id": "p50_b1876", "text": ""}, {"text_block_id": "p50_b1877", "text": "intensify public education programmes on children’s rights and the dangers of child"}, {"text_block_id": "p50_b1878", "text": "abuse and harmful cultural practices;"}, {"text_block_id": "p50_b1879", "text": ""}, {"text_block_id": "p50_b1880", "text": "develop an integrated child development policy;"}, {"text_block_id": "p50_b1881", "text": ""}, {"text_block_id": "p50_b1882", "text": "decentralise and streng"}, {"text_block_id": "p50_b1883", "text": "then the Children’s Department of MoGCSP;"}, {"text_block_id": "p50_b1884", "text": ""}, {"text_block_id": "p50_b1885", "text": "facilitate the ratification of international charters and conventions, e.g. child labour (ILO Convention 182)"}, {"text_block_id": "p50_b1886", "text": ""}, {"text_block_id": "p50_b1887", "text": "enhance the capacity of relevant agencies to adequately enforce laws on family life including the Domestic Violence Act 2007, Act 732;"}, {"text_block_id": "p50_b1888", "text": ""}, {"text_block_id": "p50_b1889", "text": "enforce the relevant laws and regulations on Human Trafficking Act 2005, Act 694;"}, {"text_block_id": "p50_b1890", "text": ""}, {"text_block_id": "p50_b1891", "text": "incorporate international human rights protocols into national agenda; and"}, {"text_block_id": "p50_b1892", "text": ""}, {"text_block_id": "p50_b1893", "text": "create an enabling environment to ensure the active involvement of PWDs in mainstream society."}, {"text_block_id": "p51_b1894", "text": "National Culture and Development"}, {"text_block_id": "p51_b1895", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p51_b1896", "text": ""}, {"text_block_id": "p51_b1897", "text": "harness culture for national development; and"}, {"text_block_id": "p51_b1898", "text": ""}, {"text_block_id": "p51_b1899", "text": "promote the role of the chieftaincy institution in national development"}, {"text_block_id": "p51_b1900", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p51_b1901", "text": ""}, {"text_block_id": "p51_b1902", "text": "strengthen the existing regulatory and institutional framework on culture;"}, {"text_block_id": "p51_b1903", "text": ""}, {"text_block_id": "p51_b1904", "text": "mainstream culture in the nation’s social and economic development agenda;"}, {"text_block_id": "p51_b1905", "text": ""}, {"text_block_id": "p51_b1906", "text": "assist less endowed traditional authorities to document their culture and history;"}, {"text_block_id": "p51_b1907", "text": ""}, {"text_block_id": "p51_b1908", "text": "accelerate the establishment of fully-functional Centres for National Culture in all regions and enhance their capacity to promote culture;"}, {"text_block_id": "p51_b1909", "text": ""}, {"text_block_id": "p51_b1910", "text": "strengthen the National and Regional Houses of Chiefs;"}, {"text_block_id": "p51_b1911", "text": ""}, {"text_block_id": "p51_b1912", "text": "develop modalities to harness the inherent potential of the chieftaincy institution in national development;"}, {"text_block_id": "p51_b1913", "text": ""}, {"text_block_id": "p51_b1914", "text": "ensure the appointment of experienced legal counsel to the National and Regional Houses of Chiefs; and"}, {"text_block_id": "p51_b1915", "text": ""}, {"text_block_id": "p51_b1916", "text": "mainstream ADR into the National and Regional Houses of Chiefs"}, {"text_block_id": "p51_b1917", "text": "International Relations/Partnership for Development"}, {"text_block_id": "p51_b1918", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p51_b1919", "text": ""}, {"text_block_id": "p51_b1920", "text": "accelerate economic and social integration with regional and sub-regional states;"}, {"text_block_id": "p51_b1921", "text": ""}, {"text_block_id": "p51_b1922", "text": "promote international peace and sustainable development; and"}, {"text_block_id": "p51_b1923", "text": ""}, {"text_block_id": "p51_b1924", "text": "leverage the economic and technological opportunities for sustainable development"}, {"text_block_id": "p51_b1925", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p51_b1926", "text": ""}, {"text_block_id": "p51_b1927", "text": "pursue the establishment of a common customs union;"}, {"text_block_id": "p51_b1928", "text": ""}, {"text_block_id": "p51_b1929", "text": "review international obligations and domesticate all ratified international treaties;"}, {"text_block_id": "p51_b1930", "text": ""}, {"text_block_id": "p51_b1931", "text": "strengthen sub-regional, regional and global collaboration for the promotion of international peace, security and sustainable development;"}, {"text_block_id": "p51_b1932", "text": ""}, {"text_block_id": "p51_b1933", "text": "act in concert with other countries to address threats to international peace and security;"}, {"text_block_id": "p51_b1934", "text": ""}, {"text_block_id": "p51_b1935", "text": "strengthen Gh"}, {"text_block_id": "p51_b1936", "text": "ana’s bilateral and multilateral diplomacy; and"}, {"text_block_id": "p51_b1937", "text": ""}, {"text_block_id": "p51_b1938", "text": "review diplomatic representation and alignments in pursuit of Ghana’s national interests."}, {"text_block_id": "p51_b1939", "text": "Evidence-Based Decision Making"}, {"text_block_id": "p51_b1940", "text": "The policy objectives to be pursued in this focus area are:"}, {"text_block_id": "p51_b1941", "text": ""}, {"text_block_id": "p51_b1942", "text": "establish and maintain an efficient national identification management system;"}, {"text_block_id": "p51_b1943", "text": ""}, {"text_block_id": "p51_b1944", "text": "improve quality and completeness of vital events registration and associated  services;"}, {"text_block_id": "p51_b1945", "text": ""}, {"text_block_id": "p51_b1946", "text": "improve production and use of health and vital statistics from civil registration;"}, {"text_block_id": "p51_b1947", "text": ""}, {"text_block_id": "p51_b1948", "text": "enhance efficiency and effectiveness of the national M&E system at all levels;"}, {"text_block_id": "p51_b1949", "text": ""}, {"text_block_id": "p51_b1950", "text": "enhance production and management of statistical information;"}, {"text_block_id": "p51_b1951", "text": ""}, {"text_block_id": "p51_b1952", "text": "improve availability of quality data for policy formulation, analysis and decision-making;"}, {"text_block_id": "p51_b1953", "text": ""}, {"text_block_id": "p51_b1954", "text": "promote the effective use of data for decision-making and development communication"}, {"text_block_id": "p52_b1955", "text": "The specific strategies to be implemented include:"}, {"text_block_id": "p52_b1956", "text": ""}, {"text_block_id": "p52_b1957", "text": "harmonise policy and legal frameworks and regulations governing national identification;"}, {"text_block_id": "p52_b1958", "text": ""}, {"text_block_id": "p52_b1959", "text": "adopt data transfer protocols for the exchange of identity information;"}, {"text_block_id": "p52_b1960", "text": ""}, {"text_block_id": "p52_b1961", "text": "create integrated infrastructure for capturing, storage, retrieval and archival of personal records and data;"}, {"text_block_id": "p52_b1962", "text": ""}, {"text_block_id": "p52_b1963", "text": "reform and enhance civil registration processes and practices;"}, {"text_block_id": "p52_b1964", "text": ""}, {"text_block_id": "p52_b1965", "text": "expand civil registration with the participation of key stakeholders at all administrative and sub-district levels;"}, {"text_block_id": "p52_b1966", "text": ""}, {"text_block_id": "p52_b1967", "text": "establish and maintain operational linkages and interface mechanisms among national registration and identification systems;"}, {"text_block_id": "p52_b1968", "text": ""}, {"text_block_id": "p52_b1969", "text": "harmonise standards and methods for the production of vital statistics;"}, {"text_block_id": "p52_b1970", "text": ""}, {"text_block_id": "p52_b1971", "text": "develop effective mechanisms for capturing, processing and compiling vital statistics;"}, {"text_block_id": "p52_b1972", "text": ""}, {"text_block_id": "p52_b1973", "text": "review and strengthen the national M&E institutional arrangements;"}, {"text_block_id": "p52_b1974", "text": ""}, {"text_block_id": "p52_b1975", "text": "improve coordination and harmonisation of national, sector and district M&E, including Central Management Agencies (CMAs);"}, {"text_block_id": "p52_b1976", "text": ""}, {"text_block_id": "p52_b1977", "text": "review and re-inforce the regulatory environment for undertaking M&E at all levels;"}, {"text_block_id": "p52_b1978", "text": ""}, {"text_block_id": "p52_b1979", "text": "enhance management and public dissemination of M& E information"}, {"text_block_id": "p52_b1980", "text": ""}, {"text_block_id": "p52_b1981", "text": "formulate and implement official statistics policy and law for the National Statistical System;"}, {"text_block_id": "p52_b1982", "text": ""}, {"text_block_id": "p52_b1983", "text": "extend implementation of the Ghana Statistics Development Plan (GSDP) to cover all major MDAs and MMDAs; and"}, {"text_block_id": "p52_b1984", "text": ""}, {"text_block_id": "p52_b1985", "text": "reinforce coordination, oversight and accountability mechanisms for statistics production and related activities"}, {"text_block_id": "p53_b1986", "text": "CHAPTER THREE"}, {"text_block_id": "p53_b1987", "text": "ESTIMATED RESOURCE REQUIREMENTS FOR THE IMPLEMENTATION OF GSGDA II POLICIES AND STRATEGIES"}, {"text_block_id": "p53_b1988", "text": "3.1 Introduction"}, {"text_block_id": "p53_b1989", "text": "This chapter presents the methodology employed in estimating the resource requirements for the implementation of policies and programmes, as well as the guidelines for costing the Sector Medium-Term Development Plans (SMTDPs)."}, {"text_block_id": "p53_b1990", "text": "3.2 Costing Methodology"}, {"text_block_id": "p53_b1991", "text": "The entry point for costing the GSGDA II is the SMTDPs. The process of national development planning in Ghana involves the preparation of a national development policy framework on the basis of which Planning Guidelines are issued to Ministries, Departments and Agencies (MDAs) and Metropolitan, Municipal and District Assemblies (MMDAs) to prepare their respective sector and district development plans. These plans are harmonized into the National MediumTerm Development Plan."}, {"text_block_id": "p53_b1992", "text": "Consequently, the consolidation of the costs of implementation of individual medium-term sector or district development plans provides the overall resources required to implement a national medium-term development plan derived from the national development policy framework.  These costs which are normally outlined by strategies and policy objectives within the sector or district medium-term development plans can be aggregated at the national level by the following categorization:"}, {"text_block_id": "p53_b1993", "text": ""}, {"text_block_id": "p53_b1994", "text": "Thematic Area;"}, {"text_block_id": "p53_b1995", "text": ""}, {"text_block_id": "p53_b1996", "text": "Key Focus Area;"}, {"text_block_id": "p53_b1997", "text": ""}, {"text_block_id": "p53_b1998", "text": "Policy Objectives;"}, {"text_block_id": "p53_b1999", "text": ""}, {"text_block_id": "p53_b2000", "text": "Strategies; and"}, {"text_block_id": "p53_b2001", "text": ""}, {"text_block_id": "p53_b2002", "text": "Implementing and Collaborative agencies"}, {"text_block_id": "p53_b2003", "text": "Diagram 1 shows a hierarchy reflecting how a thematic area can be further broken down into key focus areas, objectives, strategies, activities and inputs."}, {"text_block_id": "p53_b2004", "text": "In 2014, the MDAs were assisted by NDPC to prepare their respective Sector medium-term development plan (SMTDP), for the period 2014-2017 based on GSGDA II. The SMTDPs are the basis of the logical framework for the GSGDA II cost estimates."}, {"text_block_id": "p53_b2005", "text": "The SMTDPs consist of the following:"}, {"text_block_id": "p53_b2006", "text": ""}, {"text_block_id": "p53_b2007", "text": "Mission Statement;"}, {"text_block_id": "p53_b2008", "text": ""}, {"text_block_id": "p53_b2009", "text": "Adopted Sector Objectives from the GSGDA II;"}, {"text_block_id": "p53_b2010", "text": ""}, {"text_block_id": "p53_b2011", "text": "Sector Strategies in line with the GSGDA II;"}, {"text_block_id": "p53_b2012", "text": ""}, {"text_block_id": "p53_b2013", "text": "Formulated broad sector programme;"}, {"text_block_id": "p53_b2014", "text": ""}, {"text_block_id": "p53_b2015", "text": "Set of outputs based on broad sector programme; and"}, {"text_block_id": "p53_b2016", "text": ""}, {"text_block_id": "p53_b2017", "text": "Set of activities aligned to the strategies and policy objectives of the GSGDA II."}, {"text_block_id": "p54_b2018", "text": "The specific actions to be costed by MDAs were expected to be SMART:"}, {"text_block_id": "p54_b2019", "text": "Specific"}, {"text_block_id": "p54_b2020", "text": ": should clearly state exactly WHAT is to be accomplished and for whom in terms of end results"}, {"text_block_id": "p54_b2021", "text": "Measurable"}, {"text_block_id": "p54_b2022", "text": ": should clearly state the desired LEVEL of accomplishment of end results"}, {"text_block_id": "p54_b2023", "text": "Achievable"}, {"text_block_id": "p54_b2024", "text": ": should not be over-ambitious that it cannot be achieved"}, {"text_block_id": "p54_b2025", "text": "Relevant"}, {"text_block_id": "p54_b2026", "text": ": they should be consistent with GSGDA II policy objectives, strategies and higher goals"}, {"text_block_id": "p54_b2027", "text": "Timely"}, {"text_block_id": "p54_b2028", "text": ": should include time scales of WHEN the action will be completed."}, {"text_block_id": "p54_b2029", "text": "The MDAs were expected to define the activities to be undertaken in order to realize the objectives using the following approach:"}, {"text_block_id": "p54_b2030", "text": ""}, {"text_block_id": "p54_b2031", "text": "Identify for each thematic area the objectives specified in the sector medium-term strategic plan."}, {"text_block_id": "p54_b2032", "text": ""}, {"text_block_id": "p54_b2033", "text": "For each objective, list the results expected or the outputs i.e. what are the specific things that will be delivered as a result of this project?"}, {"text_block_id": "p54_b2034", "text": ""}, {"text_block_id": "p54_b2035", "text": "Identify the activities to be undertaken to implement the strategy, i.e. what will actually be done in order to deliver the intended outputs?"}, {"text_block_id": "p54_b2036", "text": "In the context of the GSGDA II, activities are limited to Goods and Services, and Assets (previously Administration, Services and Investment). Personnel cost are not to be included in the GSGDA II cost estimates."}, {"text_block_id": "p54_b2037_merged", "text": "For each activity, an estimate of the input costs was provided. These Inputs were valued according to Quantities, Frequencies and Unit cost. The inputs were standardized and classified as the national account segment of the government chart of accounts. It is the product of the Unit Cost, the Quantity and the Frequency of the Input that will give the Total Input Cost."}, {"text_block_id": "p54_b2046", "text": "The sum of the Input Costs for each Activity gives the Activity Cost. These are further aggregated to obtain the Strategy cost, the Policy Objective Cost, Key Focus Area Cost and eventually Thematic Area Cost as depicted in Diagram 2. Since there are cross cutting issues, MDAs were required to be careful to avoid double counting of activities to be shared with collaborating MDAs. Cost associated with MDAs role in achieving the cross-cutting policy objective were accounted for by the relevant MDA."}, {"text_block_id": "p54_b2047", "text": "3.3 Guidelines for Costing the SMTDPs"}, {"text_block_id": "p54_b2048", "text": "The guiding principle derived from the costing methodology was summarized into the following to guide the MDAs in the costing of their SMTDPs:"}, {"text_block_id": "p54_b2049", "text": ""}, {"text_block_id": "p54_b2050", "text": "The costs of both new and on-going programmes and projects necessary for meeting the targets were included in the total cost of implementation."}, {"text_block_id": "p54_b2051", "text": ""}, {"text_block_id": "p54_b2052", "text": "There is a basic assumption with regard to personnel cost associated with the execution of the action plan. It is assumed to be included in the normal budgetary resources and is not included in the costing of the priority themes. Therefore, the activities costed consisted mainly of Goods and Services, and Assets (previously Administration, Service and Investment) expenditures associated with the programmes and projects."}, {"text_block_id": "p55_b2053", "text": ""}, {"text_block_id": "p55_b2054", "text": "The implementation of SMTDPs involves activities that may be carried out by the public sector alone, or by the private sector in partnership with the public sector. In the case of the latter, only the public sector activities are costed."}, {"text_block_id": "p55_b2055", "text": "The costing of the SMTDP was also guided by the Guidelines for the 2015-2017 Annual National Budget. The budget guidelines provide the boundaries within which a cost centre is allowed to budget and its elements such as exchange rate among others are therefore applied by cost centres during costing. The cost centres for the accumulation of costs are the same as the cost centres in the Annual National Budget, currently at 35 (Schedule 1)."}, {"text_block_id": "p55_b2056", "text": "Costs aggregated by Key Focus Area and Thematic Area are to be summarized using Diagram 2."}, {"text_block_id": "p55_b2057", "text": "SCHEDULE 1: COST CENTRES"}, {"text_block_id": "p55_b2058", "text": "1"}, {"text_block_id": "p55_b2059", "text": "Ministry of Food and Agriculture"}, {"text_block_id": "p55_b2060", "text": "2"}, {"text_block_id": "p55_b2061", "text": "Ministry of Lands & Natural Resources"}, {"text_block_id": "p55_b2062", "text": "3"}, {"text_block_id": "p55_b2063", "text": "Ministry of Trade & Industry"}, {"text_block_id": "p55_b2064", "text": "4"}, {"text_block_id": "p55_b2065", "text": "Ministry of Tourism, Culture and Creative Arts"}, {"text_block_id": "p55_b2066", "text": "5"}, {"text_block_id": "p55_b2067", "text": "Ministry of Energy and Petroleum"}, {"text_block_id": "p55_b2068", "text": "6"}, {"text_block_id": "p55_b2069", "text": "Ministry of Environment, Science, Technology & Innovations"}, {"text_block_id": "p55_b2070", "text": "7"}, {"text_block_id": "p55_b2071", "text": "Ministry of Water Resources, Works & Housing"}, {"text_block_id": "p55_b2072", "text": "8"}, {"text_block_id": "p55_b2073", "text": "Ministry of Transport"}, {"text_block_id": "p55_b2074", "text": "9"}, {"text_block_id": "p55_b2075", "text": "Ministry of Roads & Highways"}, {"text_block_id": "p55_b2076", "text": "10"}, {"text_block_id": "p55_b2077", "text": "Ministry of Communications"}, {"text_block_id": "p55_b2078", "text": "11"}, {"text_block_id": "p55_b2079", "text": "Ministry of Education"}, {"text_block_id": "p55_b2080", "text": "12"}, {"text_block_id": "p55_b2081", "text": "Ministry of Youth and Sports"}, {"text_block_id": "p55_b2082", "text": "13"}, {"text_block_id": "p55_b2083", "text": "Ministry of Employment and Labour Relations"}, {"text_block_id": "p55_b2084", "text": "14"}, {"text_block_id": "p55_b2085", "text": "Ministry of Health"}, {"text_block_id": "p55_b2086", "text": "15"}, {"text_block_id": "p55_b2087", "text": "Ministry of Gender, Children and Social Protection"}, {"text_block_id": "p55_b2088", "text": "16"}, {"text_block_id": "p55_b2089", "text": "Ministry of Local Government and Rural Development"}, {"text_block_id": "p55_b2090", "text": "17"}, {"text_block_id": "p55_b2091", "text": "Office of Government Machinery"}, {"text_block_id": "p55_b2092", "text": "18"}, {"text_block_id": "p55_b2093", "text": "Office of Parliament"}, {"text_block_id": "p55_b2094", "text": "19"}, {"text_block_id": "p55_b2095", "text": "Audit Service"}, {"text_block_id": "p55_b2096", "text": "20"}, {"text_block_id": "p55_b2097", "text": "Public Services Commission"}, {"text_block_id": "p55_b2098", "text": "21"}, {"text_block_id": "p55_b2099", "text": "District Assemblies Common Fund"}, {"text_block_id": "p55_b2100", "text": "22"}, {"text_block_id": "p55_b2101", "text": "Electoral Commission"}, {"text_block_id": "p55_b2102", "text": "23"}, {"text_block_id": "p55_b2103", "text": "Ministry of Foreign Affairs and Regional Integration"}, {"text_block_id": "p55_b2104", "text": "24"}, {"text_block_id": "p55_b2105", "text": "Ministry of Finance"}, {"text_block_id": "p55_b2106", "text": "25"}, {"text_block_id": "p55_b2107", "text": "National Commission for Civic Education"}, {"text_block_id": "p55_b2108", "text": "26"}, {"text_block_id": "p55_b2109", "text": "Ministry of Chieftaincy & Traditional Affairs"}, {"text_block_id": "p55_b2110", "text": "27"}, {"text_block_id": "p55_b2111", "text": "National Media Commission 28 Ministry of Fisheries and Aquaculture Development"}, {"text_block_id": "p55_b2112", "text": "29"}, {"text_block_id": "p55_b2113", "text": "National Development Planning Commission"}, {"text_block_id": "p55_b2114", "text": "30"}, {"text_block_id": "p55_b2115", "text": "National Labour Commission"}, {"text_block_id": "p55_b2116", "text": "31"}, {"text_block_id": "p55_b2117_merged", "text": "Ministry of Justice & General’s Department 32 Ministry of Defence"}, {"text_block_id": "p55_b2120", "text": "33"}, {"text_block_id": "p55_b2121", "text": "Commission on Human Rights & Administrative Justice"}, {"text_block_id": "p55_b2122", "text": "34"}, {"text_block_id": "p55_b2123", "text": "Judicial Service"}, {"text_block_id": "p55_b2124", "text": "35"}, {"text_block_id": "p55_b2125", "text": "Ministry of Interior"}, {"text_block_id": "p56_b2126", "text": "DIAGRAM 1: IDENTIFICATION OF INPUTS AND COSTS"}, {"text_block_id": "p57_b2127", "text": "DIAGRAM 2: AGGREGATION OF COSTS"}, {"text_block_id": "p58_b2128", "text": "3.4 Resource Requirements"}, {"text_block_id": "p58_b2129", "text": "The policies and strategies that underline the activities in each thematic area are summarized in the Policy Matrix of the GSGDA II. These are categorized under the seven thematic areas, namely:"}, {"text_block_id": "p58_b2130", "text": ""}, {"text_block_id": "p58_b2131", "text": "Ensuring and sustaining macroeconomic stability;"}, {"text_block_id": "p58_b2132", "text": ""}, {"text_block_id": "p58_b2133", "text": "Enhanced"}, {"text_block_id": "p58_b2134", "text": "competitiveness of Ghana’s private sector;"}, {"text_block_id": "p58_b2135", "text": ""}, {"text_block_id": "p58_b2136", "text": "Accelerated agricultural modernisation and natural resource management;"}, {"text_block_id": "p58_b2137", "text": ""}, {"text_block_id": "p58_b2138", "text": "Oil and gas development;"}, {"text_block_id": "p58_b2139", "text": ""}, {"text_block_id": "p58_b2140", "text": "Infrastructure and human settlements development;"}, {"text_block_id": "p58_b2141", "text": ""}, {"text_block_id": "p58_b2142", "text": "Human development, employment and productivity; and"}, {"text_block_id": "p58_b2143", "text": ""}, {"text_block_id": "p58_b2144", "text": "Transparent and accountable governance."}, {"text_block_id": "p58_b2145_merged", "text": "The total costs for implementing the GSGDA II over the period 2014-2017 is estimated at GH¢65,051.72 million (US$16,262.93 million), which amounts to about GH¢16,262.93 million (US$4,065.73 million) per annum. About 54.34% of the total resource requirement is expected to go into the implementation of activities related to the provision of economic and social infrastructure, human settlements development, as well as the development of the oil and gas sector. Resources to implement activities related to human development, productivity and employment constitute 22.41%, while those for promoting transparent and accountable governance constituted 16.13%. Resources allocated to enhancing the competitiveness of Ghana’s private sector and also for promoting agricultural modernisation and efficient natural resource management constitute about 5.33%, while those for ensuring and sustaining macroeconomic stability constituted 1.8% (Figure 3.1)."}, {"text_block_id": "p58_b2148", "text": "FIGURE 3.1: ALLOCATION OF RESOURCES UNDER THE GSGDA II, 2014-2017 (PERCENT)"}, {"text_block_id": "p58_b2149", "text": "Source: MTEF Database, MOF,2014"}, {"text_block_id": "p59_b2150", "text": "FIGURE 3.2: PATTERN OF RESOURCE FLOW OF EACH THEMATIC, 2014-2017 (PERCENT)"}, {"text_block_id": "p59_b2151", "text": "Source: MTEF Database, MOF,2014"}, {"text_block_id": "p59_b2152", "text": "Ensuring and sustaining macroeconomic stability"}, {"text_block_id": "p59_b2153", "text": "In order to ensure and sustain macroeconomic stability, total cost of implementing policies and strategies is estimated at GH¢1,168.420 million (US$292.105 million) over the period 2014-2017 (Table 3.1). About 93.68% of this amount is expected to be spent on interventions related to ensuring efficient fiscal policy management, and 2.99% for promoting international trade and regional integration. Resources for ensuring effective economic policy management including strengthening economic planning and forecasting, constituted 2.15%, while those for efficient management of monetary and financial policies constitutes 1.2%. Resource requirement in this thematic area is expected to increase gradually from 14.7% in 2014 to 34.7% in 2017."}, {"text_block_id": "p59_b2154", "text": "Enhancing the competitiveness of Ghana’s"}, {"text_block_id": "p59_b2155", "text": "private sector"}, {"text_block_id": "p59_b2156_merged_merged", "text": "In the “enhancing the competitiveness of Ghana’s private sector” thematic area, total resource requirements amount to GH¢1,287.49 million (US$321.873 million (Table 3.1), of which about 71.1% is expected to be spent on activities related to developing the industrial base of the economy. This entails: promoting integrated aluminium industry, processing of other mineral resources, light manufacturing in wood processing and wood products, and agroprocessing (especially by increasing the share of cocoa processed locally and oil palm processing), promoting the development of selected commodities for domestic consumption and for export, promoting the development of selected markets; and establishing Industrial Development Fund to support ailing and infant manufacturing industries. About 19.2% is expected to be spent on activities related to promoting private sector development, including supporting the implementation of the national export strategy (NES), while 5.9% is for the development of the tourism industry. The remaining 3.8% is expected to be spent on activities related to promoting the growth and development of SMEs, good corporate governance and the creative industry. The resource flow is expected gradually increase from 19.8% in 2014 to 31.2% in 2014."}, {"text_block_id": "p60_b2159", "text": "Agricultural modernisation and natural resource management"}, {"text_block_id": "p60_b2160", "text": "Total resource requirements for implementing interventions related to the agricultural modernisation and natural resource management thematic area over the plan period amount to GH¢2,177.89 million (US$544.473 million (Table 3.1). About 16.6% of this amount is expected to go into implement activities aimed at modernizing agriculture including minimizing production and distribution risks and bottlenecks, increasing agricultural competitiveness and enhance integration into domestic and international markets, and promoting selected crop development for food security, export and industry. About 5.3% is allocated to aquaculture and fisheries development, while the remaining 78.1% is expected to go into activities aimed at ensuring efficient natural resource management and environmental governance, including land management, restoring degraded forest, natural disasters and risk management, and climate variability and change. Resource requirement in this thematic area is expected to be evenly distributed over the plan period, with about 18.2% required in 2014 and increasing to 27% in 2015 and then to 29.2% in 2017."}, {"text_block_id": "p60_b2161", "text": "TABLE 3.1: ESTIMATED COST FOR IMPLEMENTING THE GSGDA II, 2014-2017 (PERCENT)"}, {"text_block_id": "p60_b2162", "text": "Source: MTEF Database, MOF,2014"}, {"text_block_id": "p60_b2163", "text": "Oil and Gas Development"}, {"text_block_id": "p60_b2164_merged", "text": "Total resource requirements for the “oil and gas development” thematic area over the plan period is estimated at GH¢6,421.50 million (US$1,605.374 million) (Table 3.1). The resources are expected to be used to implement activities related to the development of the necessary infrastructure and human resource to support the oil and gas industry, including developing the relevant local capacity to take advantage of the local content law as well as for ensuring that environmental practices are consistent with domestic regulations and international standards. Nearly 38.4% of the resources is expected to be spent on activities aimed at ensuring that the industry is effectively link to the rest of the economy, 30.4% for promoting local content development, 25.6% for employment creation, and 12.2% in"}, {"text_block_id": "p61_b2169", "text": "protection of the environment. Resource requirement in this thematic area is expected to be evenly distributed over the plan period, with about 28.6% required in 2014 and decreasing to 20.7% in 2017."}, {"text_block_id": "p61_b2170", "text": "Infrastructure and human settlements"}, {"text_block_id": "p61_b2171", "text": "In the infrastructure and human settlements thematic area, about GH¢28,925.59 million (US$ 7,231.40 million) is required to implement policies and programmes over the plan period, of which 47.3% is expected to be spent on activities related to the provision of portable water and expanding coverage of improved sanitation services, including expanding water treatment facilities; improving and expanding water distribution infrastructure; developing efficient waste management system; and developing appropriate waste management infrastructure. Nearly 21.6% is expected to be spent on activities related to the provision of quality and reliable power supply to support industries and households, while 13.2% is expected to be spent on activities related to improving the size and quality of transport infrastructure. About 10.5% is estimated to be spent on activities related to urban and rural development, while 5% is estimated for the accelerated development of affordable housing and shelter. The remaining 2.4% is estimated to be spent on activities related to science and technology development, development of information communication technology, spatial/land use planning and management, settlement disaster prevention, emergency response, managing settlements and infrastructure along coasts. Resource requirement in this thematic area is expected to be evenly distributed over the plan period, with about 14.2% required in 2014 and increasing to 30.6% in 2016 before declining to 24.6% in 2017."}, {"text_block_id": "p61_b2172", "text": "Human resource development, productivity and employment"}, {"text_block_id": "p61_b2173_merged", "text": "Total resource requirements for the “human resource development, productivity and employment” thematic area over the plan period is estimated at GH¢14,577.72 million (US$3,644.431 million) (Table 3.1). About 47.1% is expected to be spent on activities related to the provision of quality health care, especially improving physical health infrastructure, especially in deprived areas to reduce equity gaps in access to health care facilities; strengthen the referral system; increasing the numbers and quality of health care professionals; and eliminating financial barrier to access to health care for the poor. Nearly 41.6% is expected to be spent on activities related to the provision of quality education, while the remaining 11.3% goes into programmes aimed at improving human capital development, employment, and productivity, promoting nutrition, prevention of HIV and AIDs, promoting youth and sports development, strengthening social policy and social protection including the aged and PWDs, child development and protection, population management and migration, and poverty reduction and income inequalities. Resource requirement in this thematic area is expected to be evenly distributed over the plan period, with about 24.4% required in 2014 and increasing gradually to 26.0% in 2017."}, {"text_block_id": "p61_b2178", "text": "Transparent responsive and accountable governance"}, {"text_block_id": "p61_b2179", "text": "In the transparent, responsive and accountable governance thematic area, total resource requirements for implementing interventions over the plan period is estimated at GH¢10,493.11 million (US$2,623.28 million) (Table 3.1), of which 60.7% is expected to be spent on activities related to local governance and decentralization, 16.4% to public safety and security and 9.9% to deepening the practice of democracy and institutional reforms. The remaining resources are expected to be spent on activities related to promotion of special"}, {"text_block_id": "p62_b2180", "text": "development zones initiatives (0.2%), public policy development and management (3.3%), public sector reforms (0.5%), development communication (1.1%), gender equity and women empowerment (1.7%), corruption and economic crimes (0.2%), rule of law and access to justice (0.6%), access to rights and entitlements (0.1%), promotion of national culture for development (0.7%), international relations for development (2.4%), and evidence-based decision-making (2.2%). Nearly 19.5% of the resource is expected to be spent in 2014, while 27.6% is required for the 2015 and 2016 respectively. The resource required for 2017 is estimated at 25.4%."}, {"text_block_id": "p63_b2181", "text": "CHAPTER FOUR"}, {"text_block_id": "p63_b2182", "text": "THE RESOURCE ENVELOPE AND THE FINANCING GAP"}, {"text_block_id": "p63_b2183", "text": "4.1 Resource Envelope"}, {"text_block_id": "p63_b2184", "text": "The resource envelope comprises both domestic and external sources of financing. In each of the four years of the GSGDA II implementation period, budgetary spending excluding net lending is projected at an average of 32.1% of GDP. Domestic revenue sources, including oil revenue, make up 22.5% of GDP for the period, while grants from bilateral and multilateral sources constitute about 1.1% of GDP on the average. The remaining average of 8.4% of GDP is expected to come from domestic and external loans and other financing instruments (Tables 4.1 & 4.2)."}, {"text_block_id": "p63_b2185", "text": "Excluding oil, over the period of implementation of the GSGDA II, revenues expected to be generated from domestic sources (i.e. domestic tax and non-tax sources) constitute 22.1% of GDP. Of this, non-oil tax revenue on average makes up 18.9% of GDP."}, {"text_block_id": "p63_b2186", "text": "Table 4.1: SUMMARY OF TOTAL RESOURCE ENVELOPE AND TOTAL PAYMENTS (Million Ghana Cedis)"}, {"text_block_id": "p63_b2187", "text": "Source: Ministryof Finance, 2014"}, {"text_block_id": "p64_b2188", "text": "Table 4.2: REVENUE (Million Ghana Cedis)"}, {"text_block_id": "p64_b2189", "text": "Source: Ministryof Finance, 2014"}, {"text_block_id": "p65_b2190", "text": "Table 4.3: TOTAL PAYMENTS (Million Ghana Cedis)"}, {"text_block_id": "p65_b2191", "text": "Source: Ministryof Finance, 2014"}, {"text_block_id": "p66_b2192", "text": "4.2 The Resource Gap"}, {"text_block_id": "p66_b2193", "text": "The estimated cost of GSGDA II is GH¢65,051.72 million (US$16,262.93 million) over the period 2014-2017. This cost excludes wages and salaries expenses associated with project and programme implementation. A comparison of the projected resource inflows to the estimated cost of implementing the GSGDA II provides an indication of the resource gap that must be filled to ensure full implementation of the programmes and projects identified under the GSGDA II."}, {"text_block_id": "p66_b2194", "text": "Over the period, total revenue and grants is expected to rise by an average of 13.6% per annum from GH¢39,032.50 million (US$9,758.125 million) in 2014 to GH¢57,205.60 million (US$14,301.40 million) in 2017. Employee compensation is projected to decline from 27.7% of projected revenue in 2014 to 25.3% in 2017 while interest payment is projected to constitute about 20% of projected revenue during the plan period."}, {"text_block_id": "p66_b2195", "text": "Table 4.4: Resource Gap Analysis"}, {"text_block_id": "p67_b2196", "text": "Based on the projected total revenue and planned expenditure on goods and services, and assets over the period, overall resource gap of GH¢15,025.53 million (US$3,756.38 million) and an average of GH¢3,756.38 million (US$939.10 million) per annum was estimated. This represents an overall financing gap of about 22.8% over the period 2014-2017, which is expected to be filled by:"}, {"text_block_id": "p67_b2197", "text": ""}, {"text_block_id": "p67_b2198", "text": "Strengthening revenue collection through revenue enhancing measures and tax administration efforts"}, {"text_block_id": "p67_b2199", "text": ""}, {"text_block_id": "p67_b2200", "text": "Strengthening expenditure controls and management and ensuring value for money"}, {"text_block_id": "p67_b2201", "text": ""}, {"text_block_id": "p67_b2202", "text": "Increasing the effectiveness and productivity of capital expenditure, and pursuing PPP approaches to the provision of public infrastructure; and"}, {"text_block_id": "p67_b2203", "text": ""}, {"text_block_id": "p67_b2204", "text": "Ensuring “Aid on Budget” and diversifying sources of external resource mobilisation"}, {"text_block_id": "p67_b2205", "text": "Strengthening revenue collection through revenue enhancing measures and tax administration efforts:"}, {"text_block_id": "p67_b2206", "text": "Over the past years, a combination of revenue enhancing measures and tax administration efforts with special emphasis on Revenue administration integration has yielded efforts. However, significant opportunities still exist to improve revenue mobilisation. A key macroeconomic objective under the GSGDA II is to improve fiscal resource mobilisation and management to ensure that the level of revenue mobilisation is"}, {"text_block_id": "p67_b2207", "text": "commensurate with Ghana’s middle income status."}, {"text_block_id": "p67_b2208", "text": "Over the medium term, tax revenue efforts would be geared towards the rationalization of the current tax regime. Efforts would also be put in place to rationalize and minimse the size of tax exemptions in the budget. Specific efforts would be made to streamlining the Ghana Free zones exemption regime. Another area worth exploring is the natural resource sector. There is the opportunity to increase revenue moblisation from the natural resources to help improve tax revenue collection. Non-tax revenue efforts have the potential to also increase its contribution to domestic revenue."}, {"text_block_id": "p67_b2209", "text": "With regards to tax administration, the Ghana Revenue Authority would implement the stated objectives of the Strategic Plan for the 2015-2017 period. The GRA has commenced the implementation of the Total Revenue Integrated Processing System (TRIPS) for the automation of GRAs practices and computerization. Other tax administration actions to be pursued include the eliminating revenue collection leakages; and strengthen tax revenue administration for effective tax enforcement and compliance;"}, {"text_block_id": "p67_b2210", "text": "These will therefore increase the prospect for scaling-up GOG resources in support of the implementation of the GSGDA II."}, {"text_block_id": "p67_b2211", "text": "Strengthening Expenditure Controls and Management and Ensuring Value for Money:"}, {"text_block_id": "p67_b2212", "text": "Ghana has historically recorded improvements in revenue mobilization, however expenditures have persistently outstripped revenue performance leading to the widening of the budget deficits. A key macroeconomic policy objective under the GSGDA II is to strengthening expenditure controls and management, as well as ensuring value for money to reduce waste. These will include: strengthening the implementation of the GIFMIS for effective budget management; strengthening the national procurement system; implement random monitoring and auditing of the payroll of various public sector institutions as a check on ghost names and payroll theft; review and re-structure the Internally Generated Fund (IGF) mechanism to make it more efficient; ensure effective financial management and oversight over SOEs; and effectively implementing the cost recovery measures on utilities to reduce burden on public financing whiles widening the mitigation measures for the poor."}, {"text_block_id": "p68_b2213", "text": "These measures when implemented will ensure that wastes are eliminated, and the limited public resources are efficiently utilized."}, {"text_block_id": "p68_b2214", "text": "Increasing the effectiveness and productivity of capital expenditure and pursuing PPP Approaches to the Provision of Public Infrastructure:"}, {"text_block_id": "p68_b2215", "text": "The low saving rate and size of the economy limit resource mobilisation potential and the fiscal space for the implementation of"}, {"text_block_id": "p68_b2216", "text": "Government’s programmes. The financial system is characterised by a small financial market"}, {"text_block_id": "p68_b2217", "text": "marked by a banking system that depends largely on government borrowing and on wide"}, {"text_block_id": "p68_b2218", "text": "spreads between the savings and lending rates. Ghana’s capital market is small and"}, {"text_block_id": "p68_b2219", "text": "underdeveloped with limited instruments for resource mobilisation. These challenges constrain domestic resource mobilisation at all levels and expose the country to reliance on external financial support as well as foreign direct investment as the principal sources of funding for both the public and private sectors. As Ghana is transiting and consolidating its Middle Income Country Status as a result of the rebasing of GDP in 2010, gaining access to concessional financing would be limited."}, {"text_block_id": "p68_b2220", "text": "Therefore, Government’s strategy is to ensure that Ghana leverages on higher productivity of"}, {"text_block_id": "p68_b2221", "text": "it infrastructure through the public Investment Management System, taking advantage of the prospects to Oil/Gas Phase II activities in the TEN Sankofa, Jubilee, Kosmos etc)."}, {"text_block_id": "p68_b2222", "text": "To overcome some of these funding constraints, Government developed the Ghana Infrastructure Investment Fund (GIIF) in 2014 to address some of the funding gaps in infrastructure provision. The GIIF was established by the Ghana Infrastructure and Investment Fund Act, Act 877 of 2014. The fund is to mobilize, manage, coordinate and provide financial resources for investment in infrastructure projects. Government will transfer"}, {"text_block_id": "p68_b2223", "text": "key projects on government’s balance sheet that meet"}, {"text_block_id": "p68_b2224", "text": "s the GIIF criteria of commercial loans for the fund to manage. To complement the GIIF and other public infrastructure investment instrument, the implementation of the public private partnership (PPP) policy and law will vigorously be promoted as a means to creating the necessary fiscal space for investment into critical socio-economic infrastructure. This will enable the country harness private sector efficiency in assets creation, maintenance and service delivery, whiles creating the opportunity for the private sector to bring in innovation and technical improvements."}, {"text_block_id": "p68_b2225", "text": "Ensuring “Aid on Budget” and Diversifying sources of External Resource Mobilisation:"}, {"text_block_id": "p68_b2226", "text": "Ghana’s attainment of Lower Middle Income Country (LMIC) status has presented both"}, {"text_block_id": "p68_b2227_merged_merged_merged", "text": "opportunities and challenges for implementation of Government policies, programmes and projects. Analysis of ODA inflows since 2010 has shown a declining inflows and gradual shift away from General Budget Support, which is the preferred aid modality, in favour of project support. With this trend, opportunity for mobilizing more DPs resources for the effective implementation of the GSGDA II is limited. In this regard efforts will be placed on ensuring the effective utilization of the limited inflows, as well as ensuring the right balance among the full spectrum of aid instruments available including General budget support, Sector Budget support, Pooled Funds and Project Aid. The country’s financial management and mechanisms for value for money will be strengthened to increase the confidence of Development Partners in the country systems. Other measures to be pursued are: securing the best loan deals for Ghana from any part of the world, including the Gulf States; streamlining pipeline projects in order to create the relevant fiscal space to implement policy priorities; and rationalising counterpart funding to fit into the medium-term objectives of Government."}, {"text_block_id": "p69_b2230", "text": "In order to fully finance the GSGDA II it is important to diversify from the traditional sources of funding to more innovative ones. This will create the necessary fiscal space for investments in the large economic and social infrastructure required for economic and social transformation. Bilateral partnerships will be forged to focus on state-to-state initiatives in specific areas of the economy. A number of the initiatives outlined in the GSGDA II lend themselves to bilateral state-to-state partnership, including the Compact II for the energy sector, Western Corridor railway lines and the landing beach projects under the CDB facilities."}, {"text_block_id": "p70_b2231", "text": "APPENDICES"}, {"text_block_id": "p70_b2232", "text": "APPENDIX 1: INDICATIVE COST FOR IMPLEMENTING THE GSGDA II, 2014-2017, BY FOCUS AREA"}, {"text_block_id": "p70_b2233", "text": "I. ENSURING AND SUSTAINING MACROECONOMIC STABILITY"}, {"text_block_id": "p70_b2234", "text": "II. ENHANCING COMPETITIVENESS OF GHANA’S PRIVATE SECTOR"}, {"text_block_id": "p71_b2235", "text": "III. AGRICULTURAL MODERNISATION AND NATURAL RESOURCE MANAGEMENT"}, {"text_block_id": "p73_b2236", "text": "IV. OIL AND GAS DEVELOPMENT"}, {"text_block_id": "p74_b2237", "text": "V. INFRASTRUCTURE AND HUMAN SETTLEMENTS DEVELOPMENT"}, {"text_block_id": "p75_b2238", "text": "VI. HUMAN DEVELOPMENT, PRODUCTIVITY AND EMPLOYMENT"}, {"text_block_id": "p76_b2239", "text": "VII. TRANSPARENT AND ACCOUNTABLE GOVERNANCE"}], "document_description": "This USD24m programme highlights the importance of addressing climate change impacts within development strategies. The document sets out the key strategy areas for Ghana to adapt to climate change. It aims to combine the goals of mitigation and low carbon development with that of adaptation and development through:Ensuring and sustaining macroeconomic stabilityEnhanced competitiveness of Ghana's private sectorAccelerated agricultural modernisation and natural resource managementOil and gas developmentInfrastructure and human settlements developmentHuman development, employment and productivityTransparent and accountable governance"}