{"document_instrument_name": ["Education, training and knowledge dissemination|Information", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Nature based solutions and ecosystem restoration|Direct Investment"], "document_country_english_shortname": "Ghana", "document_category": "Policy", "document_sector_name": ["Waste", "Transportation", "Social development", "Industry", "Environment", "Energy", "Economy-wide"], "document_language": "English", "document_name": "National Climate Change Policy (NCCP)", "document_country_code": "GHA", "document_hazard_name": [], "document_response_name": ["Mitigation", "Adaptation"], "document_type": "Policy", "document_framework_name": ["Drm/Drr", "Mitigation", "Adaptation"], "document_region_code": "Sub-Saharan Africa", "document_date": "09/12/2013", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements", "Research And Development", "Energy Supply", "Redd+ And Lulucf", "Transportation"], "document_url": "https://cdn.climatepolicyradar.org/GHA/2013/GHA-2013-12-09-National Climate Change Policy (NCCP)_2ff2e18c6e3279feda5f64a4bee20342.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Ghana National Climate Change Policy"}, {"text_block_id": "p1_b2", "text": "National Climate Change Committee (NCCC)"}, {"text_block_id": "p1_b3", "text": "This document was produced under the guidance of the National Climate Change Committee (NCCC). The NCCC is composed of representatives of the following bodies: Ministry of Environment, Science, Technology and Innovation; Ministry of Finance and Economic Planning; National Development Planning Commission; Ministry of Food and Agriculture; Ministry of Foreign Affairs; Ministry of Energy; Energy Commission; Ministry of Health; Environmental Protection Agency; Forestry Commission; Centre for Scientific and Industrial Research: Forestry Research Institute of Ghana; Ghana Health Service; National Disaster Management Organisation; Ghana Meteorological Services; Abantu for Development; Environmental Applications and Technology Centre (ENAPT Centre); Conservation International, Ghana; Friends of the Earth, Ghana; Embassy of the Netherlands; the UK Department for International Development."}, {"text_block_id": "p1_b4", "text": "The Ministry of Environment, Science, Technology and Innovation (MESTI)"}, {"text_block_id": "p1_b5", "text": "The Ministry of Environment, Science, Technology and Innovation (MESTI) exists to: establish a strong national scientific and technological base for the accelerated sustainable development of the country to enhance the quality of life for all. The overall objective of MESTI is to ensure accelerated socio-economic development of the nation through the formulation of sound policies and a regulatory framework that promotes the use of appropriate environmentally friendly, scientific and technological practices and techniques."}, {"text_block_id": "p1_b6", "text": "The Ministry of Environment, Science, Technology and Innovation (MESTI) exists to: establish a strong national scientific and technological base for the accelerated sustainable development of the country to enhance the quality of life for all. The overall objective of MESTI is to ensure accelerated socio-economic development of the nation through the formulation of sound policies and a regulatory framework that promotes the use of appropriate environmentally friendly, scientific and technological practices and techniques.\n"}, {"text_block_id": "p1_b7", "text": "Address: P.O. Box M 232, Accra"}, {"text_block_id": "p1_b8", "text": "Telephone: (+233-302) 660005"}, {"text_block_id": "p1_b9", "text": "ISBN: XXX-XXXX-XXXX"}, {"text_block_id": "p1_b10", "text": "Cover Page Design: Prof. Chris Gordon"}, {"text_block_id": "p1_b11_merged", "text": "Clockwise from top left corner: Pick-up with smoky exhaust collecting plastic waste; deforested hills in the Volta region; Nzulenzu stilt village in the Western Region, pre-adaptation to flooding risk; Wli waterfalls water flow originating in Togo — the transboundary water connection; Tree-planting on a tailings dam at a decommissioned gold mine the Ashanti region; Improved cook stove"}, {"text_block_id": "p2_b16", "text": "Ghana National Climate Change Policy"}, {"text_block_id": "p2_b17", "text": "Ministry of Environment, Science, Technology and Innovation"}, {"text_block_id": "p2_b18", "text": "2013"}, {"text_block_id": "p3_b19", "text": "MESTI: Ghana National Climate Change Policy 2013"}, {"text_block_id": "p3_b20", "text": "Acknowledgements"}, {"text_block_id": "p3_b21", "text": "The National Climate Change Policy has been prepared with the active involvement and assistance of a wide range of stakeholders who have contributed immensely in ensuring the finalisation of the National Climate Change Policy."}, {"text_block_id": "p3_b22", "text": "These include the staff and management of Ministry of Environment, Science, Technology and Innovation (MESTI) and the Environmental Protection Agency in particular, as well as other related public sector ministries, departments and agencies, civil society organizations and non-governmental organizations, the National House of Chiefs, the private sector and industry, research and academic institutions, the media and press, development partners and international and inter-governmental organizations in Ghana, the Parliament of Ghana and in particular the Parliamentary Select Committees on Environment, Science and Technology and on Lands and Forestry, the High-Level Expert Review Panel Members, and the National Climate Change Committee (NCCC), under whose mandate the Policy was drafted. To all these cherished stakeholders, we extend our gratitude and profound thanks for their invaluable contributions towards the completion of this Policy."}, {"text_block_id": "p3_b23", "text": "We also wish to express our sincere appreciation to the coordination institution, the Institute for Environment and Sanitation Studies (IESS) of the University of Ghana, Legon, under the leadership of its Director and the various consultants who assisted in the preparation of the various aspects of the Policy or facilitated the sessions of the various workshops, seminars and fora during the Policy preparation process."}, {"text_block_id": "p3_b24", "text": "We do also sincerely recognise the immense assistance of those who have not been explicitly mentioned here, but whose contributions invaluably enriched the finalisation of the Policy."}, {"text_block_id": "p3_b25", "text": "MESTI also wishes to acknowledge and thank the United Nations Development Programme (UNDP) for providing both technical and financial support for the development of this policy. MESTI acknowledges the support provided by the DFID-funded Climate and Development Knowledge Network (CDKN) in the preparation of the discussion document,"}, {"text_block_id": "p3_b26", "text": "Ghana Goes for Green Growth"}, {"text_block_id": "p3_b27", "text": ", and the"}, {"text_block_id": "p3_b28", "text": "National Diagnostic on Climate Change and Development Research in Ghana"}, {"text_block_id": "p3_b29", "text": "."}, {"text_block_id": "p3_b30_merged_merged", "text": "The genesis of the Policy emanated from a statement in October 2009 made by the Honourable Minister for the erstwhile Ministry of Environment, Science and Technology at a National Science –Policy Dialogue jointly organized by NCCC-MEST and the EU/funded WMO project Integrating Climate Change Adaptation and Mitigation in Development Planning (CCMAP) coordinated by the Global Change SysTem for Analysis Research and Training (START). So finally, and by no means least, the MESTI Climate Change Secretariat wishes to sincerely thank the Hon. Minister for sterling leadership, guidance and support that has enabled and enhanced the preparation and completion of the Policy."}, {"text_block_id": "p3_b37", "text": "Thank you."}, {"text_block_id": "p3_b38", "text": "E. O. Nsenkyire"}, {"text_block_id": "p3_b39", "text": "Chairman of the National Climate Change Committee Ministry of Environment, Science, Technology and Innovation"}, {"text_block_id": "p3_b40", "text": "(MESTI)"}, {"text_block_id": "p4_b41", "text": "TABLE OF CONTENTS"}, {"text_block_id": "p4_b42", "text": "1.2 THE DEVELOPMENT, VISION AND GUIDING PRINCIPLES TO ADDRESS CLIMATE"}, {"text_block_id": "p4_b43", "text": "SOURCES OF INFORMATION"}, {"text_block_id": "p5_b44", "text": "FOREWORD: THE PRESIDENT OF THE REPUBLIC OF GHANA"}, {"text_block_id": "p5_b45", "text": "Ghana has achieved lower middle-income status and aspires to be a fully-fledged middle-income country in the near foreseeable future. To realise our full potential and drive towards this goal, Ghana is committed to putting its oil and gas and other natural resources to prudent use and, at the same time, pursuing sustainable economic growth and development to secure the well-being of its people. The provisions in the Directive Principles of State Policy (Article 36(9)) of the 1992 Constitution of the Republic of Ghana further puts legislative powers behind our determination to pursue sustainable and equitable economic growth."}, {"text_block_id": "p5_b46", "text": "Undoubtedly, the umbilical linkages between environment and socio-economic development are unequivocal. The critical role environment plays in supporting the resource base for economic growth and the implications thereof cannot be ignored. What has compounded the challenging relationship between the environment-development nexus is the growing threat of climate change globally, and Ghana is no exception. For us in Ghana, it is our belief that if no action is taken to address the negative impacts of climate change now, the cost of doing it in future will be prohibitive and counterproductive to the socio-economic gains we make today. This is because the negative impacts of climate change obviously pose challenges due to the additional costs to conventional development."}, {"text_block_id": "p5_b47", "text": "Climate change has, therefore, been on top of the national development priorities to the extent that it has been amply reflected in the Ghana Shared Growth and Development Agenda, which is the blueprint of the development strategy for Ghana. To further give meaning to our resolve to integrate climate change into national development, efforts have been made to translate climate change into the national planning and budgeting guidelines. This is to act as catalyst for Ministries, Department and Agencies as well as Metropolitan, Municipal and Districts Assemblies to respond to the preparation of their Medium-Term Development Plans."}, {"text_block_id": "p6_b48", "text": "At the international level, Ghana has demonstrated its commitment to contributing to finding global solutions to the myriad of problems relate to climate change through our strategic efforts towards multilateralism, regional cooperation and partnerships."}, {"text_block_id": "p6_b49", "text": "The National Climate Change Policy affirms our resolve to lessen the potential hardships that climate change impacts may pose to the sustainable development of our country. The policy, therefore, seeks to provide strategic directions and coordinate issues of climate change in Ghana, bearing in mind its linkages with our development."}, {"text_block_id": "p6_b50", "text": "What is relevant for Ghana is to ensure the mainstreaming of the climate-proofing agenda into national development. This brings to the fore, the reality of mutually reinforcing and integrating the climate change issues into the national planning and budgeting processes. The success of the implementation of the National Climate Change Policy will not be the singular responsibility of central government but would depend to a large extent on the involvement and participation of all relevant stakeholders, including the private sector, NGOs and civil society organisations."}, {"text_block_id": "p6_b51", "text": "The Ministry of Environment, Science, Technology and Innovation will fulfill its mandate of working in close collaboration with the National Development Planning Commission and other major stakeholders to intensify the role of harmonising and coordinating the implementation of the National Climate Change Policy."}, {"text_block_id": "p6_b52", "text": "It is my cherished hope that the National Climate Change Policy will serve as springboard for initiating a climate-resilient economy that will accelerate our development efforts and enhance the well-being of our people without sacrificing the quality of the environment and its resources."}, {"text_block_id": "p6_b53", "text": "His Excellency John Dramani Mahama"}, {"text_block_id": "p6_b54", "text": "President of the Republic of Ghana"}, {"text_block_id": "p7_b55", "text": "Preface"}, {"text_block_id": "p7_b56_merged", "text": "Ghana has demonstrated impressive economic development over the past decades, attaining the status of a middle-income country. However, future growth is still threatened by its high vulnerability to climate change as reflected in increasing temperatures across the various ecological zones where rainfall patterns are also becoming less predictable and thus exacerbate poverty amongst the poorest people, particularly women and children. We have also witnessed an increased number of floods in recent years that threaten the lives and livelihoods of a great number of our people. In addition, the northern and coastal savannah areas often experience severe drought due to decreasing annual rainfall. This explains why environmental sustainability, poverty reduction and equitable social development remain the cardinal priorities of Ghana’s development goals as enshrined in the Ghana Shared Growth and Development Agenda (GSGDA)."}, {"text_block_id": "p7_b59", "text": "It is in this light that it is critical to have in place a National Climate Change Policy (NCCP) to ensure a climate-resilient and climate-compatible economy which addresses a low-carbon growth path for Ghana while achieving sustainable development. The main purpose of the NCCP is to help policymakers think about the national policy actions and programmes needed to contribute to the fight against climate change and how such needs can be articulated in order to seek or leverage internal and external resources from public, private and international organisations. The NCCP is an output from a series of consultations and workshops with key stakeholders. Responsibility for implementing the various components set out in the Policy will lie with various line ministries and agencies, who will work in partnership with each other and with civil society and the business community."}, {"text_block_id": "p7_b60", "text": "The Ministry of Environment, Science, Technology and Innovation and the National Climate Change Committee stand ready and willing to lead the way in its implementation while continuing to advance national economic development. We invite all stakeholders, at home and abroad, to support us in this endeavour."}, {"text_block_id": "p7_b61", "text": "Hon. Dr. Joe Oteng Adjei"}, {"text_block_id": "p7_b62", "text": "Minister"}, {"text_block_id": "p7_b63", "text": "Ministry of Environment, Science, Technology and Innovation"}, {"text_block_id": "p8_b64", "text": "List of Abbreviations and Acronyms"}, {"text_block_id": "p9_b65", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p9_b66", "text": "Climate change is a global challenge that requires a concerted effort by all nations. The National Climate Change Policy (NCCP) is"}, {"text_block_id": "p9_b67", "text": "Ghana’s integrated response to climate change. It has been prepared"}, {"text_block_id": "p9_b68", "text": "and designed within the context of national sustainable development priorities; it provides a clearly defined pathway for dealing with the challenges of climate change within the current socio-economic context of Ghana, and looks ahead to the opportunities and benefits of a green economy."}, {"text_block_id": "p9_b69", "text": "Ghana’s policy response to climate change is in three phases:"}, {"text_block_id": "p9_b70", "text": "Ghana’s policy response to climate change is in three phases:\n* The NCCP presents the policy, analyses the current situation,\n* Phase two presents, in greater detail, the initiatives and\n* Phase three will detail how climate change programmes and"}, {"text_block_id": "p9_b76", "text": "There is already evidence of the direct manifestations of climate change in Ghana, i.e., increasing temperatures; rainfall variability, including unpredictable extreme events; and sea-level rise. These manifestations affect"}, {"text_block_id": "p9_b77", "text": "various facets of Ghana’s socio"}, {"text_block_id": "p9_b78", "text": "-economic structure, especially with its high reliance on sectors that are particularly sensitive to climate change"}, {"text_block_id": "p9_b79", "text": "—"}, {"text_block_id": "p9_b80", "text": "agriculture, forestry and energy production. The Government of Ghana recognizes that climate change must be mainstreamed into policies and sectoral activities to achieve sustainable growth."}, {"text_block_id": "p9_b81", "text": "As such, the vision outlined in the NCCP is:"}, {"text_block_id": "p9_b82", "text": "To ensure a climate-resilient and climate-compatible economy while achieving sustainable development through equitable low-carbon economic growth for Ghana"}, {"text_block_id": "p9_b83", "text": "."}, {"text_block_id": "p9_b84", "text": "Its principles are in conformity with the existing national policies and national statutes."}, {"text_block_id": "p9_b85", "text": "The National Climate Change Policy provides strategic direction and coordinates issues of climate change in Ghana. The three objectives of the Policy are (1) effective adaptation, (2) social development and (3) mitigation. To address the adaptation issues in Ghana, four thematic areas have been identified. These are (1) energy and infrastructure, (2) natural resources management, (3) agriculture and food security, and (4) disaster preparedness and response."}, {"text_block_id": "p9_b86_merged_merged_merged", "text": "The NCCP recognizes that the human impact of climate change falls, for the most part, on the poor, and – very often – on women and children, the aged and the physically challenged. As such, social protection and social safety nets to smooth out inequities and building a more cohesive society are vital for climate resilience and national development."}, {"text_block_id": "p9_b91", "text": "Climate-change-linked opportunities such as low-carbon economic growth could generate significant development benefits. Lowcarbon growth could also open up access to international funding through initiatives such as REDD+."}, {"text_block_id": "p9_b92", "text": "The objectives of the policy can only be reached with appropriate systems in place. Progress towards the objectives rest on seven systemic pillars, these are; (1) governance and coordination, (2)"}, {"text_block_id": "p10_b93", "text": "capacity-building, (3) science, technology and innovation, (4) finance, (5) international cooperation, (6) information, communication and education, (7) monitoring and reporting."}, {"text_block_id": "p10_b94_merged", "text": "Climate change issues are already being addressed by a number of existing national institutions, such as the ministries, non-governmental and civil society organizations and the private sector, and bi-lateral and multi-lateral donor partners."}, {"text_block_id": "p10_b97", "text": "The Ministry of Environment, Science, Technology and Innovation is mainly responsible for the national environment portfolio and operates through a number of agencies to research and promote climate change issues. Other ministries have established climate change units, and developed climate change indicators and action plans."}, {"text_block_id": "p10_b98", "text": "At the political level and across various sectors, climate change is being mainstreamed into national development strategies. Civil society organizations, the private sector and donor partners are all"}, {"text_block_id": "p10_b99", "text": "contributing to Ghana’s response."}, {"text_block_id": "p10_b100", "text": "The NCCP has prioritized five (5) main Areas:"}, {"text_block_id": "p10_b101", "text": "The NCCP has prioritized five (5) main Areas:\n* Agriculture and Food Security\n* Disaster Preparedness and Response\n* Natural Resource Management\n* Equitable Social Development\n* Energy, Industrial and Infrastructural Development\n* Energy, Industrial and Infrastructural Development\n These Policy Areas have been subdivided into a total of ten (10)\n\t* Develop climate-resilient agriculture and food security\n\t* Build climate-resilient infrastructure\n\t* Increase resilience of vulnerable communities to\n\t* Increase carbon sinks\n\t* Improve management and resilience of terrestrial, aquatic\n\t* Address impacts of climate change on human health\n\t* Minimize impacts of climate change on access to water and\n\t* Address gender issues in climate change\n\t* Address climate change and migration, and\n\t* Minimize greenhouse gas emissions."}, {"text_block_id": "p10_b132", "text": "Overall, these programmes will improve food security, increase the resilience of infrastructure and communities, improve environmental management practices and ecosystems for greater biodiversity and carbon sequestration, optimize key socio-economic factors, and achieve more efficient systems for improved economic growth."}, {"text_block_id": "p10_b133", "text": "The NCCP, therefore, establishes the fundamental principles and actions for addressing climate change, which will be further elaborated by specific strategies and actions as well as estimated timelines and budget in phase two."}, {"text_block_id": "p12_b134", "text": "Contents of Section One"}, {"text_block_id": "p12_b135", "text": "1.1."}, {"text_block_id": "p12_b136", "text": "Overview 1-1"}, {"text_block_id": "p12_b137", "text": "1.2."}, {"text_block_id": "p12_b138", "text": "1.2.\n* The Process 1-8\n* Guiding Principles 1-10\n* Application 1-11"}, {"text_block_id": "p12_b144", "text": "Source: C. Gordon"}, {"text_block_id": "p12_b145", "text": "Key Messages"}, {"text_block_id": "p13_b146", "text": "1.0 Introduction and Purpose of the National Climate Change Policy"}, {"text_block_id": "p13_b147", "text": "1.1 Overview"}, {"text_block_id": "p13_b148", "text": "Climate change has become one of the biggest challenges of this century, and as a global challenge it requires global solutions. The threat of climate change is multidimensional and its impacts transcend national borders. Projections by the Intergovernmental Panel on Climate Change (IPCC) indicate that if emissions of greenhouse gases continue to rise at their current pace, the world will be faced with a disastrous future in the form of sea-level rise, shifts in growing seasons, biodiversity loss, as well as increased frequency and intensity of extreme weather events such as heat waves, storms, floods and droughts."}, {"text_block_id": "p13_b149", "text": "Developing countries, particularly those in Africa, and generally the poor and marginalised, will be those most affected, even though the largest share of historical and current global emissions of greenhouse gases originated in developed countries. The economy of Ghana is highly vulnerable to climate change due to its impact on key sectors such as health, energy, agriculture, infrastructure, water"}, {"text_block_id": "p13_b150", "text": "resources, land, fisheries and forestry."}, {"text_block_id": "p13_b151", "text": "Ghana, as signatory to the United Nations Framework Convention on Climate Change (UNFCCC), has been involved in a number of activities aimed at addressing the climate change challenge. A number of initiatives are on-going and need to be effectively coordinated, in order to derive the maximum benefits and synergy to support the national development agenda as well as reduce risk and vulnerability of Ghanaians to climate events."}, {"text_block_id": "p13_b152_merged", "text": "This document, the National Climate Change Policy (NCCP), is Ghana’s integrated response to climate change. It has been prepared and designed within the context of national sustainable development priorities, including achieving the objectives of the Ghana Shared Growth and Development Agenda (GSGDA) 2010–2013. It provides a clearly defined pathway for dealing with the challenges of climate change within the socio-economic context of Ghana. During its implementation, the NCCP will also aim to achieve effective coordination of all climate-related initiatives."}, {"text_block_id": "p13_b157", "text": "Ghana’s policy response to climate change is in three phases:"}, {"text_block_id": "p13_b158", "text": "Ghana’s policy response to climate change is in three phases:\n* The NCCP presents the policy, analyses the current situation,\n* Phase two will present in greater detail the initiatives and"}, {"text_block_id": "p13_b162", "text": "Phase three will detail how climate change programmes and actions identified in phase two can be mainstreamed and embedded, in a time-bound and budgeted manner, in the annual work plans of implementing units."}, {"text_block_id": "p14_b163", "text": "1.1.1 Climate Change and its Manifestations"}, {"text_block_id": "p14_b164", "text": "Ghana is situated in one of the world’s most complex climatic"}, {"text_block_id": "p14_b165", "text": "regions, affected by tropical storms, and the influence of the Atlantic Ocean and the Sahel. The debate on likely climate change scenarios is recognized by this policy document. Various models and projections have shown conclusions that vary enormously, which creates real uncertainty about the future scale and impact of climate change. There is, therefore, a pressing need for more reliable and current data. Nevertheless, there are consistently clear signs of"}, {"text_block_id": "p14_b166", "text": "climate change that confirm Ghana’s vulnerability."}, {"text_block_id": "p14_b167", "text": "Several areas of concern have been indicated for potential impacts of the direct manifestations of climate change in Ghana. These include increased temperatures; rainfall variability, including unpredictable and extreme events; sea-level rise; and increasing greenhouse gas emissions and loss of carbon sinks."}, {"text_block_id": "p14_b168_merged", "text": "Each of these climate change manifestations has the potential to have a direct and indirect impact on the dynamics of three key elements of a growing nation — human communities, natural resources, and infrastructure. Ghana is endowed with abundant"}, {"text_block_id": "p14_b171", "text": "natural resources, both renewable and non-renewable (forests, wildlife, coastal wetlands, rivers and lakes, minerals, crude oil, etc.) which play an important role in the development of the country. The economic development of the nation also requires efficient systems that can support domestic, commercial and industrial activities, such as buildings, energy, telecommunications, transport, water and sanitation infrastructure, and social services such as education, health and recreation."}, {"text_block_id": "p14_b172", "text": "Sand bag water harvesting"}, {"text_block_id": "p14_b173", "text": "Source: Ben Ampomah"}, {"text_block_id": "p14_b174", "text": "There are direct health implications for communities and ecosystems with extreme air temperatures and increased air pollution. Climate change projections indicate potential changes in terrestrial and aquatic ecosystems, affecting natural resources and associated productivity, which has an indirect impact on the livelihoods and food security of communities. These changes also influence vector-borne infections, with significant increases in the incidence of climate-sensitive diseases such as malaria, diarrhoeal diseases and meningitis."}, {"text_block_id": "p15_b175", "text": "Infrastructure not built to handle the increasing ambient air temperatures will not perform as designed."}, {"text_block_id": "p15_b176", "text": "Temperature"}, {"text_block_id": "p15_b177", "text": ": The analysis of national data (1960"}, {"text_block_id": "p15_b178", "text": "–"}, {"text_block_id": "p15_b179", "text": "2000) shows a progressive rise in temperature and decrease in mean annual rainfall in all agro-ecological zones in Ghana. The average rate of increase in temperature has been 0.21°C per decade, with a more rapid increase in the northern regions of the country. Conservative estimates show increases of 1.7°C to 2.04°C by 2030 in the northern savanna regions, with average temperatures rising as high as 41°C. A 2°C rise in temperature is significant because it would be greater than any century time-scale trend over the past 10,000 years with an unprecedented impact on life."}, {"text_block_id": "p15_b180", "text": "Source: Ghana Second Communication to the UNFCCC"}, {"text_block_id": "p15_b181", "text": "Rainfall"}, {"text_block_id": "p15_b182", "text": ": Generally, rainfall in Ghana decreases from south to north. From the 40-year dataset, rainfall levels generally have been reducing with the rainfall patterns becoming increasingly erratic in all ecological zones in Ghana. The changing rainfall patterns can result in lower total precipitation per annum, with torrential rains and extreme events resulting in storm damage and flooding."}, {"text_block_id": "p15_b183", "text": "With less predictable weather, uncertain and heavy storms are more likely, with risks to people, communities and ecosystems. The decrease in rainfall and its unpredictability are likely to jeopardize the employment of about 60% of the active population, the majority of whom are small-scale rural farmers. Increased water stress will also reduce the availability of water for consumptive use, as well as non-consumptive such as hydropower generation."}, {"text_block_id": "p15_b184", "text": "Sea level rise"}, {"text_block_id": "p15_b185_merged_merged", "text": ": Scenarios of climate change development for the first National Communication (under the UNFCCC Country Studies Project) have shown a sea level rise of 2.1 mm per year over the last 40 years in Ghana, with potential increases of 5.8 cm, 16.5 cm and 34.5 cm by 2020, 2050 and 2080, respectively. This will affect many communities within the 30 metre contour of the national coastal zone, where more than 25% of the population lives. Ghana’s coastal zone is pivotal to the economy, with five large cities and significant physical infrastructure situated here. The coastal areas are already extremely vulnerable to flooding and erosion. Erosion, submergence and sea water intrusion will lead to the loss of economic, ecological, cultural and subsistence values through loss of land, infrastructure, and coastal habitats. Sea level rise and changes in freshwater inflows could affect the habitats and biodiversity of coastal and marine ecosystems. Coastal and offshore gas, oil and electricity infrastructure is at risk of experiencing significant damage and increased shut-down periods from an increased frequency of storm surges, flooding and high tide wave events."}, {"text_block_id": "p16_b188", "text": "Greenhouse Gas Emissions"}, {"text_block_id": "p16_b189", "text": ": According to the 2006 greenhouse gas (GHG) inventory, Ghana was a carbon sink until the mid 1990s,"}, {"text_block_id": "p16_b190", "text": "with carbon absorbed by the country’s forests and rangelands. The"}, {"text_block_id": "p16_b191", "text": "growing population and economy resulted in GHG emissions increasing to about 24 mega-tonnes CO"}, {"text_block_id": "p16_b192", "text": "2"}, {"text_block_id": "p16_b193", "text": "eq. (2006 figures)"}, {"text_block_id": "p16_b194", "text": "–"}, {"text_block_id": "p16_b195", "text": "the equivalent of about 1.1 tonnes (t) CO"}, {"text_block_id": "p16_b196", "text": "2"}, {"text_block_id": "p16_b197", "text": "eq. per person, which is comparatively low globally (e.g., the USA emits over 20 t CO"}, {"text_block_id": "p16_b198", "text": "2"}, {"text_block_id": "p16_b199", "text": "eq. per person)."}, {"text_block_id": "p16_b200", "text": "Emissions from the energy and transport sectors represent the fastest growing source of greenhouse gas emissions. With a growing rural and urban population, associated energy requirements will lead to an increased use of wood fuels, electricity and oil products, the main energy sources in Ghana. The persistent exploitation and conversion of forests, land and wetland ecosystems to other uses will contribute to net atmospheric GHGs emission due to biomass burning and the loss of carbon sinks. The inefficiency of infrastructure associated with energy and industrial processes, especially energy conversion"}, {"text_block_id": "p16_b201", "text": "Greenhouse Gas Emissions from Ghana"}, {"text_block_id": "p16_b202", "text": "Source: Ghana Second Communication to the UNFCCC"}, {"text_block_id": "p16_b203", "text": "systems, results in the emission of unnecessary amounts of GHGs, thereby increasing total national emissions."}, {"text_block_id": "p16_b204", "text": "1.1.2 Why Climate Change Matters to Ghana"}, {"text_block_id": "p16_b205_merged_merged", "text": "Ghana has moved from a Low Income to a Lower Middle Income country (as defined by the World Bank) and is both high-growth and energy-hungry. It has been recognized, however, that climate change and the cost of the climate change response is a serious threat to this progress. There is already evidence of the impact of climate change on the national economy, with clear signs that the coastal zone, agriculture and water resources are all affected, as are health and livelihoods, especially for women, resulting in increasing levels of poverty. It is already affecting national economic output and, therefore, Ghana’s long-term development prospects."}, {"text_block_id": "p17_b208", "text": "The nation is particularly vulnerable to climate change and variability due to reliance on sectors that are sensitive to climate"}, {"text_block_id": "p17_b209", "text": "change, such as agriculture, forestry and energy production. Ghana’s"}, {"text_block_id": "p17_b210", "text": "climate is already difficult to predict and the country can expect more intense weather events, such as torrential rains, excessive heat and severe dry winds as a result of climate change."}, {"text_block_id": "p17_b211", "text": "Each weather event results in a setback to national development. The 2008 national sectoral climate change vulnerability and adaptation assessments revealed the substantial impact of climate change on the national economy. Flooding, for example is an obvious and immediate threat to economic growth, energy supply, roads and transport, food and agriculture, education, health, water and sanitation, and social protection."}, {"text_block_id": "p17_b212", "text": "The National Disaster Management Organization (NADMO) responds to flooding disasters every year. The June 2010 floods demonstrated how climate change can reverse development investments, with a total of 24 deaths, more than a 1,000 homes destroyed, millions of dollars in property losses, 5,000 people evacuated in Tema, and the collapse of a bridge linking Ghana and neighbouring Togo, cutting off travel between the two West African countries."}, {"text_block_id": "p17_b213_merged_merged", "text": "The shortening of the growing season also has a severe impact on food security in areas which practise rain-fed agriculture. Lower agricultural productivity from extended dry seasons and flooding from storm events are also increasing the pressure on the young and mobile in the north to migrate to the south. Migrants arriving in the cities, many of them young women who make a precarious living as porters (kayayei), are exposed to new vulnerabilities on the streets and add to the pressure on existing, over-stretched, urban services"}, {"text_block_id": "p17_b216", "text": "."}, {"text_block_id": "p18_b217_merged", "text": "Ghana has made significant progress on reducing levels of poverty in recent decades. However, poverty persists in the north, rural areas and in urban slums, and it is these poorest and most vulnerable groups who bear the brunt of climate change. It is recognized that people experience and respond to climate shocks in various ways across diverse socio-economic groups, geographic locations and seasons of the year, with men, women and children all experiencing different levels of hardship and opportunity in the face of climate change. This is a dynamic situation, with some people moving up and down a poverty “ladder” as their circumstances change."}, {"text_block_id": "p18_b222", "text": "The north-south divide in terms of assets and vulnerability is exacerbated by climatic stress in northern regions where temperatures are already relatively high. As a result, policy responses to climate change need to look beyond income measurements to capture the full picture of vulnerability which includes, for example, children being pulled out of school when times are hard or choices between household expenditure on essential services such as water increasing to the detriment of preventative health care."}, {"text_block_id": "p18_b223", "text": "As a net emitter of greenhouse gases, Ghana is now at a transition point. Economic growth still necessitates modernization, particularly in the agricultural sector. This requires a huge investment in infrastructure and will further increase demand for energy, which will result in higher emissions. There is persistent poverty in some areas and among particular groups which needs to be addressed through development and growth. This growth can tap into the substantial potential offered by emerging oil and gas industries but at the expense of increased emissions. The development path options that will be chosen will set the direction for decades, if not generations, to come."}, {"text_block_id": "p18_b224", "text": "Given the uncertainty around climate change, any policy must prepare for a range of possible futures. The National Climate Change Policy recognises this and also the fact that the nation cannot afford to wait for certainty before taking action."}, {"text_block_id": "p18_b225", "text": "Policy decisions, therefore, need to be robust enough to withstand many different climate change scenarios. These decisions must be backed by hard evidence that would lead to a comprehensive options assessment and effective implementation. All decisions need to be supported by robust monitoring and reporting systems."}, {"text_block_id": "p19_b226", "text": "The concerns on the potential results of climate change include:"}, {"text_block_id": "p19_b227", "text": "The concerns on the potential results of climate change include:\n* The impact on agriculture, with reduced yields leading to more\n* Severe impacts on land use, leading to loss of biodiversity and\n* Deteriorating health as a result of increased incidence of\n* Water scarcity causing increased pressure on water and\n* The impact on women and the girl child, who are particularly\n* Increased rural-urban migration that will add to the pressure on"}, {"text_block_id": "p19_b239", "text": "It is also recognised that climate change can present new opportunities. New international mechanisms of support are emerging to safeguard the delivery of national development objectives in the face of climate change. These opportunities must be seized to enhance economic and social progress."}, {"text_block_id": "p20_b240", "text": "1.2 The Development, Vision and Guiding Principles to address Climate Change"}, {"text_block_id": "p20_b241", "text": "1.2.1 The Process"}, {"text_block_id": "p20_b242_merged", "text": "The National Climate Change Policy (NCCP) was developed from the National Climate Change Policy Framework (NCCPF): Ghana Goes for Green Growth (G4) discussion document. The G4 document has already been accepted by Cabinet and has been subjected to extensive stakeholder consultation in both the northern and southern sectors of the country over a two-year period. Thousands of Ghanaians through a national stakeholders workshop, non-governmental and civil society organizations (NGOs/CSOs), the traditional authorities, the Metropolitan, Municipal and District Chief Executives (MMDCEs), Members of Parliament (MPs) as well as high-level experts all made contributions to the G4 document and the draft NCCP. The NCCP complements and enhances the overall strategic objectives of national development strategies, including the GSGDA 2011–2013, which is to foster high and equitable levels of growth going towards enhanced middle income status as well as the National Budget-setting process."}, {"text_block_id": "p20_b245", "text": "1.2.2 Vision"}, {"text_block_id": "p20_b246", "text": "The vision of the National Climate Change Policy is to:"}, {"text_block_id": "p20_b247", "text": "The Government of Ghana sees response to climate change as part of its development agenda, recognising that climate change must be mainstreamed into policies and all sectoral activities in order to achieve sustainable national growth."}, {"text_block_id": "p20_b248", "text": "Climate Compatible Growth"}, {"text_block_id": "p20_b249", "text": "The NCCP provides"}, {"text_block_id": "p20_b250", "text": "for the necessary actions on adaptation and social equity that are needed for national development, to support Ghana in harnessing the opportunities from low carbon growth, and to integrate climate change into the main planning and budgeting processes at the national, regional, district as well as the sector Ministries, Departments and Agencies (MDAs) operational levels."}, {"text_block_id": "p21_b251", "text": "The NCCP promotes"}, {"text_block_id": "p21_b252", "text": "the understanding of climate change issues among policymakers and implementers across all sectors. This helps to integrate the climate change agenda into policies and interventions at all levels and across the high risk sectors. The Government wants every part of the economy to be part of a national solution to the challenges of climate change, recognising that climate change is a development issue."}, {"text_block_id": "p21_b253", "text": "The NCCP projects"}, {"text_block_id": "p21_b254", "text": "the delivery of Ghana’s vision of a climate"}, {"text_block_id": "p21_b255", "text": "resilient and climate compatible economy"}, {"text_block_id": "p21_b256", "text": "―"}, {"text_block_id": "p21_b257", "text": "a green economy that would take advantage of the opportunities presented in addressing climate change while, simultaneously, reducing the impact of climate change on the people of Ghana."}, {"text_block_id": "p21_b258", "text": "Specifically, it fosters the development of processes, plans, strategies and approaches that:"}, {"text_block_id": "p21_b259", "text": "Specifically, it fosters the development of processes, plans, strategies and approaches that:\n* Promote climate-resilient and low-carbon economic growth\n* Raise the awareness of decision makers on the management of\n* Link and harmonise existing climate change initiatives and\n* Provide a policy and mechanisms for implementation and\n* Improve knowledge and understanding of climate change\n* Ensure that systematic research and observation on\n* Provide appropriate mechanisms to minimize national"}, {"text_block_id": "p21_b275", "text": "Timber from illegal chainsaw loggers seized by the Forestry Commission"}, {"text_block_id": "p21_b276", "text": "Source: C.Gordon"}, {"text_block_id": "p21_b277", "text": "Source: C.Gordon\n* Avoid, minimise or adapt to the negative impacts of climate\n<\\li1>"}, {"text_block_id": "p22_b279", "text": "Source: C.Gordon\n* Avoid, minimise or adapt to the negative impacts of climate\n<\\li1>\n* Avoid, minimise or respond to the negative impacts of climate\n* Reduce or avoid damage to human settlements and\n* Avoid or minimise the negative impact of climate change on\n* Function as a platform that promotes the integration of policies"}, {"text_block_id": "p22_b287", "text": "Timelines"}, {"text_block_id": "p22_b288", "text": "The varied types of interventions needed to address the climate change challenge range from the long-term breeding of new varieties of animals and tree crops to immediate changes in attitudes to energy use. The collective human race, both globally and locally, may be close to a sudden catastrophic event, a"}, {"text_block_id": "p22_b289", "text": "“tipping point”"}, {"text_block_id": "p22_b290", "text": ", while we are simultaneously suffering from slow onset events, so called"}, {"text_block_id": "p22_b291", "text": "“creeping changes”. As such, the timelines for Ghana’s response are"}, {"text_block_id": "p22_b292", "text": "both immediate and long term; the longer the period to take some action, however, means that the cost of the action in both economic and human terms will increase."}, {"text_block_id": "p22_b293", "text": "International Obligations"}, {"text_block_id": "p22_b294", "text": "The NCCP acknowledges that to deliver on its processes, plans, strategies and approaches, Ghana must fulfil to the fullest extent possible all its commitments under the United Nations Framework Convention on Climate Change, which would include participating in negotiations on various aspects of the Convention, its protocols, and articles which address national issues relating to climate change"}, {"text_block_id": "p22_b295", "text": "and development. To that end, Ghana will collaborate with other regional and international bodies with supporting agendas on climate change and sustainable development as well as endeavouring to ensure that all stakeholders and all sectors are adequately informed about climate change and its implications. Stakeholder involvement and participation is appropriately coordinated to ensure efficient use of resources and create synergies."}, {"text_block_id": "p22_b296", "text": "1.2.3 Guiding Principles"}, {"text_block_id": "p22_b297", "text": "The key principles that provide the basis for policy direction for the national response to the climate change challenge in Ghana are in conformity with the development agenda, existing national policies and in line with the statutes of the Republic of Ghana. They include the following:"}, {"text_block_id": "p22_b298", "text": "o"}, {"text_block_id": "p22_b299", "text": "The principle of subsidiarity in order to ensure participatory decision-making at the lowest appropriate level in society;"}, {"text_block_id": "p22_b300", "text": "o"}, {"text_block_id": "p22_b301", "text": "The principle of delivering the greatest common good to society when prioritising conflicting responses to climate change;"}, {"text_block_id": "p22_b302", "text": "o"}, {"text_block_id": "p22_b303", "text": "The precautionary principle that seeks to minimise activities that have the potential to negatively affect the integrity of the natural environment;"}, {"text_block_id": "p22_b304", "text": "o"}, {"text_block_id": "p22_b305_merged_merged", "text": "The principle of required action ― lack of agreement on long-term solutions cannot be used as an excuse to avoid near-term actions;"}, {"text_block_id": "p22_b308", "text": "o"}, {"text_block_id": "p22_b309", "text": "The polluter pays principle, to serve as a disincentive to uncontrolled discharge of emissions into the environment;"}, {"text_block_id": "p22_b310", "text": "o"}, {"text_block_id": "p22_b311", "text": "The principle of improving equity and gender sensitivity;"}, {"text_block_id": "p23_b312", "text": "o"}, {"text_block_id": "p23_b313", "text": "The principle of solidarity, expressing profound human response for common problems related to climate change;"}, {"text_block_id": "p23_b314", "text": "o"}, {"text_block_id": "p23_b315", "text": "The principle that international cooperation is essential for mitigation action, as well as of shared trans-boundary issues such as international waters;"}, {"text_block_id": "p23_b316", "text": "o"}, {"text_block_id": "p23_b317", "text": "The principle of flexible response, as future developments in technologies, markets, consumer choice and political uncertainties require flexible solutions that can succeed in a range of potential scenarios;"}, {"text_block_id": "p23_b318", "text": "o"}, {"text_block_id": "p23_b319", "text": "The principle of common but differentiated responsibilities"}, {"text_block_id": "p23_b320", "text": "―"}, {"text_block_id": "p23_b321", "text": "developed countries should take the lead in reducing greenhouse gas emissions as well as providing financial and technical support to developing countries;"}, {"text_block_id": "p23_b322", "text": "developed countries should take the lead in reducing greenhouse gas emissions as well as providing financial and technical support to developing countries;\n* The principle of a harmonised and integrated climate change\n* as adaptation to\n* The principle of horizontally and vertically integrated\n* The principle of reliance on advancement and innovation in\n* The Equator Principles on financing for the management of"}, {"text_block_id": "p23_b332", "text": "Deforested hills of the Akwapim-Togo Ranges in the Volta region"}, {"text_block_id": "p23_b333", "text": "Source: C. Gordon"}, {"text_block_id": "p23_b334", "text": "1.2.4 Application"}, {"text_block_id": "p23_b335_merged_merged_merged", "text": "This policy shall guide the work of all governmental, statutory, non-governmental and civic entities which are involved in, or which may seek to become involved in, addressing climate change issues that are critical to the national development and status of Ghana."}, {"text_block_id": "p25_b338", "text": "Contents of Section Two"}, {"text_block_id": "p25_b339", "text": "Key Messages"}, {"text_block_id": "p26_b340", "text": "2.0 Policy Context"}, {"text_block_id": "p26_b341", "text": "The National Climate Change Policy (NCCP) is to provide strategic direction and coordinate issues of climate change in Ghana. The NCCP surpasses the"}, {"text_block_id": "p26_b342", "text": "“"}, {"text_block_id": "p26_b343", "text": "traditional"}, {"text_block_id": "p26_b344", "text": "”"}, {"text_block_id": "p26_b345", "text": "climate change policy areas of adaptation and mitigation. It emphasizes that social development is of key concern and therefore cuts across both of these areas. Based on alternative policy scenarios which emerged from an extensive consultative process, three main objectives were distilled. These objectives were seen to capture what was important to the wide stakeholder base. The three objectives of the NCCP are:"}, {"text_block_id": "p26_b346", "text": "1."}, {"text_block_id": "p26_b347", "text": "Effective adaptation"}, {"text_block_id": "p26_b348", "text": "2."}, {"text_block_id": "p26_b349", "text": "Social development"}, {"text_block_id": "p26_b350", "text": "3."}, {"text_block_id": "p26_b351", "text": "Mitigation"}, {"text_block_id": "p26_b352", "text": "These objectives can only be reached with appropriate systems in place that ensure success. Therefore, progress towards the objectives must rest on a firm foundation, namely the following systemic pillars:"}, {"text_block_id": "p26_b353", "text": "1."}, {"text_block_id": "p26_b354", "text": "Governance and Coordination"}, {"text_block_id": "p26_b355", "text": "2."}, {"text_block_id": "p26_b356", "text": "Capacity-building"}, {"text_block_id": "p26_b357", "text": "3."}, {"text_block_id": "p26_b358", "text": "Science, Technology and Innovation"}, {"text_block_id": "p26_b359", "text": "4."}, {"text_block_id": "p26_b360", "text": "Finance"}, {"text_block_id": "p26_b361", "text": "5."}, {"text_block_id": "p26_b362", "text": "International Cooperation"}, {"text_block_id": "p26_b363", "text": "6."}, {"text_block_id": "p26_b364", "text": "Information, Communication and Education"}, {"text_block_id": "p26_b365", "text": "7."}, {"text_block_id": "p26_b366", "text": "Monitoring and Reporting"}, {"text_block_id": "p26_b367", "text": "2.1 Policy Objectives"}, {"text_block_id": "p26_b368", "text": "2.1.1 Effective Adaptation"}, {"text_block_id": "p26_b369", "text": "Adaptation to climate change is crucial to help communities and nations cope with its impact and are a key objective within the Ghana Shared Growth and Development Agenda (GSGDA). Whilst"}, {"text_block_id": "p26_b370", "text": "Ghana identifies thematic areas that will drive its adaptation strategies, these are interlaced with mitigation measures. Four thematic areas that need to be addressed were identified:"}, {"text_block_id": "p26_b371", "text": ""}, {"text_block_id": "p26_b372", "text": "Energy and Infrastructure"}, {"text_block_id": "p26_b373", "text": ""}, {"text_block_id": "p26_b374", "text": "Natural Resources Management"}, {"text_block_id": "p26_b375", "text": ""}, {"text_block_id": "p26_b376", "text": "Agriculture and Food Security"}, {"text_block_id": "p26_b377", "text": ""}, {"text_block_id": "p26_b378", "text": "Disaster Preparedness and Response"}, {"text_block_id": "p26_b379", "text": "Energy and Infrastructure"}, {"text_block_id": "p26_b380", "text": "The GSGDA indicates the importance of energy and infrastructural development for economic growth and poverty reduction. There is a need to increa"}, {"text_block_id": "p26_b381", "text": "se the country’s energy security and “"}, {"text_block_id": "p26_b382", "text": "climate-proof"}, {"text_block_id": "p26_b383", "text": "”"}, {"text_block_id": "p26_b384", "text": "infrastructure, to effectively adapt to the impacts of current climate change variability and withstand any future impacts."}, {"text_block_id": "p26_b385", "text": "As the economy expands, the pressures on water supplies for power generation and for irrigation are likely to increase. Studies have shown that Ghana will become water stressed by 2025, even without climate change. Basic water and sanitation services are also at risk. More intense floods can damage infrastructure and lead to the contamination of water sources, with obvious risks to health, while"}, {"text_block_id": "p26_b386", "text": "more frequent droughts can affect the reliability of sources. Ghana’s"}, {"text_block_id": "p26_b387", "text": "coastal areas are another concern, given the rising sea levels, with important infrastructure situated along the coastal belt."}, {"text_block_id": "p26_b388", "text": "Ghana’s infrastructure is under pressure from climate change."}, {"text_block_id": "p26_b389_merged_merged_merged_merged", "text": "Houses are damaged or destroyed at any time of year, particularly in poor areas. Climate change affects not only remote rural areas, but the major economic centres. One of Accra’s major roads, for example, was heavily damaged by one rainstorm in 2009. Storms and floods increase the risk of damage to dams, reservoirs and the national electricity grid."}, {"text_block_id": "p27_b392", "text": "The development impacts are evident. Recent droughts and flooding have affected export earnings through crop and livestock losses, as well as causing widespread human suffering. They also highlight challenges to"}, {"text_block_id": "p27_b393", "text": "the nation’s continued dependence on hydro"}, {"text_block_id": "p27_b394", "text": "-power. The Volta Aluminium Company (VALCO) aluminium smelter, for example, which relies on hydro-power, was closed down during the drought period in 2007."}, {"text_block_id": "p27_b395", "text": "The Government recognises that responses to infrastructural challenges require a long-term perspective and greater coordination. Current evidence suggests that a mixture of initiatives is needed: for example, large-scale initiatives such as measures to protect the quality of the water supply; and small-scale initiatives at the village level to manage and store water."}, {"text_block_id": "p27_b396", "text": "Ghana’s rural communities, for example, may play a"}, {"text_block_id": "p27_b397", "text": "n important role in practical technology in such areas as rainwater capture and the effective use of forest reserves for water catchment. Experience shows that interventions to strengthen livelihoods and food security from external shocks are more effective when gender differences are properly understood and addressed. Promoting a gender perspective in climate change adaptation is critical for improved impacts on development. Good projections matter, but infrastructure investment"}, {"text_block_id": "p27_b398", "text": "plans should be ‘uncertainty robust’. Infrastructure is a long"}, {"text_block_id": "p27_b399", "text": "-term asset that needs to be monitored to ensure that it can cope with changing climate pressures. Failure to do this places a heavy and"}, {"text_block_id": "p27_b400", "text": "repeated burden on Ghana’s financial and human capital."}, {"text_block_id": "p27_b401", "text": "Natural Resource Management"}, {"text_block_id": "p27_b402", "text": "Ghana’s economy is based on the use of natural capital, which"}, {"text_block_id": "p27_b403_merged_merged_merged", "text": "makes the sustainable management of its natural resources crucial for economic growth and sustainable development. Natural resources are not only sensitive to the ecological impacts of climate change, but are vulnerable to human pressures which lead to deforestation, land degradation, aquatic and air pollution, soil erosion, and the loss of wetlands, coastal/marine habitats and biodiversity. The wetlands and coastal ecosystems have high carbon content and their degradation will result in high carbon emissions. Estimates of the cost of environmental degradation in 2006, suggest that 10% of the Gross Domestic Product (GDP) is lost annually from unsustainable management of the country’s forests, land"}, {"text_block_id": "p28_b406", "text": "resources, wildlife and fisheries, and health costs related to water supply and sanitation."}, {"text_block_id": "p28_b407", "text": "Almost 70% of the total land surface is now prone to soil erosion, and hard-pressed farmers are resorting to slash-and-burn practices that have converted more than 50% of original forest to agricultural land. Fish, timber, and non-timber forest product stocks have decreased. Ghana is losing its wildlife and biodiversity, with many species facing extinction. Effective land use management is required to safeguard the natural forest."}, {"text_block_id": "p28_b408", "text": "Land degradation exposes stored carbon in the soils with consequences for increasing greenhouse gas emission build-up in the atmosphere. When occurring in forest reserves, the carbon sequestration potential of forests is lost, along with additional negative consequences to global warming by the release of forest carbon."}, {"text_block_id": "p28_b409", "text": "Ghana has three forestry stories: plantations, natural forests and savannah, which are affected by climate change. For plantations, the future includes an adaptation strategy. For natural forests, the future lies in the implementation of the Reducing Emissions from Deforestation and Forest Degradation in Developing Countries programme (REDD+). Savannah woodland experiences heavy pressure arising from domestic use of charcoal and fuel wood for energy, which needs to be addressed. The different development paths have implications for related institutions."}, {"text_block_id": "p28_b410", "text": "The good news is that, regionally, forests remain relatively well managed, which is the result of 40 years of steady development support and government focus, including a new emphasis on plantation development. There could numerous benefits from"}, {"text_block_id": "p28_b411", "text": "Ghana’s forests, as villagers manage plantation resources, increase Ghana’s carbon credit revenues and protect the watershed"}, {"text_block_id": "p28_b412", "text": "."}, {"text_block_id": "p28_b413", "text": "Two emerging approaches to adaptation have gained currency over the past few years, namely, Community-based Adaptation (CBA) and Ecosystem-based Adaptation (EBA). Each has its specific emphasis, the former on empowering local communities to reduce their vulnerabilities, and the latter on harnessing the management, conservation and restoration of ecosystems as a means to provide goods and services in the face of climate change. Both approaches stress the relevance of local specificities, recognise the role of ecosystem goods and services in people-centred adaptation, and operate at scale, building from the bottom up; there should not be fundamental tensions between the two. Together, both approaches have a better chance to forcefully address shortcomings of the mainstream"}, {"text_block_id": "p28_b414", "text": "down, “hard” infrastructure"}, {"text_block_id": "p28_b415", "text": "-based approach to adaptation, and promote more balanced and integrated approaches."}, {"text_block_id": "p28_b416", "text": "Agriculture and Food Security"}, {"text_block_id": "p28_b417", "text": "Ghana’s economy is still heavily based on agriculture. The sector"}, {"text_block_id": "p28_b418_merged_merged_merged", "text": "remains dependent on rainfall, rather than irrigation systems. The small-scale farmers who account for about 80% of domestic agricultural production have few resources to invest, and farming remains “low tech”. As a result, the sector is very vulnerable to the"}, {"text_block_id": "p29_b423", "text": "potential impacts of climate change. Changes in rainfall patterns also make it hard for farmers to plan their growing seasons with accuracy."}, {"text_block_id": "p29_b424", "text": "Food security is a crucial issue. Ghana reduced hunger by nearly three-quarters between 1990 and 2004, but food security disparities"}, {"text_block_id": "p29_b425", "text": "affect the delivery of the country’s development objectives. About"}, {"text_block_id": "p29_b426", "text": "18% of Ghanaians who fall below the extreme poverty line are chronically food insecure. Generally, those whose livelihoods are most dependent on agriculture are most affected. Analysis in the poorest regions that are also most vulnerable to climate change found that 34% of households in the Upper West region were experiencing food insecurity, compared to 2% in greater Accra. It is therefore important that policy responses to climate change look beyond the environment to the broader social issues faced by specific social groups."}, {"text_block_id": "p29_b427", "text": "Several staple cereal crops as well as roots and tubers are beginning to be affected by the shortening of the growing season. Anecdotal evidence points at transition zone farmers suffering heavy losses due to dry weather as well as inability to harvest tubers due to the hardness of the ground."}, {"text_block_id": "p29_b428", "text": "Modernisation of agriculture, as a way to increase yields, requires a transformation of current agricultural practices and, for example, the development and application of new crop varieties that are better suited to the changing climate conditions; higher energy and water inputs to support large-scale irrigation; and mechanization."}, {"text_block_id": "p29_b429", "text": "Cocoa"}, {"text_block_id": "p29_b430_merged_merged", "text": "Cocoa is a major foreign exchange earner for Ghana, which is second only to Côte d’Ivoire in the production of cocoa beans. The crop accounts for 63% of foreign exchange earnings from the agricultural sector. More than 800,000 smallholder families grow cocoa on farms that tend to be small but that manage to provide between 70% and 100% of their annual household income. Cocoa cultivation is, however, a low input venture that is not yet producing to its full potential."}, {"text_block_id": "p30_b438", "text": "Disaster Preparedness and Response"}, {"text_block_id": "p30_b439", "text": "More than 80% of the disasters in Ghana are considered to be climate-related. Climate change is expected to increase the frequency and magnitude of many types of extreme events such as floods, droughts and wildfires, as well as to affect the intensity, duration and magnitude of other occurrences such as landslides, heat waves and disease outbreaks. There are the direct economic, physical and human losses; however, the indirect impact on production time, cost of essential goods and services, or market shares are far more costly. While the adverse impact of climate change on society may increase disaster risk, disasters erode environmental and social resilience, and thus increase vulnerability to climate change."}, {"text_block_id": "p30_b440", "text": "Because climate change means less predictable weather, knowledge of previous extreme weather patterns is no longer a reliable guide to what will happen in the future, but the frequency and intensity of disasters is expected to increase."}, {"text_block_id": "p30_b441", "text": "Repeated small-scale disasters are every bit as devastating for those affected as are major disasters, wiping out livelihoods and assets and destroying homes. Systems need to ensure that such disasters receive as much attention, and equal response, as the disasters that hit the headlines."}, {"text_block_id": "p30_b442", "text": "The goal, therefore, is to build a climate-resilient society"}, {"text_block_id": "p30_b443", "text": "—"}, {"text_block_id": "p30_b444", "text": "a society that can rely on effective early warning and response systems, where everyone has a broad understanding of climate hazards, and where the emphasis is on disaster preparedness and prevention, rather than on disaster response."}, {"text_block_id": "p30_b445", "text": "The Government is moving the emphasis from disaster risk management that deals with the immediate aftermath of a disaster, to long-term disaster resilience. The challenges, however, include a"}, {"text_block_id": "p30_b446", "text": "lack of dependable finance, weak coordination and the continuation of a number of reactive approaches. These challenges are exacerbated by weak institutional capacity, low public awareness, and the lack of detailed disaster risk profiles on earlier disasters that would equip Ghana to address similar problems in the future."}, {"text_block_id": "p30_b447", "text": "Measures are needed to build capacity and enhance and improve early warning systems, as well as to improve the protective infrastructure, such as sea defence walls. Such measures need to be backed by effective international cooperation and by reliable and regular funding."}, {"text_block_id": "p30_b448", "text": "2.1.2 Social Development"}, {"text_block_id": "p30_b449_merged_merged", "text": "The Government of Ghana is working to create a more coherent, equitable and integrated society which is crucial for the achievement of middle income status by 2020. The human impact of climate change falls, for the most part, on the poorest: the urban poor who live in low-lying and flood-prone areas and the rural poor who rely on groundwater for their water supply, and – very often – women and children, the aged and the physically challenged. It is clear that, whatever the eventual shape of climate change, it can only magnify existing social pressures, such as the pressure to leave rural areas and migrate to towns and cities. Ghana’s rain-fed agriculture is likely to become more fragile and, without alternative forms of income, the rural-urban drift will increase."}, {"text_block_id": "p30_b456", "text": "Ghana still faces disparities in access to health care between urban and rural communities and between rich and poor. Climatic changes will influence the range of some infectious disease vectors, increasing the incidence of diseases carried in the water, air, and food. This can result in deteriorating health conditions, leading to"}, {"text_block_id": "p31_b457", "text": "higher budgetary problems with serious consequences for the National Health Insurance Scheme."}, {"text_block_id": "p31_b458", "text": "Increased heat stress and drought-related deaths in both humans and livestock are already occurring in the extreme north of the country. The transmission of malaria, one of the leading causes of death in Ghana, is climate-related and influenced by rainfall, temperatures and humidity. Flooding, for example, will increase the range of the mosquito and hence different strains of malaria, while the incidence of parasitic infections might increase. This can be exacerbated by poor urban planning. Malaria care would, on average, cost around 30% of the income of poor people, and any increase in its incidence will put pressure on household incomes and the health budget."}, {"text_block_id": "p31_b459", "text": "risk of losing the little they have to climate induced hazards."}, {"text_block_id": "p31_b460", "text": "The evidence shows that climate change will hit women harder than men because of existing vulnerabilities and gender inequalities. Whilst it is clear that climate change affects all, the impact and degree of vulnerability is different for men and women. Women are more vulnerable to the effects of climate change than men"}, {"text_block_id": "p31_b461", "text": "—"}, {"text_block_id": "p31_b462", "text": "primarily as they constitute the majority of the poor and are more dependent on natural resources for their livelihood. Their limited"}, {"text_block_id": "p31_b463_merged_merged", "text": "adaptive capacities also arise from factors such as social inequalities that have been perpetuated for decades, ascribed social and economic roles that manifest themselves in unequal access to resources and to decision-making processes, reduced access to information, ineffective property rights and reduced mobility. Women’s vulnerability to climate change is exacerbated by their comparative lack of assets — physical, financial and social. As climate change affects men and women differently, there will be no climate justice until gender issues are resolved."}, {"text_block_id": "p31_b468", "text": "The youth form a significant proportion of the population of Ghana and live with the impacts of climate change much longer. As such, the youth are key stakeholders in the climate change process."}, {"text_block_id": "p32_b469", "text": "Migration is an important strategy for both the poor and non-poor in Ghana. As a reaction to the threat of climate change and other stressors, migrants tend to leave environmentally fragile areas for ecologically better places or urban areas where they join mostly the informal sector. Many young women, for example, are leaving northern Ghana for the south, fuelling the growing phenomenon of"}, {"text_block_id": "p32_b470", "text": "Kayayei"}, {"text_block_id": "p32_b471", "text": "(female head-porters) on the streets of Accra and other cities. The varied types of migration, and of the migrants themselves, have implications for the targeting of, for example, social protection and education programmes."}, {"text_block_id": "p32_b472", "text": "2.1.3 Mitigation"}, {"text_block_id": "p32_b473", "text": "Ghana has responded positively to various international mechanisms on enhanced mitigation actions, including low carbon growth, Nationally Appropriate Mitigation Actions (NAMAs), REDD+, etc. These will facilitate mitigating climate change especially in sectors that contribute significantly to national GHG emissions and removal."}, {"text_block_id": "p32_b474", "text": "Ghana is poised to take its economic development to an entirely new level. The nation has an opportunity to choose a low carbon path. Otherwise, its priorities"}, {"text_block_id": "p32_b475", "text": "—"}, {"text_block_id": "p32_b476", "text": "economic growth and development"}, {"text_block_id": "p32_b477", "text": "—"}, {"text_block_id": "p32_b478", "text": "could be expected to lead to increased emissions of greenhouse gases if a"}, {"text_block_id": "p32_b479", "text": "“"}, {"text_block_id": "p32_b480", "text": "business as usual"}, {"text_block_id": "p32_b481", "text": "”"}, {"text_block_id": "p32_b482", "text": "approach is taken."}, {"text_block_id": "p32_b483", "text": "In addition to being climate friendly, low carbon economic growth would generate significant development benefits. In the short term, low carbon alternatives may reveal direct business opportunities and cost reductions. Low carbon growth would also open up access to international funding through, for example, REDD+. And in the long term, low carbon growth would create a more robust economy, better able to withstand many shocks and stresses. This would contribute to the creation of a more equitable and integrated society."}, {"text_block_id": "p32_b484", "text": "Ghana’s energy has, historically, been based on low carbon hydro"}, {"text_block_id": "p32_b485_merged_merged_merged", "text": "-power, which is now vulnerable to climate change, threatening Ghana’s energy security. Ongoing power sector reform, however, could lead to a stronger involvement by the private sector in building new low carbon electricity generation capacity and investing in energy efficiency. There are emerging oil and gas industries, with expectations of enough gas in the Jubilee oil field to generate around 30% of Ghana’s current electricity needs. [The substitution of current thermal power generation with light crude oil from the Jubilee can provide lower carbon alternatives for supplementing the loss of hydropower]. The largest industrial"}, {"text_block_id": "p33_b490", "text": "energy user, the gold mining sector, is already adopting major energy efficiency initiatives as a result of changing industrial costs, including the cost of power. There is an opportunity here to build on such private sector initiatives and to forge closer partnerships. Energy efficiency measures, such as the very successful programme to introduce compact fluorescent lamps, tend to reduce energy costs and leave more electricity available for other purposes."}, {"text_block_id": "p33_b491", "text": "Low carbon growth can mean, for example, less reliance on fossil fuels, higher energy efficiency and increased use of renewable energy, which could lead to improved international competitiveness, as well as new jobs related to the application of modern technologies. Waste, agricultural residues and biomass could be used to generate energy. A low carbon future can also mean improved city planning and a more modern public transport system."}, {"text_block_id": "p33_b492", "text": "Ghana’s transport system is road"}, {"text_block_id": "p33_b493", "text": "-based, with increasing congestion and pollution, particularly in the cities. An urban transport project, using high occupancy buses running in dedicated lanes, is already under way to resolve these problems. An inter-city rail service between Accra and Tema has also been inaugurated."}, {"text_block_id": "p33_b494", "text": "Ghana aims to derive 10% of its energy from renewable resources other than large-scale hydropower by 2020 and is developing a proposal to establish its own Renewable Energy Fund under the Renewable Energy Law. It may well be possible to attract international support for low carbon initiatives via NAMAs or through the carbon market. An initiative on improved cook stoves, for example, could be scaled up. With adequate financing, strong capacity-building and solid data, Ghana could be well placed to become an early mover on low carbon growth within West Africa."}, {"text_block_id": "p33_b495", "text": "REDD+ and Agricultural Carbon"}, {"text_block_id": "p33_b496", "text": "Forests have fuelled much of Ghana’s development, but agricultural"}, {"text_block_id": "p33_b497", "text": "expansion, over-harvesting, and demand for fuel wood and charcoal"}, {"text_block_id": "p33_b498", "text": "have reduced forest cover. Ghana was the first country to make a"}, {"text_block_id": "p33_b499", "text": "voluntary agreement to ensure legal timber trade with the European"}, {"text_block_id": "p33_b500", "text": "Union and the strong engagement by civil society, industry and the"}, {"text_block_id": "p33_b501", "text": "Government has helped to guide similar efforts in other countries."}, {"text_block_id": "p33_b502_merged_merged_merged", "text": "Key questions include how benefits are to be shared between different levels of government, local communities and others such as women and indigenous people with a right to forest resources, and the creation of an efficient system to measure and monitor the carbon stocks of Ghana’s forests, including a baseline against which to measure progress (see box on mapping carbon biomass)."}, {"text_block_id": "p34_b508", "text": "2.2 Systemic Pillars"}, {"text_block_id": "p34_b509", "text": "Ghana recognises that the economic stability and resilience of the natural environment is key to coping with climate change, so will do everything possible to enhance and maintain environmental quality. As such, Ghana will use appropriate planning to address the impacts of climate change within the wider context of sustainable development, and create an enabling environment to adopt appropriate technologies and practices to address causes and effects of climate change and assist in meeting national and international commitments. This will require developing national human and institutional capacity in all aspects of climate change research, response, and planning, which in turn calls for procuring and allocating financial and other resources as appropriate and feasible, to ensure that climate change is addressed in the manner required. These concepts were discussed extensively during the development of the NCCP, and seven systemic pillars were agreed upon:"}, {"text_block_id": "p34_b510", "text": "1."}, {"text_block_id": "p34_b511", "text": "Governance and coordination"}, {"text_block_id": "p34_b512", "text": "2."}, {"text_block_id": "p34_b513", "text": "Capacity-building"}, {"text_block_id": "p34_b514", "text": "3."}, {"text_block_id": "p34_b515", "text": "Science, technology and innovation"}, {"text_block_id": "p34_b516", "text": "4."}, {"text_block_id": "p34_b517", "text": "Finance"}, {"text_block_id": "p34_b518", "text": "5."}, {"text_block_id": "p34_b519", "text": "International cooperation"}, {"text_block_id": "p34_b520", "text": "6."}, {"text_block_id": "p34_b521", "text": "Information, communication and education"}, {"text_block_id": "p34_b522", "text": "7."}, {"text_block_id": "p34_b523", "text": "Monitoring and reporting"}, {"text_block_id": "p34_b524", "text": "There are several issues that need to underpin any climate change initiative. Because of their special importance, gender issues have been given special prominence in the broad thematic areas and programmes that follow in the NCCP. Women and the girl child are often responsible for the very areas that are most vulnerable to climate change, including household water, food and fuel supplies. The NCCP recognises their particular vulnerability to climate change and ensures that they are part of the response."}, {"text_block_id": "p34_b525", "text": "2.2.1 Governance and coordination"}, {"text_block_id": "p34_b526", "text": "Governance and coordination lie at the heart of the NCCP, which aims to create a broad constituency that goes beyond government to include the private sector, non-governmental organisations, Parliamentarians, communities and other key stakeholders. The NCCP enhances coordination, establishing clear mandates and roles for the different stakeholders, including the policy oversight role of the Ministry of Environment, Science, Technology and Innovation, the coordination of climate finance by the Ministry of Finance and Economic Planning, and measures to support small farmers and safeguard food security by the Ministries of Agriculture and Health."}, {"text_block_id": "p34_b527", "text": "The Government has established structures related to climate change, including national cross-sectoral committees for climate change, REDD+ and disaster risk management. The new national Environmental and Natural Resources Advisory Council, chaired by the Vice-President, will have a strong oversight role."}, {"text_block_id": "p34_b528", "text": "Climate change actions must be institutionalised and integrated into mainstream development policies, plans and programmes at the national level. Priority areas for action have now been established by the National Climate Change Adaptation Strategy, and there has been progress in planning processes that look beyond the short term to the need for medium-term strategies."}, {"text_block_id": "p34_b529", "text": "There is, however, a need to synchronise the current approaches. The establishment of a statutory coordination unit, potentially in the form of a national climate change body, overseeing all climate-related policy areas and coordinating activities, would minimise duplication and maximise synergies. This should ensure synergies with existing institutions and programmes. Conflict-resolution and governance mechanisms must be incorporated to provide resilience to climate stresses and reduce the potential risks of conflict. The"}, {"text_block_id": "p35_b530", "text": "Ministry of Women and Children’s Affairs (MOWAC) and women’s groups should be adequately represented."}, {"text_block_id": "p35_b531", "text": "It is important that governance mechanisms are in place to: (i) ensure coherent, cross-sectoral action; (ii) address local-level priorities; (iii) ensure the transparency and openness of the responsible agencies; and (iv) allow public participation and access to information. It is appreciated that without compliance to rules, regulations and laws by the general public, governance mechanisms will be inefficient at achieving climate resilience. As such, there is a need to have robust enforcement systems to realize the objectives of this policy. This is especially pertinent as climate change has been implicated as a driver of conflict, including trans-boundary tensions."}, {"text_block_id": "p35_b532", "text": "2.2.2 Capacity-building"}, {"text_block_id": "p35_b533", "text": "Climate change poses entire"}, {"text_block_id": "p35_b534", "text": "ly new challenges to Ghana’s existing"}, {"text_block_id": "p35_b535", "text": "capacities, and it is clear that people and institutions need to respond in new ways. Ghana has taken steps to address national capacity gaps, but still faces challenges around institutional capacity, strengths and interaction. Skilled climate scientists are needed to inform development planning, and capacity-building is needed at district levels to implement local initiatives. To engage internationally requires negotiation skills and resource mobilisation, while also building national capacity to absorb and use such resources."}, {"text_block_id": "p35_b536", "text": "While the Government and civil society have supported capacity-building on climate change with parliamentarians and the media, much of the work carried out to date has targeted those already working in climate-related sectors."}, {"text_block_id": "p35_b537", "text": "Given the wider impact of climate change, capacity-building needs to be rolled out to include the wider society, that is, the private"}, {"text_block_id": "p35_b538", "text": "sector, the media, non-governmental organizations and, above all, communities. There is a need to ensure that women have equal access to training and capacity-building programmes to ensure their full participation in climate change initiatives. Systematic gender analysis, collection and utilisation of sex-disaggregated data, and the establishment of gender-sensitive benchmarks and indicators need to be undertaken."}, {"text_block_id": "p35_b539", "text": "The private sector, for example, is involved in climate change"}, {"text_block_id": "p35_b540", "text": "activities. Ghana’s private sector needs to know how climate change"}, {"text_block_id": "p35_b541", "text": "affects profits, for example, how energy efficiency reduces the cost of doing business and how best to engage with complex concepts for carbon markets."}, {"text_block_id": "p35_b542", "text": "Current capacity gaps include the challenge of translating complex climate science into messages that will resonate with the wider"}, {"text_block_id": "p35_b543", "text": "public. Here, the media has a crucial role to play in conveying “why climate change matters to me”. The Government is taking initial"}, {"text_block_id": "p35_b544", "text": "steps for capacity-building at the district level, but needs support for capacity-building within the local communities where policy implementation takes place."}, {"text_block_id": "p35_b545", "text": "Ghana can draw on a wealth of traditional knowledge that can be a real asset in the face of climate change. However, many traditional responses may inadvertently increase vulnerability, such as the sale of livestock and other assets during hard times, with no guarantee of being able to restore those assets before the next climate shock."}, {"text_block_id": "p35_b546_merged_merged_merged_merged", "text": "Finally, strong internal systems and incentives are needed to retain institutional memory and continuity to ensure that Ghana does not lose its brightest and its best to the so-called “brain drain”."}, {"text_block_id": "p36_b551", "text": "2.2.3 Science, Technology and Innovation"}, {"text_block_id": "p36_b552", "text": "Ghana faces major challenges with information and data flow on climate change, including the quality of data, access to data, and gathering, sharing and translation of that data. The research needs on climate change are significant, starting with the pressing need for better projections on possible impacts, backed by effective knowledge systems to inform strategy, planning and practice."}, {"text_block_id": "p36_b553", "text": "Research on climate change in Ghana is often project-driven, short-term and uncoordinated. An ongoing survey of research activities reveals that there is limited research in climatology and meteorology as well as the down-scaling of models and scenarios. In addition, more information is needed on what works for local people, based on research that is informed by their views and, if possible, participatory."}, {"text_block_id": "p36_b554", "text": "Climate change cannot be understood in terms of simple cause and effect or considered in isolation. Its impacts interact with each other in ways that are difficult to describe and predict. This presents serious challenges for research that requires a multi-disciplinary approach."}, {"text_block_id": "p36_b555", "text": "Another challenge is how best to establish meaningful dialogues between climate scientists and the users of knowledge and offer accessible and relevant resources to stakeholders concerned with sustainable development. This requires high-level and well-structured science to map the interactions and feedbacks between its complex climate systems in order to provide policymakers with the evidence they need to formulate valid policies and to guide implementation."}, {"text_block_id": "p36_b556", "text": "The proposed Centre for Excellence for Climate in the GSGDA would help to fill research and knowledge gaps. Meanwhile, there are several initiatives by universities and research and development"}, {"text_block_id": "p36_b557", "text": "institutes and within ministries, departments and agencies that focus on specific areas such as climate change and health, but these need strengthening and better coordination."}, {"text_block_id": "p36_b558", "text": "In addition, Ghana has a vast body of traditional knowledge on how to cushion the impacts of an adverse climate that needs to be tapped, documented and analysed."}, {"text_block_id": "p36_b559", "text": "Traditional knowledge has been critical in conserving natural resources, protecting the environment, making farming decisions, predicting weather, managing health and coping with extreme climate variability. It is important to document indigenous knowledge into early warning systems and research and to establish its potential for scaling up."}, {"text_block_id": "p36_b560", "text": "Basic information is needed to guide REDD+ efforts, including information on different land uses, the extent of land use change, and the measurement and monitoring of carbon stock density and changes."}, {"text_block_id": "p36_b561", "text": "Science, Technology and Innovation (STI) and engineering are key to our development as a country. As a result, we need to invest in STI right from the basics, targeting policies and long-term development plans."}, {"text_block_id": "p36_b562", "text": "There is also the need for increased funding for STI initiatives which are linked to the national development policy. Ghana needs to take advantage of the opportunities climate change presents to harness STI in the development process."}, {"text_block_id": "p36_b563", "text": "The National Science, Technology and Innovation Policy seeks to create the national capacity to exploit opportunities for innovation addressing climate change."}, {"text_block_id": "p37_b564", "text": "2.2.4 Finance"}, {"text_block_id": "p37_b565", "text": "Ghana will require substantial additional resources to respond effectively to climate change. Estimates of funding needs vary widely. It is very clear, however, that scaled-up resources need to flow faster and on a large scale if development is to proceed in the context of climate change."}, {"text_block_id": "p37_b566", "text": "Ghana is well placed to make good use of climate finance, given its credible Public Financial Management system and its experience on how best to blend support from donors with national resources to address national priorities."}, {"text_block_id": "p37_b567", "text": "In international negotiations, developed countries have committed to providing scaled-up funds, while also seeking to increase the size and accessibility of carbon markets. Rules and arrangements are still being established and are complex and changing rapidly, with many different initiatives being established or piloted. On the Adaptation Fund Board, Ghana has helped set rules in place that allow direct access to funding for countries that can demonstrate their ability to manage fiduciary risk to international standards. In other cases, resources are directly controlled by intermediaries and allocated to countries or to specific projects and programmes. This may not always fit in with national processes and calendars."}, {"text_block_id": "p37_b568_merged", "text": "Ghana will need to call on a mix of public and private, international and domestic sources, and the Government is keen to ensure a coordinated approach that reinforces existing practices in national planning and public financial management. This is in line with the principles of Ghana’s Aid Policy for development. Key roles for government include mobilisation and allocation of funding, and tracking of progress to ensure proper accounting and cost-effective use of resources in an efficient manner."}, {"text_block_id": "p38_b571", "text": "Major opportunities are also emerging within the private sector and the Government is considering ways to promote the stronger involvement of the private sector in climate change responses. The Government is also considering the potential for a national financing mechanism or facility that can meet the needs of different themes, such as renewable energy or gender issues, without having a proliferation of funds and procedures. Key to this will be the strengthening of the ability of different parties to secure and use funding well"}, {"text_block_id": "p38_b572", "text": "–"}, {"text_block_id": "p38_b573", "text": "their absorptive capacity."}, {"text_block_id": "p38_b574", "text": "2.2.5 International Cooperation"}, {"text_block_id": "p38_b575", "text": "Ghana has a respected role on the international stage. In recent years, Ghana has become a world leader on progress towards the Millennium Development Goals (MDGs), particularly in relation to MDG1 on eradication of extreme poverty and hunger."}, {"text_block_id": "p38_b576", "text": "The country has been at the forefront of the global climate change debate, contributing at both technical and political levels over the past decade. Ghana has a respected role within the Africa Group in climate change negotiations, and is active in dialogue on the African common position on Climate Change. In 2012, for example, the Economic Community of West African States (ECOWAS) meeting on sub-regional adaptation and mitigation strategies was hosted by Ghana."}, {"text_block_id": "p38_b577", "text": "Ghana has actively contributed to many other international negotiation processes, in addition to hosting the 2008 UNFCCC meeting. Many formal and informal international meetings on specific issues with ministers and technical experts are supported,"}, {"text_block_id": "p38_b578", "text": "and the nation’s track record on forest governance is now linking it"}, {"text_block_id": "p38_b579", "text": "to global REDD+ processes."}, {"text_block_id": "p38_b580", "text": "Ghana has helped to structure the new Finance Mechanisms for Adaptation and was one of the first to submit its programme under the Copenhagen Accord."}, {"text_block_id": "p38_b581", "text": "A clear potential is seen for improved South-South collaboration and there is already close collaboration with counterparts in Brazil, China and India. Equally, Ghana welcomes, and makes effective use of, support from the international community to address the impacts of climate change."}, {"text_block_id": "p38_b582", "text": "Sector working groups, led by the Government, already provide a platform for the coordination of development assistance and the alignment of that assistance to national priorities. The aim is to ensure that international support for climate finance, programmes"}, {"text_block_id": "p38_b583", "text": "and projects work in the same way, to preserve Ghana’s strong"}, {"text_block_id": "p38_b584", "text": "relationship with donors and synergies with international institutions and programmes."}, {"text_block_id": "p38_b585", "text": "The nations’ needs include developing a critical mass of trained"}, {"text_block_id": "p38_b586_merged_merged_merged_merged", "text": "experts to help ensure the successful implementation of our international obligations, and an independent evaluation of the wealth of reports on our compliance with international treaties."}, {"text_block_id": "p38_b588", "text": "While there has been progress on raising public awareness of international legal instruments and their objectives, there is still space for programmes that will expand this awareness still further. A holistic approach needs to be adopted towards encouraging financing of climate change mitigating activities. Institutional frameworks such as tax subsidies for businesses operating in sectors that contribute to reducing climate change, investment vehicles and matching fund structures will help lower the credit risk that financial institutions face in lending to the sector. Businesses whose operations will help reduce climate change should be provided with capacity-enhancing training and access to government procurement"}, {"text_block_id": "p39_b589", "text": "in order for them to attain economies of scale and increased access to financing. There should be a climate change fund with commitment from government and matching contributions from financial services firms. The climate change fund can be a long-term investment vehicle that supports the G"}, {"text_block_id": "p39_b590", "text": "overnment’s efforts in"}, {"text_block_id": "p39_b591", "text": "managing climate change."}, {"text_block_id": "p39_b592", "text": "Insurance firms can be encouraged to help underwrite climate change risks. Such policies can be at the retail level to households and on a wholesale level to banks that underwrite facilities that support environmentally sustainable activities."}, {"text_block_id": "p39_b593", "text": "There is a need for targeted and market-oriented research. Other approaches such as environmental bonds and the removal of taxes or subsidies on renewable products need to be explored."}, {"text_block_id": "p39_b594", "text": "2.2.6 Information, Communication and Education"}, {"text_block_id": "p39_b595_merged_merged", "text": "Communication is critical to engage all stakeholders on climate change. However, communication “business as usual” is not enough. It is important to develop a more comprehensive approach to communication in its broadest sense, to ensure that key messages are shared and understood, and encourage real engagement on this issue."}, {"text_block_id": "p39_b600", "text": "Climate change is everybody’s business. If people are to address"}, {"text_block_id": "p39_b601", "text": "climate change by taking responsibility for their actions, and to seize the opportunities it may present, they need to be aware of climate change and how it relates to them."}, {"text_block_id": "p39_b602", "text": "Good communication, education and awareness-raising around climate change are all essential to deliver the objectives described earlier in this discussion document. They are crucial for the success of climate change adaptation and low carbon strategies and to ensure good governance and transparency in progress towards sustainable national development."}, {"text_block_id": "p39_b603", "text": "At the international level, Ghana is actively communicating on climate change. A display of legally logged tree stumps from Ghana, for example, powerfully conveyed the importance of forests to the international climate negotiations in Copenhagen in 2009."}, {"text_block_id": "p39_b604", "text": "The GSGDA highlights the need to mainstream communications into national development planning, engage citizens, create dialogue and monitor success. In addition to these broad aims, focused communication is needed to raise public awareness of the new energy labels for appliances, energy efficiency in the private sector and the benefits of improved cook stoves. A campaign on disaster preparedness is under way. Ghana aims to:"}, {"text_block_id": "p39_b605", "text": "•"}, {"text_block_id": "p39_b606", "text": "Increase general understanding of climate change amongst stakeholders and stimulate debate on this issue"}, {"text_block_id": "p39_b607", "text": "•"}, {"text_block_id": "p39_b608", "text": "Build a coalition of stakeholders to create more awareness"}, {"text_block_id": "p40_b609", "text": "•"}, {"text_block_id": "p40_b610", "text": "Initiate public campaigns and debate on the realities of climate change for Ghanaians, addressing the critical question:"}, {"text_block_id": "p40_b611", "text": "“"}, {"text_block_id": "p40_b612", "text": "What does climate change mean for me?"}, {"text_block_id": "p40_b613", "text": "”"}, {"text_block_id": "p40_b614", "text": "•"}, {"text_block_id": "p40_b615", "text": "Facilitate inter-sectoral coordination and collaboration through effective information flow and communications."}, {"text_block_id": "p40_b616", "text": "2.2.7 Monitoring and Reporting"}, {"text_block_id": "p40_b617", "text": "Monitoring and reporting are essential to ensure the effectiveness and accountability of climate change actions for development in Ghana. Three key aspects of monitoring and reporting are of particular relevance."}, {"text_block_id": "p40_b618", "text": "First, planning of, decision-making on and implementation of effective use of resources all require monitoring and evaluation, with baselines and indicators. In general, a set of tools is used before the intervention takes place, or after the intervention, tracking expected or realized outcomes. This helps to ensure that resources for development are well spent, and that the results are communicated back to decision makers and stakeholders for future action."}, {"text_block_id": "p40_b619", "text": "The GSGDA states that monitoring and evaluation (M&E) is an integral part of policy formulation and implementation in Ghana. The expectation is that the development of the climate change policy, its institutions and implementation will fall under the existing M&E systems. Climate change interventions need to be linked to the delivery of sectoral development objectives and be consistent with national priorities. Monitoring and reporting on these interventions, however, will require strengthening of the existing systems."}, {"text_block_id": "p40_b620", "text": "Second, given Ghana’s physical location within the complex West"}, {"text_block_id": "p40_b621", "text": "African climate system where, in particular, future rainfall patterns"}, {"text_block_id": "p40_b622", "text": "are hard to predict, the adequate monitoring of climatic changes and their impacts is crucial. This is needed in order to plan targeted adaptation interventions and track their appropriateness and cost-effectiveness in a changing climate. For example, the National Disaster Management Organisation (NADMO) does not yet have a central system to record disaster impacts at the national level, which reduces its ability to prepare well. There is a need for systematic observation systems, e.g., weather stations to support disaster response. Networks for the transmission of data from stations to monitoring centres and early warning information from monitoring centres to end users (especially rural communities) need to also be strengthened."}, {"text_block_id": "p40_b623_merged_merged", "text": "Third, the concept of “Measurement, Reporting and Verification” (MRV), which emerged from international climate change negotiations, is relevant for Ghana when receiving international support for its voluntary contributions to tackle climate change. The concept includes a registry to keep track of whether the international support promised is really being provided, as well as monitoring whether climate change interventions are in operation, how successful they are and to what extent they reduce emissions and create effective adaptation. The development of relevant sensitive indicators as part of Ghana’s monitoring and reporting system is also crucial."}, {"text_block_id": "p40_b630", "text": "An effective MRV system for Ghana’s REDD+ activities would, for"}, {"text_block_id": "p40_b631", "text": "example, enable the country to access larger scale international support, but needs international support for building the required institutional and technical capacity. In addition, a REDD+ system needs to link to a wider national system for MRV to avoid duplication and increase coherence, especially with changes in reporting needs for all stakeholders."}, {"text_block_id": "p42_b632", "text": "Contents of Section Three"}, {"text_block_id": "p42_b633", "text": "3.0 POLICY IMPLEMENTATION ARRANGEMENTS 3-1"}, {"text_block_id": "p42_b634", "text": "3.2 Legal and Regulatory Framework 3-12"}, {"text_block_id": "p42_b635", "text": "3.2.1"}, {"text_block_id": "p42_b636", "text": "International Obligations 3-12"}, {"text_block_id": "p42_b637", "text": "Source: Africa Adaptation Programme"}, {"text_block_id": "p42_b638", "text": "Key Messages"}, {"text_block_id": "p43_b639", "text": "3.0 Policy Implementation Arrangements"}, {"text_block_id": "p43_b640", "text": "3.1. Institutions"}, {"text_block_id": "p43_b641", "text": "–"}, {"text_block_id": "p43_b642", "text": "Roles and Responsibilities"}, {"text_block_id": "p43_b643", "text": "There are a number of existing national institutions and private organizations in Ghana whose mandates/activities touch on climate and climate change issues to varying degrees. This section discusses these institutions, their roles and responsibilities, as well as the legal and regulatory framework governing climate change issues in"}, {"text_block_id": "p43_b644", "text": "Ghana. Ghana’s international obligations as well as Ghana’s"}, {"text_block_id": "p43_b645", "text": "position within the African context are also discussed."}, {"text_block_id": "p43_b646", "text": "3.1.1 Overview of key Climate Change Units in Government"}, {"text_block_id": "p43_b647_merged_merged_merged", "text": "In Ghana, attention to climate change is gaining momentum both at the highest political level and across sectors. Climate change is being mainstreamed into national development frameworks, such as the Ghana Shared Growth and Development Agenda (GSGDA) (2010–2013) coordinated by the National Development Planning Commission (NDPC). In addition, climate change is among various thematic areas receiving support under the “Natural Resources and Environmental Governance” initiative (NREG), from key development partners and the World Bank."}, {"text_block_id": "p43_b654", "text": "Practically every arm of government is affected by climate change either directly or through secondary effects or even by changes in central budget allocation as a result of government response to climate change."}, {"text_block_id": "p43_b655", "text": "For the purposes of the NCCP, 13 Ministries and their associated departments and agencies are presented:"}, {"text_block_id": "p43_b656", "text": "1."}, {"text_block_id": "p43_b657", "text": "Ministry of Environment, Science, Technology and Innovation"}, {"text_block_id": "p43_b658", "text": "2."}, {"text_block_id": "p43_b659", "text": "Ministry of Finance and Economic Planning"}, {"text_block_id": "p43_b660", "text": "3."}, {"text_block_id": "p43_b661", "text": "National Development Planning Commission"}, {"text_block_id": "p43_b662", "text": "4."}, {"text_block_id": "p43_b663", "text": "Ministry of Communications (Ghana Meteorological Agency)"}, {"text_block_id": "p43_b664", "text": "5."}, {"text_block_id": "p43_b665", "text": "Ministry of Lands and Natural Resources"}, {"text_block_id": "p43_b666", "text": "6."}, {"text_block_id": "p43_b667", "text": "Ministry of Local Government and Rural Development"}, {"text_block_id": "p43_b668", "text": "7."}, {"text_block_id": "p43_b669", "text": "Ministry of Health"}, {"text_block_id": "p43_b670", "text": "8."}, {"text_block_id": "p43_b671", "text": "Ministry of Water Resources, Works and Housing"}, {"text_block_id": "p43_b672", "text": "9."}, {"text_block_id": "p43_b673", "text": "Ministry of Food and Agriculture"}, {"text_block_id": "p43_b674", "text": "10."}, {"text_block_id": "p43_b675", "text": "Ministry of Energy"}, {"text_block_id": "p43_b676", "text": "11."}, {"text_block_id": "p43_b677", "text": "Ministry of Education"}, {"text_block_id": "p43_b678", "text": "12."}, {"text_block_id": "p43_b679", "text": "Ministry of Gender, Children and Social Protection"}, {"text_block_id": "p43_b680", "text": "13."}, {"text_block_id": "p43_b681", "text": "Ministry of Roads and Highways"}, {"text_block_id": "p44_b682", "text": "Accra Floods in October 2001"}, {"text_block_id": "p44_b683", "text": "Source: C. Gordon"}, {"text_block_id": "p44_b684", "text": "Ministry of Environment, Science, Technology and Innovation"}, {"text_block_id": "p44_b685", "text": "Prior to the realignment of the environment, science and technology sectors into the Ministry of Environment, Science, Technology and Innovation (MESTI) in 2009, the environment portfolio was an integral part of other ministries such as the Ministry of Environment and Science and the Ministry of Local Government, Rural Development and Environment. The mandate of MESTI includes:"}, {"text_block_id": "p44_b686", "text": ""}, {"text_block_id": "p44_b687", "text": "Protecting the environment through policy formulation and economic, scientific and technological interventions needed to mitigate any harmful impacts caused by development activities;"}, {"text_block_id": "p44_b688", "text": ""}, {"text_block_id": "p44_b689", "text": "Setting standards and regulating activities concerning the application of science and technology in managing the environment for sustainable development;"}, {"text_block_id": "p44_b690", "text": ""}, {"text_block_id": "p44_b691", "text": "Promoting activities needed to underpin the standards and policies required for planning and implementation of development activities;"}, {"text_block_id": "p44_b692", "text": ""}, {"text_block_id": "p44_b693", "text": "Coordinating, supervising, monitoring and evaluating activities that support goals and targets of the ministry and national sustainable development; and"}, {"text_block_id": "p44_b694", "text": ""}, {"text_block_id": "p44_b695", "text": "Spatial planning of urban and rural areas."}, {"text_block_id": "p44_b696", "text": "To achieve this, the Ministry operates through the following:"}, {"text_block_id": "p44_b697", "text": ""}, {"text_block_id": "p44_b698", "text": "The Council for Scientific and Industrial Research (CSIR) and its 13 institutes"}, {"text_block_id": "p44_b699", "text": ""}, {"text_block_id": "p44_b700", "text": "The Ghana Atomic Energy Commission (GAEC)"}, {"text_block_id": "p44_b701", "text": ""}, {"text_block_id": "p44_b702", "text": "The Ghana Environmental Protection Agency (EPA)"}, {"text_block_id": "p44_b703", "text": ""}, {"text_block_id": "p44_b704", "text": "The Town and Country Planning Department (TCPD)"}, {"text_block_id": "p44_b705", "text": "2008 World Sanitation Day celebrations organised by MEST"}, {"text_block_id": "p44_b706", "text": "Source: C. Gordon"}, {"text_block_id": "p45_b707", "text": "CSIR was established by National Liberation Council (NLC) Decree 293 of October 10, 1968, amended by NLCD 329 of 1969, and re"}, {"text_block_id": "p45_b708", "text": "-"}, {"text_block_id": "p45_b709", "text": "established in its present form by"}, {"text_block_id": "p45_b710", "text": "Act of Parliament 521 (CSIR Act 521) on November 26, 1996. Currently, the Council exercises control over 13 research institutes nationwide. The Council is mandated, inter alia,"}, {"text_block_id": "p45_b711", "text": "to pursue the implementation of government policies on scientific research and development; and to encourage in the national interest scientific and industrial research of importance for the development of agriculture, health, medicine, environment, technology and other service sectors and to encourage close linkages with the productive sectors of the economy."}, {"text_block_id": "p45_b712", "text": "The Council plays a key role in climate-change-related research in various sectors of the economy. Nine of the CSIR research institutions focus on agriculture, one of the key areas expected to be affected by climate change. Climate-related-research undertaken by the Council includes water and its related resources, forestry, technologies for climate change adaption and mitigation, and other equally critical sectors of the economy. The Council also collaborates with relevant stakeholders, the ministries, government agencies and departments, the universities and the civil society organizations (CSOs) on climate-change-related issues and consultancy services."}, {"text_block_id": "p45_b713", "text": "MESTI, through the EPA, is the Designated National Authority (DNA) for the Clean Development Mechanism (CDM) under the Kyoto Protocol. In addition, the National Climate Change Committee (NCCC) is hosted by MESTI. This committee is made up of representatives from relevant ministries, universities, research institutions, the private sector and NGOs, and has been mandated under a ministerial directive. The NCCC has the mandate of reviewing policies and programmes to complement national"}, {"text_block_id": "p45_b714", "text": "priorities and contribute to the reduction of greenhouse gas emissions and an increase in carbon sinks and also to adaption."}, {"text_block_id": "p45_b715_merged_merged", "text": "The EPA is the lead institution for UNFCCC activities in the country and is the main Country Implementation Institution for the technical coordination of activities on climate change and other environmental conventions ratified by Ghana. A national climate change focal point is in place under the Conventions and Projects Implementation Department to act as the “desk” for the implementation of climate-related issues. The “desk” coordinates the activities of working groups and climate change study teams to support the implementation of Climate Change Project activities. Some activities include:"}, {"text_block_id": "p45_b720", "text": "o"}, {"text_block_id": "p45_b721", "text": "Ghana’s First (2002), and Second"}, {"text_block_id": "p45_b722", "text": "(2006) National Communications to the UNFCCC"}, {"text_block_id": "p45_b723", "text": "o"}, {"text_block_id": "p45_b724", "text": "Climate Change Technology Needs Assessment (2003)"}, {"text_block_id": "p45_b725", "text": "o"}, {"text_block_id": "p45_b726", "text": "The Clean Development Mechanism (EPA designated National Authority); and most notable, the green facility phase 1 project"}, {"text_block_id": "p45_b727", "text": "o"}, {"text_block_id": "p45_b728", "text": "Ghana Climate Change Impacts, Vulnerability and Adaptation Assessments (2008)"}, {"text_block_id": "p45_b729", "text": "With support from UNDP, EPA in collaboration with NDPC and the National Disaster Management Organization (NADMO) is facilitating initiatives to mainstream climate change and disaster risk reduction into national development at all planning levels (i.e., national, regional, district and across sectors). To support such efforts a guidebook on mainstreaming climate change and disaster risk reduction has been developed. The implementation of the mainstreaming process is being piloted in ten District Assemblies (DAs) in Ghana."}, {"text_block_id": "p46_b730", "text": "Ministry of Finance and Economic Planning (MoFEP)"}, {"text_block_id": "p46_b731", "text": "Source: MoFEP webpage"}, {"text_block_id": "p46_b732", "text": "The DAs were selected to reflect regional and ecological balance and above all climate change vulnerability and socio-economic burden or risk. In addition to the institutional arrangement between EPA and MESTI, other government agencies have established climate change units. For example, both the Forestry Commission and Energy Commission have also established climate change units to specifically handle REDD+ and Energy Efficiency issues respectively."}, {"text_block_id": "p46_b733", "text": "Ministry of Finance and Economic Planning"}, {"text_block_id": "p46_b734", "text": "The Ministry of Finance and Economic Planning (MoFEP) has created a natural resources, environment and climate change unit to oversee, coordinate and manage financing of and support to natural resources and climate change activities. Apart from their representation in the NCCC, MoFEP has been active in the national processes to mainstream climate change into national development planning."}, {"text_block_id": "p46_b735", "text": "The Ministry has also been nominated for accreditation as the National Implementing Entity (NIE) to the Adaptation Fund Board. This is to legally enable MoFEP to function as the fiduciary"}, {"text_block_id": "p46_b736", "text": "administrator of the Adaptation Fund in Ghana. MoFEP is also leading the inter-ministerial collaboration under the Forest Investment Programme (FIP) initiative by the World Bank Group to support REDD+ implementation in Ghana."}, {"text_block_id": "p46_b737", "text": "The Natural Resource Governance desk at MoFEP centrally coordinates the budget support programme under the NREG and FIP initiatives."}, {"text_block_id": "p46_b738_merged", "text": "The Ministry coordinates all forms of support (domestic and international) to climate-change–related activities in Ghana. This is to avoid potential overlaps and potential duplication of efforts and above all to distribute resources to where they are most needed. MoFEP is also engaged in the process of developing national climate change budgeting guidelines to facilitate mainstreaming climate change into national planning."}, {"text_block_id": "p46_b741", "text": "National Development Planning Commission"}, {"text_block_id": "p46_b742", "text": "The National Development Planning Commission (NDPC) is a body created by articles 86 and 87 of the 1992 Constitution of the Republic of Ghana and established by Acts 479 and 480 (1994) of Parliament. Its mandate is to advise the President of the Republic of Ghana on development planning policy and strategy, to prepare and ensure the effective implementation of approved national development plans and strategies, and coordinate economic and social activities countrywide in a manner that will ensure accelerated and sustainable development of the country and improvement in the standard of living for all Ghanaians. The Commission at the request of the President, Parliament, or on its own initiative, is expected to:"}, {"text_block_id": "p46_b743", "text": ""}, {"text_block_id": "p46_b744", "text": "Study and make strategic analyses of macro-economic and structural reform options;"}, {"text_block_id": "p47_b745", "text": ""}, {"text_block_id": "p47_b746", "text": "Make proposals for the development of multi-year rolling plans, taking into consideration the resource potential and comparative advantages of the different districts of Ghana;"}, {"text_block_id": "p47_b747", "text": ""}, {"text_block_id": "p47_b748", "text": "Make proposals for the protection of the natural and physical environment with a view to ensuring that development strategies and programmes are in conformity with sound environmental principles;"}, {"text_block_id": "p47_b749", "text": ""}, {"text_block_id": "p47_b750", "text": "Make proposals for ensuring the even development of the districts of Ghana by the effective utilisation of available resources;"}, {"text_block_id": "p47_b751", "text": ""}, {"text_block_id": "p47_b752", "text": "Monitor, evaluate and co-ordinate development policies, programmes and projects;"}, {"text_block_id": "p47_b753", "text": ""}, {"text_block_id": "p47_b754", "text": "Undertake studies and make recommendations on development and socio-economic issues;"}, {"text_block_id": "p47_b755", "text": ""}, {"text_block_id": "p47_b756", "text": "Formulate comprehensive national development planning strategies and ensure that the strategies are effectively carried out;"}, {"text_block_id": "p47_b757", "text": ""}, {"text_block_id": "p47_b758", "text": "Prepare broad national development plans;"}, {"text_block_id": "p47_b759", "text": ""}, {"text_block_id": "p47_b760", "text": "Keep under constant review national development plans in the light of prevailing domestic and international economic, social and political conditions and make recommendations for the revision of existing policies and programmes where necessary; and"}, {"text_block_id": "p47_b761", "text": ""}, {"text_block_id": "p47_b762", "text": "Perform such other functions relating to development planning as the President may direct."}, {"text_block_id": "p47_b763_merged", "text": "NDPC, working in close collaboration with EPA, MESTI and MoFEP, has ensured the reflection of climate change issues in the current Medium-Term Development Policy Framework (GSGDA: 2010–2013). As part of its mandate, NDPC has translated climate change issues into planning guidelines and subsequently trained"}, {"text_block_id": "p47_b766", "text": "all the Metropolitan, Municipal and District Assemblies, and in particular the 32 newly created districts, on how to mainstream climate change issues into development plans."}, {"text_block_id": "p47_b767", "text": "Working with the Africa Adaptation Programme at EPA, NDPC with the Fiscal Decentralisation Unit of MoFEP has developed an indicator on climate change for the District Functional Organisational Assessment Tool (FOAT). The FOAT is an assessment tool used to determine the quantum of funds released to the districts. On the monitoring side, NPDC in collaboration with all the sectors ensures the development indicators (including climate change) are mainstreamed into the national monitoring and evaluation plan to guide the implementation of the sector and districts."}, {"text_block_id": "p47_b768", "text": "Ministry of Communications (Ghana Meteorological Services Agency (GMet))"}, {"text_block_id": "p47_b769", "text": "The Ghana Meteorological Services Agency (GMet) was set up in December 2004 by the Ghana Meteorological Agency Act (Act 682) to replace the former Ghana Meteorological Services Department. The primary function of GMet is to provide efficient weather services through the collection, processing, storage and dissemination of meteorological data to end users. Recipients of information from the GMet include the Ministry of Food and Agriculture, Ministry of Lands and Natural Resources including the Survey Department, NADMO, universities, research institutions, airlines, maritime operations, banks, cocoa farmers and producers of other crops. Although GMet has been undergoing institutional reforms for some time now, especially in the areas of data commercialization and overall capacity development, the Agency is still challenged with numerous logistical constraints, such as:"}, {"text_block_id": "p48_b770", "text": ""}, {"text_block_id": "p48_b771", "text": "Inadequate number of professional staff"}, {"text_block_id": "p48_b772", "text": ""}, {"text_block_id": "p48_b773", "text": "Inadequate level of funding"}, {"text_block_id": "p48_b774", "text": ""}, {"text_block_id": "p48_b775", "text": "Poor or outdated infrastructure for climate information gathering and forecasting"}, {"text_block_id": "p48_b776", "text": ""}, {"text_block_id": "p48_b777", "text": "Lack of efficient telecommunication systems"}, {"text_block_id": "p48_b778", "text": ""}, {"text_block_id": "p48_b779", "text": "Lack of high computational interconnectivity which is needed at synoptic stations to send data to aid forecasting"}, {"text_block_id": "p48_b780", "text": ""}, {"text_block_id": "p48_b781", "text": "Need for more automated weather and computation stations."}, {"text_block_id": "p48_b782_merged", "text": "These challenges affect the ability of GMet to collect climate information for further development into useable products for the country. Where capacity is inadequate, the country’s ability to plan adaptation measures and adapt effectively becomes highly constrained. GMet needs to be strengthened in the area of climate research so as to support hydrological modelling."}, {"text_block_id": "p48_b785", "text": "Ministry of Lands and Natural Resources (MLNR)"}, {"text_block_id": "p48_b786", "text": "World Bank"}, {"text_block_id": "p48_b787", "text": "."}, {"text_block_id": "p48_b788", "text": "Ministry of Local Government and Rural Development"}, {"text_block_id": "p48_b789", "text": "The Ministry of Local Government and Rural Development (MLGRD) exists to promote the establishment and development of a vibrant and well-resourced decentralization system of local government for the people of Ghana, to ensure good governance and balanced rural development. MLGRD, through its implementing agencies, achieves this by:"}, {"text_block_id": "p48_b790", "text": ""}, {"text_block_id": "p48_b791", "text": "Reforming and encouraging local governments to serve effectively as institutions for mobilizing and harmonizing local resources for local national administration and development;"}, {"text_block_id": "p48_b792", "text": ""}, {"text_block_id": "p48_b793", "text": "Facilitating the development of human settlements through community and popular participation;"}, {"text_block_id": "p48_b794", "text": ""}, {"text_block_id": "p48_b795", "text": "Facilitating a clean and healthy environment; and"}, {"text_block_id": "p48_b796", "text": ""}, {"text_block_id": "p48_b797", "text": "Broadening opportunities by facilitating horticultural development."}, {"text_block_id": "p49_b798", "text": "In response to environmental sanitation issues, MLGRD has worked with stakeholders to develop an Environmental Sanitation Policy, and a National Sanitation Strategy and Action Plan for implementing policy measures and related action. The role of MLGRD is critical to"}, {"text_block_id": "p49_b799", "text": "Ghana’s quest for improving human"}, {"text_block_id": "p49_b800", "text": "development and the quality of life of its people. MLGRD plays an important role also in ensuring that climate change is mainstreamed at the local level."}, {"text_block_id": "p49_b801", "text": "Ministry of Health"}, {"text_block_id": "p49_b802", "text": "The Ministry of Health seeks to improve the health status of Ghanaians through the development and promotion of proactive policies, provision of universal access to basic health services and the provision of quality and affordable health services. To achieve an efficient and effective health delivery, the Ministry operates through its implementing agencies, such as the Ghana Health Service, teaching hospitals, etc., to reduce the prevalence of climate-sensitive disease such as malaria, cerebro-spinal meningitis (CSM), diarrhoeal disorders and Guinea worm. To address inequalities and disparities in emergency care, disease elimination and eradication, financing policy and health insurance, and quality health care, the Ministry has identified priority areas such as HIV/AIDS, malaria, Guinea worm and communicable diseases such as CSM, as well as expanded the programme of immunization and emergency care."}, {"text_block_id": "p49_b803", "text": "Regarding climate change and health, the Ministry is supporting the integration of climate change into the management of priority health risks in Ghana in harmony with national health development priorities. This is especially important as malaria, diarrhoeal diseases, meningococcal meningitis and infectious respiratory diseases still remain major causes of mortality and morbidity in Ghana."}, {"text_block_id": "p49_b804", "text": "Ministry of Water Resources, Works and Housing"}, {"text_block_id": "p49_b805_merged_merged", "text": "The Ministry of Water Resources, Works and Housing (MWRWH) has as its main functions the formulation and coordination of policies and programmes for the systematic development of Ghana’s infrastructure requirements with respect to public works, housing, water supply and sanitation, and hydrology. MWRWH, through its"}, {"text_block_id": "p49_b808", "text": "Wli Waterfalls"}, {"text_block_id": "p49_b809", "text": "implementing agencies, the Departments of Hydrology, Public Works, and Rural Housing, carries out climate response measures for coastal protection and drainage works especially with respect to floods. MWRWH plans, coordinates and monitors programmes for infrastructural development and water management."}, {"text_block_id": "p49_b810", "text": "Ministry of Food and Agriculture"}, {"text_block_id": "p49_b811", "text": "The Ministry of Food and Agriculture (MoFA) is the lead public organization for development of the food and agriculture sector. MoFA is responsible for policy formulation, programming and"}, {"text_block_id": "p50_b812", "text": "coordination within the sector. MoFA also hosts and operates the national public agricultural extension service."}, {"text_block_id": "p50_b813", "text": "For effective implementation of its activities, MoFA is decentralised with clearly outlined responsibilities at each level. At the national level, various departments and technical directorates are responsible for policy formulation, national programming, coordination and technical support to regions. At the regional level, the major activities are coordination and technical support to district offices. It is at the district level that extension services are operationalised with a cadre of extension officers. MoFA currently is using a unified approach to extension, which demands that extension agents provide information on a wide range of technical issues."}, {"text_block_id": "p50_b814", "text": "MoFA is currently leading the implementation of a national Food and Agriculture Development Policy (FASDEP II) and its investment plan, Medium-Term Agriculture Sector Investment Plan (METASIP). The FASDEP and METASIP are the main drivers for achieving the accelerated modernization of agriculture envisaged within the GSGDA. The FASDEP and METASIP have six policy/programme areas as follows; food security and emergency preparedness; increased growth in incomes; increased competitiveness and enhanced integration into domestic and international markets; sustainable management of land and environment; application of science and technology in food and agriculture development; and effective institutional coordination."}, {"text_block_id": "p50_b815", "text": "Although climate change and variability was not clearly captured as one of constraints to food and agriculture sector development during the preparation of FASDEP, the six programme areas of the METASIP provide very good entry points for addressing challenges posed by climate change and variability. MoFA is already building the capacity of extension staff at the regional and district levels to be able to appropriately mainstream climate change in their extension"}, {"text_block_id": "p50_b816", "text": "messages. At the policy level, steps are being taken to develop a climate change adaptation-mitigation strategy with the aim of enhancing the expected outcomes of the implementation of the METASIP."}, {"text_block_id": "p50_b817", "text": "Ministry of Energy"}, {"text_block_id": "p50_b818", "text": "The Ministry of Energy is responsible for formulating, monitoring and evaluating policies, programmes and projects in the energy sector. It is also the institution charged with the implementation of the National Electrification Scheme (NES) which seeks to extend the reach of electricity to all communities in the long term."}, {"text_block_id": "p50_b819", "text": "Key objectives of this Ministry are to:"}, {"text_block_id": "p50_b820", "text": ""}, {"text_block_id": "p50_b821", "text": "Consolidate and improve existing energy supply system;"}, {"text_block_id": "p50_b822", "text": ""}, {"text_block_id": "p50_b823", "text": "Increase access to modern energy services, especially by the poor communities;"}, {"text_block_id": "p50_b824", "text": ""}, {"text_block_id": "p50_b825", "text": "Ensure productive and efficient use of energy particularly by the rural communities so as to stimulate economic growth and development;"}, {"text_block_id": "p50_b826", "text": ""}, {"text_block_id": "p50_b827", "text": "Secure future energy supplies;"}, {"text_block_id": "p50_b828", "text": ""}, {"text_block_id": "p50_b829", "text": "Encourage private sector participation in energy infrastructure development;"}, {"text_block_id": "p50_b830", "text": ""}, {"text_block_id": "p50_b831", "text": "Minimize the environmental impact of energy supplies and consumption through increased use of renewable energy/energy efficiency economies."}, {"text_block_id": "p50_b832", "text": "The Energy Commission is one of the key institutions under the Ministry and is responsible for:"}, {"text_block_id": "p51_b833", "text": ""}, {"text_block_id": "p51_b834", "text": "Preparing, reviewing and updating indicative national energy plans to ensure that all reasonable demands for energy are met;"}, {"text_block_id": "p51_b835", "text": ""}, {"text_block_id": "p51_b836", "text": "Advising the Minister on national energy policy;"}, {"text_block_id": "p51_b837", "text": ""}, {"text_block_id": "p51_b838", "text": "Collecting and analyzing energy data for policy advisory and planning purposes;"}, {"text_block_id": "p51_b839", "text": ""}, {"text_block_id": "p51_b840", "text": "Licensing and technical regulation of utilities engaged in the electricity and natural gas sectors;"}, {"text_block_id": "p51_b841", "text": ""}, {"text_block_id": "p51_b842", "text": "Promoting energy efficiency and renewable energy;"}, {"text_block_id": "p51_b843", "text": ""}, {"text_block_id": "p51_b844", "text": "Licensing and regulation of renewable energy service providers."}, {"text_block_id": "p51_b845", "text": "The Public Utilities Regulatory Commission (PURC), on the other hand, is an independent regulatory agency responsible for the economic regulation of the power sector with the mandate to approve rates for electricity sold by electricity distribution utilities."}, {"text_block_id": "p51_b846", "text": "Ministry of Education"}, {"text_block_id": "p51_b847", "text": "The role of the universities in climate change for education, research and capacity-building is worth mentioning. Although there are a number of researchers carrying out climate change research in the various universities, a research diagnostic shows that there is a limited coherent approach to climate change and development research. There seems to be much duplication, but huge geographical gaps in coverage, as well as gaps in sectors and thematic areas. Methodologies being used do not allow direct inter-comparison of data. The absence of a national climate change research agenda means that there is a lack of coordination and communication between different research institutes. Hence, project information remains as grey literature rather than being made"}, {"text_block_id": "p51_b848_merged", "text": "properly available to other research institutions. Current capacity for climate change research remains low, especially in universities and their research institutes. This could be attributed to limited incentives and resources available for climate change research. For example, many if not all, the universities lack adequate technologies and equipment necessary for research into climate change science."}, {"text_block_id": "p51_b851", "text": "The climate change policy development and implementation unit, namely MESTI, benefits little from research conducted due to the poor linkages between research and policy. Moreover, research results are not modified to suit the level and interests of policymakers. Many institutions do not have the capacity for areas such as climate change scenario modelling and vulnerability analysis."}, {"text_block_id": "p51_b852", "text": "Ministry of Gender, Children and Social Protection"}, {"text_block_id": "p52_b853", "text": "Ministry of Roads and Highways"}, {"text_block_id": "p52_b854", "text": "The Ministry of Roads and Highways was established to provide and maintain an integrated, cost-effective and sustainable road transport network responsive to the needs of users, supporting growth and poverty reduction. Its mission is to formulate the requisite policies, and monitor and evaluate programmes and projects to ensure the provision of an affordable, integrated, safe, responsive and sustainable road transport network that will meet the economic, social and environmental needs as well as national and international standards. The Ministry is overseeing the implementation of the Bus Rapid Transit system within Accra to promote a shift to more environmentally sustainable transport modes and lower transport-related greenhouse gas emissions along the pilot bus rapid transit corridor."}, {"text_block_id": "p52_b855", "text": "3.1.2 Non-governmental /Civil Society Organizations"}, {"text_block_id": "p52_b856", "text": "Currently a wide range of Non-governmental Organizations/Civil Society Organizations (NGOs/CSOs) are involved directly and indirectly in the climate and development debate in Ghana. Some of these NGOs/CSOs implement specific climate change initiatives at the community level, as well as engage in climate change policy advocacy at national and international levels. Other roles of CSOs in relation to climate change include: community education and delivery of environmental services, research and climate change"}, {"text_block_id": "p52_b857", "text": "vulnerability analysis, emergency/disaster response and relief programming, facilitating models for community-based adaptation to climate change, promoting community consultations and participation, facilitating CSO mobilisation, and coordinated engagement with the Government on climate change, policy monitoring, and social accountability for equitable and pro-poor response to climate change."}, {"text_block_id": "p52_b858_merged", "text": "In recognition of the important role that civil society plays in natural resource and environmental governance in Ghana, the Government of Ghana and development partners, under the Natural Resources and Environmental Governance (NREG) framework (initially funded by the Embassy of the Kingdom of the Netherlands, the UK Department for International Development (DFID), the European Union, the French Development Agency, and the World Bank) supported the establishment of a Natural Resources and Environment (NRE) sector-specific support mechanism for civil society organisations, to enhance their role and participation for effective natural resources and environmental governance in Ghana.  This NRE CSO support mechanism is currently known as “Kasa”, literally meaning “speak out” in Twi. The Kasa framework supports capacity-building of CSOs, coalitions/networks for coordinated engagement and evidence-based advocacy for transparency, accountability and policy responsiveness in natural resources and environmental governance."}, {"text_block_id": "p52_b864", "text": "The NGO/CSO sector faces a number of challenges, including weak technical capacity in climate change, inadequate funding, and poor coordination. A lot of research has also been carried out by NGOs which is often lost to researchers in academia and likewise research by academia, including climate-change-related research, is not often accessible to CSOs for practical application in their projects."}, {"text_block_id": "p53_b865", "text": "Climate change needs to be streamlined with avenues for information sharing made available."}, {"text_block_id": "p53_b866", "text": "CSOs have taken measures to improve self-coordination through the establishment of various platforms, coalitions and networks. For example, in the NRE sector there are over 10 key coalitions/networks (with memberships of over 30 organisations each) addressing the issues on land, oil and gas, mining, forestry, water, fisheries, environment and climate change. However, these and other emerging coalitions/networks need to be supported to enhance their effectiveness in the national response to climate change. As part of addressing the challenges facing CSOs, a dedicated funding and support mechanism for civil society activities on climate change should be considered a key aspect of the national response to climate change. Measures to support the capacity-building of civil society, strengthening coordination, information sharing, and participation in the design, implementation and monitoring of policies and projects on climate change, should be part of the policy response for enhancing the role of civil society on climate change."}, {"text_block_id": "p53_b867", "text": "3.1.3 Private Sector"}, {"text_block_id": "p53_b868", "text": "The adverse impacts of climate change are already being felt in the private sector, particularly in the primary exports of cocoa and timber. Climate change discussions are generally at the level of immediate impacts. The level of interest or engagement, especially by the international private sector (primarily finance and communications companies), remains unclear. The drought in 2007 leading to power cuts due to inadequate hydroelectric power, stimulated widespread discussions on climate-change-related issues. Ways to leverage private sector investment to climate-change-proof"}, {"text_block_id": "p53_b869", "text": "social and physical infrastructure, such as low-emission electricity generation, use of renewable energy as a means to promote energy access and enhancing energy efficiency, need to be enhanced."}, {"text_block_id": "p53_b870", "text": "Fuel wood collector at work"}, {"text_block_id": "p53_b871", "text": "Source: C Gordon"}, {"text_block_id": "p54_b872", "text": "3.2 Legal and Regulatory Framework"}, {"text_block_id": "p54_b873", "text": "3.2.1 International Obligations"}, {"text_block_id": "p54_b874", "text": "The 1992 Fourth Republican Constitution of Ghana has made government accountable to the people of Ghana. The starting point for developing the climate change policy for Ghana is therefore the Constitution from which derives the powers of government and the Ghanaian population at large."}, {"text_block_id": "p54_b875", "text": "Article 36 (9) of chapter six of the"}, {"text_block_id": "p54_b876", "text": "constitution states “the"}, {"text_block_id": "p54_b877", "text": "State shall take appropriate measures needed to protect and safeguard the national environment for posterity; and shall seek cooperation with other states and bodies for purposes of protecting the wider international environment f"}, {"text_block_id": "p54_b878", "text": "or mankind”"}, {"text_block_id": "p54_b879", "text": "."}, {"text_block_id": "p54_b880", "text": "Ghana is also a party to the following international environmentrelated agreements: Convention on Biological Diversity, United Nations Framework Convention on Climate Change, United Nations Convention to Combat Desertification in those countries experiencing serious drought and/or desertification particularly in Africa, Convention on International Trade in Endangered Species of Wild Fauna and Flora, Convention on the Prohibition of Military or Any Other Hostile Use of Environmental Modification Techniques, Basel Convention on the Control of the Transboundary Movements of Hazardous Wastes and Their Disposal, United Nations Convention on the Law of the Sea, Vienna Convention for the Protection of the Ozone Layer and its Montreal Protocol, International Convention for the Prevention of Pollution from Ships (MARPOL), International Tropical Timber Agreement, Ramsar Convention on Wetlands, and many others."}, {"text_block_id": "p54_b881", "text": "Ghana joined the global community by signing the UNFCCC in June 1992 in Rio de Janeiro. The Convention entered into force globally on 21 March 1994, and specifically for Ghana on 5"}, {"text_block_id": "p54_b882", "text": "th"}, {"text_block_id": "p54_b883", "text": "December 1995, three months after Ghana ratified the Convention, i.e., on 6"}, {"text_block_id": "p54_b884", "text": "th"}, {"text_block_id": "p54_b885", "text": "September 1995."}, {"text_block_id": "p54_b886_merged_merged_merged_merged", "text": "On November 26th 2002, the Parliament of the Republic of Ghana passed a resolution to ratify the Kyoto Protocol. The final instrument of ratification was deposited at the United Nations Headquarters in New York in March 2003, thus allowing Ghana to accede to the Kyoto Protocol and hence becoming a Party to it. The Kyoto Protocol entered into force globally on 16th February 2005."}, {"text_block_id": "p54_b891", "text": "Ghana has been very keen to explore the opportunities presented by climate-change-related challenges. MESTI in particular has sought to ensure that the development agenda of government responds to the emerging trends of global warming and to how Ghana could better contribute to the common objective, and to position herself as a leader within the Africa region."}, {"text_block_id": "p54_b892", "text": "Ghana is keen to include climate resilience in its development. In addition, Ghana is adequately represented at various international conferences on climate change to keep abreast with developments in global and regional thinking and decisions on climate response measures, as have been deliberated and agreed by the parties. Since Ghana joined the global community on climate change, the Government has been making strides towards fulfilling its obligations under the climate change convention and the Kyoto Protocol."}, {"text_block_id": "p54_b893", "text": "Ghana, in its efforts to internalise international agreements, has enacted the following national legislation amongst others:"}, {"text_block_id": "p54_b894", "text": ""}, {"text_block_id": "p54_b895", "text": "Control and Prevention of Bushfires Act (1990)"}, {"text_block_id": "p54_b896", "text": ""}, {"text_block_id": "p54_b897", "text": "Energy Efficiency (LI 1815; LI 1932; LI 1937; LI 1958; LI 1970)"}, {"text_block_id": "p54_b898", "text": ""}, {"text_block_id": "p54_b899", "text": "Environmental Protection Agency Act (1994)"}, {"text_block_id": "p54_b900", "text": ""}, {"text_block_id": "p54_b901", "text": "Forest Plantation Development Fund Act (2000)"}, {"text_block_id": "p55_b902", "text": ""}, {"text_block_id": "p55_b903", "text": "Management of Ozone Depleting Substances and Products Regulations (2005)"}, {"text_block_id": "p55_b904", "text": ""}, {"text_block_id": "p55_b905", "text": "Minerals and Mining Act (2006)"}, {"text_block_id": "p55_b906", "text": ""}, {"text_block_id": "p55_b907", "text": "Pesticides Control and Management Act (1996)"}, {"text_block_id": "p55_b908", "text": ""}, {"text_block_id": "p55_b909", "text": "Renewable Energy Act (2011)"}, {"text_block_id": "p55_b910", "text": ""}, {"text_block_id": "p55_b911", "text": "Revised Forest and Wildlife Policy (2012)"}, {"text_block_id": "p55_b912", "text": ""}, {"text_block_id": "p55_b913", "text": "Science, Technology and Innovation Policy (2010)"}, {"text_block_id": "p55_b914", "text": ""}, {"text_block_id": "p55_b915", "text": "Industrial Policy (2011)"}, {"text_block_id": "p55_b916", "text": ""}, {"text_block_id": "p55_b917", "text": "Timber Resource Management Act (1998)"}, {"text_block_id": "p55_b918", "text": "3.2.2 Existing Policies and Strategies Related to Climate Change"}, {"text_block_id": "p55_b919", "text": "National Climate Change Adaptation Strategy (NCCAS)"}, {"text_block_id": "p55_b920", "text": "The preparation of the adaptation strategy has been principally influenced by, among other factors,"}, {"text_block_id": "p55_b921", "text": "(1) Ghana’s commitments under"}, {"text_block_id": "p55_b922", "text": "the UNFCCC to ensure that climate change issues are adequately"}, {"text_block_id": "p55_b923", "text": "considered in national development planning, (2) the country’s"}, {"text_block_id": "p55_b924", "text": "responsiveness to the Hyogo Framework for Action (HFA) 2005"}, {"text_block_id": "p55_b925", "text": "–"}, {"text_block_id": "p55_b926", "text": "2015 (comprehensive and action-oriented response to international concern about the growing impact of disaster on individuals, communities and national development, which aims to reduce substantially loss of life as well as the social, economic and environmental losses caused to communities), (3) the extent of added vulnerability to the Ghanaian economy attributed to the current and expected impacts of climate change on the entire society makes the preparation of the NCCAS important. Initial funding for the preparation of the funding was sought from the NREG budget support programme and later complemented by resources from the Climate Change Adaptation and Development Initiative, CCDARE."}, {"text_block_id": "p55_b927", "text": "The basic goal of the NCCAS is to increase Ghana’s resilience to"}, {"text_block_id": "p55_b928_merged_merged", "text": "climate change impacts now and in the future through improved awareness, effective mainstreaming and consistent efforts to reduce vulnerability in natural and social systems. This would be achieved by building Ghana’s capacity in the area of infrastructure and knowledge to deal with climate change impacts and reduce vulnerability in key sectors, ecosystems, districts and regions of the country."}, {"text_block_id": "p55_b931", "text": "The Energy Strategy"}, {"text_block_id": "p55_b932", "text": "The main aim of the Government’s energy strategy is that of sustainable exploitation and efficient use of the country’s ener"}, {"text_block_id": "p55_b933", "text": "gy resources and power production, in order to improve on the quality of life of the people. In this regard, the Government of Ghana aims to pursue only environmentally friendly policies and measures as part of efforts to meet her obligations under the Climate Change Convention. These include, among others:"}, {"text_block_id": "p55_b934", "text": ""}, {"text_block_id": "p55_b935", "text": "Encouraging energy efficiency and conservation practices, a strategy for which the Government set up the Energy Foundation to lead;"}, {"text_block_id": "p55_b936", "text": ""}, {"text_block_id": "p55_b937", "text": "Reducing the average wood fuel energy intensity per urban household by 30% by 2015 and by 50% by 2020 and also, reducing firewood intensity per rural household by 10% by 2020;"}, {"text_block_id": "p55_b938", "text": ""}, {"text_block_id": "p55_b939", "text": "Achieving 1% penetration of solar energy in hotels, restaurants and institutional kitchens using solar water heaters by 2015, and 5% penetration by 2020;"}, {"text_block_id": "p55_b940", "text": ""}, {"text_block_id": "p55_b941", "text": "Achieving 10% renewable energy contribution by 2010;"}, {"text_block_id": "p55_b942", "text": ""}, {"text_block_id": "p55_b943", "text": "Promoting energy efficiency in the transport sector, deregulating the railway system to permit private sector participation in urban passenger and long distance freight"}, {"text_block_id": "p56_b944", "text": "railways systems as well as providing incentives for the promotion of nationwide mass transit transport systems;"}, {"text_block_id": "p56_b945", "text": ""}, {"text_block_id": "p56_b946", "text": "Achieving high quality and reliable (95% uninterrupted) electricity supply to the industrial sector per annum by 2015 and improving reliability to 98% by 2020;"}, {"text_block_id": "p56_b947", "text": ""}, {"text_block_id": "p56_b948", "text": "Developing a local market for the industrial use of natural gas when the West African Gas Project (WAGP) is completed, including displacing residual fuel oil use for heating in most coastal industries by 2015."}, {"text_block_id": "p56_b949", "text": "It is, however, noteworthy that the oil find in Ghana may change the dynamics of energy demand and supply in country. Also, the Bui hydroelectric dam, to be completed by 2015, will add significantly to the renewable energy mix of the energy sector. The West African Gas Project is also expected to supply gas to power the thermal energy component of the energy mix to defray the use of diesel and other petroleum products."}, {"text_block_id": "p56_b950", "text": "National Water Policy"}, {"text_block_id": "p56_b951", "text": "The National Water Policy of Ghana is intended to provide a"}, {"text_block_id": "p56_b952", "text": "framework for the sustainable development of Ghana’s water"}, {"text_block_id": "p56_b953", "text": "resources. It is targeted at all water users, water managers and investors, decision makers and policymakers within the central government and decentralised (district assemblies) structures, NGOs and international agencies. The policy also recognises the various cross-sectoral issues related to water-use and the links to other relevant sectoral policies, such as those on sanitation, agriculture, transport, energy, etc."}, {"text_block_id": "p56_b954_merged_merged", "text": "The policy is organized into three sections. Section 1 presents the overview of Ghana’s water sector comprising the state of water resources and management institutions, development priorities,"}, {"text_block_id": "p56_b957", "text": "international obligations, and broad policy principles. Section 2 details the key policy issues related to the basic principles and challenges of confronting water resources management development and use in the three sub-sectors: water resources management, urban water supply, and community water and sanitation. Section 3 outlines proposals and guidelines for implementing the policy including institutional roles and responsibilities, standards, regulations, definitions and references"}, {"text_block_id": "p56_b958", "text": "Sanitation Policy"}, {"text_block_id": "p56_b959", "text": "Ghana’s"}, {"text_block_id": "p56_b960", "text": "National Environmental Sanitation Policy (ESP) was developed in 1999 in consultation with a variety of stakeholders and covers the broad spectrum of environmental sanitation, including solid and liquid waste, industrial and hazardous wastes, storm water drainage, environmental and hygiene education, vectors of disease, and disposal of the dead (Republic of Ghana, 1999). The policy identifies many of the major problems and constraints in environmental sanitation, including the lack of assigned roles for governmental bodies, the lack of capacity and skilled professionals at all levels, and the problems associated with the transfer of responsibilities for environmental sanitation without the corresponding budget, personnel, and equipment transfers. The policy then lays out its strategy to deal with these problems."}, {"text_block_id": "p56_b961", "text": "Key items in the strategy include: (a) defining the roles and responsibilities related to environmental sanitation of institutions from the national ministries down to unit committees, community organizations, and the individual; (b) the privatization of environmental sanitation services; (c) the creation a National Environmental Sanitation Policy Coordinating Council (NESPCC) and a District Environmental Sanitation Fund; and (d) the phasing out of pan latrines."}, {"text_block_id": "p57_b962", "text": "Various Related MDA Action Plans"}, {"text_block_id": "p57_b963_merged", "text": "Several Ministries, Departments and Agencies (MDAs) have produced plans for climate change response, e.g., the Ghana Plan of Action for Disaster Risk Reduction and Climate Change Adaptation (2011–2015) by NADMO. Where relevant, these plans have been taken into account in the NCCP."}, {"text_block_id": "p59_b966", "text": "Contents of Section Four"}, {"text_block_id": "p59_b967", "text": "4.1"}, {"text_block_id": "p59_b968", "text": "4.1\n"}, {"text_block_id": "p59_b969", "text": "Key Messages"}, {"text_block_id": "p60_b970", "text": "4.0 Policy Themes and Strategic Focus Areas"}, {"text_block_id": "p60_b971", "text": "•"}, {"text_block_id": "p60_b972", "text": "Agriculture and Food Security"}, {"text_block_id": "p60_b973", "text": "•"}, {"text_block_id": "p60_b974", "text": "Disaster Preparedness and Response"}, {"text_block_id": "p60_b975", "text": "•"}, {"text_block_id": "p60_b976", "text": "Natural Resource Management"}, {"text_block_id": "p60_b977", "text": "•"}, {"text_block_id": "p60_b978", "text": "Equitable Social Development"}, {"text_block_id": "p60_b979", "text": "•"}, {"text_block_id": "p60_b980", "text": "Energy, Industrial and Infrastructural Development"}, {"text_block_id": "p60_b981", "text": "4.1 Agriculture and Food Security"}, {"text_block_id": "p60_b982", "text": "Focus Area 1: Develop Climate-resilient Agriculture and Food Security Systems"}, {"text_block_id": "p60_b983", "text": "Ghana’s agriculture and food production system"}, {"text_block_id": "p60_b984", "text": "s are based on exploitation of natural resources, with extensive crop and livestock production systems, rain-fed agriculture, hunting, and fishing from natural water bodies. Climate change, in addition to non-climate drivers such as soil degradation, land tenure arrangements and poor technology, is expected to have significant impacts on these resource-dependant sectors, and consequently food security. Having effective agricultural policies will not only improve food security but will also contribute synergistically to carbon sequestration, enhanced conservation and biodiversity, improved quality of soil and water, protection of the watershed, healthier natural ecosystems as well as socio-economic stability."}, {"text_block_id": "p60_b985", "text": "Principles"}, {"text_block_id": "p60_b986", "text": "The key principles are the:"}, {"text_block_id": "p60_b987", "text": ""}, {"text_block_id": "p60_b988", "text": "Understanding that sustainability of natural resources, including land, forest, water and genetic biodiversity is significantly influenced by agricultural practices."}, {"text_block_id": "p60_b989", "text": ""}, {"text_block_id": "p60_b990", "text": "Need for sustainable agricultural systems as the fundamental basis for achieving national food security and poverty reduction."}, {"text_block_id": "p60_b991", "text": "Key Challenges"}, {"text_block_id": "p60_b992", "text": "Major challenges that afflict the agricultural sector include:"}, {"text_block_id": "p60_b993", "text": ""}, {"text_block_id": "p60_b994", "text": "Inadequate human resource and managerial skills"}, {"text_block_id": "p60_b995", "text": ""}, {"text_block_id": "p60_b996", "text": "Insecure land tenure rights"}, {"text_block_id": "p60_b997", "text": ""}, {"text_block_id": "p60_b998", "text": "Limited credit facilities, particularly for input purchases"}, {"text_block_id": "p60_b999", "text": ""}, {"text_block_id": "p60_b1000", "text": "Inadequate investment in agricultural research"}, {"text_block_id": "p60_b1001", "text": ""}, {"text_block_id": "p60_b1002", "text": "Limited basic infrastructure especially in rural areas, such as roads and transport, access to markets, and storage facilities"}, {"text_block_id": "p60_b1003", "text": ""}, {"text_block_id": "p60_b1004", "text": "Crop failure due to weather variability and unpredictability"}, {"text_block_id": "p60_b1005", "text": ""}, {"text_block_id": "p60_b1006", "text": "Unsustainable agricultural practices such as the progressive reduction in fallow lengths"}, {"text_block_id": "p60_b1007", "text": ""}, {"text_block_id": "p60_b1008_merged", "text": "Continued reliance on cyclical “slash and burn” methods to maintain soil fertility"}, {"text_block_id": "p60_b1013", "text": ""}, {"text_block_id": "p60_b1014", "text": "Increasing incidence of alien disease and pests as a result of changes in temperature and humidity"}, {"text_block_id": "p60_b1015", "text": ""}, {"text_block_id": "p60_b1016", "text": "High mortality rates of livestock due to disease and poor management practices"}, {"text_block_id": "p60_b1017", "text": ""}, {"text_block_id": "p60_b1018", "text": "Loss of viable agricultural lands as a result of land degradation (e.g., due to overgrazing, soil compaction, mining, bush fires and over-harvesting of fuel wood) and"}, {"text_block_id": "p61_b1019", "text": "urban development, vis-à-vis urban and peri-urban agriculture"}, {"text_block_id": "p61_b1020", "text": ""}, {"text_block_id": "p61_b1021", "text": "Competition between agricultural land and other land uses"}, {"text_block_id": "p61_b1022", "text": ""}, {"text_block_id": "p61_b1023", "text": "Potential threats of"}, {"text_block_id": "p61_b1024", "text": "“"}, {"text_block_id": "p61_b1025", "text": "land grabbing"}, {"text_block_id": "p61_b1026", "text": "”"}, {"text_block_id": "p61_b1027", "text": "for biofuel production"}, {"text_block_id": "p61_b1028", "text": ""}, {"text_block_id": "p61_b1029", "text": "Food insecurity and shortages due to degrading soil quality and decreased productivity"}, {"text_block_id": "p61_b1030", "text": ""}, {"text_block_id": "p61_b1031", "text": "Limited irrigation development and poor management"}, {"text_block_id": "p61_b1032", "text": ""}, {"text_block_id": "p61_b1033", "text": "Limited technology development for processing, transporting, handling and storage of crop produce, fish and livestock products"}, {"text_block_id": "p61_b1034", "text": ""}, {"text_block_id": "p61_b1035", "text": "Weak enforcement of environmental management for agricultural, land use and fishing activities"}, {"text_block_id": "p61_b1036", "text": ""}, {"text_block_id": "p61_b1037", "text": "Declining fish catch as a result of overfishing and inappropriate fishing practices (e.g., fishing with light, poison or dynamite, small net sizes, pair-trawling, etc.)"}, {"text_block_id": "p61_b1038", "text": ""}, {"text_block_id": "p61_b1039", "text": "Destruction of fish breeding sites through over-exploitation of mangroves"}, {"text_block_id": "p61_b1040", "text": ""}, {"text_block_id": "p61_b1041", "text": "Limited recycling of agricultural waste."}, {"text_block_id": "p61_b1042", "text": "Policy Objectives"}, {"text_block_id": "p61_b1043", "text": "The key objectives of this policy option are to:"}, {"text_block_id": "p61_b1044", "text": ""}, {"text_block_id": "p61_b1045", "text": "Develop climate-resilient agriculture and food systems for all agro-ecological zones"}, {"text_block_id": "p61_b1046", "text": ""}, {"text_block_id": "p61_b1047", "text": "Develop human resource capacity for climate-resilient agriculture."}, {"text_block_id": "p61_b1048", "text": "Policy Actions"}, {"text_block_id": "p61_b1049", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p61_b1050", "text": ""}, {"text_block_id": "p61_b1051", "text": "Improve and harmonize research activities in climate-smart agriculture"}, {"text_block_id": "p61_b1052", "text": ""}, {"text_block_id": "p61_b1053", "text": "Build and strengthen the capacity of extension officers in climate smart-agriculture to enhance support to farmers and fishermen"}, {"text_block_id": "p61_b1054", "text": ""}, {"text_block_id": "p61_b1055", "text": "Promote capacity-building for farmers and fisherfolk and build awareness on climate change issues"}, {"text_block_id": "p61_b1056", "text": ""}, {"text_block_id": "p61_b1057", "text": "Build capacity for community-level weather data collection, analysis and dissemination for agricultural planning"}, {"text_block_id": "p61_b1058", "text": ""}, {"text_block_id": "p61_b1059", "text": "Document and promote appropriate indigenous knowledge and best practices"}, {"text_block_id": "p61_b1060", "text": ""}, {"text_block_id": "p61_b1061", "text": "Develop climate-resilient cropping and livestock systems as well as crop varieties and livestock breeds tolerant to flooding, drought and salinity"}, {"text_block_id": "p61_b1062", "text": ""}, {"text_block_id": "p61_b1063", "text": "Promote diversified land use practices, including agroforestry, dry-land farming, urban/backyard vegetable production, to reduce risk and increase the capacity of farmers to cope with droughts and floods"}, {"text_block_id": "p61_b1064", "text": ""}, {"text_block_id": "p61_b1065", "text": "Prepare and enforce spatial plans to address conflicts between peri-urban agriculture and human settlements"}, {"text_block_id": "p61_b1066", "text": ""}, {"text_block_id": "p61_b1067", "text": "Improve productivity through improved farming technologies and practices, such as the integration of trees into farming systems, integrated nutrient management under various crops, green/organic farming, etc."}, {"text_block_id": "p61_b1068", "text": ""}, {"text_block_id": "p61_b1069_merged_merged", "text": "Promote and support agricultural diversification (livestock – crop integration as well as management practices) as a coping strategy and for income generation"}, {"text_block_id": "p61_b1072", "text": ""}, {"text_block_id": "p61_b1073", "text": "Design and implement programmes on fisheries management and disease control, which integrate climatic and hydrological parameters"}, {"text_block_id": "p61_b1074", "text": ""}, {"text_block_id": "p61_b1075", "text": "Provide sustained support in the use of simple agronomic soil and water conservation measures (e.g., agro-forestry, crop rotation, tied ridging, mulching, contour earth mounds, vegetative barriers and improved fallow)"}, {"text_block_id": "p62_b1076", "text": ""}, {"text_block_id": "p62_b1077", "text": "Promote appropriate technologies for small-scale irrigation, water re-use and water harvesting (e.g., waste/water recycling), rainwater harvesting, etc."}, {"text_block_id": "p62_b1078", "text": ""}, {"text_block_id": "p62_b1079", "text": "Improve efficiency of farming practices through secure land tenure, effective pricing policies and access to credit"}, {"text_block_id": "p62_b1080", "text": ""}, {"text_block_id": "p62_b1081", "text": "Institute risk transfer schemes (e.g., insurance) against local supply changes, harvest failure or weather risk"}, {"text_block_id": "p62_b1082", "text": ""}, {"text_block_id": "p62_b1083", "text": "Promote alternative livelihood systems to diversify incomes, such as beekeeping, poultry production, piggery, snail rearing, mushroom cultivation, sustainable aquaculture, etc."}, {"text_block_id": "p62_b1084", "text": ""}, {"text_block_id": "p62_b1085", "text": "Improve post-harvest capacity, e.g., storage and processing facilities and infrastructure"}, {"text_block_id": "p62_b1086", "text": ""}, {"text_block_id": "p62_b1087", "text": "Build capacity for recycling and conversion of agricultural waste"}, {"text_block_id": "p62_b1088", "text": ""}, {"text_block_id": "p62_b1089", "text": "Improve marketing policies that increase competitiveness for the doMESTIic and international market."}, {"text_block_id": "p62_b1090_merged", "text": "Programme Areas for Focus Area 1: Develop Climate-resilient Agriculture and Food Systems"}, {"text_block_id": "p63_b1092", "text": "4.2 Disaster Preparedness and Response"}, {"text_block_id": "p63_b1093", "text": "Focus Area 2: Build Climate-resilient Infrastructure"}, {"text_block_id": "p63_b1094", "text": "Infrastructure plays a critical role in building the resilience of a town or community to climatic events and climate change. In Ghana, vulnerability to climate change is spatially and socially differentiated, with potential impacts on infrastructure such as roads, dams, power distribution lines, homes and settlements. Coastal infrastructure also requires additional interventions such as coastal and sea defence walls to decrease their vulnerability to sea level rise. The direct impacts of floods, droughts, landslides, and urban and coastal hazards may also affect infrastructure directly, indirectly (where design is poor or inadequate), or in the long term where changes in temperature and rainfall patterns may, for example, affect energy demands or water flows for hydropower. Although investments required for infrastructure projects are initially high, those that are robust enough to withstand adverse climatic pressures can result in major financial benefits in the long term."}, {"text_block_id": "p63_b1095", "text": "Principles"}, {"text_block_id": "p63_b1096", "text": "The main principles are that:"}, {"text_block_id": "p63_b1097", "text": ""}, {"text_block_id": "p63_b1098", "text": "The development of infrastructure and associated facilities has a direct influence on the sustainable development of the nation."}, {"text_block_id": "p63_b1099", "text": ""}, {"text_block_id": "p63_b1100", "text": "Incorporating climate-resilient codes into basic infrastructure will significantly reduce the vulnerability of the nation to climate change risks."}, {"text_block_id": "p63_b1101", "text": "Key Challenges"}, {"text_block_id": "p63_b1102", "text": "The following factors currently challenge the achievement of climate-resilient infrastructure:"}, {"text_block_id": "p63_b1103", "text": ""}, {"text_block_id": "p63_b1104", "text": "Poverty, especially urban poverty, results in habitation of marginalized areas"}, {"text_block_id": "p63_b1105", "text": ""}, {"text_block_id": "p63_b1106", "text": "Poor climate-proof construction/design of infrastructure"}, {"text_block_id": "p63_b1107", "text": ""}, {"text_block_id": "p63_b1108", "text": "Absence of climate change parameters in building codes"}, {"text_block_id": "p63_b1109", "text": ""}, {"text_block_id": "p63_b1110_merged", "text": "Limited numbers of architects and artisans designing “climate-proof” infrastructure"}, {"text_block_id": "p63_b1115", "text": ""}, {"text_block_id": "p63_b1116", "text": "Negative attitudes towards disaster-resistant infrastructural designs"}, {"text_block_id": "p63_b1117", "text": ""}, {"text_block_id": "p63_b1118", "text": "Poor drainage systems  and siltation of river beds"}, {"text_block_id": "p63_b1119", "text": ""}, {"text_block_id": "p63_b1120", "text": "Settlements and farms located in flood plains and low-lying areas"}, {"text_block_id": "p63_b1121", "text": ""}, {"text_block_id": "p63_b1122", "text": "Absence of proper flood management systems"}, {"text_block_id": "p63_b1123", "text": ""}, {"text_block_id": "p63_b1124", "text": "Improper disposal of solid waste that chokes drains and worsens flooding conditions"}, {"text_block_id": "p63_b1125", "text": ""}, {"text_block_id": "p63_b1126", "text": "Increasing coastal erosion leading to destruction of infrastructure and exposure to more turbulent waves."}, {"text_block_id": "p63_b1127", "text": "Policy Objectives"}, {"text_block_id": "p63_b1128", "text": "The key objectives of this policy option are to:"}, {"text_block_id": "p63_b1129", "text": ""}, {"text_block_id": "p63_b1130", "text": "Improve the understanding of how appropriate infrastructure can reduce vulnerability and risk to climate-related events"}, {"text_block_id": "p63_b1131", "text": ""}, {"text_block_id": "p63_b1132", "text": "Build climate-resilient infrastructure to protect inland and coastal communities, ecosystems and services."}, {"text_block_id": "p63_b1133", "text": "Policy Actions"}, {"text_block_id": "p63_b1134", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p63_b1135", "text": ""}, {"text_block_id": "p63_b1136", "text": "Improve technical and institutional capacity through research support and training"}, {"text_block_id": "p64_b1137", "text": ""}, {"text_block_id": "p64_b1138", "text": "Conduct research on appropriate infrastructure design standards that meet higher requirements against extreme weather-related natural hazard events"}, {"text_block_id": "p64_b1139", "text": ""}, {"text_block_id": "p64_b1140", "text": "Improve hydro-meteorological observation networks to provide better climate data and information, and communicate early warning of natural hazards"}, {"text_block_id": "p64_b1141", "text": ""}, {"text_block_id": "p64_b1142", "text": "Collect relevant data on coastal zone geomorphology, surface water flows and groundwater for modelling coastal flooding"}, {"text_block_id": "p64_b1143", "text": ""}, {"text_block_id": "p64_b1144", "text": "Provide enabling policy environment to ensure climate resilience in urban planning, construction codes and management"}, {"text_block_id": "p64_b1145", "text": ""}, {"text_block_id": "p64_b1146", "text": "Revise design standards, building codes and spatial planning to include climate change parameters"}, {"text_block_id": "p64_b1147", "text": ""}, {"text_block_id": "p64_b1148", "text": "Climate-proof important infrastructure that provide key services so that communities are less exposed and vulnerable during extreme events"}, {"text_block_id": "p64_b1149", "text": ""}, {"text_block_id": "p64_b1150", "text": "Construct proper storm drainage systems, riverbank protection, buffer zones, and undertake afforestation along embankments and other measures to reduce flooding"}, {"text_block_id": "p64_b1151", "text": ""}, {"text_block_id": "p64_b1152", "text": "Construct channels, water collecting reservoirs and dams to contain floods and store water for the dry season"}, {"text_block_id": "p64_b1153", "text": ""}, {"text_block_id": "p64_b1154", "text": "Encourage relocation of settlements and economic activities from climate-related disaster-prone areas"}, {"text_block_id": "p64_b1155", "text": ""}, {"text_block_id": "p64_b1156", "text": "Use information and communication technologies (ICT) in monitoring climate events and providing an early warning system"}, {"text_block_id": "p64_b1157", "text": ""}, {"text_block_id": "p64_b1158", "text": "Develop and implement strategies to change systems and make people adapted to climate change, e.g., harvesting rainwater and storage of grains can aid communities in adapting"}, {"text_block_id": "p64_b1159", "text": ""}, {"text_block_id": "p64_b1160", "text": "Ensure that rural communities have reliable access to markets, key services and lifeline facilities"}, {"text_block_id": "p64_b1161", "text": ""}, {"text_block_id": "p64_b1162", "text": "Develop climate-resilient standards for key coastal infrastructure and protection of coastal communities from storm surges, coastal flooding and sea-level rise."}, {"text_block_id": "p64_b1163_merged", "text": "Programme Areas for Focus Area 2: Build Climate-resilient Infrastructure"}, {"text_block_id": "p65_b1165", "text": "Focus Area 3: Increase Resilience of Vulnerable Communities to Climate-related Risks"}, {"text_block_id": "p65_b1166", "text": "Climate change intensifies the risk of climate-related disasters and leads to increased loss of lives, livelihoods and assets, which also interferes with the economic and social development of the country. Vulnerable groups, such as the disabled, the aged, children, youth and women, are particularly affected as they have poorer coping mechanisms. Disaster risk strategies increase the resilience of social systems by minimizing the risk of exposure to future hazards, and reducing the vulnerability of communities and their property. Effective disaster management measures protect vulnerable communities and improve their resilience to losses associated with the direct impacts of floods, droughts, landslides, fires and storm surges; as well as to indirectly caused disasters such as loss of harvest, disease outbreaks, health epidemics and conflicts over natural resources."}, {"text_block_id": "p65_b1167", "text": "Principles"}, {"text_block_id": "p65_b1168", "text": "The key principles are that:"}, {"text_block_id": "p65_b1169", "text": ""}, {"text_block_id": "p65_b1170", "text": "The access of an individual or community to physical or social assets and resources gives a fair representation of their vulnerability to climate change."}, {"text_block_id": "p65_b1171", "text": ""}, {"text_block_id": "p65_b1172_merged", "text": "Vulnerability of groups to climate change is not uniform throughout the country due to varying physical, socio-economic and technological characteristics, and as such resilience measures differ according to social groups and sectors."}, {"text_block_id": "p65_b1175", "text": "Key Challenges"}, {"text_block_id": "p65_b1176", "text": "The key sources of vulnerability of communities include:"}, {"text_block_id": "p65_b1177", "text": ""}, {"text_block_id": "p65_b1178", "text": "Poor institutional structures and poor governance"}, {"text_block_id": "p65_b1179", "text": ""}, {"text_block_id": "p65_b1180", "text": "Poor individual capabilities and high dependence on natural resources"}, {"text_block_id": "p65_b1181", "text": ""}, {"text_block_id": "p65_b1182", "text": "Slow economic growth and increased cost of living"}, {"text_block_id": "p65_b1183", "text": ""}, {"text_block_id": "p65_b1184", "text": "Poverty and unemployment"}, {"text_block_id": "p65_b1185", "text": ""}, {"text_block_id": "p65_b1186", "text": "Increasing population and unplanned urbanization"}, {"text_block_id": "p65_b1187", "text": ""}, {"text_block_id": "p65_b1188", "text": "Coastal inundation and erosion which has displaced settlements"}, {"text_block_id": "p65_b1189", "text": ""}, {"text_block_id": "p65_b1190", "text": "Increased conflicts around resources especially land."}, {"text_block_id": "p65_b1191", "text": "Flooded homes at Buipe"}, {"text_block_id": "p65_b1192", "text": "Source: R. Ottou"}, {"text_block_id": "p65_b1193", "text": "Policy Objectives"}, {"text_block_id": "p65_b1194", "text": "The key objectives of this policy option are to:"}, {"text_block_id": "p65_b1195", "text": ""}, {"text_block_id": "p65_b1196", "text": "Establish various measures to protect livelihoods and assets of vulnerable communities from climate-related risks, in both inland and coastal zones"}, {"text_block_id": "p65_b1197", "text": ""}, {"text_block_id": "p65_b1198", "text": "Build local capacities to reduce risk and vulnerability."}, {"text_block_id": "p66_b1199", "text": "Policy Actions"}, {"text_block_id": "p66_b1200", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p66_b1201", "text": ""}, {"text_block_id": "p66_b1202", "text": "Document and improve community-based early warning systems for natural disasters and effective dissemination, especially at the local level in local languages"}, {"text_block_id": "p66_b1203", "text": ""}, {"text_block_id": "p66_b1204", "text": "Promote timely use of strategic information to targeted areas"}, {"text_block_id": "p66_b1205", "text": ""}, {"text_block_id": "p66_b1206", "text": "Promote development of modern information management systems"}, {"text_block_id": "p66_b1207", "text": ""}, {"text_block_id": "p66_b1208", "text": "Enhance access to public information"}, {"text_block_id": "p66_b1209", "text": ""}, {"text_block_id": "p66_b1210", "text": "Create an enabling environment for media"}, {"text_block_id": "p66_b1211", "text": ""}, {"text_block_id": "p66_b1212", "text": "Improve awareness and provide skills training to ensure preparedness on climate change and adaptation strategies"}, {"text_block_id": "p66_b1213", "text": ""}, {"text_block_id": "p66_b1214", "text": "Avoid mal-adaptation by reversing trends that increase vulnerability"}, {"text_block_id": "p66_b1215", "text": ""}, {"text_block_id": "p66_b1216", "text": "Rationalize a system of incentives, deterrents and alternatives for behavioural change"}, {"text_block_id": "p66_b1217", "text": ""}, {"text_block_id": "p66_b1218", "text": "Strengthen the institutional framework for disaster risk response and management"}, {"text_block_id": "p66_b1219", "text": ""}, {"text_block_id": "p66_b1220", "text": "Enhance institutional capacity of agencies in disaster risk management, especially the National Disaster Management Organization (NADMO)"}, {"text_block_id": "p66_b1221", "text": ""}, {"text_block_id": "p66_b1222", "text": "Improve technical capacity and facilities for, as well as accessibility to communities of, rapid response to disasters and disaster management"}, {"text_block_id": "p66_b1223", "text": ""}, {"text_block_id": "p66_b1224", "text": "Facilitate regular interaction between community members and the State and NGOs on emerging problems and best practices"}, {"text_block_id": "p66_b1225", "text": ""}, {"text_block_id": "p66_b1226", "text": "Reinforce partnership among government and humanitarian agencies and strengthen their capacity to respond in emergencies, including through community networks"}, {"text_block_id": "p66_b1227", "text": ""}, {"text_block_id": "p66_b1228", "text": "Improve public adaptation strategies, including provision of wells, boreholes and road infrastructure, land tenure administration reform, education, etc."}, {"text_block_id": "p66_b1229", "text": ""}, {"text_block_id": "p66_b1230", "text": "Support livelihood activities in rural and urban areas in order to improve output and income of vulnerable communities"}, {"text_block_id": "p66_b1231", "text": ""}, {"text_block_id": "p66_b1232", "text": "Enhance awareness of financial instruments to protect investments and assets"}, {"text_block_id": "p66_b1233", "text": ""}, {"text_block_id": "p66_b1234", "text": "Provide supportive social safety nets for communities"}, {"text_block_id": "p66_b1235", "text": "["}, {"text_block_id": "p66_b1236", "text": ""}, {"text_block_id": "p66_b1237", "text": "Increase investment in social services and infrastructure, which can also be supported by public-private partnership in service provision"}, {"text_block_id": "p66_b1238", "text": ""}, {"text_block_id": "p66_b1239", "text": "Strengthen traditional social support systems"}, {"text_block_id": "p66_b1240", "text": ""}, {"text_block_id": "p66_b1241", "text": "Include a focus on the vulnerability of migrants in urban strategic planning"}, {"text_block_id": "p66_b1242", "text": ""}, {"text_block_id": "p66_b1243", "text": "Promote conflict resolution mechanisms."}, {"text_block_id": "p66_b1244_merged", "text": "Programme Areas for Focus Area 3: Increase Resilience of Vulnerable Communities to Climate-related Risks"}, {"text_block_id": "p66_b1246", "text": "P1."}, {"text_block_id": "p66_b1247", "text": "Early warning mechanism"}, {"text_block_id": "p66_b1248", "text": "P2."}, {"text_block_id": "p66_b1249", "text": "Public education and adaptation skills"}, {"text_block_id": "p66_b1250", "text": "P3."}, {"text_block_id": "p66_b1251", "text": "Rapid response and disaster management"}, {"text_block_id": "p66_b1252", "text": "P4."}, {"text_block_id": "p66_b1253", "text": "Improved key public social services"}, {"text_block_id": "p66_b1254", "text": "P5."}, {"text_block_id": "p66_b1255", "text": "Financial support and insurance schemes"}, {"text_block_id": "p66_b1256", "text": "P6."}, {"text_block_id": "p66_b1257", "text": "Social support systems"}, {"text_block_id": "p67_b1258", "text": "4.3 Natural Resource Management"}, {"text_block_id": "p67_b1259", "text": "Focus Area 4:  Increase Carbon Sinks"}, {"text_block_id": "p67_b1260", "text": "Ghana’s forest and woodland resources provide diverse economic"}, {"text_block_id": "p67_b1261", "text": "products and environmental services. As natural sinks and stores of carbon, these ecosystems contribute to the biological mitigation of GHGs through the sequestration of gases. Although on a much smaller scale, mangroves also contain substantial carbon stocks. Afforestation, reforestation and restoration of natural habitats, as well as more efficient mechanisms for the use of wood fuel energy, will improve and consequently minimize the loss of carbon storage and sinks. Improved ecosystems and environmental management practices not only provide economic gains and improved ecological services, but also result in greater agro-biodiversity and increased carbon sequestration."}, {"text_block_id": "p67_b1262", "text": "Principles"}, {"text_block_id": "p67_b1263", "text": "The main principle is:"}, {"text_block_id": "p67_b1264", "text": ""}, {"text_block_id": "p67_b1265", "text": "Recognizing the important role of natural ecosystems in carbon capture and storage, and as an important emission source when they are destroyed."}, {"text_block_id": "p67_b1266", "text": "Key Challenges"}, {"text_block_id": "p67_b1267", "text": "The drivers of the increasing destruction of natural carbon sinks, especially of the forests, include:"}, {"text_block_id": "p67_b1268", "text": ""}, {"text_block_id": "p67_b1269", "text": "Uncontrolled settlement and agricultural expansion linked to increasing population, inadequate spatial plans and poor enforcement of spatial plans in both urban and rural areas"}, {"text_block_id": "p67_b1270", "text": ""}, {"text_block_id": "p67_b1271", "text": "Increasing local demand for agricultural and wood products"}, {"text_block_id": "p67_b1272", "text": ""}, {"text_block_id": "p67_b1273", "text": "Heavy dependence on charcoal and wood fuel for rural and urban energy"}, {"text_block_id": "p67_b1274", "text": ""}, {"text_block_id": "p67_b1275", "text": "High demand for wood and forest products on the international market"}, {"text_block_id": "p67_b1276", "text": ""}, {"text_block_id": "p67_b1277", "text": "Weak enforcement of forest policy and governance, including poor regulatory mechanisms, excessive central control, rights regimes and conflicting government policies"}, {"text_block_id": "p67_b1278", "text": ""}, {"text_block_id": "p67_b1279", "text": "Policy/market failures in the timber sectors including illegal logging and chainsaw activities, growing domestic demand, inefficient logging and milling industries, a forest royalty system that does not price trees at their real economic value"}, {"text_block_id": "p67_b1280", "text": ""}, {"text_block_id": "p67_b1281", "text": "Uncertain arrangements for land ownership and administrations, especially tree ownership and user rights"}, {"text_block_id": "p67_b1282", "text": ""}, {"text_block_id": "p67_b1283", "text": "Mineral exploitation and mining"}, {"text_block_id": "p67_b1284", "text": ""}, {"text_block_id": "p67_b1285", "text": "Oil exploration"}, {"text_block_id": "p67_b1286", "text": ""}, {"text_block_id": "p67_b1287", "text": "Uncontrollable wildfires that follow the dry season or severe droughts."}, {"text_block_id": "p67_b1288", "text": "Policy Objectives"}, {"text_block_id": "p67_b1289", "text": "The key objectives of this policy option are to:"}, {"text_block_id": "p67_b1290", "text": ""}, {"text_block_id": "p67_b1291", "text": "Minimise the loss of carbon sinks by reducing activities that lead to the destruction of natural ecosystems, especially forest degradation and deforestation"}, {"text_block_id": "p67_b1292", "text": ""}, {"text_block_id": "p67_b1293", "text": "Enhance carbon stocks through programmes that restore degraded forests and other natural ecosystems."}, {"text_block_id": "p67_b1294", "text": "Policy Actions"}, {"text_block_id": "p67_b1295", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p67_b1296", "text": ""}, {"text_block_id": "p67_b1297", "text": "Strengthen institutional and technical capacity in natural resource management"}, {"text_block_id": "p68_b1298", "text": "Source: C. Gordon"}, {"text_block_id": "p68_b1299", "text": ""}, {"text_block_id": "p68_b1300", "text": "Improve legislation to effectively address land use rights and land tenure systems"}, {"text_block_id": "p68_b1301", "text": ""}, {"text_block_id": "p68_b1302", "text": "Improve regulatory mechanisms to reduce illegal logging and chainsaw lumbering"}, {"text_block_id": "p68_b1303", "text": ""}, {"text_block_id": "p68_b1304", "text": "Reduce the pressure on forests and mangroves for wood fuels by improving the efficiency of production, harvesting, conversion and use of wood fuels, e.g., improved efficiency in cook stoves, community/family woodlot programmes, charcoal producer associations, community land use and natural resource planning"}, {"text_block_id": "p68_b1305", "text": ""}, {"text_block_id": "p68_b1306", "text": "Promote alternative sources of fuel for domestic use, especially in rural areas, e.g., LPG as an alternative to wood fuel, etc."}, {"text_block_id": "p68_b1307", "text": ""}, {"text_block_id": "p68_b1308", "text": "Promote, through increased funding and opportunities, plantation development and management in off-reserve areas for private and public-private partnerships"}, {"text_block_id": "p68_b1309", "text": ""}, {"text_block_id": "p68_b1310", "text": "Rehabilitate degraded natural ecosystems through enrichment planting in degraded forest reserves and off-reserve areas"}, {"text_block_id": "p68_b1311", "text": ""}, {"text_block_id": "p68_b1312", "text": "Support initiatives for the enhancement of carbon sinks through afforestation/reforestation measures, including Forest Law Enforcement, Governance and Trade (FLEGT), the Non Legally Binding Instrument on All Types of Forests (NLBI), REDD+ and the Clean Development Mechanism (CDM)"}, {"text_block_id": "p68_b1313", "text": ""}, {"text_block_id": "p68_b1314", "text": "Support agro-forestry programmes initiated to conserve trees in association with crops"}, {"text_block_id": "p68_b1315", "text": ""}, {"text_block_id": "p68_b1316", "text": "Promote the establishment and consolidation of bio-reserves and buffers of forest"}, {"text_block_id": "p68_b1317", "text": ""}, {"text_block_id": "p68_b1318", "text": "Reinforce local community involvement in resource management"}, {"text_block_id": "p68_b1319", "text": ""}, {"text_block_id": "p68_b1320", "text": "Encourage diversification from natural-resource-based activities into non-farm activities such as trading"}, {"text_block_id": "p68_b1321", "text": "Programme Areas for Focus Area 4: Increase Carbon Sinks"}, {"text_block_id": "p69_b1322", "text": "Focus Area 5: Improve Management and Resilience of Terrestrial, Aquatic and Marine Ecosystems"}, {"text_block_id": "p69_b1323", "text": "Terrestrial and aquatic ecosystems and their ecosystem services not only provide natural resources and sources of livelihood to sustain communities, but are important socially for medicinal, cultural, religious and recreational purposes. Sustainable management of these resources contributes towards the maintenance of ecological functions and biodiversity, as well as generating food, income, medicine, and foreign exchange for local communities. With the increasing threat of weather-related hazards, the destruction of natural buffer systems such as coastal wetlands, mangroves and forests will also increase the vulnerability of communities to storms or flooding events. The conservation and restoration of these natural systems is therefore also essential for ecosystem protective services."}, {"text_block_id": "p69_b1324", "text": "Principles"}, {"text_block_id": "p69_b1325", "text": "The main principles under this thematic area are:"}, {"text_block_id": "p69_b1326", "text": ""}, {"text_block_id": "p69_b1327", "text": "The recognition that climate change will intensify poverty and environmental degradation and their linkages."}, {"text_block_id": "p69_b1328", "text": ""}, {"text_block_id": "p69_b1329", "text": "The need to maintain the integrity of terrestrial, aquatic and marine ecosystems, recognizing their value in the provision of ecosystem services."}, {"text_block_id": "p69_b1330", "text": "Key Challenges"}, {"text_block_id": "p69_b1331", "text": ""}, {"text_block_id": "p69_b1332", "text": "Fragmented environmental legislation and poor governance due to poor coordination of management between departments, including contradictory policies and activities"}, {"text_block_id": "p69_b1333", "text": ""}, {"text_block_id": "p69_b1334", "text": "Settlement in flood plain areas leading to increased siltation and sedimentation of water bodies"}, {"text_block_id": "p69_b1335", "text": ""}, {"text_block_id": "p69_b1336", "text": "Increased eutrophication and pollution of water bodies from municipal, agricultural and industrial activities"}, {"text_block_id": "p69_b1337", "text": ""}, {"text_block_id": "p69_b1338", "text": "Large-and small-scale mining for minerals, including illegal mining activities resulting in land degradation and depletion of forests and rivers"}, {"text_block_id": "p69_b1339", "text": ""}, {"text_block_id": "p69_b1340", "text": "Lack of effective waste and recycling infrastructure/policies resulting in the indiscriminate disposal of wastes"}, {"text_block_id": "p69_b1341", "text": "Provision of bushmeat is an important service that forests provide"}, {"text_block_id": "p69_b1342", "text": "Source: C. Gordon"}, {"text_block_id": "p69_b1343", "text": "Increasing loss of habitats and reduced floral and faunal biodiversity"}, {"text_block_id": "p69_b1344", "text": ""}, {"text_block_id": "p69_b1345", "text": "Extensive land degradation and loss of vegetative cover leading to desertification, especially in Northern Ghana"}, {"text_block_id": "p69_b1346", "text": ""}, {"text_block_id": "p69_b1347", "text": "Wetland ecosystem and marine resource degradation due to development activities resulting in loss of mangroves, migratory birds and marine turtles."}, {"text_block_id": "p70_b1348", "text": "Policy Objectives"}, {"text_block_id": "p70_b1349", "text": "The key objective of this policy option is to:"}, {"text_block_id": "p70_b1350", "text": ""}, {"text_block_id": "p70_b1351", "text": "Ensure effective management and conservation of terrestrial, aquatic and marine ecosystems by appropriate agencies to improve the resilience of aquatic and terrestrial ecosystems to climate change."}, {"text_block_id": "p70_b1352", "text": "Policy Actions"}, {"text_block_id": "p70_b1353", "text": "Key interventions for achieving this objective is to:"}, {"text_block_id": "p70_b1354", "text": ""}, {"text_block_id": "p70_b1355", "text": "Improve the management of important ecosystems and hotspots"}, {"text_block_id": "p70_b1356", "text": ""}, {"text_block_id": "p70_b1357", "text": "Promote effective spatial planning and land zoning, mapping and production of land resource management plans at all levels"}, {"text_block_id": "p70_b1358", "text": ""}, {"text_block_id": "p70_b1359", "text": "Support local, national and international policies that encourage management of terrestrial, aquatic and marine ecosystems"}, {"text_block_id": "p70_b1360", "text": ""}, {"text_block_id": "p70_b1361", "text": "Improve mechanisms for fair and equitable sharing of natural resource benefits, including defining tenure rights, minimizing the encroachment on forest reserves and reducing conflict over permitted farms and communities,"}, {"text_block_id": "p70_b1362", "text": ""}, {"text_block_id": "p70_b1363", "text": "Support scientific research, including traditional and indigenous knowledge, monitoring, and collaboration with national and international institutions"}, {"text_block_id": "p70_b1364", "text": ""}, {"text_block_id": "p70_b1365", "text": "Improve knowledge capacity for effective management of natural resources, for example through sustained extension activities in soil and water conservation"}, {"text_block_id": "p70_b1366", "text": ""}, {"text_block_id": "p70_b1367", "text": "Apply technologies to provide information for detection and early warning systems for weather-related hazards"}, {"text_block_id": "p70_b1368", "text": ""}, {"text_block_id": "p70_b1369", "text": "Support awareness creation and dissemination programmes"}, {"text_block_id": "p70_b1370", "text": ""}, {"text_block_id": "p70_b1371", "text": "Encourage and promote community-based activities to improve land and water quality"}, {"text_block_id": "p70_b1372", "text": ""}, {"text_block_id": "p70_b1373", "text": "Establish ecological networks or biological corridors to link fragmented forests, e.g., the establishment of Community Resources Management Areas (CREMAs) or linking up with existing CREMAs for synergy"}, {"text_block_id": "p70_b1374", "text": ""}, {"text_block_id": "p70_b1375", "text": "Promote afforestation to enhance dry season flows in basins"}, {"text_block_id": "p70_b1376", "text": ""}, {"text_block_id": "p70_b1377", "text": "Encourage the protection of river courses, and de-sedimentation of reservoirs"}, {"text_block_id": "p70_b1378", "text": ""}, {"text_block_id": "p70_b1379", "text": "Promote the use of biodiversity and ecosystem services as part of the adaptation strategy to climate change"}, {"text_block_id": "p70_b1380", "text": ""}, {"text_block_id": "p70_b1381", "text": "Promote economic and social incentive measures for successful natural resource management."}, {"text_block_id": "p70_b1382", "text": "Programme Areas for Focus Area 5: Improve Management and"}, {"text_block_id": "p70_b1383", "text": "Resilience of Terrestrial and Aquatic Ecosystems"}, {"text_block_id": "p70_b1384", "text": "P1."}, {"text_block_id": "p70_b1385", "text": "Improved governance and natural resource management"}, {"text_block_id": "p70_b1386", "text": "P2."}, {"text_block_id": "p70_b1387", "text": "Community-based natural resource management"}, {"text_block_id": "p70_b1388", "text": "P3."}, {"text_block_id": "p70_b1389", "text": "Economic incentive measures"}, {"text_block_id": "p70_b1390_merged_merged", "text": "P4."}, {"text_block_id": "p70_b1392", "text": "Ecosystem-based adaptation"}, {"text_block_id": "p70_b1393", "text": "Source: C. Gordon"}, {"text_block_id": "p71_b1394", "text": "4.4 Equitable Social Development"}, {"text_block_id": "p71_b1395", "text": "Although climate change is a process involving changes in physical climatic variables, it is influenced by social processes that relate to the way society evolves through time. The capability of social groups to adapt to and mitigate climate change depends on physical, socio-economic, gender and technological factors. Climate change increases the vulnerability of the poor in the areas of water supply, exposure to disease, increasing sensitivity of livelihood activities. Marginalised groups such as poor women, the aged, the physically challenged and children are at risk of being most affected by climate change and variability due to insufficient access to basic resources such as land, water, basic services and knowledge. The social dimension, which influences physical and economic dimensions, propels vulnerability to climate change. Vulnerability has also been discovered to be influenced by other factors such as geography, regional development levels, socio-economic conditions, and social differentiation, which also includes health status, migrant status and gender. Depending on the extent and varying degree to which these factors have an impact on different communities, adaptation practices by households also vary according to livelihood group and asset-holding level."}, {"text_block_id": "p71_b1396", "text": "Focus Area 6: Address Impacts of Climate Change on Human Health"}, {"text_block_id": "p71_b1397", "text": "Climate change will have direct and indirect impacts on human health. Direct impacts are observed for vector-borne and water-related diseases such as malaria and Guinea-worm. These diseases are likely to exhibit changes in distribution and or incidence based on changing temperature and humidity which make conditions more or less favourable for the proliferation of the vectors. Other airborne"}, {"text_block_id": "p71_b1398", "text": "diseases which are affected by changes in weather/climatic variables such as CSM are likely to be affected by climate change."}, {"text_block_id": "p71_b1399", "text": "Distribution of meningitis cases and mean air temperature"}, {"text_block_id": "p71_b1400", "text": "Source: Ghana second Communication to UNFCCC"}, {"text_block_id": "p71_b1401", "text": "Primarily, diarrhoeal diseases such as cholera are driven by poor sanitation as shown by relative distribution in areas burdened by inadequate sanitation; these drivers could be exacerbated by climate variability and long-term climate change. Increases in frequency of cholera outbreaks have been observed during rainy seasons as a result of runoff into surface water sources, and during dry periods as a result of limited water supplies leading to use of unsafe sources."}, {"text_block_id": "p72_b1402", "text": "Floods also affect access to safe water by contaminating and/or limiting access to safe sources."}, {"text_block_id": "p72_b1403", "text": "Indirect impacts on health include potential increases in injuries, hunger and malnutrition as a result of droughts and other extreme weather events. Systems need to be put in place to minimize the direct as well as the indirect impacts of climate change on human health and livelihoods, as well as improve resilience in the face of unavoidable change."}, {"text_block_id": "p72_b1404", "text": "Principles"}, {"text_block_id": "p72_b1405", "text": "The key principles are:"}, {"text_block_id": "p72_b1406", "text": ""}, {"text_block_id": "p72_b1407", "text": "Recognizing that climate change will place additional challenges on the health care system, which requires adequate resources."}, {"text_block_id": "p72_b1408", "text": ""}, {"text_block_id": "p72_b1409", "text": "Ensuring that there is equitable access to quality health care irrespective of socio-economic status."}, {"text_block_id": "p72_b1410", "text": "Key Challenges"}, {"text_block_id": "p72_b1411", "text": "The main challenges that affect health include:"}, {"text_block_id": "p72_b1412", "text": ""}, {"text_block_id": "p72_b1413", "text": "Inadequate national data to provide complete and reliable information on the impacts of climate change on health, e.g., on CSM"}, {"text_block_id": "p72_b1414", "text": ""}, {"text_block_id": "p72_b1415", "text": "Poor health-seeking behaviours among many Ghanaians"}, {"text_block_id": "p72_b1416", "text": ""}, {"text_block_id": "p72_b1417", "text": "Unequal access to health care delivery systems across Ghana, including limited expansion of facilities that leave many areas without basic health services, especially the rural and peri-urban areas"}, {"text_block_id": "p72_b1418", "text": ""}, {"text_block_id": "p72_b1419", "text": "Inadequate control of and access to productive resources"}, {"text_block_id": "p72_b1420", "text": ""}, {"text_block_id": "p72_b1421", "text": "Poor environmental sanitation and access to adequate water at the community level increases the risk and persistence of"}, {"text_block_id": "p72_b1422", "text": "diseases, especially climate-related ones such as malaria and diarrhoea"}, {"text_block_id": "p72_b1423", "text": ""}, {"text_block_id": "p72_b1424", "text": "Poor health infrastructure (including transport and ICT) and poor emergency response systems"}, {"text_block_id": "p72_b1425", "text": ""}, {"text_block_id": "p72_b1426", "text": "Inadequate funds and unpredictable flow of funds for service delivery: health financing is still a major challenge"}, {"text_block_id": "p72_b1427", "text": ""}, {"text_block_id": "p72_b1428", "text": "Weak collaboration and partnership within the health sector and other sectors as a result of weak mechanisms for policy dialogue among stakeholders"}, {"text_block_id": "p72_b1429", "text": ""}, {"text_block_id": "p72_b1430", "text": "Emerging challenges associated with the National Health Insurance Scheme and the lack of attention to climate concerns under the scheme"}, {"text_block_id": "p72_b1431", "text": ""}, {"text_block_id": "p72_b1432", "text": "Fragmented health programmes which impede coordination in the health sector"}, {"text_block_id": "p72_b1433", "text": ""}, {"text_block_id": "p72_b1434", "text": "Poor communication between the mainstream and traditional health care providers"}, {"text_block_id": "p72_b1435", "text": ""}, {"text_block_id": "p72_b1436", "text": "Climate change concerns not currently mainstreamed into health issues."}, {"text_block_id": "p72_b1437", "text": "Policy Objectives"}, {"text_block_id": "p72_b1438", "text": "The key objectives of this policy option are to:"}, {"text_block_id": "p72_b1439", "text": ""}, {"text_block_id": "p72_b1440", "text": "Identify and improve data recording, reporting, analysis and storage of climate-sensitive diseases at all levels of service delivery"}, {"text_block_id": "p72_b1441", "text": ""}, {"text_block_id": "p72_b1442", "text": "Enhance knowledge and sensitize the health sector on the impacts of climate change including issues for vulnerable groups such as the aged, women and children"}, {"text_block_id": "p72_b1443", "text": ""}, {"text_block_id": "p72_b1444", "text": "Minimize the impacts of climate change on health in communities whilst strengthening public health care delivery and preventive care."}, {"text_block_id": "p73_b1445", "text": "Policy Actions"}, {"text_block_id": "p73_b1446", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p73_b1447", "text": ""}, {"text_block_id": "p73_b1448", "text": "Establish community health groups and development of capacity to identify health risks and facilitate access to services and decision makers"}, {"text_block_id": "p73_b1449", "text": ""}, {"text_block_id": "p73_b1450", "text": "Strengthen technical capacity to manage climate-change-related health risks"}, {"text_block_id": "p73_b1451", "text": ""}, {"text_block_id": "p73_b1452", "text": "Strengthen disease surveillance systems through early warning"}, {"text_block_id": "p73_b1453", "text": ""}, {"text_block_id": "p73_b1454", "text": "Improve data sharing and develop health information management systems for diseases including climate-sensitive diseases at all levels of the health delivery system"}, {"text_block_id": "p73_b1455", "text": ""}, {"text_block_id": "p73_b1456", "text": "Improve partnerships between relevant ministries and other stakeholders to improve access to potable water, instead of direct dependence on natural water bodies, and environmental sanitation"}, {"text_block_id": "p73_b1457", "text": ""}, {"text_block_id": "p73_b1458", "text": "Map disease incidence and identification of vulnerable groups for climate-sensitive diseases"}, {"text_block_id": "p73_b1459", "text": ""}, {"text_block_id": "p73_b1460", "text": "Strengthen existing units within the health delivery system to manage climate-related epidemics"}, {"text_block_id": "p73_b1461", "text": ""}, {"text_block_id": "p73_b1462", "text": "Collaborate with relevant stakeholders to improve nutrition through increased food processing capacity, food banks, nutrition education, and food storage and quality control"}, {"text_block_id": "p73_b1463", "text": ""}, {"text_block_id": "p73_b1464", "text": "Improve surveillance systems for existing and new disease risks and ensure health care systems are geared up to meet future demands"}, {"text_block_id": "p73_b1465", "text": ""}, {"text_block_id": "p73_b1466", "text": "Mainstream climate change health risks into decision-making at local and national health policy levels"}, {"text_block_id": "p73_b1467", "text": ""}, {"text_block_id": "p73_b1468", "text": "Identify, document and incorporate climate-relevant traditional knowledge into health delivery systems and practices"}, {"text_block_id": "p73_b1469", "text": ""}, {"text_block_id": "p73_b1470", "text": "Develop structures to effectively manage and disseminate information on climate change health risks."}, {"text_block_id": "p73_b1471", "text": "Fetching water: Western Region"}, {"text_block_id": "p73_b1472", "text": "Source: C Gordon"}, {"text_block_id": "p74_b1473", "text": "Focus Area 7: Minimise Impacts of Climate Change on Access to Water and Sanitation"}, {"text_block_id": "p74_b1474", "text": "Water availability is critical for human needs as well as for agricultural and livelihood activities and access to energy. Both surface water and groundwater resources are important in Ghana. Generally speaking, rural populations in Ghana rely on groundwater resources, while urban populations use surface water sources. Reductions in precipitation, which are already being observed and which are expected to continue as a result of climate change, will have a negative impact on surface and groundwater sources, potentially limiting availability."}, {"text_block_id": "p74_b1475", "text": "Climate change will affect water availability for domestic use, industrial applications, and hydroelectric generation. Domestic water availability is already a big issue in many communities in Ghana, due mainly to technical inefficiencies in coping with increasing urbanization and physical availability of water. Sanitation is an even bigger problem. In 2008, 82% of the population was drinking from an improved source; only 13% of the population, however, was using an improved sanitation facility as at 2008. This indicates that the country is off track to meeting its sanitation target by 2015. On the other hand, open defecation had declined marginally from 24.4% in 2006 to 23.1% in 2008. This includes defecation into drains, fields, streams, bush and on the beaches."}, {"text_block_id": "p74_b1476", "text": "Flooding and heavy rainfall may lead to contamination of water with chemicals, heavy metals or other hazardous substances, either from landfills or from chemicals already in the environment (e.g., pesticides). Flooding of landfills may furthermore result in breakdown of leachate collection systems and control systems for greenhouse gases. Climate change may cause reductions in groundwater recharge as well as runoff, in addition to rendering water for drinking and agriculture purposes unsuitable as a"}, {"text_block_id": "p74_b1477", "text": "consequence of saline intrusion. There is a need for more policy dialogue on the linkage and potential impact of climate change on the Water, Sanitation and Hygiene (WASH) Project and Water Resources Management (WRM) sectors by stakeholders, especially at the regional, district and community levels."}, {"text_block_id": "p74_b1478", "text": "Source: C. Gordon"}, {"text_block_id": "p74_b1479", "text": "Principles"}, {"text_block_id": "p74_b1480", "text": "The key principles are that:"}, {"text_block_id": "p74_b1481", "text": ""}, {"text_block_id": "p74_b1482", "text": "Recognizing that climate change will affect the fundamental right of all Ghanaians to access to safe and adequate water to meet basic human needs as well as improved sanitation."}, {"text_block_id": "p74_b1483", "text": ""}, {"text_block_id": "p74_b1484", "text": "Ensuring that there is equitable access to quality health care irrespective of socio-economic status."}, {"text_block_id": "p75_b1485", "text": "Key Challenges"}, {"text_block_id": "p75_b1486", "text": "The following challenges are enhancing the effect of climate change on the water and sanitation sectors:"}, {"text_block_id": "p75_b1487", "text": ""}, {"text_block_id": "p75_b1488", "text": "Inadequate human or financial capacity and logistics for necessary water resources management of the river basins of Ghana"}, {"text_block_id": "p75_b1489", "text": ""}, {"text_block_id": "p75_b1490", "text": "Inadequate and inefficient water harvesting systems Farming along river banks causing siltation and reducing the carrying and storage capacities of the rivers"}, {"text_block_id": "p75_b1491", "text": ""}, {"text_block_id": "p75_b1492", "text": "Pollution of water sources through indiscriminate discharge of wastes (solid/liquid) from domestic, commercial and industrial (mining) activities, including threat of use of wetlands and watercourses as waste disposal sites"}, {"text_block_id": "p75_b1493", "text": ""}, {"text_block_id": "p75_b1494", "text": "Insufficient research on climate change and waste disposal"}, {"text_block_id": "p75_b1495", "text": ""}, {"text_block_id": "p75_b1496", "text": "Inadequate funds to pay private solid waste contractors"}, {"text_block_id": "p75_b1497", "text": ""}, {"text_block_id": "p75_b1498", "text": "Inability to effectively monitor environmental sanitation due to the unavailability of accurate and timely data on sanitation"}, {"text_block_id": "p75_b1499", "text": ""}, {"text_block_id": "p75_b1500", "text": "Access to improved sanitation more prevalent in urban than in rural areas (26 % of the population still have to rely on pit or pan latrines, if used at all. Close to 85 % of all refuse generated in Ghana is currently not collected or disposed of in a proper manner)"}, {"text_block_id": "p75_b1501", "text": ""}, {"text_block_id": "p75_b1502", "text": "Lack of intense and sustained public education on sanitation"}, {"text_block_id": "p75_b1503", "text": ""}, {"text_block_id": "p75_b1504", "text": "Problem of land acquisition for public waste disposal"}, {"text_block_id": "p75_b1505", "text": ""}, {"text_block_id": "p75_b1506", "text": "“Not in my backyard” syndrome ("}, {"text_block_id": "p75_b1507", "text": "Nimby"}, {"text_block_id": "p75_b1508", "text": "syndrome)"}, {"text_block_id": "p75_b1509", "text": ""}, {"text_block_id": "p75_b1510", "text": "Inadequate law enforcement"}, {"text_block_id": "p75_b1511", "text": ""}, {"text_block_id": "p75_b1512", "text": "Insufficient recycling plants e.g. for plastic waste"}, {"text_block_id": "p75_b1513", "text": ""}, {"text_block_id": "p75_b1514", "text": "Inadequate inter-institutional cooperation and collaboration."}, {"text_block_id": "p75_b1515", "text": "Policy Objectives"}, {"text_block_id": "p75_b1516", "text": "The objectives of this policy option are to:"}, {"text_block_id": "p75_b1517", "text": ""}, {"text_block_id": "p75_b1518", "text": "Deliver climate-resilient practices in the management of water resources, in the delivery of water supply, and in demand management"}, {"text_block_id": "p75_b1519", "text": ""}, {"text_block_id": "p75_b1520", "text": "Enhance the management and development of water resources to ensure that the vulnerable in particular have access to adequate and potable water"}, {"text_block_id": "p75_b1521", "text": ""}, {"text_block_id": "p75_b1522", "text": "Improve the management of existing waste disposal sites to control greenhouse gas emissions and groundwater contamination and take into account the possible effects of climate change in the design and construction of new ones."}, {"text_block_id": "p75_b1523", "text": "Policy Actions"}, {"text_block_id": "p75_b1524", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p75_b1525", "text": ""}, {"text_block_id": "p75_b1526", "text": "Develop rainwater harvesting and increased use of shallow wells, dugout ponds and dams for water use"}, {"text_block_id": "p75_b1527", "text": ""}, {"text_block_id": "p75_b1528", "text": "Make water accessible for domestic, agricultural, industrial, and commercial use and energy production"}, {"text_block_id": "p75_b1529", "text": ""}, {"text_block_id": "p75_b1530", "text": "Recycle water for domestic and industrial purposes"}, {"text_block_id": "p75_b1531", "text": ""}, {"text_block_id": "p75_b1532", "text": "Develop efficient irrigation drainage systems to increase return flows"}, {"text_block_id": "p75_b1533", "text": ""}, {"text_block_id": "p75_b1534", "text": "Build capacity in water resources management in relevant sectors"}, {"text_block_id": "p75_b1535", "text": ""}, {"text_block_id": "p75_b1536", "text": "Promote water supply and sanitation delivery practices that build resilience to climate change"}, {"text_block_id": "p75_b1537", "text": ""}, {"text_block_id": "p75_b1538", "text": "Develop and introduce flood and drought monitoring and control systems"}, {"text_block_id": "p75_b1539", "text": ""}, {"text_block_id": "p75_b1540", "text": "Develop and implement environmental sanitation strategies to adapt to climate change"}, {"text_block_id": "p76_b1541", "text": ""}, {"text_block_id": "p76_b1542", "text": "Strengthen District Assemblies to assume a central role in supporting community management of water and sanitation facilities"}, {"text_block_id": "p76_b1543", "text": ""}, {"text_block_id": "p76_b1544", "text": "Reduce methane from landfills through waste reduction and recycling"}, {"text_block_id": "p76_b1545", "text": ""}, {"text_block_id": "p76_b1546", "text": "Improve construction of hydropower schemes, irrigation systems and water supply infrastructure to improve efficiency"}, {"text_block_id": "p76_b1547", "text": ""}, {"text_block_id": "p76_b1548", "text": "Implement drinking water and sanitation programmes in areas at risk from climate change (e.g., coastal areas, flood-and drought-prone areas)"}, {"text_block_id": "p76_b1549", "text": ""}, {"text_block_id": "p76_b1550", "text": "Provide economic incentives to manage water resources including watersheds to furnish a sustainable and clean supply of water in addition to other ecosystem services and climate benefits"}, {"text_block_id": "p76_b1551", "text": ""}, {"text_block_id": "p76_b1552", "text": "Improve the status of environmental sanitation through strengthening of institutions and enforcement of laws"}, {"text_block_id": "p76_b1553", "text": "Programme Areas for Focus Area 7: Minimise Impacts of"}, {"text_block_id": "p76_b1554", "text": "Climate Change on Access to Water and Sanitation"}, {"text_block_id": "p76_b1555", "text": "Focus Area 8: Addressing Gender Issues in Climate Change"}, {"text_block_id": "p76_b1556", "text": "Gender equality is an important precondition for successful climate change adaptation and mitigation responses and equitable social development. Due to existing gender inequalities and discriminatory practices, climate change does not affect women and men in the same way. Thus there are gender-differentiated impacts on society that vary between regions, generations, ages, classes, income groups, occupations and along gender lines. Women are the major producers, but they face discrimination in decision-making and employment, and have unequal access to resources such as land, credit, technology and information. Particularly at risk are poor urban and rural women who live in densely populated coastal and low-lying areas, drylands and high mountainous areas. Vulnerable groups, such as older women, the physically challenged, and children, are also of concern."}, {"text_block_id": "p76_b1557", "text": "Safety nets and insurance for social protection are essential to national adaptation plans as part of equitable social development. Many women, however, do not have access to health care facilities and social security. Women have the right to adequate standards of living, housing and communications as well as immediate shelters during crisis situations due to natural disasters, but women often face inequality and discrimination in access to these."}, {"text_block_id": "p76_b1558_merged_merged", "text": "Sex-disaggregated data, gender-sensitive policies and programme guidelines are necessary to protect women’s rights to personal security and sustainable livelihoods. Policies that support gender equality in access, use and control over science and technology, formal and informal education and training will enhance the nation’s capability in disaster reduction, mitigation and adaptation to climate change."}, {"text_block_id": "p76_b1563", "text": "There is a need to take into account social and economic conditions and other relevant factors. Gender equality, including equal"}, {"text_block_id": "p77_b1564_merged", "text": "participation of women and men as well as allowing for the differentiated impacts on women and men from climate change and its response measures, should be taken into account in line with various national policies on women's rights and gender equality. Gender equality is essential to the successful initiation, implementation, monitoring and evaluation of climate change policies. Women are not just helpless victims of climate change, however; they are also powerful agents of change and their knowledge and leadership is critical. There is a need, therefore, to ensure that climate change and disaster risk reduction measures are gender responsive, sensitive to local knowledge systems and respect human rights. Women’s right to participate at all levels of decision-making must also be guaranteed in climate change policies and programmes."}, {"text_block_id": "p77_b1567", "text": "Training of women for disaster risk reduction"}, {"text_block_id": "p77_b1568", "text": "Source: R. Kutin-Mensah"}, {"text_block_id": "p77_b1569", "text": "Principles"}, {"text_block_id": "p77_b1570", "text": "The key principles are:"}, {"text_block_id": "p77_b1571", "text": ""}, {"text_block_id": "p77_b1572", "text": "Recognising that climate change will affect gender relations, and the need to integrate gender considerations into all issues of the climate change agenda."}, {"text_block_id": "p77_b1573", "text": ""}, {"text_block_id": "p77_b1574", "text": "Addressing gender inequality is about addressing unequal power relations between women and men, boys and girls and other social groups."}, {"text_block_id": "p77_b1575", "text": ""}, {"text_block_id": "p77_b1576", "text": "The need to recognise that gender and other social relations are context-specific, change over time and have differential impacts on men, women, boys, girls and other vulnerable groups."}, {"text_block_id": "p77_b1577", "text": "Key Challenges"}, {"text_block_id": "p77_b1578", "text": "The following challenges currently inhibit the integration of gender issues into climate change responses:"}, {"text_block_id": "p77_b1579", "text": ""}, {"text_block_id": "p77_b1580", "text": "Overdependence on natural resources due to insufficient access to alternative livelihood opportunities"}, {"text_block_id": "p77_b1581", "text": ""}, {"text_block_id": "p77_b1582", "text": "Low female literacy rates"}, {"text_block_id": "p77_b1583", "text": ""}, {"text_block_id": "p77_b1584", "text": "Unfavourable land tenure systems"}, {"text_block_id": "p77_b1585", "text": ""}, {"text_block_id": "p77_b1586", "text": "Lack of useful methodologies to measure climate change impacts by gender at local, national and international levels"}, {"text_block_id": "p77_b1587", "text": ""}, {"text_block_id": "p77_b1588", "text": "Knowledge gaps, particularly in areas where the specific impacts of climate change on women and men are not immediately obvious, such as transport and infrastructure, energy access, housing, formal or informal employment"}, {"text_block_id": "p77_b1589", "text": ""}, {"text_block_id": "p77_b1590", "text": "Lack of access to resources such as finance and technology-based solutions for climate change adaptation and mitigation"}, {"text_block_id": "p77_b1591", "text": ""}, {"text_block_id": "p77_b1592", "text": "Unequal participation in climate change decision-making processes."}, {"text_block_id": "p78_b1593", "text": "Policy Objectives"}, {"text_block_id": "p78_b1594", "text": "The objectives of this policy option are to:"}, {"text_block_id": "p78_b1595", "text": ""}, {"text_block_id": "p78_b1596", "text": "Promote equal opportunities and affirmative action for women and vulnerable groups in climate change adaptation and mitigation through mainstreaming gender issues into national and sub-national climate-change-related policies"}, {"text_block_id": "p78_b1597", "text": ""}, {"text_block_id": "p78_b1598", "text": "Increase knowledge and strengthen capacity at all levels on gender-responsive climate change policies, strategies and programmes."}, {"text_block_id": "p78_b1599", "text": "Policy Actions"}, {"text_block_id": "p78_b1600", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p78_b1601", "text": ""}, {"text_block_id": "p78_b1602", "text": "Ensure the integration of gender equality principles in all social policies such as education, health, water and sanitation"}, {"text_block_id": "p78_b1603", "text": ""}, {"text_block_id": "p78_b1604", "text": "Generate gender-specific information including sex-disaggregated data for determining the gender impacts of climate change"}, {"text_block_id": "p78_b1605", "text": ""}, {"text_block_id": "p78_b1606", "text": "Develop effective gender and climate change goals and gender-sensitive indicators"}, {"text_block_id": "p78_b1607", "text": ""}, {"text_block_id": "p78_b1608", "text": "Collaborate with CSOs, especially women's rights organisations and coalitions, in climate change discussions and  processes"}, {"text_block_id": "p78_b1609", "text": ""}, {"text_block_id": "p78_b1610", "text": "Build the capacity of the relevant institutions to mainstream gender issues into climate change policy formulation, planning, monitoring and evaluation"}, {"text_block_id": "p78_b1611", "text": ""}, {"text_block_id": "p78_b1612", "text": "Prepare and implement gender and climate change mainstreaming strategic plans by institutions, which would provide a sound basis for evaluating the extent of gender mainstreaming"}, {"text_block_id": "p78_b1613", "text": ""}, {"text_block_id": "p78_b1614", "text": "Identify and analyse gender-specific needs, impacts, protection and support measures related to climate change and variability such as floods, droughts and diseases"}, {"text_block_id": "p78_b1615", "text": ""}, {"text_block_id": "p78_b1616", "text": "Promote gender equitable financing as a means of responding to the differential impacts of climate change by gender. This will require establishing clear mechanisms for integrating a gender dimension into the design, implementation and monitoring of all climate funds"}, {"text_block_id": "p78_b1617", "text": ""}, {"text_block_id": "p78_b1618", "text": "Increase the resilience of vulnerable groups, including women and children, through the development of community-led adaptation, livelihood diversification, better access to basic services and social protection (safety nets, insurance)"}, {"text_block_id": "p78_b1619", "text": ""}, {"text_block_id": "p78_b1620", "text": "Integrated biomass strategies for food, fuel, fodder, and other basic needs including income generation"}, {"text_block_id": "p78_b1621", "text": ""}, {"text_block_id": "p78_b1622", "text": "Promote effective and equal participation of men and women in climate change policy and decision-making processes"}, {"text_block_id": "p78_b1623", "text": ""}, {"text_block_id": "p78_b1624", "text": "Strengthen the implementation of gender responsiveness in disaster risk management."}, {"text_block_id": "p78_b1625", "text": "Programme Areas for Focus Area 8: Address Gender Issues in"}, {"text_block_id": "p78_b1626", "text": "Climate Change"}, {"text_block_id": "p78_b1627", "text": "P1."}, {"text_block_id": "p78_b1628", "text": "Gender-responsive climate change research"}, {"text_block_id": "p78_b1629", "text": "P2."}, {"text_block_id": "p78_b1630", "text": "Livelihood protection and alternative livelihoods and poverty"}, {"text_block_id": "p78_b1631", "text": "reduction"}, {"text_block_id": "p78_b1632", "text": "P3."}, {"text_block_id": "p78_b1633", "text": "Budget allocation on gender issues and climate change"}, {"text_block_id": "p78_b1634", "text": "P4."}, {"text_block_id": "p78_b1635_merged_merged_merged", "text": "Gender-responsive disaster risk reduction and management (GRDRRM)"}, {"text_block_id": "p79_b1637", "text": "Focus Area 9: Address Climate Change and Migration"}, {"text_block_id": "p79_b1638", "text": "The drivers of migration can be conceptualized into five categories, namely;"}, {"text_block_id": "p79_b1639", "text": "1."}, {"text_block_id": "p79_b1640", "text": "Economic: including employment opportunities and income differential between places."}, {"text_block_id": "p79_b1641", "text": "2."}, {"text_block_id": "p79_b1642", "text": "Political: conflict, security, land ownership."}, {"text_block_id": "p79_b1643", "text": "3."}, {"text_block_id": "p79_b1644", "text": "Demographic: size and structure of populations in source areas, prevalence of diseases that affect morbidity and mortality."}, {"text_block_id": "p79_b1645", "text": "4."}, {"text_block_id": "p79_b1646", "text": "Social: familial or cultural expectations, the search for educational opportunities and cultural practices regarding, for example, inheritance or marriage."}, {"text_block_id": "p79_b1647", "text": "5."}, {"text_block_id": "p79_b1648", "text": "Environmental: exposure to hazards and availability of ecosystem services."}, {"text_block_id": "p79_b1649", "text": "Of these, economic and social factors are perceived as having the greatest effect on the volume and patterns of migration, although the interactions between these drivers are equally important in determining migration outcomes. Climate change is expected to exacerbate these drivers of migration with the potential to increase the volume of out-migration in particular from rural to urban areas."}, {"text_block_id": "p79_b1650", "text": "Migrants moving to cities are often among the most vulnerable. Migrants also tend to be marginalised in planning for the future. They are often low-skilled, and are concentrated in high-density housing, and in informal settlements, potentially causing further vulnerabilities; increasing incidences of diseases; unemployment; limited availability and access to basic services; increased pressure on infrastructure; conflicts; and last but not least, loss of labour in the out-migration areas. Migration is an important climate change strategy for both the poor and non-poor in Ghana. As a reaction to the threat of climate change and other stressors, migrants tend to"}, {"text_block_id": "p79_b1651", "text": "leave environmentally fragile areas for ecologically better places or to urban areas where they join mostly the informal sector. The northern savannah has the highest rate of out-migration, mostly to the transition and forest zones. Critically, migration may not be a detrimental phenomenon if policymakers plan for it and ensure the necessary infrastructure is in place."}, {"text_block_id": "p79_b1652", "text": "Principles"}, {"text_block_id": "p79_b1653", "text": "The key principles are that:"}, {"text_block_id": "p79_b1654", "text": ""}, {"text_block_id": "p79_b1655", "text": "Climate change will have different degrees of influence on the different drivers of migration."}, {"text_block_id": "p79_b1656", "text": ""}, {"text_block_id": "p79_b1657", "text": "Carefully planned and proactive migration can represent a significant and effective adaptation to potentially difficult conditions."}, {"text_block_id": "p79_b1658", "text": ""}, {"text_block_id": "p79_b1659", "text": "Migration, including that influenced by climate change, can amplify political or geopolitical problems, and in particular can raise tensions and interact in problematic ways leading to conflict in destination areas."}, {"text_block_id": "p79_b1660", "text": "Key Challenges"}, {"text_block_id": "p79_b1661", "text": ""}, {"text_block_id": "p79_b1662", "text": "Absence of institutional regulatory framework for effective management of migration for development"}, {"text_block_id": "p79_b1663", "text": ""}, {"text_block_id": "p79_b1664", "text": "Increasing trend of irregular migration which can result in the loss of lives"}, {"text_block_id": "p79_b1665", "text": ""}, {"text_block_id": "p79_b1666", "text": "Low involvement of migrants in development activities"}, {"text_block_id": "p79_b1667", "text": ""}, {"text_block_id": "p79_b1668", "text": "Structural differences between urban and rural areas in terms of health and education"}, {"text_block_id": "p79_b1669", "text": ""}, {"text_block_id": "p79_b1670", "text": "Tensions and conflict over (natural) resources"}, {"text_block_id": "p79_b1671", "text": ""}, {"text_block_id": "p79_b1672", "text": "Inability of migrants to access basic social services such as health and education"}, {"text_block_id": "p80_b1673", "text": ""}, {"text_block_id": "p80_b1674", "text": "Poor security for migrants"}, {"text_block_id": "p80_b1675", "text": ""}, {"text_block_id": "p80_b1676", "text": "Poor linkages between source and destination areas"}, {"text_block_id": "p80_b1677", "text": ""}, {"text_block_id": "p80_b1678", "text": "Increased trend of independent child migration"}, {"text_block_id": "p80_b1679", "text": ""}, {"text_block_id": "p80_b1680", "text": "Inadequate coordination by relevant authorities of climate-induced migration"}, {"text_block_id": "p80_b1681", "text": "Policy Objectives"}, {"text_block_id": "p80_b1682", "text": "The objectives of this policy option are to:"}, {"text_block_id": "p80_b1683", "text": ""}, {"text_block_id": "p80_b1684", "text": "Ensure that migrants have equal opportunities to economic and social amenities at destination areas"}, {"text_block_id": "p80_b1685", "text": ""}, {"text_block_id": "p80_b1686", "text": "Promote development and resilience/adaptation  in both origin and destination areas"}, {"text_block_id": "p80_b1687", "text": "Policy Actions"}, {"text_block_id": "p80_b1688", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p80_b1689", "text": ""}, {"text_block_id": "p80_b1690", "text": "Promote vocational training, especially for youth, in places with high likelihood of receiving in-migration"}, {"text_block_id": "p80_b1691", "text": ""}, {"text_block_id": "p80_b1692", "text": "Invest in agriculture in vulnerable areas, such as developing crops and livestock that are pest and drought resistant, early yielding and culturally acceptable, and promoting irrigation, to help curb rural-urban migration"}, {"text_block_id": "p80_b1693", "text": ""}, {"text_block_id": "p80_b1694", "text": "Facilitate movement between source and destination areas through improved transport systems"}, {"text_block_id": "p80_b1695", "text": ""}, {"text_block_id": "p80_b1696", "text": "Facilitate flows of remittances and goods and services between source and destination areas"}, {"text_block_id": "p80_b1697", "text": ""}, {"text_block_id": "p80_b1698", "text": "Target social transfers and safety nets; include migrants in the social safety nets"}, {"text_block_id": "p80_b1699", "text": ""}, {"text_block_id": "p80_b1700", "text": "Improve access to microcredit among migrants"}, {"text_block_id": "p80_b1701", "text": ""}, {"text_block_id": "p80_b1702", "text": "Promote alternative livelihood programmes to develop skills among rural dwellers"}, {"text_block_id": "p80_b1703", "text": ""}, {"text_block_id": "p80_b1704", "text": "Facilitate the proper utilization of rural and peri-urban lands by improving land use and land management schemes (move to natural resources)"}, {"text_block_id": "p80_b1705", "text": ""}, {"text_block_id": "p80_b1706", "text": "Provide social protection for immigrants"}, {"text_block_id": "p80_b1707", "text": ""}, {"text_block_id": "p80_b1708", "text": "Increase accessibility to quality  health care for immigrants"}, {"text_block_id": "p80_b1709", "text": ""}, {"text_block_id": "p80_b1710", "text": "Mainstream migration into national development frameworks"}, {"text_block_id": "p80_b1711", "text": ""}, {"text_block_id": "p80_b1712", "text": "Establish a national institution for the management of migration for development"}, {"text_block_id": "p80_b1713", "text": ""}, {"text_block_id": "p80_b1714", "text": "Enforce rules and regulations of housing and sanitation"}, {"text_block_id": "p80_b1715_merged", "text": "Programme Areas for Focus Area 9: Address Climate Change and Migration"}, {"text_block_id": "p81_b1717", "text": "4.5 Energy, Industrial and Infrastructural Development"}, {"text_block_id": "p81_b1718", "text": "Focus Area 10: Minimize Greenhouse Gas Emissions"}, {"text_block_id": "p81_b1719_merged", "text": "Increasing greenhouse gas (GHG) emissions from fuel consumption for power and transport, agricultural soil, waste, burning of biomass, and other land use activities must be addressed in the nation’s nearto medium-term development plans. The demand for energy typically grows with development, but with conservation practices and efficient use of energy, GHG emissions need not grow at the same pace. A significant proportion of urban waste in Ghana is biodegradable and can potentially be recycled for raw material or energy with the appropriate technology and resources. Investing in more efficient systems and upgrading existing structures would also help cut greenhouse gas emissions and still drive economic growth."}, {"text_block_id": "p81_b1722", "text": "Principles"}, {"text_block_id": "p81_b1723", "text": "The main principle is:"}, {"text_block_id": "p81_b1724", "text": ""}, {"text_block_id": "p81_b1725", "text": "Recognizing that efficient energy use and cleaner energy technologies contribute towards economic development, as well as result in green development and optimal national emission rates."}, {"text_block_id": "p81_b1726", "text": "Key Challenges"}, {"text_block_id": "p81_b1727", "text": "Factors that may retard national mitigation actions include:"}, {"text_block_id": "p81_b1728", "text": ""}, {"text_block_id": "p81_b1729", "text": "Weak national greenhouse accounting and reporting systems"}, {"text_block_id": "p81_b1730", "text": ""}, {"text_block_id": "p81_b1731", "text": "Inadequate capacities in estimating and certifying potential greenhouse gas reductions associated with technologies"}, {"text_block_id": "p81_b1732", "text": ""}, {"text_block_id": "p81_b1733", "text": "General lack of required datasets and models, data gaps, incompatible data formats, poor data quality and poor documentation of data across inventory sectors"}, {"text_block_id": "p81_b1734", "text": ""}, {"text_block_id": "p81_b1735", "text": "Unclear formal institutional arrangements for data collection, data sharing and archiving"}, {"text_block_id": "p81_b1736", "text": ""}, {"text_block_id": "p81_b1737", "text": "Inadequate technical capacity (human and institutional)"}, {"text_block_id": "p81_b1738", "text": ""}, {"text_block_id": "p81_b1739", "text": "Inadequate research support (technical and financial)"}, {"text_block_id": "p81_b1740", "text": ""}, {"text_block_id": "p81_b1741", "text": "High costs of climate mitigation technologies, including Renewable Energy Technologies (RETs)"}, {"text_block_id": "p81_b1742", "text": ""}, {"text_block_id": "p81_b1743", "text": "Low level of awareness among decision makers on climate change needs"}, {"text_block_id": "p81_b1744", "text": ""}, {"text_block_id": "p81_b1745", "text": "Lack of design standards and codes for architects and engineers to design or rehabilitate structures to optimize emission reductions"}, {"text_block_id": "p81_b1746", "text": ""}, {"text_block_id": "p81_b1747", "text": "Uncontrolled burning"}, {"text_block_id": "p81_b1748", "text": ""}, {"text_block_id": "p81_b1749", "text": "Minimal private sector involvement"}, {"text_block_id": "p81_b1750", "text": ""}, {"text_block_id": "p81_b1751", "text": "Lack of investment into renewable energy sources with a long-term perspective and greater coordination."}, {"text_block_id": "p81_b1752", "text": "Policy Objective"}, {"text_block_id": "p81_b1753", "text": "The objectives of this policy option are to:"}, {"text_block_id": "p81_b1754", "text": ""}, {"text_block_id": "p81_b1755", "text": "Improve national greenhouse gas inventory mechanisms"}, {"text_block_id": "p81_b1756", "text": ""}, {"text_block_id": "p81_b1757", "text": "Strengthen measures to reduce greenhouse gas emissions (direct and fugitive emissions), mainly from the energy (including power generation, oil and gas, transport, biomass), industry, and waste sectors."}, {"text_block_id": "p81_b1758", "text": "Policy Actions"}, {"text_block_id": "p81_b1759", "text": "Key interventions for achieving these objectives are to:"}, {"text_block_id": "p82_b1760", "text": "•"}, {"text_block_id": "p82_b1761", "text": "Improve technical capacities, data collection and documentation systems for GHG emissions, inventories and reporting"}, {"text_block_id": "p82_b1762", "text": "•"}, {"text_block_id": "p82_b1763", "text": "Improve institutional arrangements and existing national GHG system for data collection, data sharing and archiving in appropriate quality and format"}, {"text_block_id": "p82_b1764", "text": "•"}, {"text_block_id": "p82_b1765", "text": "Support research, development and transfer of low emission technology such as natural gas combined cycle, natural gas distribution system, and mini and small hydroelectricity projects"}, {"text_block_id": "p82_b1766", "text": "•"}, {"text_block_id": "p82_b1767", "text": "Promote energy efficiency and management activities that include new and innovative energy efficiency methodologies and techniques in various sectors, especially power generation, oil and gas, transport, biomass, industry, and waste"}, {"text_block_id": "p82_b1768", "text": "•"}, {"text_block_id": "p82_b1769", "text": "Promote the use of cleaner and more efficient energy sources and production methods that minimize resulting emissions and pollution"}, {"text_block_id": "p82_b1770", "text": "•"}, {"text_block_id": "p82_b1771", "text": "Create an enabling environment, including incentives and financing mechanisms, to encourage and support the use of renewable sources of energy"}, {"text_block_id": "p82_b1772", "text": "•"}, {"text_block_id": "p82_b1773", "text": "Establish effective mechanisms for reducing the volume of wastes, and for controlled and safe disposal of unavoidable wastes"}, {"text_block_id": "p82_b1774", "text": "•"}, {"text_block_id": "p82_b1775", "text": "Establish sustainable recycling and waste management technologies that generate energy (e.g., biomass energy, biogas, methane, etc.) and reduce emissions from solid and liquid wastes, especially in urban areas"}, {"text_block_id": "p82_b1776", "text": "•"}, {"text_block_id": "p82_b1777", "text": "Support public awareness of efficient use of energy and of renewable energy sources"}, {"text_block_id": "p82_b1778", "text": "•"}, {"text_block_id": "p82_b1779", "text": "Establish efficient infrastructures and mechanisms for processing and use of by-products from oil fields to prevent gas flaring"}, {"text_block_id": "p82_b1780_merged", "text": "Programme Areas for Focus Area 10: Minimize Greenhouse Gas Emissions"}, {"text_block_id": "p84_b1782", "text": "5.0 From Policy to Action: The way forward"}, {"text_block_id": "p84_b1783", "text": "The NCCP has identified ten Policy Focus Areas for addressing"}, {"text_block_id": "p84_b1784", "text": "Ghana’s climate change challenges and opportunities. Each of these"}, {"text_block_id": "p84_b1785", "text": "policies has a number of specific programmes for addressing the critical policy actions necessary to achieve the desired objectives. These policy objectives can be achieved through the development of specific strategies and actions, more particularly, the five priority areas. Specific actions and tasks, as well as estimated timelines and budgets have been identified for each policy objective as part of the process in Phase 2."}, {"text_block_id": "p84_b1786", "text": "Phase 2 further elaborates the mainstreaming of the strategies into thematic programmes and actions for national policy planning and budgeting. This includes, among others:"}, {"text_block_id": "p84_b1787", "text": ""}, {"text_block_id": "p84_b1788", "text": "Identifying the targets of the mainstreaming process"}, {"text_block_id": "p84_b1789", "text": ""}, {"text_block_id": "p84_b1790_merged_merged", "text": "Evaluating the impacts of climate change on socio-economic, sectoral and local development strategies and plans"}, {"text_block_id": "p84_b1793", "text": ""}, {"text_block_id": "p84_b1794", "text": "Evaluating the awareness and capacity for mainstreaming in the context of the theme"}, {"text_block_id": "p84_b1795", "text": ""}, {"text_block_id": "p84_b1796", "text": "Evaluating possible impacts (both negative and positive) of the mainstreaming process"}, {"text_block_id": "p84_b1797", "text": ""}, {"text_block_id": "p84_b1798", "text": "Developing strategies and mechanisms for mainstreaming in thematic areas, including financial, economic and policy aspects."}, {"text_block_id": "p84_b1799", "text": "The Multi Donor Budget Support (MDBS) should be used as a mechanism to mainstream the policy into the sectoral programmes"}, {"text_block_id": "p84_b1800", "text": "and actions for implementation by the various Ministries, Departments and Agencies (MDAs)."}, {"text_block_id": "p84_b1801", "text": "Phase 3, which constitutes the final component of the process, will be prepared by the MDAs that are identified as leads for specific actions. The lead MDA will develop detailed time-bound and costed implementation plans that would be linked to their operating strategies and work plans."}, {"text_block_id": "p84_b1802", "text": "An inter-ministerial oversight committee should be established to create linkages with the implementing entities. In line with this recommendation, the following will constitute the nucleus of the Ministerial body:"}, {"text_block_id": "p84_b1803", "text": ""}, {"text_block_id": "p84_b1804", "text": "Environment, Science and Technology"}, {"text_block_id": "p84_b1805", "text": ""}, {"text_block_id": "p84_b1806", "text": "Lands and Forestry"}, {"text_block_id": "p84_b1807", "text": ""}, {"text_block_id": "p84_b1808", "text": "Finance and Economic Planning"}, {"text_block_id": "p84_b1809", "text": ""}, {"text_block_id": "p84_b1810", "text": "Local Government and Rural Development"}, {"text_block_id": "p84_b1811", "text": ""}, {"text_block_id": "p84_b1812", "text": "Food and Agriculture"}, {"text_block_id": "p84_b1813", "text": ""}, {"text_block_id": "p84_b1814", "text": "Energy"}, {"text_block_id": "p84_b1815", "text": ""}, {"text_block_id": "p84_b1816", "text": "Health"}, {"text_block_id": "p84_b1817", "text": "The Ministry of Environment, Science, Technology and Innovation should establish a secretariat staffed with the necessary professional, technical competence to coordinate and monitor the effective implementation of the policy, programmes and plans. The secretariat should have a cost centre with a separate budget."}, {"text_block_id": "p84_b1818", "text": "In addition to the above, intensive educational programmes should be carried out on climate change activities to enable the various sectors to implement the policy. It is further recommended that capacity-building, especially training of relevant staff at the MDA level, should form an integral part of the implementation strategy."}, {"text_block_id": "p85_b1819", "text": "MESTI: Ghana National Climate Change Policy 2013"}, {"text_block_id": "p85_b1820", "text": "Example of the relationship between the NCCP Themes and Programme Areas: Phase Two, Actions and Tasks"}, {"text_block_id": "p86_b1821", "text": "Sources of Information"}, {"text_block_id": "p86_b1822", "text": "Agyemang-Bonsu, K W. (2002):"}, {"text_block_id": "p86_b1823", "text": "“Ghana’s Technology Transfer"}, {"text_block_id": "p86_b1824", "text": "Needs Assessment Report on Scoping Phase"}, {"text_block_id": "p86_b1825", "text": "”."}, {"text_block_id": "p86_b1826", "text": "(EPA)."}, {"text_block_id": "p86_b1827", "text": "Cameron, C. (2011):"}, {"text_block_id": "p86_b1828", "text": "“"}, {"text_block_id": "p86_b1829", "text": "Climate Change Financing and Aid Effectiveness"}, {"text_block_id": "p86_b1830", "text": "”."}, {"text_block_id": "p86_b1831", "text": "CC DARE (2011):"}, {"text_block_id": "p86_b1832", "text": "“"}, {"text_block_id": "p86_b1833", "text": "National Climate Change Adaptation Strategy"}, {"text_block_id": "p86_b1834", "text": "”"}, {"text_block_id": "p86_b1835", "text": "."}, {"text_block_id": "p86_b1836", "text": "CC DARE (2012):"}, {"text_block_id": "p86_b1837", "text": "“"}, {"text_block_id": "p86_b1838", "text": "Integrating Climate Change and Disaster Risk Reduction into National Development, Policies and Planning in Ghana"}, {"text_block_id": "p86_b1839", "text": "”."}, {"text_block_id": "p86_b1840", "text": "Environmental Protection Agency (Ghana) (2012): Mapping and Documenting Indigenous Knowledge in Climate Change Adaptation."}, {"text_block_id": "p86_b1841", "text": "EPA Policy Advice Series No. 1 (2012): PAS01"}, {"text_block_id": "p86_b1842", "text": "Ghana’s National"}, {"text_block_id": "p86_b1843", "text": "Development, Planning, Climate Change and Disaster Risk Reduction."}, {"text_block_id": "p86_b1844", "text": "EPA Policy Advice Series No. 2 (2012): PAS02 Can Ghana feed itself in the face of climate change impacts."}, {"text_block_id": "p86_b1845", "text": "EPA Policy Advice Series No. 3 (2012): PAS03 Climate change in Ghana Disaster Risks are an increasing concern for all."}, {"text_block_id": "p86_b1846", "text": "EPA Policy Advice Series No. 4 (2012): PAS04 Sea level Rise"}, {"text_block_id": "p86_b1847", "text": "—"}, {"text_block_id": "p86_b1848", "text": "A"}, {"text_block_id": "p86_b1849", "text": "peril to Ghana’s coastline."}, {"text_block_id": "p86_b1850", "text": "EPA Policy Advice Series No. 5 (2012): PAS04 Education and Changing Climate."}, {"text_block_id": "p86_b1851_merged_merged_merged_merged_merged_merged_merged", "text": "EPA Policy Advice Series No. 6 (2012): PAS06 Improving Ghana’s Energy sector for help withstanding climate change."}, {"text_block_id": "p86_b1854", "text": "EPA Policy Advice Series No. 7 (2012): PAS07 Good forests Governance in Ghana can help combat climate change."}, {"text_block_id": "p86_b1855", "text": "EPA Policy Advice Series No. 8 (2012): PAS08 Will addressing climate change outcomes minimize health impacts?"}, {"text_block_id": "p86_b1856", "text": "EPA Policy Advice Series No. 9 (2012): PAS09 Challenges of climate change on human settlement."}, {"text_block_id": "p86_b1857", "text": "EPA Policy Advice Series No. 10 (2012): PAS10 Can tourism reduce climate change and poverty?"}, {"text_block_id": "p86_b1858", "text": "EPA Policy Advice Series No. 11 (2012): PAS11 Deteriorating"}, {"text_block_id": "p86_b1859", "text": "transport sector; can Ghana’s economy withstand it?"}, {"text_block_id": "p86_b1860", "text": "EPA Policy Advice Series No. 12 (2012): PAS12 And not a drop to drink; impact of climate change on water resources."}, {"text_block_id": "p86_b1861", "text": "EPA Policy Advice Series No 13 (2012): PAS13 Climate Change Adaptation and Disaster Risk Reduction: policy action for technology agriculture."}, {"text_block_id": "p86_b1862", "text": "EPA Policy Advice Series No 14 (2012): PAS14 Public financing for climate change in Ghana: A shared Responsibility for Governments and Donor Partners."}, {"text_block_id": "p86_b1863", "text": "EPA Policy Advice Series No 15 (2012): PAS15 Climate change adaptation and Disaster reduction: Engaging the private financial sector."}, {"text_block_id": "p87_b1864", "text": "EPA Policy Advice Series No 16 (2012): PAS16 Indigenous knowledge: Relevance in climate change adaptation and disaster risk reduction."}, {"text_block_id": "p87_b1865", "text": "EPA Policy Advice Series No 17 (2012): PAS17 Climate change: Ensuring equal opportunities for men and women."}, {"text_block_id": "p87_b1866", "text": "EPA Policy Advice Series No 18 (2012): PAS18"}, {"text_block_id": "p87_b1867", "text": "Assessing Ghana’s"}, {"text_block_id": "p87_b1868", "text": "capacity for addressing climate change."}, {"text_block_id": "p87_b1869", "text": "EPA (2011):"}, {"text_block_id": "p87_b1870", "text": "Ghana’s Second National Communication, under the"}, {"text_block_id": "p87_b1871", "text": "United Nations Framework Convention on Climate Change"}, {"text_block_id": "p87_b1872", "text": ", Accra: Environmental Protection Agency, 168pp"}, {"text_block_id": "p87_b1873", "text": "EPA (2012):"}, {"text_block_id": "p87_b1874", "text": "National Climate Change Adaptation Strategy (NCCAS)"}, {"text_block_id": "p87_b1875", "text": "Accra: Environmental Protection Agency"}, {"text_block_id": "p87_b1876", "text": "Gyampoh, B.A., Asante, W.A., La Rose, D. J., Adu-Acheampong, G., Assimeng, T., and Gyamfi, A. O (2011):"}, {"text_block_id": "p87_b1877", "text": "Atlas of indigenous knowledge in climate change adaptation in six selected districts in Ghana"}, {"text_block_id": "p87_b1878", "text": "."}, {"text_block_id": "p87_b1879", "text": "MEST (2003):"}, {"text_block_id": "p87_b1880", "text": "Climate Change Technology Needs and Needs Assessment Report"}, {"text_block_id": "p87_b1881", "text": "."}, {"text_block_id": "p87_b1882", "text": "MEST (2010):"}, {"text_block_id": "p87_b1883", "text": "Ghana Goes for Green Growth: National engagement on climate change"}, {"text_block_id": "p87_b1884", "text": "."}, {"text_block_id": "p87_b1885", "text": "Reid, H., M. Alam, R. Berger, T. Cannon, S. Huq, and A. Milligan. (2009):"}, {"text_block_id": "p87_b1886", "text": "“"}, {"text_block_id": "p87_b1887", "text": "Community-based adaptation to climate change: an overview."}, {"text_block_id": "p87_b1888", "text": "”"}, {"text_block_id": "p87_b1889", "text": "In:"}, {"text_block_id": "p87_b1890", "text": "Participatory Learning and Action"}, {"text_block_id": "p87_b1891", "text": ", issue 60, pg. 13, IIED."}, {"text_block_id": "p87_b1892_merged_merged_merged_merged_merged_merged", "text": "The World Bank Group (2010): Economics of Adaptation to Climate Change: Ghana. A Synthesis Report – Final Consultation Draft."}, {"text_block_id": "p87_b1897", "text": "August 2010"}, {"text_block_id": "p87_b1898", "text": "http://siteresources.worldbank.org/EXTCC/Resources/EACC_F inalSynthesisReport0803_ 2010.pdf"}], "document_description": "The National Climate Change Policy (NCCP) outlines the vision and objectives with respect to effective adaptation, social development and mitigation. Its aim is 'to ensure a climate-resilient and climate-compatible economy while achieving sustainable development and equitable low-carbon economic growth for Ghana'. It acknowledges that economic modernisation will increase emissions but argues that the new development path will reduce emissions against the BAU baseline through energy waste reduction, better infrastructure and improved public transport.<br>&nbsp;<br>&nbsp;The NCCP's emphasis is on climate resilient development pathway as well as on low carbon growth. It proposes to integrate traditional knowledge with the current and emerging knowledge to tackle climate change. It proposes the establishment of a dedicated climate change research centre.<br>&nbsp;<br>&nbsp;It outlines five priority areas to improve food security, to increase infrastructure and communities' resilience, to improve environmental management practices and ecosystems for greater biodiversity, to improve economic growth. Five unique focus areas are:</div><ul><li>Agriculture and food security</li><li>Disaster preparedness and response</li><li>Natural resource management</li><li>Equitable social development</li><li>Energy, industrial and infrastructural development</li></ul><div>&nbsp;<br>&nbsp;The Ministry of Environment, Science, Technology and Innovation is the main monitoring the implementation agency. It proposes to establish a secretariat of appropriate technical and professional competence. Further, The National Environmental and Natural Resources Council, chaired by the Vice President, will also have an oversight."}