{"document_instrument_name": ["Research & Development, knowledge generation|Information", "Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation"], "document_country_english_shortname": "Ghana", "document_category": "Policy", "document_sector_name": ["Water", "Transportation", "LULUCF", "Health", "Agriculture"], "document_language": "English", "document_name": "National Climate Change Adaptation Strategy", "document_country_code": "GHA", "document_hazard_name": ["Sea Level Rise", "Soil Erosion", "Heat Waves And Heat Stress", "Wildfires", "Hurricanes", "Storms", "Tsunamis", "Cyclones", "Droughts", "Floods"], "document_response_name": ["Disaster Risk Management", "Adaptation"], "document_type": "Strategy", "document_framework_name": "Adaptation", "document_region_code": "Sub-Saharan Africa", "document_date": "15/11/2012", "document_keyword": ["Adaptation", "Institutions / Administrative Arrangements"], "document_url": "https://cdn.climatepolicyradar.org/GHA/2012/GHA-2012-11-15-National Climate Change Adaptation Strategy_d50f5d654dbe63e560f90be4374a6ab5.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "National Climate Change Adaptation Strategy"}, {"text_block_id": "p2_b2", "text": "Table of Contents"}, {"text_block_id": "p3_b3", "text": "Box 1 What is Adaptation?"}, {"text_block_id": "p3_b4", "text": "Box 2 The effects of climate change on Ghana"}, {"text_block_id": "p3_b5", "text": "Box 2 The effects of climate change on Ghana\n"}, {"text_block_id": "p4_b6", "text": "CHAPTER 1"}, {"text_block_id": "p4_b7", "text": "1.0 GENERAL INTRODUCTION"}, {"text_block_id": "p4_b8", "text": "1.1 Background and Purpose"}, {"text_block_id": "p4_b9", "text": "climate variability may pose serious challenges to national development."}, {"text_block_id": "p4_b10", "text": "Indeed governments, communities and individuals alike adapt measures to minimise the impacts of climate change. However, a critical examination of most of the measures so far reveal that they are not actually targeted at increasing resilience of affected people to climate change. The measures are rather reactionary and, tend out to be ultimately more costly and could therefore hardly address effectively impacts that are long term anticipated."}, {"text_block_id": "p4_b11", "text": "Box 1 What is Adaptation?"}, {"text_block_id": "p4_b12", "text": "Accordingly, this National Climate Change Adaptation Strategy intends to;"}, {"text_block_id": "p4_b13", "text": "Accordingly, this National Climate Change Adaptation Strategy intends to;\n* Ensure a consistent, comprehensive and a targeted approach to\n* Deepen awareness and sensitisation for the general populace particularly\n* Position Ghana to draw funding for meeting her national adaptation needs\n* Strengthen International recognition to facilitate action\n* Facilitate the mainstreaming of Climate change and disaster risk"}, {"text_block_id": "p5_b23", "text": "The preparation of this National Climate Change Policy has been influenced by a number of factors."}, {"text_block_id": "p5_b24", "text": "First, one of the commitments under the"}, {"text_block_id": "p5_b25", "text": "United Nations Framework Convention on Climate Change"}, {"text_block_id": "p5_b26", "text": "(UNFCCC) is the fundamental role expected of Parties (national governments) to ensure that climate change issues are taken into consideration in national development planning."}, {"text_block_id": "p5_b27", "text": "In addition to this, is the Hyogo Framework for Action (HFA) 2005-2015, a comprehensive and action oriented response to international concern about the growing impact of disaster on individuals, communities and national development, which aims to reduce substantially loss of life as well as the social, economic and environmental losses caused to communities"}, {"text_block_id": "p5_b28_merged_merged", "text": "Evidence abounds in Ghana that 2080. (Agyemang-Bonsu et al., 2008)."}, {"text_block_id": "p5_b30", "text": "Box 2: The effects of climate change on Ghana"}, {"text_block_id": "p5_b31", "text": "and nations as a result of disasters. Again, the development of a National Climate Change Adaptation Stragegy has been agreed on as a trigger under the Natural Resources and Environmental Governance Programme in Ghana."}, {"text_block_id": "p5_b32", "text": "Any anomaly in the climate therefore tends to affect the economy of Ghana, particularly the vulnerable. The limited use of irrigation facilities and high dependence on unfavourable climatic conditions for the realisation of good harvest tend to introduce huge instability in the standards of living of the people. The percentage of cultivated land under irrigation in Ghana is 0.89%. This is equivalent to 23,657 hectares. Consequently, majority of Ghanaians, who live in the rural areas and thrive mainly on rain-fed farming in rural communities, become disproportionately vulnerable since they are most exposed to hazards such as bush fires, flooding and droughts and are least capable of adapting to such hazards."}, {"text_block_id": "p6_b33", "text": "Finally, climate forecast and climate change scenarios for the country predict a more severe and frequent pattern of such drought and flood events. At present, there is broad international consensus that even if the world makes a significant reduction in greenhouse gas emissions, the lag in the climate system means that the world is faced with decades of climate change due to the green house emissions already put into the atmosphere from industrialization activities."}, {"text_block_id": "p6_b34", "text": "The need to properly plan and carefully adopt a development path that ensures climate resilience and integrate adaptation measures into all facets of national development planning, particularly at the local level makes the preparation of a National Climate Change Adaptation Strategy (NCCAS) all the more relevant."}, {"text_block_id": "p6_b35", "text": "1.2 Approaches"}, {"text_block_id": "p6_b36_merged", "text": "The preparation of the NCCAS has been driven fundamentally by a participatory approach. Since 2006, using the outputs of the sectoral vulnerability and adaptation assessments carried out by national experts, an extensive network of stakeholders ranging from the national, sector and districts with varied and wide experiences in climate change disaster and national development planning processes were consulted."}, {"text_block_id": "p6_b38", "text": "."}, {"text_block_id": "p6_b39", "text": "1.3 Scope"}, {"text_block_id": "p6_b40", "text": "Intended to cover a period of 10 years from 2010 to 2020, the NCCAS is anticipated to be reviewed and used by all stakeholders. These are the Presidency, Cabinet, Members of Parliament, Members of the National Climate Change Committee, the Ministries, Departments and Agencies (MDAs), the Metropolitan, Municipal and District Assemblies (MMAs), and Civil Society Organisations (CSOs) and traditional rulers. The academia and research institutions may also find it very useful."}, {"text_block_id": "p6_b41", "text": "1.4 Guiding Principles, Goal, Objectives and Strategies"}, {"text_block_id": "p6_b42", "text": "The following key principles shall guide the formulation and implementation of the NCCAS"}, {"text_block_id": "p6_b43", "text": "The following key principles shall guide the formulation and implementation of the NCCAS\n* Adaptation policies must be addressed as part of a broader context of\n* Stakeholder participation is central to the formulation and\n* Promotion of sustainable development and poverty reduction are focus\n* Long term impacts of climate change is the principal means for\n* Gender sensitivity and reduction of vulnerability are extensively adopted\n* Flexible and iterative\n* Cross sectoral and integrative but not necessarily sector wide"}, {"text_block_id": "p7_b57", "text": "The following key principles shall guide the formulation and implementation of the NCCAS\n* Adaptation policies must be addressed as part of a broader context of\n* Stakeholder participation is central to the formulation and\n* Promotion of sustainable development and poverty reduction are focus\n* Long term impacts of climate change is the principal means for\n* Gender sensitivity and reduction of vulnerability are extensively adopted\n* Flexible and iterative\n* Cross sectoral and integrative but not necessarily sector wide\n* Implementation of the document shall ensure learning by doing\n<\\li1>"}, {"text_block_id": "p7_b59", "text": "1.5 Structure"}, {"text_block_id": "p7_b60", "text": "The NCCAS is structured into five chapters."}, {"text_block_id": "p8_b61", "text": "Chapter 2"}, {"text_block_id": "p8_b62", "text": "2.0 SITUATIONAL ANALYSIS"}, {"text_block_id": "p8_b63", "text": "2.1 Climate Change in Ghana"}, {"text_block_id": "p8_b64", "text": "Historical data for Ghana from the year 1961 to 2000 clearly shows a progressive rise in temperature and decrease in mean annual rainfall in all the six agro-ecological zones in the country. Climate change is manifested in Ghana through: (i) rising temperatures, (ii) declining rainfall totals and increased variability, (iii) rising sea levels and (iv) high incidence of weather extremes and disasters. The average annual temperature has increased 1°C in the last 30 years. Based on this data, the Minia et al. (2004) estimate that temperature will continue to rise, while rainfall is also predicted to decrease in all agro-ecological zones (see tables 1 and 2). Even though model prediction may not provide actual climate at the projected dates, we know from historical analyses that rainfall in the West African sub-region is associated with high variability which climate change would only amplify. From historical records, temperatures have also risen and are likely to continue in the future. In all agro-ecological zones average annual temperatures are estimated to increase between 0.8°C and 5.4°C for the years 2020 and 2080 respectively. Within the same period average annual rainfall total is estimated to decline by between 1.1%, and 20.5%."}, {"text_block_id": "p8_b65", "text": "Table 1: Scenarios of Mean annual change in rainfall (%) for ecological zones"}, {"text_block_id": "p8_b66", "text": "Table 2: Scenarios of Mean annual temperature change for ecological zones"}, {"text_block_id": "p8_b67", "text": "Source: Minia et al. (2004)"}, {"text_block_id": "p8_b68_merged", "text": "The major challenges in all zones are weather extremes such as flooding, droughts and high temperatures. In the Transitional zone, the projected trends that are most likely to pose the major problem are the early termination of rainfall which is likely to convert the current bi-modal regime to a uni-modal one. Historical analysis by Owusu and Waylen (2008) has indicated that, rainfall variability may be the single largest component of rainfall changes affecting all agro-ecological zones in Ghana. In the Transition zone for instance, the short dry spell (July and August) which is crucial for preparing the land for the"}, {"text_block_id": "p9_b71", "text": "second crop is increasingly becoming wetter and the short rainy season terminating early. There is a progression toward a uni-modal regime for the transitional zone with serious consequences for rain-fed agriculture."}, {"text_block_id": "p9_b72", "text": "In the Forest zones, reductions in rainfall"}, {"text_block_id": "p9_b73", "text": "are reported (Owusu and Waylen 2009) to be about"}, {"text_block_id": "p9_b74", "text": "20% which is far larger than the 10% reduction in the Transition and Savannah to the north. The major challenge in the forest however, is that the reduction permeates the entire rainfall regime."}, {"text_block_id": "p9_b75", "text": "2.2 Climate Change Impacts in Ghana"}, {"text_block_id": "p9_b76", "text": "The major climate change impacts affect all sectors and their objectives, places and people differentially depending on the levels of vulnerability. Ghana’s vulnerability to climate change is in large part defined by its exposure to the various impacts with droughts, floods, and sea erosion as the main drivers. The most affected sectors in Ghana include the economic, social and infrastructural groups. The cumulative effects on these sectors determine the impacts and vulnerabilities of various livelihoods groups and places in the country."}, {"text_block_id": "p9_b77", "text": "2.2.1 Impacts on the economic sectors"}, {"text_block_id": "p9_b78", "text": "Agriculture"}, {"text_block_id": "p9_b79", "text": ": In the economic sectors,"}, {"text_block_id": "p9_b80", "text": "agriculture"}, {"text_block_id": "p9_b81", "text": "which is the largest employer within the Ghanaian economy suffers the most from climate change. The distribution of rainfall is the single most important factor affecting agriculture. The increasing variability of rainfall increases the risk associated with farming as prediction becomes almost impossible."}, {"text_block_id": "p9_b82", "text": "Total rainfall amounts are projected to fall or experience great variability which will impact crop production and the livelihoods of many in rural areas. The social fallouts of climate variability will include changes in land tenure arrangements and social relations, migration and subsequent urban vulnerability. Agricultural production is predominantly rain-fed and any changes in rainfall pattern would have serious impact on productivity."}, {"text_block_id": "p9_b83", "text": "Current projections on climate indicate that rising temperatures and frequent droughts will increase the incidences of bushfires and environmental degradation. The changes in the climatic conditions in the past have deepened rural vulnerability to poverty and enhanced the process of land degradation and desertification. Investments in agriculture are becoming expensive, risky and less profitable."}, {"text_block_id": "p9_b84", "text": "Water"}, {"text_block_id": "p9_b85_merged_merged_merged", "text": ": The next important sector with wide implications for other sectors is water. This is important for agriculture, energy, health, sanitation,"}, {"text_block_id": "p10_b88", "text": "manufacturing and domestic uses. The potential water availability from precipitation determines the availability of both surface and underground water. Domestic water availability is already a big issue in major cities of Ghana due mainly to technical inefficiencies. Runoff in all representative basins is sensitive to changes in precipitation and temperature with a 10% change in precipitation. Falling total rainfall affects the generation capacity of the hydro-electric dams. Salt water intrusion along coastal communities without centralised water systems deprives these communities of potable water for domestic and industrial uses. There is a reduction of social welfare as a result of the combined effects of declining income from agriculture and inadequate water supplies, with severe consequences on malnutrition and human health."}, {"text_block_id": "p10_b89", "text": "Natural resources"}, {"text_block_id": "p10_b90", "text": "are the major sources of wealth and livelihoods for majority of rural Ghanaians and the state. Sustainable management of these resources is crucial for generating food, income, tourism, foreign exchange and biodiversity needed for ecosystem services. Climate change is said to impact on natural resources negatively both directly and indirectly. Directly, the increasing frequency of droughts reduces biodiversity; while low levels of rainfall, high temperatures and winds exacerbate bush fires. Indirectly, climate change impacts on the ability of economic sectors to provide adequate income and services to the population which is translated into unsustainable harvesting of natural resources through extensification and intensification of agriculture which have negative consequences for biodiversity, a major source of tourism and ecosystem services."}, {"text_block_id": "p10_b91", "text": "Energy:"}, {"text_block_id": "p10_b92_merged", "text": "The electricity supply is currently vulnerable to climate change. About 67% of electricity generation in the country is from hydropower and 33% is from thermal generation using diesel (Energy Statistics, 2006), with a small contribution (less than 1%) from small-scale solar systems. By 2020 the energy supply is expected to be more diversified, according to the National Energy Plan for 2006-2020, with a larger contribution from natural gas and renewables, and potentially from nuclear power."}, {"text_block_id": "p10_b96", "text": "The vulnerability of the hydroelectric sector to climate change was highlighted by the output of hydro-electricity in 2003, a particularly dry year. The output was 3,885 GWh, or about 60% of the level of 6,610 GWh in 2000, which was a relatively wet year. Emergency supply of thermally generated electricity was brought on line in 2003 to partially compensate for the decrease in hydroelectric generation."}, {"text_block_id": "p10_b97", "text": "2.2.2 Impacts on the social sectors"}, {"text_block_id": "p10_b98", "text": "The health and sanitation sectors have already been affected by climate change and will experience further stress in the future. Increased incidences of water, air and food borne diseases accompany flooding, drought, heat waves, and dry winds. These interact with the sanitation nightmare experienced in urban areas"}, {"text_block_id": "p11_b99", "text": "2.2.3 Impacts on Infrastructure."}, {"text_block_id": "p11_b100", "text": "Coastal erosion aided by rising sea levels will destroy a substantial portion of the east coast of Ghana, carrying along millions of dollars of investments in infrastructure. Heavy downpours will affect the road network resulting in enormous annual cost of road repairs which prevents meaningful expansion of road infrastructure needed to increase accessibility. Climate-proof infrastructure cost more than conventional designs thereby reducing the quantum of infrastructural investments. Infrastructure falls within the ‘hard’"}, {"text_block_id": "p12_b101", "text": "adaptation measures which are high cost interventions but necessary for social and economic reproduction."}, {"text_block_id": "p12_b102", "text": "2.3 Ghana’s Vulnerability to climate change"}, {"text_block_id": "p12_b103", "text": "Vulnerability in all sectors of the Ghanaian economy and among households results from both climate-induced and socio-politico-economic drivers."}, {"text_block_id": "p12_b104_merged", "text": "Vulnerability in the context of climate change is the consequent fall in well-being attributed to the change simply because people are unable to cope and adapt positively without adverse effects. Two sides of vulnerability are worth noting: the first is the extent to which an area is susceptible to unfavourable climate impact changes, and the second is the adaptive capacity of local population. The vulnerability of a society is influenced by its development path, physical exposures, the distribution of resources, prior stresses and social and government institutions (Adjer et al. 2007)."}, {"text_block_id": "p12_b107", "text": "Environmental change emerging through the driver of climate change inflicts harsh and extreme environmental conditions upon rural smallholder farmers and therefore has direct implications for creating unsustainable livelihoods."}, {"text_block_id": "p13_b108", "text": "Farmers have their investments washed down the drain by floods and droughts almost every second or third year, especially in the northern savannah zone."}, {"text_block_id": "p13_b109", "text": "The severity of climate change impacts are felt mostly by poorer groups depending on natural resource-based activities and living in marginal environments. The socio-economic groups affected most by climate change include small-scale food crop farmers, women small-scale farmers, Livestock operators, fishermen and fishmongers, slum dwellers, and migrant farm workers. These groups are vulnerable due mostly to institutional bottlenecks, legal frameworks, poor capacities and market imperfections. These non-climate drivers of vulnerability define the access patterns of different people in different places to productive resources which builds resilience and adaptive capacity."}, {"text_block_id": "p13_b110", "text": "Migration and urban vulnerability constitute important dimensions of climate change in Ghana. The increasing rate of migration is attributable to both climate change and socio-economic vulnerabilities. The northern regions and parts of Volta region have substantial numbers of their population moving to the wetter south and urban areas. Increasing weather extremes will exacerbate these movements with consequences of creating open spaces and concentrating populations especially in urban areas where vulnerability to flooding, diseases, heat waves, poor water supply are aided by poor urban planning and poor infrastructure provision."}, {"text_block_id": "p13_b111", "text": "The major characteristics of these groups that make them prone to climate change impacts are the dependence on nature using poor technology. The poor adaptive capacity is the result of poverty due mainly to poor assets, poor institutions, poor markets, poor physical infrastructure and eroding social support systems. The focus of adaptation should begin with the most vulnerable to climate change impacts and up-scaled to the other groups, rather than enforcing the interest of the few elite."}, {"text_block_id": "p13_b112", "text": "Generally, the future of the country depends on the ability to cope with these climate risks and realise opportunities that propel sustainable livelihoods, reduce poverty and increase national growth. Inability to reduce Ghana’s vulnerability by reducing exposure and building adaptive capacity will result in unsustainable livelihoods with consequences of food insecurity, poverty and environmental degradation. These in turn will further increase vulnerability of human and physical systems to harsher impacts of climate change."}, {"text_block_id": "p13_b113", "text": "2.4 Summary of Key Issues"}, {"text_block_id": "p14_b114", "text": "Measures to minimise the impacts of climate are reactionary. Generally government and the citizenry at large have not been proactive in putting adaptation mechanism in place to minimise the impacts of climate change. There are scientific evidences to demonstrate (i) rising temperatures, (ii) declining rainfall totals and variability, (iii) rising sea levels and (iv) high incidence of weather extremes and disasters. These are increasingly projected to have a disastrous impact on all facets of the Ghanaian populace now and in the future."}, {"text_block_id": "p14_b115", "text": "There is high risk associated with farming owing to the high unpredictability of rainfall. Investments in agriculture are therefore becoming expensive, risky and less profitable."}, {"text_block_id": "p14_b116", "text": "Some of the key challenges can be itemised as follows:"}, {"text_block_id": "p14_b117", "text": "Some of the key challenges can be itemised as follows:\n* Poor and Inadequate Infrastructure\n* Limited Human Resource Capacity\n* Weak sub-regional network\n* Inadequate financial resources/Low budgetary allocation\n* Flooding\n\t* Siltation of river beds\n\t* High rainfall in a short period generating high run-off\n\t* Settlements, farms etc located in flood plains\n\t* Improper farming methods leading to compaction of the soil which\n\t* Land degradation along the river banks\n\t* Absence of proper flood management systems\n\t* Improper disposal of solid waste that could choke drains and\n\t* Drought\n\t* deforestation\n\t* long dry season\n\t* scanty rainfall\n\t* General\n\t* Lack of framework, inadequate human and financial capacity\n\t* Inadequate water harvesting systems.\n\t* Farming along the river banks causing siltation and reducing the\n\t* Higher temperatures, in combination with favorable rainfall"}, {"text_block_id": "p15_b159", "text": "The public health sector of Ghana is characterized by the following:"}, {"text_block_id": "p15_b160", "text": "The public health sector of Ghana is characterized by the following:\n* Limited access to health care (Facilities, Nurses, Doctors, Paramedics\n* Inaccessible health facilities (road network, transportation, financial\n* Inadequately equipped health facilities"}, {"text_block_id": "p15_b166", "text": "Some of the areas that are weak in terms of research and awareness creation are"}, {"text_block_id": "p15_b167", "text": "Some of the areas that are weak in terms of research and awareness creation are\n* Inadequate climate information center\n* Poor information delivery services\n* Weak operational and well resourced Research and development systems\n* Inadequate climate change education into school curriculum\n* Inadequate health education and awareness creation\n* Need for policy and budgetary allocation for climate change research and\n* Relationships between scientific knowledge and traditional or indigenous"}, {"text_block_id": "p16_b181", "text": "Chapter 3"}, {"text_block_id": "p16_b182", "text": "3.0 GHANA’S ADAPTATION STRATEGY DEVELOPMENT"}, {"text_block_id": "p16_b183", "text": "3.1 Formulation of Goal /Objectives"}, {"text_block_id": "p16_b184", "text": "Goal"}, {"text_block_id": "p16_b185", "text": "To enhance Ghana’s current and future development to climate change impacts by strengthening its adaptive capacity and building resilience of the society and ecosystems."}, {"text_block_id": "p16_b186", "text": "Objectives"}, {"text_block_id": "p16_b187", "text": "Objectives\n* Improve societal awareness and preparedness for future climate change;\n* Enhance the mainstreaming of climate change into national development\n* Increase the robustness of infrastructure development and long-term\n* Enhance the adaptability of vulnerable ecological and social systems by\n* Foster competitiveness and promote technological innovation"}, {"text_block_id": "p16_b197", "text": "3.2 Strategies"}, {"text_block_id": "p16_b198", "text": "Livelihoods"}, {"text_block_id": "p16_b199", "text": "Livelihoods\n* Improve output and income of vulnerable groups\n* Create awareness on climate change and its adaptation strategies\n* Sensitize beneficiaries on the need to adopt new and appropriate\n* Improve access to credit facilities\n* Build technical and financial capacities on alternative livelihoods\n* Strengthen the relationship between scientific knowledge and traditional"}, {"text_block_id": "p16_b211", "text": "Energy"}, {"text_block_id": "p16_b212", "text": "Energy\n* Increase the use of off-grid alternative energy resources\n* Increase the use of efficient domestic appliances\n* Develop low-head run on river hydroelectric schemes\n* Encourage large-scale energy conservation."}, {"text_block_id": "p17_b220", "text": "Agriculture"}, {"text_block_id": "p17_b221", "text": "1."}, {"text_block_id": "p17_b222", "text": "Build and strengthen capacity of local farmers to increase agricultural productivity and awareness of climate issues."}, {"text_block_id": "p17_b223", "text": "2."}, {"text_block_id": "p17_b224", "text": "Build and strengthen capacity of extension officers in new farming technologies in order to enhance their support for farmers."}, {"text_block_id": "p17_b225", "text": "3."}, {"text_block_id": "p17_b226", "text": "Enhance the living standards of vulnerable groups through acquisition of alternative livelihoods skills"}, {"text_block_id": "p17_b227", "text": "4."}, {"text_block_id": "p17_b228", "text": "Protect the environment through the promotion of agricultural biodiversity"}, {"text_block_id": "p17_b229", "text": "5."}, {"text_block_id": "p17_b230", "text": "Promote cultivation of crops and rearing of animals adapted to harsh climatic conditions"}, {"text_block_id": "p17_b231", "text": "6."}, {"text_block_id": "p17_b232", "text": "Document existing indigenous knowledge and best practices"}, {"text_block_id": "p17_b233", "text": "7."}, {"text_block_id": "p17_b234", "text": "Train trainers to promote post-harvest technologies to minimize losses of farm produce."}, {"text_block_id": "p17_b235", "text": "Health"}, {"text_block_id": "p17_b236", "text": "1."}, {"text_block_id": "p17_b237", "text": "Create national awareness on climate change and its impacts on health, livelihood and environmental sanitation."}, {"text_block_id": "p17_b238", "text": "2."}, {"text_block_id": "p17_b239", "text": "Improve environmental sanitation by strengthening institutions and enforcement of laws and bye laws."}, {"text_block_id": "p17_b240", "text": "3."}, {"text_block_id": "p17_b241", "text": "Improve existing waste management infrastructure and provide new and affordable technologies for environmental sanitation."}, {"text_block_id": "p17_b242", "text": "4."}, {"text_block_id": "p17_b243", "text": "Enhance and strengthen policies and bye laws in relation to spatial distribution of residential, commercial, industrial and recreational areas."}, {"text_block_id": "p17_b244", "text": "5."}, {"text_block_id": "p17_b245", "text": "Reduce the incidence of water and air –borne diseases."}, {"text_block_id": "p17_b246", "text": "6."}, {"text_block_id": "p17_b247", "text": "Improve capacities of health workers to cope with climate change health related problems"}, {"text_block_id": "p17_b248", "text": "7."}, {"text_block_id": "p17_b249", "text": "Increase and upgrade existing health facilities and equipment (ambulance, health centers (CHPS), mobile health vans, helicopter)"}, {"text_block_id": "p17_b250", "text": "8."}, {"text_block_id": "p17_b251", "text": "Develop and strengthen a network of rapid disaster response team."}, {"text_block_id": "p17_b252", "text": "Early Warning"}, {"text_block_id": "p17_b253", "text": "1."}, {"text_block_id": "p17_b254", "text": "Promote the development of modern information management system including E-Governance process"}, {"text_block_id": "p17_b255", "text": "2."}, {"text_block_id": "p17_b256", "text": "Develop systems for data collection, processing and dissemination of information"}, {"text_block_id": "p17_b257", "text": "3."}, {"text_block_id": "p17_b258", "text": "Promote evidence-based decision making"}, {"text_block_id": "p17_b259", "text": "4."}, {"text_block_id": "p17_b260", "text": "Intensify government’s commitment to enhance access to public information and enabling environment for media"}, {"text_block_id": "p17_b261", "text": "5."}, {"text_block_id": "p17_b262", "text": "Promote timely dispatch of strategic information to targeted areas"}, {"text_block_id": "p18_b263", "text": "Fisheries Management"}, {"text_block_id": "p18_b264", "text": "1."}, {"text_block_id": "p18_b265", "text": "Promote fish farming"}, {"text_block_id": "p18_b266", "text": "2."}, {"text_block_id": "p18_b267", "text": "Design and implement programmes on fisheries management and disease control"}, {"text_block_id": "p18_b268", "text": "3."}, {"text_block_id": "p18_b269", "text": "Develop alternative sources of livelihoods for fisherfolks"}, {"text_block_id": "p18_b270", "text": "Land Use"}, {"text_block_id": "p18_b271", "text": "1."}, {"text_block_id": "p18_b272", "text": "Identify gaps in existing land-use regulations and review policies to deal with land management issues"}, {"text_block_id": "p18_b273", "text": "2."}, {"text_block_id": "p18_b274", "text": "Implement and enforce land use regulations for sustainable development"}, {"text_block_id": "p18_b275", "text": "3."}, {"text_block_id": "p18_b276", "text": "Enhance the capacity of vulnerable groups to sustainably utilize land resources"}, {"text_block_id": "p18_b277", "text": "4."}, {"text_block_id": "p18_b278", "text": "Promote farming technologies that enhances productivity of agricultural lands."}, {"text_block_id": "p18_b279", "text": "5."}, {"text_block_id": "p18_b280", "text": "Strengthen capacities of universities and research institutions to undertake climate change studies"}, {"text_block_id": "p18_b281", "text": "6."}, {"text_block_id": "p18_b282", "text": "Develop strategies to implement climate change adaptation options"}, {"text_block_id": "p18_b283", "text": "Water"}, {"text_block_id": "p18_b284", "text": "1."}, {"text_block_id": "p18_b285", "text": "Preserve/conserve water resources"}, {"text_block_id": "p18_b286", "text": "2."}, {"text_block_id": "p18_b287", "text": "Make water accessible for domestic, agricultural, industrial, and commercial use and energy production."}, {"text_block_id": "p18_b288", "text": "3."}, {"text_block_id": "p18_b289", "text": "Increase water availability for domestic, industrial, agricultural, and energy production"}, {"text_block_id": "p18_b290", "text": "4."}, {"text_block_id": "p18_b291", "text": "Improve and sustain the quality of water resources."}, {"text_block_id": "p18_b292", "text": "To build capacity in water resources management."}, {"text_block_id": "p18_b293", "text": "3.6 Adaptation Programmes"}, {"text_block_id": "p18_b294", "text": "3.6.1 Criteria for Selection of Priority Actions"}, {"text_block_id": "p19_b295", "text": "3.6. 2 List of Priority Programmes"}, {"text_block_id": "p19_b296_merged", "text": "As part of Ghana’s effort in developing a national climate change adaptation strategy, a series of sectoral studies were carried out. These studies led to the proposal of seventy five sectoral adaptation options. The integration of these proposed sectoral adaptation options in national development proved to be a great challenge as they could not be considered in isolation."}, {"text_block_id": "p19_b299", "text": "The programmatic based approach led to the identification of ten top national priority adaptation programmes which have been provided in the Table 1 below. To reduce mal-adaptation, the working group used the cross-sectoral impact planning and analysis methodological tool the “Akropong Approach” (E. Kemp-Benedict and W. K. Agyemang-Bonsu) which developed as part of the NCCAS."}, {"text_block_id": "p20_b300", "text": "Box 3: The importance of mainstreaming climate change into national development process"}, {"text_block_id": "p20_b301", "text": "Table 3: Priority Adaptation Programmes"}, {"text_block_id": "p21_b302", "text": "CHAPTER 4"}, {"text_block_id": "p21_b303", "text": "4.0"}, {"text_block_id": "p21_b304", "text": "IMPLEMENTATION ARRANGEMENTS"}, {"text_block_id": "p21_b305", "text": "4.1"}, {"text_block_id": "p21_b306", "text": "Decentralized Implementation Strategy"}, {"text_block_id": "p21_b307_merged", "text": "Implementation of the Strategy will form part of the decentralized planning and implementation system. MDAs at the national level are responsible for policy, planning, monitoring and evaluation of development programmes and projects while execution of such programmes and projects are undertaken at the sub-national levels, i.e., the government agencies and the district assemblies. Thus, appropriate institutions have been identified below to assume responsibility of the strategy at all levels."}, {"text_block_id": "p21_b310", "text": "4.2"}, {"text_block_id": "p21_b311", "text": "Institutional Arrangements"}, {"text_block_id": "p21_b312", "text": "To ensure national ownership of the strategy and participatory effort at managing the implementation of the strategy on schedule, both governmental and non-governmental agencies including the private sector and civil society organizations have been identified as implementing bodies at the national, regional, district and community levels. The capacities of such implementing bodies will be built to ensure efficiency and effectiveness."}, {"text_block_id": "p21_b313", "text": "4.2.1 National Level"}, {"text_block_id": "p21_b314", "text": "The lead institution for the implementation of the National Climate Change Adaptation Strategy (NCCAS) is the Ministry of Environment, Science and Technology, which will be the supervisory agency. The ministry will be assisted at the national level by the National Climate Change Committee."}, {"text_block_id": "p21_b315", "text": "4.2.1.1 Ministry of Environment, Science and Technology"}, {"text_block_id": "p21_b316", "text": "As the supervisory agency, the ministry will:"}, {"text_block_id": "p21_b317", "text": "•"}, {"text_block_id": "p21_b318", "text": "Establish the institutional mechanism to implement the National Climate Change Adaptation Strategy"}, {"text_block_id": "p21_b319", "text": "•"}, {"text_block_id": "p21_b320", "text": "Liaise with the National Development Planning Commission to mainstream the Adaptation Strategy into national development planning processes"}, {"text_block_id": "p21_b321", "text": "•"}, {"text_block_id": "p21_b322", "text": "Coordinate the efforts of the other Government agencies, the private sector and civil society organizations."}, {"text_block_id": "p21_b323", "text": "•"}, {"text_block_id": "p21_b324", "text": "Ensure that the programmes/ projects under the strategy are in line with sectoral government policies and strategies"}, {"text_block_id": "p21_b325", "text": "•"}, {"text_block_id": "p21_b326", "text": "Provide technical, financial and logistical support for the various actors involved in programme activities, and"}, {"text_block_id": "p21_b327", "text": "•"}, {"text_block_id": "p21_b328", "text": "Supervise, monitor and evaluate the performance of the strategy."}, {"text_block_id": "p22_b329", "text": "4.2.1.2 National Climate Change Committee"}, {"text_block_id": "p22_b330", "text": "This committee will play the following roles:"}, {"text_block_id": "p22_b331", "text": "•"}, {"text_block_id": "p22_b332", "text": "The day-to-day management of the National Adaptation Strategy"}, {"text_block_id": "p22_b333", "text": "•"}, {"text_block_id": "p22_b334", "text": "The supervision of programmes/projects"}, {"text_block_id": "p22_b335", "text": "•"}, {"text_block_id": "p22_b336", "text": "The preparation of guidelines for programmes/projects"}, {"text_block_id": "p22_b337", "text": "•"}, {"text_block_id": "p22_b338", "text": "Monitoring and evaluation of programmes/projects and the preparation of project reports"}, {"text_block_id": "p22_b339", "text": "•"}, {"text_block_id": "p22_b340", "text": "Support for the local institutions in capacity building and participation"}, {"text_block_id": "p22_b341", "text": "•"}, {"text_block_id": "p22_b342", "text": "Establish policy guidelines for programmes/projects operations"}, {"text_block_id": "p22_b343", "text": "•"}, {"text_block_id": "p22_b344", "text": "Approve programme/projects and recommend them for funding."}, {"text_block_id": "p22_b345", "text": "•"}, {"text_block_id": "p22_b346", "text": "Recommend impact evaluation studies to determine whether the specific interventions are producing their intended effects on the poor and vulnerable groups; and"}, {"text_block_id": "p22_b347", "text": "•"}, {"text_block_id": "p22_b348", "text": "Review progress reports."}, {"text_block_id": "p22_b349", "text": "4.2.1.3 Major Climate Change-Related National, Regional and Sectoral Programmes and Projects."}, {"text_block_id": "p22_b350", "text": "Implementation of such programmes and projects will be related to implementation of the strategy at national and sub-national levels as set out above and below."}, {"text_block_id": "p22_b351", "text": "4.2.2 Sub-National Levels"}, {"text_block_id": "p22_b352", "text": "To enhance the decentralization and participatory process of the Strategy, sub national level institutions will be the actual implementing entities, especially those at district and community levels."}, {"text_block_id": "p22_b353", "text": "4.2.2.1 District Level"}, {"text_block_id": "p22_b354", "text": "This will be the most crucial level for the strategy implementation. The District Assemblies will be given guidelines from the National Climate Change Committee concerning the preparation of climate change adaptation programmes and projects at the district level, selection of programmes/projects and the sharing of implementation responsibilities between the district Assemblies and the sub-district local authorities at the community levels. For purposes of planning and plan implementations, the District Assemblies should strengthen the District Assembly Environmental Committee to take care of the development and implementation of the climate change adaptation strategy at the local level. The District Assemblies will also be assisted by the decentralized departments, NGOs, CBO’s, traditional authorities and the private sector in the preparation of detailed action plans and their implementation."}, {"text_block_id": "p22_b355", "text": "The District Assemblies should ensure that they incorporate the programmes/projects of the district Disaster plans into their Adaptation plans. The District Assemblies will directly undertake adaptation programme/project of"}, {"text_block_id": "p23_b356", "text": "district-wise nature and leave community specific programmes and projects to the sub-district and community authorities."}, {"text_block_id": "p23_b357", "text": "4.2.2.2 Community Level"}, {"text_block_id": "p23_b358", "text": "4.2.2.3 Regional Level"}, {"text_block_id": "p23_b359", "text": "At the Regional level, the Regional Coordination Council (RCC) will be responsible for monitoring and evaluating District Climate Change Adaptation Strategy and will liaise with monitoring staff of National Climate Change Committee to remove bottlenecks in the implementation of District programmes. The RCC should set up Climate Change Adaptation Monitoring Committee with the Regional Planning Officer as the Chairman. There should be a linkage between the above functions and the work of the Regional disaster management platforms."}, {"text_block_id": "p23_b360", "text": "4.2.3 The Role of Civil Society Organizations"}, {"text_block_id": "p23_b361", "text": "Until now, the important role of civil society organizations in the planning, monitoring and evaluation of national programmes has not been adequately recognized by Government. However, in the implementation of this Adaptation strategy, their roles will be recognized in the following areas;"}, {"text_block_id": "p23_b362", "text": "•"}, {"text_block_id": "p23_b363", "text": "To mobilize, animate, sensitize, create awareness and educate the people on the National Adaptation Strategy."}, {"text_block_id": "p23_b364", "text": "•"}, {"text_block_id": "p23_b365", "text": "Liaise with the District Assemblies and the Communities to achieve efficiency and effectiveness"}, {"text_block_id": "p23_b366", "text": "•"}, {"text_block_id": "p23_b367", "text": "To be a valve for evidenced based research, monitoring, communicating information and capacity building."}, {"text_block_id": "p23_b368", "text": "4.2.4 Capacity Building"}, {"text_block_id": "p23_b369", "text": "The capacities of all the implementing agencies at all spatial levels (National, Regional, District, Community) will be built in terms of their institutional, human resources, equipments and legal framework needs to enhance the orderly implementation of the Climate Change Adaptation Strategy. This calls for the preparation of a detailed capacity building plans at all levels to implement the Adaptation Strategy."}, {"text_block_id": "p23_b370", "text": "To facilitate the process, two activities will be undertaken:"}, {"text_block_id": "p24_b371", "text": "(a)"}, {"text_block_id": "p24_b372", "text": "building a national consensus and formulating capacity-building strategies for implementing the Strategy, and"}, {"text_block_id": "p24_b373", "text": "(b)"}, {"text_block_id": "p24_b374", "text": "identification of national sources and presentation of requests for technical cooperation, including that related to technology transfer and know-how in the framework of sector strategies."}, {"text_block_id": "p24_b375", "text": "With respect to the first activity, the consensus should result from a participatory dialogue of relevant interest groups and lead to an identification of skill gaps, institutional capacities and capabilities, technological and scientific requirements and resource needs to enhance climate change adaptation knowledge and integration into socio-economic development."}, {"text_block_id": "p24_b376", "text": "With respect to the second activity, the Climate Change Committee should formulate requests in the framework of long-term sector or sub-sector capacity-building strategies. Strategies should, as appropriate, address policy adjustments, to be implemented, budgetary issues, cooperation and coordination among institutions, human resource requirements, and technology and scientific equipment requirements. They should cover public and private sector needs and consider strengthening scientific training and educational and research programmes, including such training in the developed countries."}, {"text_block_id": "p24_b377", "text": "4.2.5 Monitoring and Evaluation"}, {"text_block_id": "p24_b378", "text": "There will be Monitoring and Evaluation (M&E) Unit within the National Climate Change Committee to undertake the monitoring and evaluation of the Strategy. M&E at the sub-national levels will form part of the regional and district M&E systems set-up to monitor and evaluate development programmes and projects in the districts and communities."}, {"text_block_id": "p24_b379", "text": "Broadly, monitoring will cover the following:"}, {"text_block_id": "p24_b380", "text": "(a)"}, {"text_block_id": "p24_b381", "text": "Physical progress of implementation of the Strategy within time and cost schedules."}, {"text_block_id": "p24_b382", "text": "(b)"}, {"text_block_id": "p24_b383", "text": "Quantitative and qualitative progress of implementation of programmes and projects where targets are set"}, {"text_block_id": "p24_b384", "text": "(c)"}, {"text_block_id": "p24_b385", "text": "Maintenance of capital assets created to be monitored selectively so that the expenditure earmarked for the purpose in the national and district budgets is in fact utilized for the purpose"}, {"text_block_id": "p24_b386", "text": "(d)"}, {"text_block_id": "p24_b387", "text": "Plan expenditure—to ensure that sectoral outlays are not disturbed and outlays earmarked for specific projects are not diverted for other purposes without compelling reasons."}, {"text_block_id": "p25_b388", "text": "While the limited purpose of monitoring is to ensure timely completion of stipulated tasks for which resources will be allocated to the Strategy, its evaluation will aim at assessing the impact of the Strategy and determining the success or failure in its formulation and implementation. Evaluation will be undertaken periodically, first during the mid-term and later after the completion of the Strategy life-time preferably by external consultants."}, {"text_block_id": "p25_b389", "text": "M&E Plan: There will be a comprehensive Climate Change Adaptation Strategy plan to support the implementation of the strategy. Key policy initiatives under the plan will include the following:"}, {"text_block_id": "p25_b390", "text": "(a)"}, {"text_block_id": "p25_b391", "text": "Development of institutional framework for coordinating the system, including analysis and mode of reporting on the progress on strategy implementation to different stakeholders including Government, Civil Society and development partners."}, {"text_block_id": "p25_b392", "text": "(b)"}, {"text_block_id": "p25_b393", "text": "Establishment of monitoring indicators against strategy baselines and core targets"}, {"text_block_id": "p25_b394", "text": "(c)"}, {"text_block_id": "p25_b395", "text": "Studies to enhance the knowledge and data base for the conduct of objective impact analysis of the strategy."}, {"text_block_id": "p25_b396", "text": "(d)"}, {"text_block_id": "p25_b397", "text": "Plans for dissemination and communication strategy to be adopted based on the sound understanding of key stakeholders, the information they require from the monitoring and evaluation system, how best to communicate with them and what range and style of outputs should be produced."}, {"text_block_id": "p25_b398", "text": "(e)"}, {"text_block_id": "p25_b399", "text": "Wider stakeholder participation (government, parliament, NGOs, CSOs, private sector) in monitoring progress of the strategy to be agreed in the M&E Plan."}], "document_description": "The National Climate Change Adaptation Strategy (NCCAS) was released by a joint venture between UNEP/UNDP supported by the Danish Ministry of Foreign affairs. The document outlines strategies to increase climate resilience, decrease vulnerability of population, deepen awareness, draw from funding opportunities, and facilitate mainstreaming of disaster risk reduction to national development frameworks.It proposes to build capacity in the area of infrastructure, knowledge to deal with climate change impacts and reduce vulnerability in key sectors, ecosystems, districts and regions of the country. The National Climate Change Committee within the EPA (in MEST) is mandated to serve as the implementation agency of the NCCAS with the sub-national level institutions. It mandates town and area councils and unit committees to prepare their own climate change adaptation plans and submit to the District Assemblies to be incorporated into District Plans. It establishes regional co-ordination councils and proposes to link their work with that of the existing disaster management platforms.<br>&nbsp;<br>&nbsp;Its key principles are:</div><ul><li>Adaptation policies to be addressed as part of national development policy framework</li><li>Stake holder participation</li><li>Promotion of sustainable development and poverty reduction</li><li>Long term impacts as the principle means for adaptation</li><li>Gender sensitivity</li><li>Flexible and iterative</li><li>Cross-sectoral integration but not sector wide</li><li>Implementation- learning by doing</li></ul><div>&nbsp;<br>&nbsp;The strategy proposes early warning systems, focus on poor and vulnerable, improved land use management, improving research and awareness, stress on environmental sanitation, managing water resources, agricultural diversification, improved access to healthcare, and enhanced fisheries resource management."}