{"document_instrument_name": ["Capacity building|Governance", "Tax incentives|Economic"], "document_country_english_shortname": "Ghana", "document_category": "Policy", "document_sector_name": ["Urban", "Transportation", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "The National Energy Policy", "document_country_code": "GHA", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Policy", "document_framework_name": [], "document_region_code": "Sub-Saharan Africa", "document_date": "25/12/2010", "document_keyword": ["Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/GHA/2010/GHA-2010-12-25-The National Energy Policy_311db905ef65619f1da397a80a6d046a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "MINISTRY OF ENERGY"}, {"text_block_id": "p0_b2", "text": "Republic of Ghana"}, {"text_block_id": "p0_b3", "text": "NATIONAL ENERGY POLICY"}, {"text_block_id": "p0_b4", "text": "February 2010"}, {"text_block_id": "p1_b5", "text": "FOREWORD"}, {"text_block_id": "p1_b6_merged", "text": "It is an honour for me to present a foreword for this holistic National Energy Policy for Ghana. The Policy which was approved by Cabinet on 16th March 2010 is intended to guide the development and management of Ghana•s energy sector, especially the emerging oil and gas sector, following the discovery in commercial quantities of petroleum resources in 2007."}, {"text_block_id": "p1_b9", "text": "Apart from creating a conducive environment for increased investment in the energy sector in Ghana to create jobs, national value added or export revenues, the policy also seeks to put in place a framework for the efficient management of the energy resources as well as revenues accruing therefrom."}, {"text_block_id": "p1_b10", "text": "The formulation of the policy has been done through an extensive consultative process which has involved the review of policies of several countries, discussions with institutions of Government, local authorities, civil society organizations and academia, among others."}, {"text_block_id": "p1_b11", "text": "The implementation of this Policy will require putting in place new legislation for renewable energy resources development and also for oil and gas administration and management of petroleum revenues, developing and implementing a communication strategy to manage public anxiety and expectations, development of procedures and criteria for competitive licensing and creation of a new institutional framework for the sub-sector. The Ministry of Energy has since prepared a strategic plan for the implementation of those activities and continued to work in consultation with the different stakeholders to accomplish the same."}, {"text_block_id": "p1_b12", "text": "I wish to use this opportunity to register my profound gratitude to H.E. Prof John Evans Atta Mills, President of the Republic of Ghana for his guidance in the development and management of the energy sector in Ghana in general and in the formulation of this Policy in particular. My gratitude also goes to my colleagues in Cabinet for their participation in the consultative workshop for the Cabinet sub-committee on Economy and Finance which preceded the final submission for the draft Policy to Cabinet and also their constructive critique of the policy document during discussions in Cabinet."}, {"text_block_id": "p1_b13", "text": "My colleagues in the Ministry, Hon. Emmanuel Armah Kofi-Buah, Deputy Minister of Energy and Hon. Dr. Kwabena Donkor, former Deputy Minister of Energy, provided very useful inputs into enriching the final document."}, {"text_block_id": "p1_b14", "text": "I am grateful also to Dr. A. Adjaye, a Petroleum Engineer and Consultant, for his valuable contributions which helped to shape the draft Policy document."}, {"text_block_id": "p1_b15", "text": "DR. JOE OTENG-ADJEI MINISTER"}, {"text_block_id": "p2_b16", "text": "Table of Contents"}, {"text_block_id": "p3_b17", "text": "Abbreviations & Acronyms"}, {"text_block_id": "p4_b18", "text": "Preface"}, {"text_block_id": "p4_b19", "text": "This Energy Policy outlines the Government of Ghana•s policy direction regarding the current challenges facing the energy sector. The document provides a concise outline of the Government•s policy direction in order to contribute to a better understanding of Ghana•s Energy Policy framework. It is hoped that the document will facilitate the effective management and development of the energy sector as well as provide the public with information about the Government•s policy goals. The document is, therefore, intended to serve as a:"}, {"text_block_id": "p4_b20", "text": "This Energy Policy outlines the Government of Ghana•s policy direction regarding the current challenges facing the energy sector. The document provides a concise outline of the Government•s policy direction in order to contribute to a better understanding of Ghana•s Energy Policy framework. It is hoped that the document will facilitate the effective management and development of the energy sector as well as provide the public with information about the Government•s policy goals. The document is, therefore, intended to serve as a:\n* Decision-making platform for the effective management and development of Ghanaâ¢s Energy Sector;\n* Guide to key stakeholders and institutions in the energy sector highlighting the definition and implementation of key activities in respect of their mandates;\n* Guide for coordinating the implementation and monitoring of energy sector policies; and\n* Platform for dialogue on investment opportunities with Ghanaâ¢s development partners and the private sector."}, {"text_block_id": "p4_b28", "text": "The document is divided into nine (9) sections."}, {"text_block_id": "p4_b29", "text": "Section One (1) gives a brief account of the various policy directions in the energy sector."}, {"text_block_id": "p4_b30", "text": "Section Two (2) acknowledges the concerns relating to power and identifies appropriate measures to address them."}, {"text_block_id": "p4_b31", "text": "Section Three (3) indicates the state of affairs in the energy sector with respect to petroleum issues and the necessary Government interventions required to support and enhance the growth of this sector."}, {"text_block_id": "p4_b32", "text": "Section Four (4) highlights Government•s efforts to increase the amount of renewable energy in the national energy mix."}, {"text_block_id": "p4_b33", "text": "Section Six (6) outlines Government•s attempt to ensure that energy is supplied and used efficiently with the least possible wastage."}, {"text_block_id": "p4_b34", "text": "Section Seven (7) focuses on the course being pursued to limit the adverse effects of energy production and usage on the integrity of the environment."}, {"text_block_id": "p4_b35", "text": "Section Eight (8) highlights the steps being taken by Government to mainstream gender concerns in the energy sector."}, {"text_block_id": "p4_b36", "text": "Section Nine (9) explicates Government plans to develop the sector to play its role as a fulcrum of the national economy."}, {"text_block_id": "p5_b37", "text": "EXECUTIVE SUMMARY"}, {"text_block_id": "p5_b38", "text": "Ghana•s Development Challenge"}, {"text_block_id": "p5_b39", "text": "Ghana has huge potential to grow and transform its economy through industrialization, creating jobs and ensuring the equitable distribution of wealth. The fundamental goal of the Government of Ghana•s development agenda is to achieve macro-economic stability and grow the economy to a middle income status by 2020."}, {"text_block_id": "p5_b40", "text": "The Energy Challenge"}, {"text_block_id": "p5_b41", "text": "Ghana•s total energy supply has to grow significantly to help achieve the development agenda goal. The challenge is how to increase the energy supply and also expand the energy infrastructure in the country in a way that is sustainable."}, {"text_block_id": "p5_b42", "text": "The Energy Resources and Vision"}, {"text_block_id": "p5_b43", "text": "Ghana is well endowed with a variety of energy resources including biomass, hydrocarbons, hydropower, solar and wind. It has the capacity to produce modern bio-fuels and is exploring options to develop nuclear energy."}, {"text_block_id": "p5_b44", "text": "The energy sector vision is to develop an •Energy Economy• to secure a reliable supply of high quality energy services for all sectors of the Ghanaian economy and also to become a major exporter of oil and power by 2012 and 2015 respectively."}, {"text_block_id": "p5_b45", "text": "Energy Policy Platform"}, {"text_block_id": "p5_b46", "text": "This National Energy Policy outlines the energy sector goals, challenges and actions. In general, these goals are ambitious but they are also feasible."}, {"text_block_id": "p5_b47", "text": "The Policy covers the broad spectrum of issues and challenges relating to the following areas:"}, {"text_block_id": "p5_b48", "text": "The Policy covers the broad spectrum of issues and challenges relating to the following areas:\n* Power Sub-sector;\n* Petroleum Sub-sector;\n* Renewable Energy Sub-sector;\n* Waste-to-Energy;\n* Energy Efficiency and Conservation;\n* Energy and Environment;\n* Energy and Gender; and\n* Managing the future of the sector."}, {"text_block_id": "p5_b64", "text": "A summary of the sub-sector policy framework is provided below."}, {"text_block_id": "p5_b65", "text": "Power Sub-sector"}, {"text_block_id": "p5_b66", "text": "The goals of the power sub-sector are to increase installed power generation capacity quickly from about 2,000 MW today to 5,000 megawatts (MW) by 2015, and increase electricity access from the current level of 66% to universal access by 2020."}, {"text_block_id": "p5_b67", "text": "The challenge is how to attract investments to build the necessary infrastructure for the generation, transmission and distribution of electricity throughout the country. This is key to ensuring the sustainable development of the sector."}, {"text_block_id": "p5_b68", "text": "Apart from financing, the policy focuses on institutional and human resource capacity strengthening as well as regulatory reforms required to create a competitive electricity market. Creating the right"}, {"text_block_id": "p6_b69", "text": "environment for private-public partnerships in the development of new power plants is essential to the growth of the power sector. The biggest obstacle to achieving this is the issue of cost-recovery, a challenge that this policy tries to directly address."}, {"text_block_id": "p6_b70", "text": "Petroleum Sub-sector"}, {"text_block_id": "p6_b71", "text": "The goals of the petroleum sub-sector are to ensure the sustainable exploration, development and production of the country•s oil and gas endowment; the judicious management of the oil and gas revenue for the overall benefit and welfare of all Ghanaians; and the indigenisation of related knowledge, expertise and technology."}, {"text_block_id": "p6_b72", "text": "The major challenges regarding the sector, especially the upstream petroleum sub-sector, are how to sustainably develop the oil and gas industry and judiciously manage the revenue received from the industry."}, {"text_block_id": "p6_b73", "text": "In view of these goals and challenges, the policy focuses on the regulation of the petroleum industry with respect to licensing and operation of the oil and gas companies; improving Ghana•s institutional and human resource capacity; enhancing local content; and fiscal incentives that will ensure maximum benefits to the people of Ghana. The policy seeks also to ensure transparency in the use and distribution of the oil revenue."}, {"text_block_id": "p6_b74", "text": "Renewable Energy Sub-sector"}, {"text_block_id": "p6_b75", "text": "The Renewable Energy sub-sector covers biomass, mini hydro, solar and wind resources."}, {"text_block_id": "p6_b76", "text": "The goals of the renewable energy sub-sector are to increase the proportion of renewable energy in the total national energy mix and ensure its efficient production and use."}, {"text_block_id": "p6_b77", "text": "The major challenges facing the Renewable Energy sub-sector are to:"}, {"text_block_id": "p6_b78", "text": "The major challenges facing the Renewable Energy sub-sector are to:\n* Sustain exploitation of woodfuel by improving efficiency;\n* Reduce the high costs of solar and wind energy technologies, which make them uncompetitive; and\n* Reduce the high cost of waste collection and management for waste-to-energy technologies"}, {"text_block_id": "p6_b84", "text": "The renewable energy policy actions shall focus on:"}, {"text_block_id": "p6_b85", "text": "The renewable energy policy actions shall focus on:\n* Improving production and promoting the efficient use of biomass in the short term, while increasing regeneration;\n* Switching from the use of biomass to alternative sources of energy;\n* Engaging Ghanaian engineers and scientists to cooperate with international experts to bring down the cost of solar and wind energy technologies; and\n* Creating fiscal and pricing incentives to enhance the development and use of renewable energy."}, {"text_block_id": "p7_b93", "text": "Waste-to-Energy"}, {"text_block_id": "p7_b94", "text": "The policy is to"}, {"text_block_id": "p7_b95", "text": "convert most of the wastes generated in municipal activities, industrial operations and agricultural operations to energy. This comprehensive waste management approach will enable Ghana to generate reasonable amount of energy from its wastes. The major challenge is to reduce the high cost of waste collection and management."}, {"text_block_id": "p7_b96", "text": "Energy Efficiency and Conservation"}, {"text_block_id": "p7_b97", "text": "Energy production, transportation and utilisaton result in losses and wastage. Reducing these losses will lead to significant benefits for the national economy. The challenge is to reduce the wastage in all aspects of the energy sector."}, {"text_block_id": "p7_b98", "text": "The policy will focus on removing the obstacles that have constrained the promotion and implementation of energy efficiency and conservation measures. The policy measures required to promote energy efficiency and conservation are fiscal incentives, awareness creation, institutional and human resource capacity development, and financial intermediation."}, {"text_block_id": "p7_b99", "text": "Energy and Gender"}, {"text_block_id": "p7_b100", "text": "The goal is to mainstream these gender concerns in the energy sector and align them with proper health, safety and environmental standards."}, {"text_block_id": "p7_b101", "text": "Managing the future"}, {"text_block_id": "p7_b102", "text": "Policy actions addressing regulation of the sector, mobilisation of investments for the sector, strengthening of human capacity, research and development are addressed in the document."}, {"text_block_id": "p7_b103", "text": "This document also contains information regarding the regulations governing operations within the energy sector, as well as information pertaining to strengthening the various regulatory agencies to enhance their effectiveness."}, {"text_block_id": "p8_b104", "text": "1.0 INTRODUCTION"}, {"text_block_id": "p8_b105", "text": "1.1 Ghana•s Development Challenge"}, {"text_block_id": "p8_b106", "text": "Ghana has a huge potential to grow and transform its economy through industrialization with a view to creating jobs and ensuring equitable distribution of wealth. The fundamental goal of the Government of Ghana•s development agenda is to achieve macro-economic stability and grow the economy to a middle income status by 2020."}, {"text_block_id": "p8_b107", "text": "Ghana•s total energy supply must increase significantly if the development agenda is to be achieved."}, {"text_block_id": "p8_b108", "text": "1.2 Energy Consumption and Supply Profile"}, {"text_block_id": "p8_b109_merged", "text": "In 2008, Ghana•s biomass energy consumption was 11.7 million tonnes, while petroleum products and electricity consumption were 2.01 million tonnes and 8,059 GWh, respectively. In terms of total energy equivalents, biomass (fuelwood and charcoal) constituted 65.6%, with petroleum products and electricity accounting for 26.0% and 8.4%, respectively."}, {"text_block_id": "p8_b111", "text": "1.3 The Energy Sector Vision"}, {"text_block_id": "p8_b112", "text": "The energy sector vision is to develop an •Energy Economy• that would ensure secure and reliable supply of high quality energy services for all sectors of the Ghanaian economy, and to become a net exporter of oil and power by 2012 and 2015, respectively."}, {"text_block_id": "p8_b113", "text": "1.4 Challenges"}, {"text_block_id": "p8_b114", "text": "The challenges facing the energy sector are:"}, {"text_block_id": "p8_b115", "text": "The challenges facing the energy sector are:\n* inadequate infrastructure requiring huge investments;\n* inadequate access to energy services;\n* high cost of fuel for electricity generation;\n* inadequate regulatory capacity and enforcement; and\n* operational and management difficulties in utility companies\n* vulnerability to climate change and environmental impacts\n* inefficiency in the production, transportation and use of energy"}, {"text_block_id": "p8_b129", "text": "1.5 The Energy Sector Goal"}, {"text_block_id": "p8_b130", "text": "Within the context of energy sector vision, the goal of the energy sector is to make energy services universally accessible and readily available in an environmentally sustainable manner."}, {"text_block_id": "p8_b131", "text": "1.6 Energy Sector Objectives"}, {"text_block_id": "p8_b132", "text": "The policy objectives to achieve this goal are to:"}, {"text_block_id": "p8_b133", "text": "The policy objectives to achieve this goal are to:\n* Secure long term fuel supplies for the thermal power plants;\n* Reduce technical and commercial losses in power supply;"}, {"text_block_id": "p9_b137", "text": "The policy objectives to achieve this goal are to:\n* Secure long term fuel supplies for the thermal power plants;\n* Reduce technical and commercial losses in power supply;\n* Support the modernisation and expansion of energy infrastructure to meet growing demands and ensure reliability;\n* Increase access to modern forms of energy;\n* Improve the overall management, regulatory environment and operation of the energy sector;\n* Minimise the environmental impacts of energy supply and consumption through increased production and use of renewable energy and make energy delivery efficient;\n* Ensure cost recovery for energy supply and delivery;\n* Ensure the productive and efficient use of energy;\n* Promote and encourage private sector participation in the energy sector; and\n* Diversify the national energy mix by promoting renewable energy sources nuclear and coal ;"}, {"text_block_id": "p10_b153", "text": "2.0 POWER SUB SECTOR"}, {"text_block_id": "p10_b154", "text": "2.1 Overview"}, {"text_block_id": "p10_b155", "text": "Electricity is the dominant modern energy form used in the industrial and service sectors accounting for 69% of modern energy used in the two sectors of the national economy. The generation and supply of electricity provides employment for a significant number of Ghanaian professionals. It is also an important source of foreign exchange earnings in the country as Ghana exports power to neighbouring countries, including Togo, Benin, and Burkina Faso"}, {"text_block_id": "p10_b156", "text": "The Ghana electricity supply industry is unbundled with separate jurisdictions and entities regarding activities of electricity generation, transmission and distribution."}, {"text_block_id": "p10_b157", "text": "Electricity generation is undertaken by the state-owned Volta River Authority (VRA), which operates the Akosombo Hydro Power Station, Kpong Hydro Power Station and the Takoradi Thermal Power Plant (TAPCO) at Aboadze. VRA is also a minority joint partner with TAQA, a private sector company which owns and operates the Takoradi International Power Company (TICO) thermal power plant also located at Aboadze. Bui Power Authority (BPA), another state-owned entity, is charged with the implementation of the Bui Hydro electric Power Project. In addition, independent power producers have been licensed to build, own and operate power plants. The IPP projects are at various stages of development."}, {"text_block_id": "p10_b158", "text": "The National Interconnected Transmission System (NITS) for electricity is owned and operated by the Ghana Grid Company (GRIDCO).GRIDCO is a state-owned company."}, {"text_block_id": "p10_b159", "text": "The distribution of electricity is done by the Electricity Company of Ghana (ECG), a state-owned company, and the Northern Electricity Department (NED), a subsidiary of the Volta River Authority (VRA)."}, {"text_block_id": "p10_b160", "text": "The Energy Commission (EC) and the Public Utilities and Regulatory Commission (PURC) regulate the electricity supply industry. The Energy Commission, in addition to being responsible for technical regulations in the power sector, also advises the Minister for Energy on matters relating to energy planning and policy. The PURC on the other hand is an independent regulatory agency responsible for the economic regulation of the power sector with the mandate to approve rates for electricity sold by electricity distribution utilities."}, {"text_block_id": "p10_b161", "text": "The Ministry of Energy is responsible for formulating, monitoring and evaluating policies, programmes and projects in the energy sector. It is also the institution charged with the implementation of the National Electrification Scheme (NES) which seeks to extend the reach of electricity to all communities in the long term."}, {"text_block_id": "p10_b162", "text": "Ghana has an installed capacity of 1960MW made up of hydro and thermal facilities. Electricity demand which is currently 1400MW is growing at about 10% per annum. It is estimated that Ghana requires capacity additions of about 200MW to catch up with increasing demand in the medium to long term. The existing power plants are unable to attain full generation capacity as a result of limitations in fuel supply owing to rising fuel prices and uncertainty in rainfall and water inflows into the hydroelectric power facilities."}, {"text_block_id": "p10_b163", "text": "Ghana has an extensive transmission system which covers all the regions of the country. Transmission infrastructure has, however, deteriorated over the years, resulting in transmission bottlenecks, overloaded transformer sub stations and high system losses."}, {"text_block_id": "p10_b164", "text": "The electricity distribution infrastructure is extensive providing access to about 66% of the population. However, it is old and obsolete, leading to frequent interruptions in power supply and relatively high system losses. While national access is about 66%, access in the three northern regions is about 30%."}, {"text_block_id": "p11_b165", "text": "2.2 Sub-sector Goal"}, {"text_block_id": "p11_b166", "text": "The goal is to become a major exporter of power in the sub-region by 2015. This will be achieved through capacity addition; modernisation of transmission and distribution infrastructure."}, {"text_block_id": "p11_b167", "text": "2.3 Challenges"}, {"text_block_id": "p11_b168", "text": "The challenges facing the power sub-sector are to:"}, {"text_block_id": "p11_b169", "text": "The challenges facing the power sub-sector are to:\n* Sustain power generation capacity expansion, as well as rehabilitate and reinforce the transmission and distribution infrastructure to meet the projected growth in power demand of 10% per year in the medium term\n* Sustain power generation capacity expansion, as well as rehabilitate and reinforce the transmission and distribution infrastructure to meet the projected growth in power demand of 10% per year in the medium term\n ;\n* Secure long term reliable and cheaper fuel for the operation of the thermal power plants;\n* Increase access to electricity of consumers, especially in the rural areas;\n* Achieve cost recovery for electricity services in spite of relatively low incomes; and\n* Reduce power system losses and waste in electricity supply and consumption."}, {"text_block_id": "p11_b180", "text": "2.4 Expansion of Power Supply Infrastructure"}, {"text_block_id": "p11_b181", "text": "The first step towards the delivery of reliable power supply services and becoming a net exporter of power by 2015 will be to increase power supply infrastructure."}, {"text_block_id": "p11_b182", "text": "Policy Direction"}, {"text_block_id": "p11_b183", "text": "The policy direction is to attract private investments to support the public sector to improve and expand the capacity of the existing infrastructure."}, {"text_block_id": "p11_b184", "text": "a) Power Generation Capacity"}, {"text_block_id": "p11_b185", "text": "The policy objective is to increase installed generation capacity from about 2,000"}, {"text_block_id": "p11_b186", "text": "MW to 5,000 MW in the medium term. To achieve this objective, Government will pursue the following policy actions:"}, {"text_block_id": "p11_b187", "text": "Thermal Power Plants"}, {"text_block_id": "p11_b188", "text": "Thermal Power Plants\n* Seek financing from the private sector for the rehabilitation and expansion of existing power plants\n* Complete the construction of on-going power projects\n* Encourage private sector investment in the construction and ownership of additional power plants."}, {"text_block_id": "p11_b194", "text": "Hydro Power Resources Development"}, {"text_block_id": "p11_b195", "text": "Hydro Power Resources Development\n* Complete the development of the Bui Hydropower Project on the Black Volta; and\n* Support the development of small and medium4 scale hydro power projects on other rivers, including the Western Rivers (Ankobra, Tano and Pra), River Oti, and the White Volta."}, {"text_block_id": "p12_b201", "text": "b) Transmission Infrastructure"}, {"text_block_id": "p12_b202", "text": "The policy objective is to provide adequate, safe and reliable electricity transmission network. To achieve this, Government will:"}, {"text_block_id": "p12_b203", "text": ""}, {"text_block_id": "p12_b204", "text": "Support the mobilisation of commercial and domestic capital resources to supplement external funding for transmission infrastructure development;"}, {"text_block_id": "p12_b205", "text": ""}, {"text_block_id": "p12_b206", "text": "Enforce technical regulations and operational standards; and"}, {"text_block_id": "p12_b207", "text": ""}, {"text_block_id": "p12_b208", "text": "Provide support for the maintenance of existing transmission infrastructure"}, {"text_block_id": "p12_b209", "text": "c) Distribution Infrastructure"}, {"text_block_id": "p12_b210", "text": "Policy Direction"}, {"text_block_id": "p12_b211_merged", "text": "The policy direction will be to seek adequate investment to improve the electricity distribution network and thereby reduce high system lossesand improve the poor quality of electricity supply. Accordingly, Government will:"}, {"text_block_id": "p12_b213", "text": ""}, {"text_block_id": "p12_b214", "text": "Assist distribution utilities in regaining their financial heath;"}, {"text_block_id": "p12_b215", "text": ""}, {"text_block_id": "p12_b216", "text": "Encourage distribution utilities to seek commercial loan financing to modernise their infrastructure;"}, {"text_block_id": "p12_b217", "text": ""}, {"text_block_id": "p12_b218", "text": "Encourage the injection of investment capital from private sources and from the domestic capital market in the medium to long term; and"}, {"text_block_id": "p12_b219", "text": ""}, {"text_block_id": "p12_b220", "text": "Support management in the restructuring of the distribution utilities• operations towards achieving improved operational performance."}, {"text_block_id": "p12_b221", "text": "2.5 Securing fuel supply for power generation"}, {"text_block_id": "p12_b222", "text": "Policy Direction"}, {"text_block_id": "p12_b223", "text": "In order to secure future fuel supplies, efforts will be made to increase and diversify the fuel mix in power generation. The following policy actions will be pursued:"}, {"text_block_id": "p12_b224", "text": "Infrastructure for new fuel supply sources"}, {"text_block_id": "p12_b225", "text": ""}, {"text_block_id": "p12_b226", "text": "Support the strategic exploitation of domestic natural gas discoveries through fiscal incentives, financial support, and creation of a favourable and effective regulatory environment; and"}, {"text_block_id": "p12_b227", "text": ""}, {"text_block_id": "p12_b228", "text": "Encourage public-private partnership financing of natural gas infrastructure."}, {"text_block_id": "p13_b229", "text": "Nuclear Power Development"}, {"text_block_id": "p13_b230", "text": ""}, {"text_block_id": "p13_b231", "text": "Develop nuclear power as an option for electricity generation in the long term."}, {"text_block_id": "p13_b232", "text": "Coal Power Development"}, {"text_block_id": "p13_b233", "text": ""}, {"text_block_id": "p13_b234", "text": "Develop coal as an option for electricity generation in the long term."}, {"text_block_id": "p13_b235", "text": "Regional Integration of Energy Resources"}, {"text_block_id": "p13_b236", "text": ""}, {"text_block_id": "p13_b237", "text": "Support regional initiatives for integrating energy infrastructure to expand and accelerate cross-border energy trade and investments."}, {"text_block_id": "p13_b238", "text": ""}, {"text_block_id": "p13_b239", "text": "Secure supplies of cheaper fuels such as natural gas from Ghana•s domestic natural gas resources and the West Africa Gas Pipeline Project for power generation."}, {"text_block_id": "p13_b240", "text": ""}, {"text_block_id": "p13_b241", "text": "Harmonise the legal, regulatory and institutional regimes in conformity with the ECOWAS Energy Protocols."}, {"text_block_id": "p13_b242", "text": "2.6 Increasing Access to Electricity Supply"}, {"text_block_id": "p13_b243", "text": "Policy Direction"}, {"text_block_id": "p13_b244", "text": "The policy objective is to achieve universal access to electricity by extending the reach of electricity infrastructure to all communities by 2020. To meet this objective, Government will pursue the following policy actions:"}, {"text_block_id": "p13_b245", "text": "Infrastructure Development"}, {"text_block_id": "p13_b246", "text": ""}, {"text_block_id": "p13_b247", "text": "Increase funding from Government and other multilateral and bilateral sources for the National Electrification Scheme"}, {"text_block_id": "p13_b248", "text": ""}, {"text_block_id": "p13_b249", "text": "Support private sector co-financing with Government for grid-extension to designated franchised zones;"}, {"text_block_id": "p13_b250", "text": ""}, {"text_block_id": "p13_b251", "text": "Establish a sustainable internally generated funding mechanism for rural electrification;"}, {"text_block_id": "p13_b252", "text": ""}, {"text_block_id": "p13_b253", "text": "Support new service connections for electricity in rural areas;"}, {"text_block_id": "p13_b254", "text": ""}, {"text_block_id": "p13_b255", "text": "Address institutional and market constraints that hamper increasing electricity access to the poor; and"}, {"text_block_id": "p13_b256", "text": ""}, {"text_block_id": "p13_b257", "text": "Promote productive uses of electricity as an integral part of the Rural Electrification Programme."}, {"text_block_id": "p13_b258", "text": "Street Lighting Access and Infrastructure"}, {"text_block_id": "p13_b259", "text": ""}, {"text_block_id": "p13_b260", "text": "Provide street lighting infrastructure in all Regional Capitals and subsequently in all District Capitals"}, {"text_block_id": "p13_b261", "text": ""}, {"text_block_id": "p13_b262", "text": "Develop sustainable mechanisms to finance the operation and maintenance of street lighting infrastructure."}, {"text_block_id": "p14_b263", "text": "2.7 Electricity Pricing"}, {"text_block_id": "p14_b264", "text": "Policy Direction"}, {"text_block_id": "p14_b265", "text": "The objective is to ensure that electricity pricing is efficient and competitive while providing rates that are affordable. Government will pursue the following measures with respect to pricing and the setting of rates for electricity:"}, {"text_block_id": "p14_b266", "text": ""}, {"text_block_id": "p14_b267", "text": "Uniform electricity tariffs throughout the country;"}, {"text_block_id": "p14_b268", "text": ""}, {"text_block_id": "p14_b269", "text": "Support the implementation of cost recovery pricing in electricity supply"}, {"text_block_id": "p14_b270", "text": ""}, {"text_block_id": "p14_b271", "text": "provide special rates for the needy in society (lifeline tariffs)"}, {"text_block_id": "p14_b272", "text": ""}, {"text_block_id": "p14_b273", "text": "Base wholesale dispatching of generating units on Economic-Merit-Order Dispatch principles."}, {"text_block_id": "p14_b274", "text": ""}, {"text_block_id": "p14_b275", "text": "Electricity generated from Akosombo and Kpong Hydro Power plants shall not be the subject of a bilateral contract; and"}, {"text_block_id": "p14_b276", "text": ""}, {"text_block_id": "p14_b277", "text": "Regulate pricing of transmission and distribution services to achieve financial sustainability of the utility companies as well as ensure consumer protection."}, {"text_block_id": "p14_b278", "text": "2.8 Power Sector Reforms"}, {"text_block_id": "p14_b279", "text": "Power sector reforms were initiated in 1995 to ensure an efficient and effective power sector and also to allow increased private sector investment and participation. In implementing the Power Sector Reform Programme, Government will continue to pursue the following actions:"}, {"text_block_id": "p14_b280", "text": ""}, {"text_block_id": "p14_b281", "text": "Promote competition in the generation of electricity through the development of a Wholesale Electricity Market (WEM), ;"}, {"text_block_id": "p14_b282", "text": ""}, {"text_block_id": "p14_b283", "text": "Create the environment for retail competition in the electricity market;"}, {"text_block_id": "p14_b284", "text": ""}, {"text_block_id": "p14_b285", "text": "Facilitate the entry of Independent Power Producers (IPPs); and"}, {"text_block_id": "p14_b286", "text": ""}, {"text_block_id": "p14_b287", "text": "Ensure improved performance of electricity utility companies."}, {"text_block_id": "p15_b288", "text": "3.0 PETROLEUM SUB SECTOR"}, {"text_block_id": "p15_b289", "text": "3.1 Overview"}, {"text_block_id": "p15_b290", "text": "The petroleum industry is segmented into upstream, midstream and downstream which covers activities from exploration and production of petroleum through transportation to the marketing of the final products."}, {"text_block_id": "p15_b291", "text": "Ghana has five sedimentary basins that are considered to have prospects for oil and gas: the Tano Basin, Saltpond Basin, Accra/Keta Basin, Cape Three Points Basin which are all off-shore and are fairly well explored; and the Voltaian Basin which is on-shore and is hardly explored."}, {"text_block_id": "p15_b292", "text": "In addition to the Jubilee Field, there have been more discoveries in the Mahogany Deep, Odum, Tweneboa and Sankofa. Exploration activities are being intensified, and it is expected that more discoveries will be made both offshore and on-shore. With the significant potential economic prospects offered by the discovery of oil and gas a key pre-occupation of government is to ensure judicious exploitation and maximum benefits to Ghanaians of the oil and gas resources."}, {"text_block_id": "p15_b293", "text": "It is expected that the development of the oil and gas industry will stimulate accelerated economic growth, job creation, poverty reduction and general prosperity to the people of Ghana. . To satisfy this expectation, there is the need to build the necessary human, financial and technological capacity of Ghanaians to be able to participate fully in the petroleum industry. This can be achieved through a well formulated Ghanaian local content and participation policy and regulatory environment."}, {"text_block_id": "p15_b294", "text": "The petroleum products marketed in Ghana are (i) Premium Gasoline; (ii) Kerosene; (iii) Gas oil; (iv) Residual Fuel Oil; (v) LPG; and (vi) Premix. Approximately 70%of products is produced by Tema Oil Refinery (TOR) and the remaining 30% from imports. The country imports all of its crude oil requirements which is refined at TOR. The TOR, whose capacity is 45,000 Barrels-Per-Stream-Day (BSPD), is wholly owned by the Government of Ghana."}, {"text_block_id": "p15_b295", "text": "Bulk supply petroleum products are fairly reliable and are done through an extensive infrastructural network comprising of storage depots located at strategic parts of the country, pipelines for the movement of petroleum products, Bulk Road Vehicles (BRVs) and also barges located on the Volta Lake. Secondary distribution and retail activities comprise (i) transportation of refined products from the bulk storage depots by road and (ii) retailing of the products at the pump."}, {"text_block_id": "p15_b296_merged", "text": "Access to petroleum products in Ghana is satisfactory but has to be improved as the population grows. There are presently a total of 1,700 petroleum products retail outlets of which 37% are Service Stations(SS), 20% are Filling Stations (FS) and 43% are Reseller Outlets (RO). The total number of retail outlets represents an access ratio of 71 retail outlets per one million people. There are also vendors who sell mainly kerosene, in all rural communities thereby increasing the accessibility of petroleum products in most parts of the country. In addition to the service stations and reseller outlets, the Ministry of Energy,"}, {"text_block_id": "p16_b300", "text": "under the Rural Kerosene Distribution Improvement Project (RKDIP), has extended the reach of kerosene retail outlets to 1,540 rural communities by installing 5,000 litre capacity surface tanks for the retailing of kerosene."}, {"text_block_id": "p16_b301", "text": "3.2 Sub sector Goal"}, {"text_block_id": "p16_b302", "text": "The goal is to sustain and optimise the exploitation and utilisation of Ghana•s oil and gas endowment for the overall benefit and welfare of all Ghanaians, present and future. ."}, {"text_block_id": "p16_b303", "text": "Upstream and Midstream"}, {"text_block_id": "p16_b304", "text": "3.3 Challenges"}, {"text_block_id": "p16_b305", "text": "The major challenges in meeting the goal for the upstream and midstream activities are:"}, {"text_block_id": "p16_b306", "text": "(i)"}, {"text_block_id": "p16_b307", "text": "Sustain interest in exploration activities;"}, {"text_block_id": "p16_b308", "text": "(ii)"}, {"text_block_id": "p16_b309", "text": "Security of the oil and gas installations;"}, {"text_block_id": "p16_b310", "text": "(iii)"}, {"text_block_id": "p16_b311", "text": "Environmental sustainability;"}, {"text_block_id": "p16_b312", "text": "(iv)"}, {"text_block_id": "p16_b313", "text": "Maximise local content and participation in petroleum industry; and"}, {"text_block_id": "p16_b314", "text": "(v)"}, {"text_block_id": "p16_b315", "text": "Prudent management of revenue from oil and gas exploitation;"}, {"text_block_id": "p16_b316", "text": "Policy Direction"}, {"text_block_id": "p16_b317", "text": "In addressing the challenges Government seeks to pursue the following actions:"}, {"text_block_id": "p16_b318", "text": "Hydrocarbon Resources Development and Management"}, {"text_block_id": "p16_b319", "text": ""}, {"text_block_id": "p16_b320", "text": "Manage Ghana•s oil and gas resource endowment to ensure the sustainability of the reserves and of the environment."}, {"text_block_id": "p16_b321", "text": "Regulation"}, {"text_block_id": "p16_b322", "text": ""}, {"text_block_id": "p16_b323", "text": "Strengthen the regulatory agency for the regulation of all activities related to upstream, midstream and downstream oil and gas industry in Ghana."}, {"text_block_id": "p16_b324", "text": "Oil Revenue Management"}, {"text_block_id": "p16_b325", "text": ""}, {"text_block_id": "p16_b326", "text": "Manage oil and gas revenues transparently and ensure equity for the benefit of present and future generations of Ghanaians; and"}, {"text_block_id": "p16_b327", "text": ""}, {"text_block_id": "p16_b328", "text": "Facilitate the use of revenue from the oil and gas sector to other sectors of the economy."}, {"text_block_id": "p16_b329", "text": "Investments Framework"}, {"text_block_id": "p16_b330", "text": ""}, {"text_block_id": "p16_b331", "text": "Encourage investments along the oil and gas industry value chain; and"}, {"text_block_id": "p16_b332", "text": ""}, {"text_block_id": "p16_b333", "text": "Facilitate periodic reviews of the terms and conditions in the Model Petroleum Agreement and other relevant regulations to sustain interest in exploration and production."}, {"text_block_id": "p16_b334", "text": "Local Content, Local Participation and Local Capacity Development"}, {"text_block_id": "p16_b335", "text": ""}, {"text_block_id": "p16_b336", "text": "Maximise the benefits of oil and gas wealth generation on a comprehensive local content platform by optimising the use of local expertise, goods and services, job creation for people,"}, {"text_block_id": "p17_b337", "text": "businesses and financing in all aspects of the oil and gas industry value chain, and retention of the benefit within Ghana;"}, {"text_block_id": "p17_b338", "text": ""}, {"text_block_id": "p17_b339", "text": "Develop local capacity in all aspects of the oil and gas value chain through education, skills and expertise development, transfer of technology and know-how;"}, {"text_block_id": "p17_b340", "text": ""}, {"text_block_id": "p17_b341", "text": "Achieve maximum practicable influence over development initiatives for local/domestic stakeholders;"}, {"text_block_id": "p17_b342", "text": ""}, {"text_block_id": "p17_b343", "text": "Maximise local content and local participation in all aspects of oil and gas industry value chain within a decade;"}, {"text_block_id": "p17_b344", "text": ""}, {"text_block_id": "p17_b345", "text": "Increase the capacity and international competitiveness of domestic businesses and industrial sectors; and"}, {"text_block_id": "p17_b346", "text": ""}, {"text_block_id": "p17_b347", "text": "Create supportive industries that will sustain economic development."}, {"text_block_id": "p17_b348", "text": "Security"}, {"text_block_id": "p17_b349", "text": ""}, {"text_block_id": "p17_b350", "text": "Ensure security for oil and gas industry installations and operations, with an emphasis on engaging National Security Agencies to assist in the provision of protective security for the oil and gas industry installations and activities."}, {"text_block_id": "p17_b351", "text": "Natural Gas Utilisation and Commercialisation"}, {"text_block_id": "p17_b352", "text": ""}, {"text_block_id": "p17_b353", "text": "Maximise the utilisation of natural gas reserves by prohibiting flaring or venting of natural gas produced within Ghana unless necessary in operations;"}, {"text_block_id": "p17_b354", "text": ""}, {"text_block_id": "p17_b355", "text": "Discourage re-injection of natural gas unless it results in increased benefits to the associated operations;"}, {"text_block_id": "p17_b356", "text": ""}, {"text_block_id": "p17_b357", "text": "Assign to GNPC any natural gas produced in the country either in association with crude oil or not in association with crude oil unless otherwise agreed in the Petroleum Agreement ;"}, {"text_block_id": "p17_b358", "text": ""}, {"text_block_id": "p17_b359", "text": "Support GNPC or some other national entity to secure the required financing, in partnership with private sector, to develop infrastructure for the utilisation of all natural gas produced in the country; and"}, {"text_block_id": "p17_b360", "text": ""}, {"text_block_id": "p17_b361", "text": "Facilitate the utilisation of natural gas for the development of a viable domestic petrochemical industry."}, {"text_block_id": "p17_b362", "text": "Human Resource Development and Technology Transfer"}, {"text_block_id": "p17_b363", "text": ""}, {"text_block_id": "p17_b364", "text": "Support capacity building at all levels in the country•s technical, vocational and tertiary institutions; and"}, {"text_block_id": "p17_b365", "text": ""}, {"text_block_id": "p17_b366", "text": "Oblige Licensees to provide facilities for training and technology transfer as an integral part of their operations."}, {"text_block_id": "p18_b367", "text": "Downstream"}, {"text_block_id": "p18_b368", "text": "3.5 Policy Goal"}, {"text_block_id": "p18_b369", "text": "The goal is to facilitate the universal access to adequate, reliable and cost effective petroleum products such as Liquefied Petroleum Gas (LPG)."}, {"text_block_id": "p18_b370", "text": "3.6 Challenges"}, {"text_block_id": "p18_b371", "text": "The challenges facing the petroleum sub sector include:"}, {"text_block_id": "p18_b372", "text": ""}, {"text_block_id": "p18_b373", "text": "Inadequate refining infrastructure"}, {"text_block_id": "p18_b374", "text": ""}, {"text_block_id": "p18_b375", "text": "Inadequate infrastructure for the transportation of petroleum products"}, {"text_block_id": "p18_b376", "text": ""}, {"text_block_id": "p18_b377", "text": "Inadequate storage infrastructure"}, {"text_block_id": "p18_b378", "text": ""}, {"text_block_id": "p18_b379", "text": "Inadequate and inefficient distribution of petroleum products"}, {"text_block_id": "p18_b380", "text": ""}, {"text_block_id": "p18_b381", "text": "Inadequate sales outlets"}, {"text_block_id": "p18_b382", "text": ""}, {"text_block_id": "p18_b383", "text": "Ineffective implementation of petroleum pricing mechanism"}, {"text_block_id": "p18_b384", "text": ""}, {"text_block_id": "p18_b385", "text": "weak institutional and regulatory environment"}, {"text_block_id": "p18_b386", "text": "3.7 Expansion of Petroleum Products Supply Infrastructure"}, {"text_block_id": "p18_b387", "text": "Policy Direction"}, {"text_block_id": "p18_b388", "text": "The policy focus for the petroleum downstream sub-sector is therefore to attract investments in order to expand the capacity of the existing infrastructure in the medium to long term. To meet the short to medium term objective, Government will pursue the following:"}, {"text_block_id": "p18_b389", "text": ""}, {"text_block_id": "p18_b390", "text": "Expand the national crude oil refining capacity through public and private sector investment;"}, {"text_block_id": "p18_b391", "text": ""}, {"text_block_id": "p18_b392", "text": "Secure increased private sector investment in partnership with the public sector for the expansion of infrastructure for the supply of petroleum product;"}, {"text_block_id": "p18_b393", "text": ""}, {"text_block_id": "p18_b394", "text": "Allocate adequate resources to meet national strategic petroleum stocks requirement; and"}, {"text_block_id": "p18_b395", "text": ""}, {"text_block_id": "p18_b396", "text": "Support mobilisation of domestic capital markets for petroleum supply infrastructure and operations."}, {"text_block_id": "p18_b397", "text": "3.8 Increasing Access to Petroleum products"}, {"text_block_id": "p18_b398", "text": "Policy Direction"}, {"text_block_id": "p18_b399", "text": "The policy focus is to extend the reach of petroleum products to all Ghanaians. To meet this objective, Government will pursue the following policy actions:"}, {"text_block_id": "p18_b400", "text": ""}, {"text_block_id": "p18_b401", "text": "Expand petroleum product storage capacity, and extend petroleum products bulk distribution infrastructure to all parts of the country;"}, {"text_block_id": "p18_b402", "text": ""}, {"text_block_id": "p18_b403", "text": "Support expansion of the supply and reach of LPG to homes and small businesses; and"}, {"text_block_id": "p18_b404", "text": ""}, {"text_block_id": "p18_b405", "text": "Address institutional and market constraints that hamper increasing access of petroleum products."}, {"text_block_id": "p19_b406", "text": "3.9 Petroleum Sector Reforms"}, {"text_block_id": "p19_b407", "text": "Policy Direction"}, {"text_block_id": "p19_b408", "text": "Government•s policy actions will focus on:"}, {"text_block_id": "p19_b409", "text": ""}, {"text_block_id": "p19_b410", "text": "Completing the full cycle of the deregulation."}, {"text_block_id": "p19_b411", "text": "3.10 Petroleum Pricing"}, {"text_block_id": "p19_b412", "text": "Policy Direction"}, {"text_block_id": "p19_b413", "text": "Government will:"}, {"text_block_id": "p19_b414", "text": ""}, {"text_block_id": "p19_b415", "text": "Ensure pricing of petroleum products at cost recovery levels while maintaining uniform national prices for petroleum products;"}, {"text_block_id": "p19_b416", "text": ""}, {"text_block_id": "p19_b417", "text": "Base ex-refinery prices of petroleum products on import parity prices of petroleum products or other cost-effective pricing formula;"}, {"text_block_id": "p19_b418", "text": ""}, {"text_block_id": "p19_b419", "text": "Regulate transportation and distribution charges for petroleum products to ensure reasonable profit margins for transporters and distributors; and"}, {"text_block_id": "p19_b420", "text": ""}, {"text_block_id": "p19_b421", "text": "Apply cross-subsidies between petroleum products to achieve specific national development objectives."}, {"text_block_id": "p20_b422", "text": "4.0 RENEWABLE ENERGY SUB SECTOR"}, {"text_block_id": "p20_b423", "text": "4.1 Overview"}, {"text_block_id": "p20_b424", "text": "Ghana is well endowed with renewable energy resources, particularly biomass"}, {"text_block_id": "p20_b425", "text": ", solar and wind energy. The development and use of renewable energy and waste-to-energy"}, {"text_block_id": "p20_b426", "text": "resources have the potential to ensure Ghana•s energy security and mitigate the negative climate change impacts. The use of waste-to-energy resources has the potential to act as a significant part of the national sanitation programme."}, {"text_block_id": "p20_b427", "text": "Biomass is Ghana•s dominant energy resource in terms of endowment and consumption. Biomass resources cover about 20.8 million hectares of the 23.8 million hectare land mass of Ghana, and is the source of supply of about 60% of the total energy used in the country. The vast arable and degraded land mass of Ghana has the potential for the cultivation of crops and plants that can be converted into a wide range of solid and liquid biofuels."}, {"text_block_id": "p20_b428", "text": "The production, transportation, sale and pricing of woodfuels are all undertaken by the private sector except for taxes and levies which are regulated by local Government authorities. The woodfuels business will continue to be operated and managed by the private sector."}, {"text_block_id": "p20_b429", "text": "The development of alternative transportation fuels such as gasohol and other biofuels can provide substitute fuels for the transportation sector and help diversify and secure future energy supplies of Ghana."}, {"text_block_id": "p20_b430", "text": "By virtue of its geographic location, Ghana is well endowed with solar resources which could be exploited for electricity generation and low heat requirements in homes and industries. Solar energy utilisation has however been limited owing to its comparatively higher cost. Government is committed to improving the cost-effectiveness of solar and wind technologies by addressing the technological difficulties, institutional barriers, as well as market constraints that hamper the deployment of solar and wind technologies."}, {"text_block_id": "p20_b431_merged_merged", "text": "Even though the overall potential of mini-hydro is limited, 21 potential minihydro sites that could be developed for power generation have been identified in the country. The generating capacities of these sites range between 4kW and 325kW."}, {"text_block_id": "p20_b433", "text": "The goal of the renewable sub-sector is to increase the proportion of renewable energy, particularly solar, wind, mini hydro and waste-to-energy in the national energy supply mix and to contribute to the mitigation of climate change."}, {"text_block_id": "p20_b434", "text": "4.2 Challenge"}, {"text_block_id": "p20_b435", "text": "The challenge is to increase renewable energy in the national energy mix in a sustainable manner"}, {"text_block_id": "p20_b436", "text": "4.3 Biomass"}, {"text_block_id": "p20_b437", "text": "Policy Direction"}, {"text_block_id": "p20_b438", "text": "The policy focus is to:"}, {"text_block_id": "p20_b439", "text": ""}, {"text_block_id": "p20_b440", "text": "Support sustained regeneration of woody biomass resources through legislation, fiscal incentives, and attractive pricing;"}, {"text_block_id": "p21_b441", "text": ""}, {"text_block_id": "p21_b442", "text": "Promote the establishment of dedicated woodlots for wood fuel production;"}, {"text_block_id": "p21_b443", "text": ""}, {"text_block_id": "p21_b444", "text": "Promote the production and use of improved and more efficient biomass utilisation technologies."}, {"text_block_id": "p21_b445", "text": ""}, {"text_block_id": "p21_b446", "text": "Promote the use of alternative fuels such as LPG as substitute for fuel wood and charcoal by addressing the institutional and market constraints that hamper increasing access of LPG in Ghana; and"}, {"text_block_id": "p21_b447", "text": "Biomass Pricing"}, {"text_block_id": "p21_b448", "text": "The policy for pricing woodfuels focuses on:"}, {"text_block_id": "p21_b449", "text": ""}, {"text_block_id": "p21_b450", "text": "Prices based on market forces; and"}, {"text_block_id": "p21_b451", "text": ""}, {"text_block_id": "p21_b452", "text": "Taxes and levies on woodfuels being regulated by the appropriate national agencies or local authorities, as may be necessary."}, {"text_block_id": "p21_b453", "text": "4.4 Liquid Biomass Fuels"}, {"text_block_id": "p21_b454", "text": "The policy is to:"}, {"text_block_id": "p21_b455", "text": ""}, {"text_block_id": "p21_b456", "text": "Balance biofuel development against food security;"}, {"text_block_id": "p21_b457", "text": ""}, {"text_block_id": "p21_b458", "text": "Support the development of indigenous alternative transportation fuel industry based on bio-energy resources (Biofuels); and"}, {"text_block_id": "p21_b459", "text": ""}, {"text_block_id": "p21_b460", "text": "Support private sector investments in cultivation of biofuel feedstock, extraction of the bio-oil and refining of bio-oil into secondary products by creating appropriate legislation."}, {"text_block_id": "p21_b461", "text": "4.5 Solar and wind"}, {"text_block_id": "p21_b462", "text": "Policy Direction"}, {"text_block_id": "p21_b463", "text": "The policy focus is to:"}, {"text_block_id": "p21_b464", "text": ""}, {"text_block_id": "p21_b465", "text": "Improve the cost-effectiveness of solar and wind technologies."}, {"text_block_id": "p21_b466", "text": ""}, {"text_block_id": "p21_b467", "text": "Create favourable regulatory and fiscal regimes;"}, {"text_block_id": "p21_b468", "text": ""}, {"text_block_id": "p21_b469", "text": "Support indigenous research and development to reduce the cost of solar and wind energy technologies; and"}, {"text_block_id": "p21_b470", "text": ""}, {"text_block_id": "p21_b471", "text": "Support the use of decentralised off-grid alternative technologies (such as solar PV and wind) where they are competitive with conventional electricity supply."}, {"text_block_id": "p22_b472", "text": "4.6 Mini Hydro"}, {"text_block_id": "p22_b473", "text": "Policy Direction"}, {"text_block_id": "p22_b474", "text": "The policy actions are:"}, {"text_block_id": "p22_b475", "text": ""}, {"text_block_id": "p22_b476", "text": "Create appropriate fiscal and regulatory framework; and"}, {"text_block_id": "p22_b477", "text": ""}, {"text_block_id": "p22_b478", "text": "Provide pricing incentives for mini hydropower projects."}, {"text_block_id": "p23_b479", "text": "5.0 WASTE-TO-ENERGY"}, {"text_block_id": "p23_b480", "text": "5.1 Overview"}, {"text_block_id": "p23_b481", "text": "Waste-to-Energy projects have become a very important mechanism for the management of the growing sanitation problem facing urban communities as well as a means of contributing to energy supply and security. Significant amounts of wastes are generated in Ghana. These include (i) municipal waste (both solid and liquid), (ii) industrial wastes, and (iii) agricultural wastes."}, {"text_block_id": "p23_b482", "text": "While many waste-to-energy technologies are mature and widely applied in other parts of the world, they are relatively more expensive compared to conventional technologies particularly due to the high cost of waste collection and management."}, {"text_block_id": "p23_b483", "text": "Some waste-to-energy technologies have been utilised in Ghana in the past. These include (i) anaerobic fermentation of municipal waste and industrial liquid wastes to produce biogas for heating, and (ii) combustion of solid wastes to produce electricity in Combined Heat and Power (CHP) systems in wood and oil palm industries."}, {"text_block_id": "p23_b484", "text": "5.2 Policy Goal"}, {"text_block_id": "p23_b485", "text": "The goal is to convert most of the wastes generated in municipal activities, industrial operations and agricultural operations to energy."}, {"text_block_id": "p23_b486", "text": "5.3 Challenge"}, {"text_block_id": "p23_b487", "text": "The major challenge to the development of waste-to-energy technologies in Ghana is the high cost associated with the collection and management of waste materials."}, {"text_block_id": "p23_b488", "text": "Policy Direction"}, {"text_block_id": "p23_b489", "text": "The policy focus is to convert municipal, industrial and agricultural waste into energy as a means of managing the growing sanitation problems while contributing to energy supply security."}, {"text_block_id": "p23_b490", "text": "In that regard the specific policy actions will be to:"}, {"text_block_id": "p23_b491", "text": ""}, {"text_block_id": "p23_b492", "text": "Maximise energy production from waste"}, {"text_block_id": "p23_b493", "text": ""}, {"text_block_id": "p23_b494", "text": "Divert waste from landfills (prohibit burying of waste and landfills)"}, {"text_block_id": "p23_b495", "text": ""}, {"text_block_id": "p23_b496", "text": "Facilitate access to grid for waste to energy power plants"}, {"text_block_id": "p23_b497", "text": ""}, {"text_block_id": "p23_b498", "text": "Develop infrastructure for waste collection and supply to waste-to-energy facilities"}, {"text_block_id": "p24_b499", "text": "6.0 ENERGY EFFICIENCY AND CONSERVATION"}, {"text_block_id": "p24_b500", "text": "6.1 Overview"}, {"text_block_id": "p24_b501", "text": "The growth in the demand for fuelwood and charcoal is estimated at 3% per annum. Electricity demand, on the other hand, is growing between 6%-7% annually while consumption of petroleum products is estimated to increase at about 5% per annum. Energy efficiency and conservation can help reduce these high growth rates."}, {"text_block_id": "p24_b502", "text": "The losses in the production, transportation and use of energy are also high. System losses in electricity distribution are about 25% while wastage in the end-use of electricity is estimated at about 30%. Reduction of losses in energy supply and more efficient use of energy would also reduce the demand for energy and delay investment in energy supply infrastructure."}, {"text_block_id": "p24_b503", "text": "Efforts, in the past, have been made by the Ministry of Energy and other agencies to promote energy efficiency and conservation in homes and industries. These efforts have however not resulted in sustained adoption of energy efficiency and conservation in the country owing to a number of financial and institutional obstacles. Empirical evidence also suggests that pricing of energy services has been successfully used to encourage consumers to adopt measures to conserve energy and use energy efficiently. To encourage and sustain energy efficiency and conservation in the development of the sector requires new and innovative interventions to deal with the challenges."}, {"text_block_id": "p24_b504", "text": "6.2 Goal"}, {"text_block_id": "p24_b505", "text": "The goal is to ensure efficient production and transportation as well as end-use efficiency and conservation of energy."}, {"text_block_id": "p24_b506", "text": "6.3 Challenge"}, {"text_block_id": "p24_b507", "text": "The challenges are:"}, {"text_block_id": "p24_b508", "text": ""}, {"text_block_id": "p24_b509", "text": "Inefficient energy pricing"}, {"text_block_id": "p24_b510", "text": ""}, {"text_block_id": "p24_b511", "text": "Inadequate financing for energy conservation and efficiency"}, {"text_block_id": "p24_b512", "text": ""}, {"text_block_id": "p24_b513", "text": "Limited awareness of energy conservation measures"}, {"text_block_id": "p24_b514", "text": "Policy Direction"}, {"text_block_id": "p24_b515", "text": "The following policy directions will be pursued by Government to conserve and use energy efficiently:"}, {"text_block_id": "p24_b516", "text": "General"}, {"text_block_id": "p24_b517", "text": ""}, {"text_block_id": "p24_b518", "text": "Establish appropriate pricing regime for energy services that would provide incentives to domestic and industrial consumers to voluntarily manage their energy consumption;"}, {"text_block_id": "p24_b519", "text": ""}, {"text_block_id": "p24_b520", "text": "Develop and implement programmes and measures to help consumers optimise their energy use;"}, {"text_block_id": "p24_b521", "text": ""}, {"text_block_id": "p24_b522", "text": "Support a sustained and comprehensive public education and awareness creation campaign on the methods and benefits of energy conservation;"}, {"text_block_id": "p24_b523", "text": ""}, {"text_block_id": "p24_b524", "text": "Promote the establishment of a Centre for Energy Efficiency; and"}, {"text_block_id": "p25_b525", "text": ""}, {"text_block_id": "p25_b526", "text": "Discontinue, through legislation, the local production, importation and use of high energy consuming vehicles and inefficient electricity consuming equipment and appliances."}, {"text_block_id": "p25_b527", "text": "Transportation"}, {"text_block_id": "p25_b528", "text": ""}, {"text_block_id": "p25_b529", "text": "Develop and implement measures to reduce petroleum product consumption in transportation;"}, {"text_block_id": "p25_b530", "text": ""}, {"text_block_id": "p25_b531", "text": "Enforce the implementation of the zonal system for lifting of petroleum products from dedicated storage depots;"}, {"text_block_id": "p25_b532", "text": ""}, {"text_block_id": "p25_b533", "text": "Encourage the use of fuel enhancing additives; and"}, {"text_block_id": "p25_b534", "text": ""}, {"text_block_id": "p25_b535", "text": "Reduce electricity transmission and distribution losses."}, {"text_block_id": "p26_b536", "text": "7.0 ENERGY AND ENVIRONMENT"}, {"text_block_id": "p26_b537", "text": "7.1 Overview"}, {"text_block_id": "p26_b538", "text": "The impact of the production and use of energy on the environment is undeniable and varying in its degrees. The exploitation of biomass for energy purposes results in deforestation, while the use of fossil-based fuels contributes to carbon dioxide emissions. The use of inferior cooking equipment also has negative health impacts. The production and transportation of crude oil and petroleum products and the flaring of natural gas associated with petroleum production have associated environmental risks."}, {"text_block_id": "p26_b539", "text": "7.2 Goal"}, {"text_block_id": "p26_b540", "text": "The goal is to ensure that energy is produced and utilised in an environmentally sound manner."}, {"text_block_id": "p26_b541", "text": "7.3 Challenge"}, {"text_block_id": "p26_b542", "text": "The challenge is to"}, {"text_block_id": "p26_b543", "text": ""}, {"text_block_id": "p26_b544", "text": "Mitigate the environmental hazards of energy production, transportation and use."}, {"text_block_id": "p26_b545", "text": ""}, {"text_block_id": "p26_b546", "text": "Build capacity to adapt and mitigate the effects of climate change"}, {"text_block_id": "p26_b547", "text": ""}, {"text_block_id": "p26_b548", "text": "Regulate all activities in the energy sector to protect the environment"}, {"text_block_id": "p26_b549", "text": "Policy Direction"}, {"text_block_id": "p26_b550", "text": "To address the challenge, Government will:"}, {"text_block_id": "p26_b551", "text": ""}, {"text_block_id": "p26_b552", "text": "Promote the use of environmentally friendly energy supply sources such as renewable energy (solar, wind, waste) in the energy supply mix of the country;"}, {"text_block_id": "p26_b553", "text": ""}, {"text_block_id": "p26_b554", "text": "Encourage a shift from oil to gas wherever gas is a technically feasible alternative;"}, {"text_block_id": "p26_b555", "text": ""}, {"text_block_id": "p26_b556", "text": "Promote the use of improved wood fuel burning equipment for cooking in households and other commercial activities;"}, {"text_block_id": "p26_b557", "text": ""}, {"text_block_id": "p26_b558", "text": "Support and actively participate in international efforts and cooperate with international organisations that seek to ensure sustainable delivery of energy to mitigate negative environmental impacts and climate change;"}, {"text_block_id": "p26_b559", "text": ""}, {"text_block_id": "p26_b560", "text": "Encourage and enable all relevant entities engaged in activities in the energy sector to explore and access international environmental financial mechanisms and markets to overcome investment, technology and other relevant barriers;"}, {"text_block_id": "p26_b561", "text": ""}, {"text_block_id": "p26_b562", "text": "Ensure effective disposal of all hazardous substances and materials associated with the production, transportation and use of energy; and"}, {"text_block_id": "p26_b563", "text": ""}, {"text_block_id": "p26_b564", "text": "Facilitate environmental protection awareness programmes."}, {"text_block_id": "p27_b565", "text": "8.0 ENERGY AND GENDER"}, {"text_block_id": "p27_b566", "text": "8.1 Overview"}, {"text_block_id": "p27_b567", "text": "8.2 Policy Goal"}, {"text_block_id": "p27_b568", "text": "The goal is to mainstream Gender in the Energy Sector"}, {"text_block_id": "p27_b569", "text": "8.3 Challenges"}, {"text_block_id": "p27_b570", "text": "The Energy and Gender challenges include:"}, {"text_block_id": "p27_b571", "text": ""}, {"text_block_id": "p27_b572", "text": "Dominance of women in the collection and use of fuelwood and charcoal"}, {"text_block_id": "p27_b573", "text": ""}, {"text_block_id": "p27_b574", "text": "High Exposure of women to indoor pollution"}, {"text_block_id": "p27_b575", "text": ""}, {"text_block_id": "p27_b576", "text": "Limited involvement of women in the planning and management of energy services"}, {"text_block_id": "p27_b577", "text": ""}, {"text_block_id": "p27_b578", "text": "Limited capacity of women in management positions in the Energy Sector"}, {"text_block_id": "p27_b579", "text": "Policy Direction"}, {"text_block_id": "p27_b580", "text": "In addressing the Energy and Gender challenges Government will:"}, {"text_block_id": "p27_b581", "text": ""}, {"text_block_id": "p27_b582", "text": "Promote the use of modern forms of energy in households;"}, {"text_block_id": "p27_b583", "text": ""}, {"text_block_id": "p27_b584", "text": "Support the capacity development of women in the energy Sector;"}, {"text_block_id": "p27_b585", "text": ""}, {"text_block_id": "p27_b586", "text": "Promote the development of solar and other renewable forms of energy on off grid communities; and"}, {"text_block_id": "p27_b587", "text": ""}, {"text_block_id": "p27_b588", "text": "Ensure participation of women in the formulation and implementation of energy interventions"}, {"text_block_id": "p28_b589", "text": "9.0 MANAGING THE FUTURE"}, {"text_block_id": "p28_b590", "text": "9.1 Overview"}, {"text_block_id": "p28_b591", "text": "Effective management is critical for the sustainable development of the energy sector. To achieve this requirement requires a transparent regulatory regime and strong institutional and human capacities as well as a vibrant financial platform."}, {"text_block_id": "p28_b592", "text": "There are three regulatory agencies established by Acts of Parliament to ensure the proper functioning of all players in the energy sector and to create the requisite conducive environment for protection of private investment in the sector. These are Energy Commission, Public Utility Regulatory Commission and National Petroleum Authority."}, {"text_block_id": "p28_b593", "text": "The Public Utilities Regulatory Commission (PURC) is responsible for electricity tariffs approval, monitoring quality of service and consumer protection."}, {"text_block_id": "p28_b594", "text": "The Ministry of Energy has the mandate to regulate upstream petroleum activities including the granting of licenses for petroleum exploration, development and production."}, {"text_block_id": "p28_b595", "text": "National Petroleum Authority (NPA) combines the responsibilities of the licensing of operators in the downstream petroleum sector and setting of technical standards and enforcement as well as pricing of petroleum products."}, {"text_block_id": "p28_b596", "text": "These regulatory institutions are limited in their professional capacity and operational effectiveness. This leads to uncertainty in regulation resulting in difficulties in the supply and delivery of energy services. With the recent developments in the petroleum sector, there is also the need to streamline the regulatory environment to avoid duplication and conflict of mandates."}, {"text_block_id": "p28_b597", "text": "9.2 Regulatory Environment"}, {"text_block_id": "p28_b598", "text": "Goal"}, {"text_block_id": "p28_b599", "text": "The policy goal is to build a transparent and effective regulatory environment as well as strengthen the regulatory institutions to fulfil their mandate effectively."}, {"text_block_id": "p28_b600", "text": "Challenges"}, {"text_block_id": "p28_b601", "text": "The challenges are:"}, {"text_block_id": "p28_b602", "text": ""}, {"text_block_id": "p28_b603", "text": "Inadequate financial resources for operational activities"}, {"text_block_id": "p28_b604", "text": ""}, {"text_block_id": "p28_b605", "text": "Inadequate human resources"}, {"text_block_id": "p28_b606", "text": "Policy Direction"}, {"text_block_id": "p28_b607", "text": "The policy actions for the development of the regulatory environment will focus on the following:"}, {"text_block_id": "p28_b608", "text": ""}, {"text_block_id": "p28_b609", "text": "Streamline regulations and institutional arrangements;"}, {"text_block_id": "p28_b610", "text": ""}, {"text_block_id": "p28_b611", "text": "Strengthen human resource capacity of the regulatory institutions;"}, {"text_block_id": "p29_b612", "text": ""}, {"text_block_id": "p29_b613", "text": "Ensure the independence of the national regulatory agencies;"}, {"text_block_id": "p29_b614", "text": ""}, {"text_block_id": "p29_b615", "text": "Implement administrative and regulatory changes that will enhance the financial independence of regulatory institutions; and"}, {"text_block_id": "p29_b616", "text": ""}, {"text_block_id": "p29_b617", "text": "Strengthen the capacity of regulatory agencies to enforce regulations."}, {"text_block_id": "p29_b618", "text": "9.3 Mobilisation of Investment for Energy Sector Development"}, {"text_block_id": "p29_b619", "text": "The energy sector requires huge capital investment (16 Billion US Dollars) to develop infrastructure in the energy sector • petroleum, power and renewable energy-in the medium term."}, {"text_block_id": "p29_b620", "text": "Goal"}, {"text_block_id": "p29_b621", "text": "The goal is to encourage public and private sector investment in the energy sector."}, {"text_block_id": "p29_b622", "text": "Challenges"}, {"text_block_id": "p29_b623", "text": "The challenges for the sector are to:"}, {"text_block_id": "p29_b624", "text": ""}, {"text_block_id": "p29_b625", "text": "Establish a transparent and effective regulatory environment; and"}, {"text_block_id": "p29_b626", "text": ""}, {"text_block_id": "p29_b627", "text": "Transparent and efficient pricing regime for energy services."}, {"text_block_id": "p29_b628", "text": "Policy Direction"}, {"text_block_id": "p29_b629", "text": "Government will:"}, {"text_block_id": "p29_b630", "text": ""}, {"text_block_id": "p29_b631", "text": "Provide a conducive legal, fiscal, and regulatory environment to attract investment into the energy sector;"}, {"text_block_id": "p29_b632", "text": ""}, {"text_block_id": "p29_b633", "text": "Encourage the capital markets, including the Ghana Stock Exchange, to raise financing for investments in the energy sector;"}, {"text_block_id": "p29_b634", "text": ""}, {"text_block_id": "p29_b635", "text": "Establish transparent and non-discriminatory practices in the implementation of rules and regulations; and"}, {"text_block_id": "p29_b636", "text": ""}, {"text_block_id": "p29_b637", "text": "Ensure efficient and transparent pricing regime for energy services."}, {"text_block_id": "p29_b638", "text": "9.4 Building Human Resource Capacity and R&D"}, {"text_block_id": "p29_b639", "text": "The effective development of the energy sector requires Ghana to build the requisite levels of human resource capacity. Effective and well-focused Research and Development (R&D) will also contribute to accelerating the development of the sector."}, {"text_block_id": "p29_b640", "text": "Goal"}, {"text_block_id": "p29_b641", "text": "The goals are to build adequate Ghanaian human resource capacity in the control and management of the energy sector, and create an enabling environment for effective R&D."}, {"text_block_id": "p30_b642", "text": "Challenges"}, {"text_block_id": "p30_b643", "text": "The challenges are to:"}, {"text_block_id": "p30_b644", "text": ""}, {"text_block_id": "p30_b645", "text": "Mainstream human resources development and R&D issues in all energy sector operations; and"}, {"text_block_id": "p30_b646", "text": ""}, {"text_block_id": "p30_b647", "text": "Develop requisite educational and institutional capacity to support Ghanaian expertise and skills development in the energy sector"}, {"text_block_id": "p30_b648", "text": "Policy Direction"}, {"text_block_id": "p30_b649", "text": "Government will pursue the following actions:"}, {"text_block_id": "p30_b650", "text": ""}, {"text_block_id": "p30_b651", "text": "Develop comprehensive Ghanaian local content in all aspects of energy sector operations;"}, {"text_block_id": "p30_b652", "text": ""}, {"text_block_id": "p30_b653", "text": "Ensure maximum ownership and management control of all aspects of the energy sector;"}, {"text_block_id": "p30_b654", "text": ""}, {"text_block_id": "p30_b655", "text": "Support the training of Ghanaians in all fields of energy development and management and build capacity in indigenous manufacture of energy technologies;"}, {"text_block_id": "p30_b656", "text": ""}, {"text_block_id": "p30_b657", "text": "Increase the allocation of resources for energy R&D activities;"}, {"text_block_id": "p30_b658", "text": ""}, {"text_block_id": "p30_b659", "text": "Give priority to adaptive R&D in energy technology while promoting basic research;"}, {"text_block_id": "p30_b660", "text": ""}, {"text_block_id": "p30_b661", "text": "Support the transformation of Ghanaian energy research institutions into Centres of Excellence for energy research and development; and"}, {"text_block_id": "p30_b662", "text": ""}, {"text_block_id": "p30_b663", "text": "Collaborate with relevant Government, local and international agencies to develop capacity of tertiary and allied institutions for training and research."}, {"text_block_id": "p30_b664", "text": "9.5 Implementing the Energy Policy"}, {"text_block_id": "p30_b665", "text": "To make the necessary impact on the national economy will require that the management, operations and monitoring of the energy sector receive adequate focus. Team work and total commitment of all stakeholders should be the primary driving principle to ensure smooth implementation of the National Energy Policy."}, {"text_block_id": "p30_b666", "text": "To achieve this objective, the following actions will be pursued:"}, {"text_block_id": "p30_b667", "text": ""}, {"text_block_id": "p30_b668", "text": "Develop requisite human resource capacity and logistical support for the implementation and monitoring of the Energy Policy;"}, {"text_block_id": "p30_b669", "text": ""}, {"text_block_id": "p30_b670", "text": "Strengthening the Policy, Planning, Monitoring and Evaluation Divisions of relevant Ministries, Departments and Agencies;"}, {"text_block_id": "p30_b671", "text": ""}, {"text_block_id": "p30_b672", "text": "Regular interaction between the Ministry of Energy and relevant Ministries, Departments and Agencies, Traditional Authorities, Members of Parliament, District Assemblies to discuss issues relating to the National Energy Policy;"}, {"text_block_id": "p30_b673", "text": ""}, {"text_block_id": "p30_b674", "text": "Refine strategies and programmes to achieve the policy goals; and"}, {"text_block_id": "p30_b675", "text": ""}, {"text_block_id": "p30_b676", "text": "Develop comprehensive programme to create awareness and ensure acceptance among policy makers and the general public on the National Energy Policy."}], "document_description": "The vision for the energy sector is to develop an 'Energy Economy' that will ensure secure and reliable supply of high quality energy services for all (both urban and rural) homes, businesses, industries and the transportation sector while making significant contribution to the export earnings of the country.<br>&nbsp;<br>&nbsp;The Energy Policy proposes to achieve these objectives through various measures such as fiscal incentives, private participation, institutional reform and capacity building.<br>&nbsp;<br>&nbsp;The Policy outlines goals, challenges and policies including:<br><br>1) Renewable Energy<br>&nbsp;The Renewable Energy sector covers biomass, solar and wind resources. Biomass policy focuses on improved production and efficient use of biomass. In the longer term it aims to increase regeneration and fuel substitution, and substitute away from biomass towards alternative energy sources.<br><br>&nbsp;2) Energy Efficiency and Conservation<br>&nbsp;The policy focuses on the application of fiscal incentives, awareness creation, institutional and financial intermediation, and regulation to promote energy efficiency and conservation.<br>&nbsp;<br>&nbsp;The policy sets the following targets :<br>1) In the power sub-sector it proposes toachieve installed power generation capacity of 4,000 MW and also universal access to affordable electricity by 2015<br>2) Increase installed generation capacity from the current 1,986 MW to 5,000 MW by 2020<br>3) Achieve 80% national electricity access by 2015 and universal access by 2020<br>4) Achieve 10% contribution of modern Renewable Energy in the electricity-mix by 2020<br>5) Reduce demand on wood fuel from current 66% to 30% by 2020.<br>6) Ensure the effective &amp; transparent management of oil and gas revenues<br>7) Achieve 90% of local content within 10 years from the commencement of specific energy projects"}