{"document_instrument_name": [], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Portugal", "document_category": "Policy", "document_sector_name": "Energy", "document_date": "01/01/2018", "document_language": "Portuguese", "document_name": "Decree-Law: Establishes the sustainability criteria for the production and use of biofuels and bioliquids and defines the boundaries of mandatory biofuels for the years 2011 to 2020", "document_country_code": "PRT", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/PRT/2018/PRT-2018-01-01-Decree-Law: Establishes the sustainability criteria for the production and use of biofuels and bioliquids and defines the boundaries of mandatory biofuels for the years 2011 to 2020_ea74f2f3af71f9a03c4f3f2de3fac4ea.pdf", "document_type": "Decree Law", "text_blocks": [], "document_description": "This Decree-Law establishes sustainability criteria for production, marketing and use of biofuel and bio liquids and defines the limits of mandatory incorporation of biofuels from 2011 to 2020.  It sets a goal for the incorporation of biofuels for each year, which is obligatory for the entities providing fuels for consumption. In terms of energy content, the goals are as follows: 5.0% for 2011 and 2012; 5.5% for 2013 and 2014; 7.5% for 2015 and 2016; 9.0% for 2017 and 2018; 10.0% for 2019 and 2020. From 2015 onwards there will also be a specific target of 2.5% of energy content for incorporating diesel substitute biofuels.  To prove compliance with the goal, incorporators have to submit a sufficient number of biofuel incorporation certificates (TdB) every year for cancellation. One TdB corresponds to 1 toe of biofuels introduced into consumption. Biofuels will have to comply with sustainability criteria in order to be eligible for TdBs.  With regard to Small Dedicated Producers (SDP), Order No 320-E/2011 of 30 December 2011, which regulates Article 90(4) of the CIEC, stipulates the terms by which SDPs can continue to benefit from ISP exemptions. The biofuels they produce must comply with the sustainability criteria but are not entitled to TdBs.Decree-Law 8/2021 proceeds to update the targets for incorporating biofuels into fuels for consumption in the national territory for 2021."}