{"document_instrument_name": ["International cooperation|Governance", "Processes, plans and strategies|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Portugal", "document_category": "Policy", "document_sector_name": ["Transportation", "Energy"], "document_date": "24/03/2006", "document_language": "English", "document_name": "Decree-Law 71/2006 on the Portuguese Carbon Fund", "document_country_code": "PRT", "document_hazard_name": [], "document_keyword": ["Institutions / Administrative Arrangements", "Research And Development", "Carbon Pricing", "Energy Supply", "Energy Demand", "Redd+ And Lulucf"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/PRT/2006/PRT-2006-03-24-Decree-Law 71_2006 on the Portuguese Carbon Fund_f981164f3493b51ae9495402726cf0e3.pdf", "document_type": "Decree Law", "text_blocks": [], "document_description": "Establishes the Portuguese Carbon Fund (FPC), a state financial instrument for acting on the carbon market to ensure compliance with national targets on climate change issues, making use of the flexibility mechanisms of the Kyoto Protocol and supporting national projects to reduce emissions.<br />\n<br />\nThis financial/ economic instrument is an autonomous fund with a financial and administrative autonomy and its main duties are crediting the emission of GHGs generated under the flexibility mechanisms: Clean Development Mechanism (CDM), Joint Implementation (JI), International Emission Trading (IET); crediting of GHG emissions through investment in funds managed by third parties or other instruments of the carbon market; supporting projects in Portugal leading to a reduction of GHG on energy efficiency, renewable energies, carbon sinks, geological capture and sequestration of CO2, adoption of new technologies; promotion of participation of public and private entities in flexibility mechanisms; support of international cooperation projects; support of infrastructural projects accounting GHG emissions and carbon sequestration in Portugal."}