{"document_instrument_name": ["International cooperation|Governance", "MRV|Governance", "Processes, plans and strategies|Governance", "Institutional mandates|Governance", "Capacity building|Governance", "Nature based solutions and ecosystem restoration|Direct Investment", "Provision of climate funds|Direct Investment", "Subsidies|Economic"], "document_framework_name": ["Mitigation", "Adaptation"], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Portugal", "document_category": "Law", "document_sector_name": "Economy-wide", "document_date": "31/12/2021", "document_language": "English", "document_name": "Framework climate law no 98/2021", "document_country_code": "PRT", "document_hazard_name": [], "document_keyword": ["Waste", "Renewables", "Biodiversity", "Finance", "Health", "Forest", "Biomass", "Carbon Sink", "Fossil Fuels Subsidies", "fossil fuels curbing measures", "climate justice", "Oceans", "Food", "food waste", "Climate Emergency", "Climate Finance", "taxonomy", "climate security"], "document_response_name": ["Mitigation", "Disaster Risk Management", "Adaptation"], "document_url": "https://cdn.climatepolicyradar.org/PRT/2021/PRT-2021-12-31-Framework climate law no 98_2021_6a10f038a28f31006b1a44110bde2a32.pdf", "document_type": "Act", "text_blocks": [], "document_description": "<div>Portugal's framework climate law sets the following objectives for the country's climate policy in article 3:&nbsp;</div><ul><li>Promote a rapid and socially balanced transition towards a sustainable economy and society that are neutral in greenhouse gases;</li><li>Guarantee climate justice, ensuring the protection of communities most vulnerable to the climate crisis, respect for human rights, equality and collective rights over the commons; c) Ensure a sustainable and irreversible trajectory of reduction of greenhouse gas emissions; greenhouse effect;</li><li>Promote the use of energy from renewable sources and their integration into the system national energy;</li><li>Promoting the circular economy, improving energy and resource efficiency;</li><li>Develop and reinforce current sinks and other carbon sequestration services; g) Strengthen national resilience and capacity to adapt to climate change;</li><li>Promoting climate security;</li><li>Stimulating education, innovation, research, knowledge and development and adopt and disseminate technologies that contribute to these ends;</li><li>Combat energy poverty, namely through the improvement of living conditions; livability and citizens' fair access to energy use;</li><li>Foster prosperity, green growth and social justice, fighting inequalities ties and generating more wealth and employment;</li><li>Protect and promote the regeneration of biodiversity, ecosystems and services;</li><li>Stimulating sustainable financing and promoting information on climate risks by economic and financial agents;</li><li>Ensuring committed, ambitious and leading participation in international negotiations and international cooperation;</li><li>Establish a rigorous and ambitious basis for the definition and fulfilment of climate objectives, targets and policies;</li><li>Reinforce the transparency, accessibility and effectiveness of information, the legal framework and information, reporting and monitoring systems;</li><li>Ensuring that all major legislative measures and public investments are strategically evaluated in relation to their contribution to fulfilling the stated assumptions, integrating the risks associated with climate change in national and sectoral planning and economic investment decisions.</li></ul><div><br>Art 2 recognises the situation of climate emergency.<br><br>Chapter II on <strong>climate rights and duties </strong>notably lists in article 8 the public and private entities concerned by climate-related actions that lie under the legal umbrella of this law. These entities are the state, public institutes, autonomous regions, local authorities, the Climate Action Council, independent administrative entities with regulatory functions for the economic activity, civil society entities including non-governmental organisations and investment groups, and citizens, private companies and other entities governed by private law. Art 9 states that citizens have the right to participate in the processes of drafting and reviewing climate policy instruments.<br><br>Chapter III focuses on <strong>climate policy governance. </strong>The Council for Climate Action (CAC) is created (art 12). The CAC collaborates with the legislative and executive branches to prepare studies, assessments and opinions on climate action and related legislation. The CAC also must issue an opinion, in an advisory capacity, on the planning, execution and effectiveness of climate policy and to contribute to the public discussion on its conduct. Article 13 details the further attributions of the CAC. Article 15 notably states that the government must actively defend, including in its foreign policy, the definition of the climate refugee concept, its status and its recognition by the Portuguese State. Article 16 on public health and environmental health stipulates that the State must promote the \"assessment of global and national risks and the preparation of action, prevention and contingency plans in the face of extreme climatic phenomena, the emergence of new diseases or the worsening of the incidence of diseases as a result of climate change\". Article 17 further charges the government to promote climate security, identify risks and prevent the adverse effects of climate change \"on public order, security and tranquility, on the integrity of people and goods and on the regular exercise of rights, freedoms and guarantees\".<br><br>Under Chapter IV on <strong>planning and evaluation tools, </strong>Portugal notably commits to achieve climate neutrality by 2050 (art 18) and charges the Assembly to approve, on a governmental proposal, national targets for the reduction of greenhouse gas emissions on a five-year basis and within a 30-year horizon (Art 19). Chapter IV also charges the government to develop/update a range of mitigation and adaptation policies and defines dedicated accountability relationships. Art 25 charges the State to prepare a national inventory of anthropogenic emissions by sources and removal by sinks of atmospheric pollutants (INERPA) ensuring public disclosure .<br><br>Chapter V on <strong>economic and financial instruments</strong> notably 1) details green fiscal principles (art 28) that include fossil-fuel curbing measures, 2) mandates the budget allocation for climate policy purposes to be consolidated in a State Budget account (art 29), 3) charges the government to create and implement a category of tax deductions — IRS Verde — under the Corporate Income Tax Code that benefits taxpayers who purchase, consume or use environmentally sustainable goods and services (art 30), 4) subjects petroleum and energy products to a carbon price to be \"determined in accordance with good international practices and with a view to achieving climate goals\", and 5) defines guiding principles on climate matters that public and private entities must adopt in their financial policies, financial management, support for capitalisation and borrowing (art 34). Public and private agents and institutions must also take the climate risk and the climate impact into account in their financing decisions (art 35).<br><br>Chapter VI defines <strong>sectoral climate policy instruments. <br><br></strong>Further clauses in this document include:&nbsp;</div><ul><li>eco-design must be mainstreamed for products, packaging, buildings and infrastructure</li><li>reduce food waste and promote healthy diets</li><li>A ban on coal use by 2021 and natural gas by 2040 to generate electricity (art 40). The natural gas ban will only be met provided the security of supply is guaranteed.</li><li>by 2030, the State will have to respect the EU taxonomy in public investment and procurement.</li></ul>"}