{"document_instrument_name": "Processes, plans and strategies|Governance", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Portugal", "document_category": "Policy", "document_sector_name": ["Economy-wide", "Adaptation"], "document_date": "01/01/2020", "document_language": "Portuguese", "document_name": "Resolution of the Council of Ministers No. 53/2020, of July 10: Approves the National Plan Energy and Climate 2030", "document_country_code": "PRT", "document_hazard_name": [], "document_keyword": [], "document_response_name": "Adaptation", "document_url": "https://dre.pt/dre/detalhe/resolucao-conselho-ministros/53-2020-137618093", "document_type": "Resolution", "text_blocks": [], "document_description": "This resolution approves the Strategic Framework for Climate Policy (QE-PiC) in Annex I, the National Program for Climate Change 2020/2030 (PNAC 2020/2030) in Annex II, and the National Strategy for Adaptation to Climate Change in Annex III. The Strategic Framework for Climate Policy sets out the vision and objectives of national climate policy to 2030. It notably aims to promote the rapprochement of citizens and civil society, foster the implementation of a new generation of climate policy instruments, and articulate objectives, instruments and institutions, recognising that the mainstreaming of climate policies and the need to integrate the climate dimension into sectoral policies requires an integrated and integrated vision of policies and instruments. Its objectives are: 1) Promoting the transition to a low carbon economy, generating more wealth and employment, contributing to green growth; 2) Ensure a sustainable path to reduce GHG emissions; 3) Strengthen resilience and national adaptation capacities; 4) ensure committed participation in international negotiations and cooperation; 5) to stimulate research, innovation and the production of knowledge; 6) Involve society in the challenges of climate change, contributing to increase individual and collective action; 7) Increase the effectiveness of information, reporting and monitoring systems; 8) Guarantee financing conditions and increase levels of investment; and 9) Ensure effective governance conditions and ensure mainstreaming of climate objectives. The PNAC is one of the elements that constitute the QEPiC that assumed as vision the development of a competitive and low carbon economy, establishing a new paradigm of development for Portugal in a context of green growth. Its objectives are: 1) establish policy guidelines and sectoral measures based on the cost-effective emission reduction potential identified in the modelling; 2) Define sectorial targets that conspire the objectives of reducing national emissions resulting from the CCV and foreseen in the QEPiC; and 3) Identifies a set of policy options and sectoral measures with a cost-effective potential, to be developed within the framework of the work of the SPM, which ensures sectoral operationalisation and accountability in its implementation. In order to contribute to the planning and development of a resilient, competitive and low carbon society and economy, ENAAC 2020 sets the following vision: \"a country adapted to the effects of climate change, through the continuous implementation of solutions based on the technical knowledge and best practices.\" It aims to 1) improve the level of knowledge on climate change; 2) implement adaptation measures; and 3) promote the integration of adaptation into sectoral policies. ENAAC 2020 replaces the National Strategy for Adaptation to Climate Change set out in Resolution 24/2010."}