{"document_instrument_name": "Capacity building|Governance", "document_country_english_shortname": "Qatar", "document_category": "Policy", "document_sector_name": ["Water", "Social development", "Residential and Commercial", "Energy"], "document_language": "English", "document_name": "Qatar National Vision 2030", "document_country_code": "QAT", "document_hazard_name": [], "document_response_name": "Adaptation", "document_type": "Vision", "document_framework_name": [], "document_region_code": "Middle East & North Africa", "document_date": "07/01/2008", "document_keyword": ["Adaptation", "Research And Development", "Energy Supply", "Energy Demand"], "document_url": "https://cdn.climatepolicyradar.org/QAT/2008/QAT-2008-01-07-Qatar National Vision 2030_6f9741de4b2d73aa828510e5e42466b2.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "July 2008"}, {"text_block_id": "p0_b2", "text": "General Secretariat For Development Planning"}, {"text_block_id": "p1_b3", "text": "First published July 2008"}, {"text_block_id": "p1_b4", "text": "Copyright GSDP. All Rights Reserved."}, {"text_block_id": "p1_b5", "text": "General Secretariat for Development Planning"}, {"text_block_id": "p1_b6", "text": "Doha Towers"}, {"text_block_id": "p1_b7", "text": "P.O. Box 1855"}, {"text_block_id": "p1_b8", "text": "Doha, Qatar"}, {"text_block_id": "p1_b9", "text": "www.planning.gov.qa"}, {"text_block_id": "p1_b10", "text": "Logo and publication design by Virginia Commonwealth University in Qatar - Center for Research in Design"}, {"text_block_id": "p1_b11", "text": "The content may be freely reproduced for non-commercial purposes with attribution to the copyright holders"}, {"text_block_id": "p2_b12", "text": "F o r e w o r d"}, {"text_block_id": "p2_b13", "text": "Charting economic and social progress in modern societies depends on a clear vision and a strategy about how to get there. Wise political leaders know the direction in which they would like their societies to develop, balancing the interests of present and future generations."}, {"text_block_id": "p2_b14", "text": "Qatar National Vision 2030 builds a bridge between the present and the future. It envisages a vibrant and prosperous country in which there is economic and social justice for all, and in which nature and man are in harmony. We need to galvanize our collective energies and direct them toward these aspirations. Strong Islamic and family values will provide our moral and ethical compass."}, {"text_block_id": "p2_b15", "text": "The welfare of our children, and of our children yet to be born, demands that we use our resource-wealth wisely. Qatar must continue to invest in its people so that all can participate fully in economic, social and political life. Qatar must invest too in world class infrastructure to create a dynamic and more diversified economy in which the private sector plays a prominent role. This requires continuous improvements in the efficiency, transparency and accountability of government agencies."}, {"text_block_id": "p2_b16", "text": "Qatar’s National Vision is authentic. It has emerged from intensive consultation across Qatari society. It is based on the guiding principles of Qatar’s Permanent Constitution. It reflects the aspirations of the Qatari people and the resolve of their political leadership."}, {"text_block_id": "p3_b17", "text": "Qatar’s National Vision belongs to the government, the private sector, civil society and to all Qatari citizens. I call on all to work hard and utilize your expertise to help achieve the goals of the Vision and to advance our nation’s development. In this way, we will build a bright future for the people of Qatar."}, {"text_block_id": "p3_b18", "text": "Tamim bin Hamad Al-Thani"}, {"text_block_id": "p3_b19", "text": "Doha"}, {"text_block_id": "p3_b20", "text": "July 2008"}, {"text_block_id": "p4_b21", "text": "he State of Qatar is enjoying a period of unparalleled prosperity, with exceptional economic progress being evident in the increasing standard of living of its people. Major advances in economic, human and social developments continue to occur. Qatar has also progressed politically. Qatar’s Permanent Constitution was ratified in 2004 and came into effect in June 2005. The Constitution defines the roles of the three state powers and the rights and duties of Qatari citizens."}, {"text_block_id": "p4_b22", "text": "Despite rapid economic and social gains, as well as political change, Qatar has maintained its cultural and traditional values as an Arab and Islamic nation that considers the family to be the main pillar of society. Under the wise leadership of HH the Emir, Sheikh Hamad bin Khalifa Al-Thani, the country continues to implement important initiatives that will propel Qatar to fully developed nationhood, and strengthen its role in the international community."}, {"text_block_id": "p4_b23", "text": "Qatar is at a crossroads. The country’s abundant wealth creates previously undreamt of opportunities and formidable challenges."}, {"text_block_id": "p5_b24", "text": "It is now imperative for Qatar to choose the best development path that is compatible with the views of its leadership and the aspirations of its people."}, {"text_block_id": "p5_b25", "text": "The National Vision defines broad future trends and reflects the aspirations, objectives and culture of the Qatari people. By shedding light on the future, the Vision illuminates the fundamental choices that are available to Qatari society. Simultaneously, it inspires Qatari people to develop a set of common goals related to their future."}, {"text_block_id": "p5_b26", "text": "Qatar’s National Vision defines the long-term outcomes for the country as a whole rather than the processes for reaching these outcomes. It provides a framework within which national strategies and implementation plans can be developed."}, {"text_block_id": "p5_b27", "text": "The National Vision aims at transforming Qatar into an advanced country by 2030, capable of sustaining its own development and providing for a high standard of living for all of its people for generations to come."}, {"text_block_id": "p6_b28", "text": "D e f i n i n g C h a r a c t e r i s t i c s o f Q a t a r ’ s F u t u r e – O p p o r t u n i t i e s a n d C h a l l e n g e s"}, {"text_block_id": "p6_b29", "text": "atar’s sound management of its bountiful hydrocarbon resources will continue to secure improvements in standards of living. However, an improved standard of living cannot be the only goal of a society. To remain true to its values, Qatar must balance five major challenges:"}, {"text_block_id": "p6_b30", "text": "atar’s sound management of its bountiful hydrocarbon resources will continue to secure improvements in standards of living. However, an improved standard of living cannot be the only goal of a society. To remain true to its values, Qatar must balance five major challenges:\n"}, {"text_block_id": "p7_b36", "text": "Modernization and Preservation of Traditions"}, {"text_block_id": "p7_b37", "text": "Preservation of cultural traditions is a major challenge that confronts many societies in a rapidly globalizing and increasingly interconnected world."}, {"text_block_id": "p7_b38", "text": "Qatar’s very rapid economic and population growth have created intense strains between the old and new in almost every aspect of life. Modern work patterns and pressures of competitiveness sometimes clash with traditional relationships based on trust and personal ties, and create strains for family life. Moreover, the greater freedoms and wider choices that accompany economic and social progress pose a challenge to deep-rooted social values highly cherished by society. Yet it is possible to combine modern life with values and culture. Other societies have successfully molded modernization around local culture and traditions. Qatar’s National Vision responds to this challenge and seeks to connect and balance the old and the new."}, {"text_block_id": "p8_b39", "text": "TheNeedsofthisGenerationandtheNeedsofFutureGenerations"}, {"text_block_id": "p8_b40", "text": "Qatar will meet the needs of this generation without compromising the needs of future generations."}, {"text_block_id": "p8_b41", "text": "Sustainable development is a process that seeks to meet the needs of the present generation without compromising the ability of future generations to meet their needs. This is often called intergenerational justice. The rights of future generations would be threatened if the depletion of non-renewable resources were not compensated by the creation of new sources of renewable wealth. This could happen in at least three ways. First, the financial returns from hydrocarbon wealth could be used inefficiently, delivering low returns. Second, spending on “trophy” or conspicuous projects could prove costly. And, third, overly aggressive economic development could lead to economic overstress and risk, tipping the environmental scales irreversibly. Qatar’s National Vision will choose the development path that carefully balances the interests of the current generation with the interests of future generations."}, {"text_block_id": "p9_b42", "text": "Managed Growth and Uncontrolled Expansion"}, {"text_block_id": "p9_b43", "text": "Qatar wants to make up ground quickly, but there are speed limits."}, {"text_block_id": "p10_b44", "text": "The Size and the Quality of the Expatriate Labor Force and the Selected Path of Development"}, {"text_block_id": "p10_b45", "text": "Qatar must choose a development path that is compatible with the targeted size and quality of expatriate labor that are determined by Qatar’s leadership and people."}, {"text_block_id": "p10_b46", "text": "Qatar is currently experiencing high rates of population growth due mainly to massive urban development, large-scale investment projects and rising government expenditure. These factors have led to a large increase in the ratio of expatriates to locals in the labor force, and a particularly sharp and unanticipated rise in the immigration of unskilled workers. The composition of a nation’s population will determine the nature of its society. Qatar must determine a suitable size and quality of its expatriate labor force. It must weigh the consequences of recruiting expatriate workers in terms of their cultural rights, housing and public service needs, as well as the potential negative impact on national identity, against the anticipated economic benefits that accrue from an increase in the numbers of foreign workers in the total labor force."}, {"text_block_id": "p11_b47", "text": "Economic Growth, Social Development and Environmental Management"}, {"text_block_id": "p11_b48", "text": "Economic development and protection of the environment are two demands neither of which should be sacrificed for the sake of the other."}, {"text_block_id": "p11_b49", "text": "Development patterns can, and often do, have negative effects on the natural environment. Environmental degradation can be reduced through investment in advanced technologies designed to minimize the damage caused by economic projects. It can also be reduced by avoiding rapid and unplanned growth. Even with Qatar’s best efforts, it is impossible to entirely avoid harming the environment, given a development pattern that depends in its early stages on oil, gas, petrochemicals and heavy industries. Qatar has already committed to enforcing international standards for environmental protection when designing and implementing its industrial projects. The country must also commit to making its future path of development compatible with the requirements of protecting and conserving the environment. Wherever there is an environmental cost to be paid for economic progress, it must be compensated with investments in technologies that help improve the environment."}, {"text_block_id": "p12_b50", "text": "However, Qatar’s efforts in protecting the environment will not be sufficient. Qatar is a part of the Gulf Region, which forms one ecological system that is affected by the practices and activities of every country in the region. It will be necessary to engage and to encourage all of the Gulf States to protect and conserve the environment."}, {"text_block_id": "p12_b51", "text": "The next step in Qatar’s National Vision will be to resolve these five critical challenges."}, {"text_block_id": "p13_b52", "text": "G uiding Principles of Qatar ’s N ational Vision"}, {"text_block_id": "p13_b53", "text": "atar’s National Vision is based on the Guiding Principles of the Permanent Constitution and the directions of Their Highnesses the Emir, the Heir Apparent and Sheikha Mozah, as well as on extensive consultation with government institutions and local and international experts."}, {"text_block_id": "p13_b54", "text": "The National Vision builds on a society that promotes justice, benevolence and equality. The Vision embodies the principles of the Permanent Constitution which:"}, {"text_block_id": "p13_b55", "text": "The National Vision builds on a society that promotes justice, benevolence and equality. The Vision embodies the principles of the Permanent Constitution which:\n"}, {"text_block_id": "p14_b58", "text": "Qatar’s National Vision Rests on Four Pillars"}, {"text_block_id": "p14_b59", "text": "Human Development"}, {"text_block_id": "p16_b60", "text": "T h e F i r s t P i l l a r – H u m a n D e v e l o p m e n t"}, {"text_block_id": "p16_b61", "text": "itherto, Qatar’s progress has depended primarily on the exploitation of its oil and gas resources."}, {"text_block_id": "p16_b62", "text": "But the country’s hydrocarbon resource will eventually run out. Future economic success will increasingly depend on the ability of the Qatari people to deal with a new international order that is knowledge-based and extremely competitive. To meet the challenge, Qatar is establishing advanced educational and health systems, as well as increasing the effective participation of Qataris in the labor force. In addition, Qatar will continue to augment its labor force by attracting qualified expatriate workers in all fields."}, {"text_block_id": "p16_b63_merged_merged", "text": "Qatar aims to build a modern world-class educational system that provides students with a first-rate education, comparable to that offered anywhere Education is one of the in the world. The system will provide basic pillars of social citizens with excellent training and progress.  The state shall ensure, foster and opportunities to develop to their full endeavor to spread it. ” potential, preparing them for success Permanent Constitution in a changing world with increasingly complex technical requirements. The system will also encourage analytical and critical thinking, as well as creativity and innovation. It will promote social cohesionandrespectforQatari society’svalues and heritage, and will advocate for constructive interaction with other nations."}, {"text_block_id": "p17_b74", "text": "In order to further support human development, Qatar will aspire to be an active centre in the fields of scientific research and intellectual activity."}, {"text_block_id": "p17_b75", "text": "To improve the health of Qatar’s population, Qatar aspires to develop an integrated system for"}, {"text_block_id": "p17_b76", "text": "The State shall foster public health;"}, {"text_block_id": "p17_b77", "text": "health care, managed according"}, {"text_block_id": "p17_b78", "text": "provide means of prevention from"}, {"text_block_id": "p17_b79", "text": "to world-class standards. This"}, {"text_block_id": "p17_b80", "text": "diseases and epidemics and their cure in accordance with the law. ”"}, {"text_block_id": "p17_b81", "text": "system will meet the needs of"}, {"text_block_id": "p17_b82", "text": "Permanent Constitution"}, {"text_block_id": "p17_b83", "text": "existing and future generations and provide for an increasingly healthy and lengthy life for all citizens. All health services will be accessible to the entire population."}, {"text_block_id": "p17_b84_merged_merged", "text": "Qatar will strive to increase the effective labor force participation of its citizens. However, for the foreseeable future Qatar will not have a sufficient number of citizens to manage the complex systems, infrastructure and other requirements of a rapidly growing, Permanent Constitution diversifying and technologically sophisticated economy. In order to realize Qatar’s future ambitions, it will be necessary to make up for the shortages of local labor with expatriate workers. Attracting and retaining the right mix of skills will require appropriate incentives, as well as institutional arrangements for ensuring the rights and safety of expatriate labor."}, {"text_block_id": "p18_b88", "text": "15"}, {"text_block_id": "p18_b89", "text": "H u m a n D e v e l o p m e n t"}, {"text_block_id": "p18_b90", "text": "An Educated Population"}, {"text_block_id": "p18_b91", "text": "A Healthy Population:  Physically and Mentally"}, {"text_block_id": "p18_b92", "text": "A Capable and Motivated Workforce"}, {"text_block_id": "p19_b93", "text": "H u m a n D e v e l o p m e n t O u t c o m e s"}, {"text_block_id": "p19_b94", "text": "A n E d u c a t e d P o p u l a t i o n"}, {"text_block_id": "p19_b95", "text": "A world-class educational system that equips citizens to achieve their aspirations and to meet the needs of Qatar’s society, including:"}, {"text_block_id": "p19_b96", "text": "A world-class educational system that equips citizens to achieve their aspirations and to meet the needs of Qatar’s society, including:\n"}, {"text_block_id": "p19_b100", "text": "A national network of formal and non-formal educational programs that equip Qatari children and youth with the skills and motivation to contribute to society, fostering:"}, {"text_block_id": "p19_b101", "text": "A national network of formal and non-formal educational programs that equip Qatari children and youth with the skills and motivation to contribute to society, fostering:\n* solid grounding in Qatari moral and ethical values, traditions and cultural heritage\n<\\li1>"}, {"text_block_id": "p19_b103", "text": "A national network of formal and non-formal educational programs that equip Qatari children and youth with the skills and motivation to contribute to society, fostering:\n* solid grounding in Qatari moral and ethical values, traditions and cultural heritage\n<\\li1>\n"}, {"text_block_id": "p19_b106", "text": "Well-developed, independent, self-managing and accountable educational institutions operating under centrally-determined guidelines."}, {"text_block_id": "p19_b107", "text": "An effective system for funding scientific research shared by the public and private sectors and conducted in cooperation with specialized international organizations and leading international research centers."}, {"text_block_id": "p19_b108", "text": "A significant international role in cultural and intellectual activity and scientific research."}, {"text_block_id": "p20_b109", "text": "17"}, {"text_block_id": "p20_b110", "text": "H u m a n D e v e l o p m e n t O u t c o m e s ( c o n t . )"}, {"text_block_id": "p20_b111", "text": "A Healthy Population: Physically and Mentally"}, {"text_block_id": "p20_b112", "text": "A comprehensive world-class healthcare system whose services are accessible to the whole population, including:"}, {"text_block_id": "p20_b113", "text": "A comprehensive world-class healthcare system whose services are accessible to the whole population, including:\n"}, {"text_block_id": "p20_b118", "text": "An integrated system of health care offering high-quality services through public and private institutions operating under the direction of a national health policy that sets and monitors standards for social, economic, administrative and technical aspects of health care."}, {"text_block_id": "p20_b119", "text": "Continued commitment by the state to provide sufficient funds for maintaining the health of Qatar’s population in accordance with the principle of partnership in bearing the costs of health care."}, {"text_block_id": "p21_b120", "text": "H u m a n D e v e l o p m e n t O u t c o m e s ( c o n t . )"}, {"text_block_id": "p21_b121", "text": "A Capable and Motivated Workforce"}, {"text_block_id": "p22_b122", "text": "19"}, {"text_block_id": "p22_b123", "text": "The Second Pillar – Social Development"}, {"text_block_id": "p22_b124_merged", "text": "he State of Qatar aspires to advance and develop the social dimensions of its society by nurturing Qatari citizens capable of dealing The family is the basis of the effectively and flexibly with the society. A Qatari family is founded on religion, ethics, requirements of the age they and patriotism. The law shall live in, and by preserving a regulate adequate means to strong and coherent family that protect the family, support enjoys support, care and social its structure, strengthen its protection. Women will assume a ties, and protect maternity, significant role in all spheres of life, childhood, and old age.” especially through participating Permanent Constitution in economic and political decision-making."}, {"text_block_id": "p23_b143", "text": "Qatar will also enhance its important and constructive regional role, especially within the framework of the Gulf Cooperation Council, the Arab League and the Organization of Islamic Conference."}, {"text_block_id": "p23_b144", "text": "As a responsible member of the international community, Qatar will contribute to attaining international security and peace and will fulfill its international commitments."}, {"text_block_id": "p24_b145", "text": "S o c i a l D e v e l o p m e n t"}, {"text_block_id": "p24_b146", "text": "Social Care and Protection"}, {"text_block_id": "p24_b147", "text": "A Sound Social Structure"}, {"text_block_id": "p24_b148", "text": "International Cooperation"}, {"text_block_id": "p25_b149", "text": "S o c i a l D e v e l o p m e n t O u t c o m e s"}, {"text_block_id": "p25_b150", "text": "S o c i a l C a r e a n d P r o t e c t i o n"}, {"text_block_id": "p25_b151", "text": "A S o u n d S o c i a l S t r u c t u r e"}, {"text_block_id": "p26_b152", "text": "Social Development Outcomes (cont.)"}, {"text_block_id": "p26_b153", "text": "I n t e r n a t i o n a l C o o p e r a t i o n"}, {"text_block_id": "p27_b154", "text": "T h e T h i r d P i l l a r – E c o n o m i c D e v e l o p m e n t"}, {"text_block_id": "p27_b155_merged", "text": "vibrant Qatari economy is the foundation on which economic prosperity and steady improvement in livelihoods will be built. Sustaining prosperity over the long term requires wise management of exhaustible resources to ensure that future generations inherit ample means to meet their aspirations. This managementmustsecureoptimumutilizationoftheseresources and create a balance between reserves and production, and between economic diversification and the depletion of non-renewable hydrocarbon resources."}, {"text_block_id": "p27_b158", "text": "Qatar’s bountiful hydrocarbon resources can be leveraged to make sustainable development a reality for all its people. Converting these natural assets into financial wealth provides a means to invest in world-class infrastructure; build efficient delivery mechanisms for public services; create a highly skilled and productive labour force; and support the development of entrepreneurship and innovation capabilities. If attained, these achievements would in turn provide a broader platform for the diversification of Qatar’s economy and its positioning as a regional hub for knowledge and for high value industrial and service activities. However, the challenges should not be underestimated."}, {"text_block_id": "p28_b159_merged", "text": "providing financial and non-financial support mechanisms that will help incubate and The State shall guarantee freedom of grow small and economic enterprise on the basis of social justice and balanced cooperation between scale enterprises. Qatar has private and public activity in order to already made goodheadway achieve socio-economic development, in developing a political and  organizational climate that welfare, raise standard of living, and supports the business sector. provide job opportunities in accordance with the provision of the law.” But further steps to enhance Permanent Constitution competitiveness and attract investment will be needed in a dynamic and increasingly borderless international economy."}, {"text_block_id": "p28_b176", "text": "A second challenge will be to choose and manage a pathway that delivers prosperity yet avoids economic imbalances and stresses. Once inflation becomes ingrained, or hurried development projects are implemented, or public services can no longer cope with bourgeoning demands, there will be risks to sustaining prosperity and to social cohesion. Skillful and farsighted economic management and effective and agile institutions will be needed to attenuate these risks."}, {"text_block_id": "p28_b177", "text": "Qatar’s economic strategy must be alert to a range of risks that could potentially limit the achievement of its ambitions. The best security against these risks lies in open and flexible markets, affordable social protection mechanisms, and precautionary and strategic financial reserves."}, {"text_block_id": "p29_b178", "text": "E c o n o m i c D e v e l o p m e n t"}, {"text_block_id": "p29_b179", "text": "Sound Economic Management"}, {"text_block_id": "p29_b180", "text": "Responsible Exploitation of Oil and Gas"}, {"text_block_id": "p29_b181", "text": "Suitable Economic Diversification"}, {"text_block_id": "p30_b182", "text": "E c o n o m i c D e v e l o p m e n t O u t c o m e s"}, {"text_block_id": "p30_b183", "text": "S o u n d E c o n o m i c M a n a g e m e n t"}, {"text_block_id": "p31_b184", "text": "R e s p o n s i b l e E x p l o i t a t i o n o f O i l a n d G a s"}, {"text_block_id": "p32_b185", "text": "E c o n o m i c D e v e l o p m e n t O u t c o m e s ( c o n t . )"}, {"text_block_id": "p32_b186", "text": "S u i t a b l e E c o n o m i c D i v e r s i f i c a t i o n"}, {"text_block_id": "p33_b187", "text": "The Fourth Pillar – Environmental Development"}, {"text_block_id": "p33_b188", "text": "he State of Qatar seeks to preserve and protect its unique environment and nurture the abundance of nature granted by God. Accordingly, development will be carried out with responsibility and respect, balancing the needs of economic growth and social development with the conditions for environmental protection."}, {"text_block_id": "p33_b189_merged", "text": "The environmental pillar will be increasingly important as Qatar is forced to deal with local environmental issues, such as the impact of diminishing water and hydrocarbon resources, and the effects of pollution and environmental degradation, as well as international environmental issues Permanent Constitution such as the potential impact of global warming on water levels in Qatar and thereby on coastal urban development. Assessing the severity of risks and dealing with anticipated changes will require mobilizing capacities and coordinating efforts to tackle problems that arise."}, {"text_block_id": "p34_b192", "text": "Environmental Development"}, {"text_block_id": "p34_b193", "text": "A Balance Between Development Needs and Protecting the Environment"}, {"text_block_id": "p35_b194", "text": "E n v i r o n m e n t a l D e v e l o p m e n t O u t c o m e s"}, {"text_block_id": "p35_b195", "text": "A Balance Between Development Needs and Protecting the Environment"}, {"text_block_id": "p36_b196", "text": "E n v i r o n m e n t a l D e v e l o p m e n t O u t c o m e s ( c o n t . )"}, {"text_block_id": "p37_b197", "text": "A c h i e v i n g t h e V i s i o n"}, {"text_block_id": "p37_b198_merged", "text": "atar’s National Vision provides the foundation for the formulation of a National Strategy. The Strategy will help the nation to realize the Vision by setting and prioritizing concrete development goals with time-bound targets. It will also articulate the necessary processes, stakeholder roles, and the expected performance standards which are needed to deliver on the Vision."}, {"text_block_id": "p38_b200", "text": "The Qatar National Vision (QNV) logo is based on a modular design. The central element of the logo takes the form of an eye, reflecting vision. The cultural pattern of its iris reflects traditional Qatari culture. This central element has a subtle relationship and congruence with the map of Qatar in the GSDP logo. The QNV logo is a modernized typographic Qatar, much like how the map is used in the GSDP logo."}, {"text_block_id": "p38_b201", "text": "The modular design looks structured, yet at the same time its dynamic dimensions have been created through the use of a diagonal line. The diagonal is important because the text reads upwards, which looks towards the future. The QNV seeks to achieve development progress, yet at the same time it aims to preserve national culture."}], "document_description": "<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;Qatar National Vision 2030 establishes a long-term vision of the country's future, which is meant to be used as a support for national strategies and implementation plans. The Vision seeks 1) to modernise and preserve traditions, 2) intergenerational justice, 3) managed growth and expansion, 4) capacity building in the workforce, and 5) economic growth, social development and environmental management. The <a href=\"https://www.mdps.gov.qa/en/knowledge/HomePagePublications/Qatar_NDS_reprint_complete_lowres_16May.pdf\">National Development Strategy 2011-2016</a> is a short term plan that was developed in accordance with the Vision 2030.<br>&nbsp;<br> The Vision states that Qatar aims at taking a leading international role in assessing the impact of climate change and how to achieve mitigation, especially regarding the Gulf countries. The Vision further calls to keep exploiting natural gas as a \"major source of clean energy for Qatar and the world\". Energy efficiency is also promoted. The Vision also seeks a reduction in the associated gaseous emissions of fuel consumption used for water desalination, including through the usage of renewable energy.&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br>&nbsp;<br><br>"}