{"document_instrument_name": "Research & Development, knowledge generation|Information", "document_framework_name": "Adaptation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Norway", "document_category": "Policy", "document_sector_name": ["Transportation", "Industry"], "document_date": "01/01/2012", "document_language": "Norwegian", "document_name": "Climate adaptation in Norway", "document_country_code": "NOR", "document_hazard_name": ["Ocean Acidification", "Changes In Average Precipitation", "Landslides", "Avalanches", "Droughts", "Flooding"], "document_keyword": "Adaptation", "document_response_name": "Adaptation", "document_url": "https://cdn.climatepolicyradar.org/NOR/2012/NOR-2012-01-01-Climate adaptation in Norway_4255000d345d843ebe6203bbc9d2b88f.pdf", "document_type": "Strategy", "text_blocks": [], "document_description": "The White Paper states that everyone is responsible for climate change adaptation - individuals, business and industry and the authorities. It provides an account of what Norwegian authorities are doing to enable everyone to assume responsibility for climate change adaptation as effectively as possible, and establish a common framework for climate change adaptation across sectors and administrative levels.  The White Paper states that projections on future climate and knowledge are essential for effective climate change adaptation. Adaptation work must always be based on the best available knowledge about climate change and how changes can be addressed. The government intends to ensure that the knowledge base for climate change adaptation is strengthened through closer monitoring of climate change, continued expansion of climate change research and the development of a national centre for climate services.  According to the White Paper, adaptation policies and measures should build on the best available knowledge. Thus, the government plans for regular assessments of vulnerability and adaptation needs in Norway. Such assessments will be made if substantial new knowledge is available, related e.g. to the release of the assessment reports of the IPCC."}