{"document_instrument_name": ["Processes, plans and strategies|Governance", "Capacity building|Governance", "Provision of climate funds|Direct Investment"], "document_framework_name": "Mitigation", "document_region_code": "Europe & Central Asia", "document_country_english_shortname": "Norway", "document_category": "Policy", "document_sector_name": ["Transportation", "Residential and Commercial", "LULUCF", "Industry", "Energy", "Agriculture"], "document_date": "25/12/2012", "document_language": "English", "document_name": "Climate Settlement, Innst. 390 S (2011-2012)", "document_country_code": "NOR", "document_hazard_name": [], "document_keyword": ["Energy Supply", "Energy Demand", "Redd+ And Lulucf", "Transportation"], "document_response_name": "Mitigation", "document_url": "https://cdn.climatepolicyradar.org/NOR/2012/NOR-2012-12-25-Climate Settlement, Innst. 390 S (2011-2012)_3dac95ef569867d55339902f98b09a84.pdf", "document_type": "Policy", "text_blocks": [], "document_description": "The Climate Settlement is officially known as 'Recommendation of the Energy and Environment Committee: Climate Settlement, Innst. 390 S (2011-2012), based on the White Paper on Climate Efforts, Meld. St. 21 (2011-2012)'. This document reinforces the targets set out in the 2008 agreement on climate policy on transportation; construction; agriculture and carbon uptake by forests; and mainland industry and petroleum activities. Some of the core measures the document recommends to be adopted within these areas include:<br>&nbsp;1) Create a climate and energy fund for development of technology and industrial transformation;<br>&nbsp;2) Increase the offshore supply of electric power from the mainland, while safeguarding biological diversity;<br>&nbsp;3) Increase state subsidies for investment in, and operation of, municipal public transportation and other environmentally-friendly forms of transportation;<br>&nbsp;4) Adopt climate measures in agriculture and carbon removals in forests through active forest management;<br>&nbsp;5) Maintain or increase the forest carbon stock through active, sustainable forest policies;<br>&nbsp;6) Improve incentives for the use of bio-energy derived from wood (with emphasis on forest residues);<br>&nbsp;7) Increase the mandatory sale of bio-fuels to 5%;<br>&nbsp;8) Tighten the energy requirements in the building code to passive house level in 2015 and nearly zero energy level in 2020.<br><br>&nbsp;The settlement includes three main targets:<br>1) In relation to the first commitment period of the Kyoto Protocol, Norway plans to exceed its commitment by 10%<br>2) Norway plans to become carbon neutral by 2050. However, if an ambitious global climate agreement is entered into through which other industrialised countries commit to undertake large reductions in GHG emissions, Norway will bring forward this target to 2030<br>3) By 2020 Norway plans to commit to reducing its GHG emissions to an equivalent of 30% of the 1990 emissions level (and up to 40% contingent on global action)<br>&nbsp;<br>&nbsp;While emissions reductions can be carried out in Norway or abroad, the paper states that Norway will have a domestic reduction goal of two-thirds of GHG emissions."}