{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Norway", "document_category": "Law", "document_sector_name": "Energy", "document_language": "English", "document_name": "Energy Act", "document_country_code": "NOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/1990", "document_keyword": ["Institutions / Administrative Arrangements", "Energy Supply"], "document_url": "https://cdn.climatepolicyradar.org/NOR/1990/NOR-1990-01-01-Energy Act_4133391bc2492120dfe2ae341a071a6a.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "NOTE: Unofficial translation - for information only"}, {"text_block_id": "p0_b2", "text": "Act no. 50 of 29 June 1990: Act relating to the generation, conversion, transmission, trading, distribution and use of energy etc. (The Energy Act)"}, {"text_block_id": "p0_b3", "text": "Act relating to the generation, conversion, transmission, trading, distribution and use of energy etc. (The Energy Act)"}, {"text_block_id": "p0_b4", "text": "Chap. 1. General provisions"}, {"text_block_id": "p0_b5", "text": "Section 1-1."}, {"text_block_id": "p0_b6", "text": "("}, {"text_block_id": "p0_b7", "text": "Scope)"}, {"text_block_id": "p0_b8", "text": "This Act applies to the generation, conversion, transmission, trading and distribution of energy."}, {"text_block_id": "p0_b9", "text": "This Act does not apply in Norwegian territorial waters."}, {"text_block_id": "p0_b10", "text": "This Act does not apply to the acquisition of ownership rights or the right of use of waterfalls and the regulation and development of watercourses. This Act does not apply to installations that only generate and convey thermal energy for their own industrial activity."}, {"text_block_id": "p0_b11", "text": "The Ministry specifies how large an output or how many customers a district heating plant shall have in order for the Act to apply. Plants that are exempted from the Act may be ordered to connect with other plants pursuant to the provisions in section 5-3."}, {"text_block_id": "p1_b12", "text": "The King may decide that certain parts of the Act shall apply to Svalbard."}, {"text_block_id": "p2_b13", "text": "Section 1-2."}, {"text_block_id": "p2_b14", "text": "("}, {"text_block_id": "p2_b15", "text": "Purpose)"}, {"text_block_id": "p2_b16", "text": "The Act shall ensure that the generation, conversion, transmission, trading, distribution and use of energy are conducted in a way that efficiently promotes the interests of society, which includes taking into consideration any public and private interests that will be affected."}, {"text_block_id": "p2_b17", "text": "Section 1-3."}, {"text_block_id": "p2_b18", "text": "("}, {"text_block_id": "p2_b19", "text": "Definitions)"}, {"text_block_id": "p2_b20", "text": "In this Act, electrical installation is defined as: a generic term for electrical equipment and associated building structures for the generation, conversion, transmission and distribution of electrical energy."}, {"text_block_id": "p2_b21", "text": "In this Act, district heating plant is defined as: a term for technical equipment and associated building structures for the generation, transmission and distribution of hot water or some other heating medium to external consumers."}, {"text_block_id": "p2_b22", "text": "Section 1-4."}, {"text_block_id": "p2_b23", "text": "("}, {"text_block_id": "p2_b24", "text": "State-owned installations)"}, {"text_block_id": "p2_b25", "text": "The Act's provisions in sections 2-2, paragraphs two and three, 3-2, 3-3, 3-5, 7-2 and 7-3 do not apply to state-owned installations."}, {"text_block_id": "p2_b26", "text": "Chap. 2. Administrative procedures"}, {"text_block_id": "p2_b27", "text": "Section2-1."}, {"text_block_id": "p2_b28", "text": "(Application)"}, {"text_block_id": "p2_b29", "text": "Pursuant to this Act, an application shall be submitted to the licensing authority."}, {"text_block_id": "p2_b30", "text": "For applications that are covered by Chapter VII-a of the Planning and Building Act no. 77 of 14 June 1985, an environmental impact assessment shall be submitted with the application."}, {"text_block_id": "p2_b31", "text": "The application shall provide the information that is necessary in order assess whether a licence should be granted and which conditions shall be specified. The Ministry may specify the information or studies that the applicant must provide."}, {"text_block_id": "p3_b32", "text": "An application for the construction of an installation for the generation, conversion and transmission of electrical power shall usually be submitted simultaneously with the application for power plant development in accordance with the water resources legislation."}, {"text_block_id": "p3_b33", "text": "Applications that meet the requirements specified in this paragraph shall be distributed for comment in the Norwegian Water Resources and Energy Directorate and in affected municipalities or some other appropriate place in that district. When the application is distributed for comment, a deadline will be set for submitting comments to the licensing authority. When it is deemed unobjectionable, the distribution of an application for comment may be omitted."}, {"text_block_id": "p3_b34", "text": "A public announcement of the application, a brief description of the plans, information about where the application has been distributed for comment and the deadline for submitting comments shall be posted in the Official Norwegian Gazette and in one or more newspapers that are commonly read in the district. The applicant pays the costs of distribution for comment and public announcement of the application. When it is deemed unobjectionable, the public announcement may be omitted."}, {"text_block_id": "p3_b35", "text": "Public bodies and others to whom the measure directly applies shall have a copy of the application sent to them for comment. When the application is sent out for comment, a deadline will be set for submitting comments to the licensing authority. When it is deemed unobjectionable, a public consultation may be omitted."}, {"text_block_id": "p3_b36", "text": "The processing of an application in accordance with this Act may be postponed pending an energy plan pursuant to section 5B-1."}, {"text_block_id": "p3_b37", "text": "Section 2-2."}, {"text_block_id": "p3_b38", "text": "("}, {"text_block_id": "p3_b39", "text": "Decisions)"}, {"text_block_id": "p3_b40", "text": "Decisions in accordance with this Act are made by the Ministry."}, {"text_block_id": "p3_b41", "text": "A licence in accordance with Chapters 3, 4 and 5 is issued for a limited period of up to 30 years starting on the date when the licence was issued."}, {"text_block_id": "p3_b42", "text": "A licence is issued to a specific person, company, cooperative, municipality or county."}, {"text_block_id": "p5_b43", "text": "Chap. 3. Electrical installations"}, {"text_block_id": "p5_b44", "text": "Section3-1."}, {"text_block_id": "p5_b45", "text": "(Licences for installations)"}, {"text_block_id": "p5_b46", "text": "Installations for the generation, conversion, transmission and distribution of high voltage electrical energy, may not be built or operated without a licence. The same applies to the rebuilding or expansion of existing installations."}, {"text_block_id": "p5_b47", "text": "The Ministry specifies how high the voltage for an electrical installation shall be in order for this provision to be applicable."}, {"text_block_id": "p5_b48", "text": "Section 3-2."}, {"text_block_id": "p5_b49", "text": "("}, {"text_block_id": "p5_b50", "text": "Local area licences)"}, {"text_block_id": "p5_b51", "text": "Within a specific area, a licence may be granted for the construction and operation of installations for the distribution of electrical energy with voltages up to a level that is specified by the Ministry."}, {"text_block_id": "p5_b52", "text": "Section 3-3."}, {"text_block_id": "p5_b53", "text": "("}, {"text_block_id": "p5_b54", "text": "Mandatory delivery)"}, {"text_block_id": "p5_b55", "text": "The party that is granted a local area licence pursuant to section 3-2 shall provide electrical energy to the customers within the geographical area where the licence is applicable."}, {"text_block_id": "p5_b56", "text": "The Ministry may grant an exemption from mandatory delivery when special grounds warrant it."}, {"text_block_id": "p5_b57", "text": "Section 3-4."}, {"text_block_id": "p5_b58", "text": "("}, {"text_block_id": "p5_b59", "text": "Conditions)"}, {"text_block_id": "p5_b60", "text": "For licences pursuant to sections 3-1 and 3-2 the Ministry may issue further regulations and specify conditions:"}, {"text_block_id": "p5_b61", "text": "For licences pursuant to sections 3-1 and 3-2 the Ministry may issue further regulations and specify conditions:\n* taking into consideration the demand for electrical energy and rational energy\n* relating to the start-up, construction, design, commissioning, maintenance, operation\n* relating to the utilisation of the individual power plant."}, {"text_block_id": "p6_b67", "text": "For licences pursuant to sections 3-1 and 3-2 the Ministry may issue further regulations and specify conditions:\n* taking into consideration the demand for electrical energy and rational energy\n* relating to the start-up, construction, design, commissioning, maintenance, operation\n* relating to the utilisation of the individual power plant.\n* in order to avoid damage to the natural environment and cultural heritage.\n* relating to the licensee's organisation and expertise, the expertise of the party to"}, {"text_block_id": "p6_b71", "text": "In connection with the individual licence, the Ministry may specify further conditions if it is deemed necessary by public or private interests."}, {"text_block_id": "p6_b72", "text": "Section 3-5."}, {"text_block_id": "p6_b73", "text": "(Expropriation of electrical installations)"}, {"text_block_id": "p6_b74", "text": "The Ministry may make decisions regarding the expropriation of installations for the conversion, transmission and distribution of electrical energy."}, {"text_block_id": "p6_b75", "text": "Expropriation can first occur at the expiration of the period for which the licence has been granted and must be undertaken for the benefit of some other energy utility or the State."}, {"text_block_id": "p6_b76", "text": "Chap. 4. Trade in electrical energy"}, {"text_block_id": "p6_b77", "text": "Section 4-1."}, {"text_block_id": "p6_b78", "text": "(Trading licence)"}, {"text_block_id": "p6_b79", "text": "No one but the State may engage in the trade in electrical energy without a licence. In case of doubt, the Ministry decides whether a licence is mandatory."}, {"text_block_id": "p6_b80", "text": "For licences pursuant to paragraph one, the Ministry may issue further regulations and specify conditions regarding:"}, {"text_block_id": "p6_b81", "text": "For licences pursuant to paragraph one, the Ministry may issue further regulations and specify conditions regarding:\n* the internal organisation and accounting of the licensee.\n* market access to all customers who want grid services by offering non-discriminatory\n* impartial behaviour of a grid owner.\n* specification and calculation of tariffs and revenue from the sale of grid services.\n* information to customers connected to the licensee's grid."}, {"text_block_id": "p7_b91", "text": "For licences pursuant to paragraph one, the Ministry may issue further regulations and specify conditions regarding:\n* the internal organisation and accounting of the licensee.\n* market access to all customers who want grid services by offering non-discriminatory\n* impartial behaviour of a grid owner.\n* specification and calculation of tariffs and revenue from the sale of grid services.\n* information to customers connected to the licensee's grid.\n* other activities in connection with the development and utilisation of common\n* coordination of grid and grid services."}, {"text_block_id": "p7_b95", "text": "The Ministry may specify further conditions if the consideration of public interests so requires."}, {"text_block_id": "p7_b96", "text": "In special cases, the Ministry may grant an exemption from provisions or conditions specified in paragraphs two and three."}, {"text_block_id": "p7_b97", "text": "Section 4-2."}, {"text_block_id": "p7_b98", "text": "(Export and import of electrical energy)"}, {"text_block_id": "p7_b99", "text": "No one but the State may export or import electrical energy without a licence."}, {"text_block_id": "p7_b100", "text": "Conditions may be specified in the licence if public considerations so require."}, {"text_block_id": "p7_b101", "text": "Section 4-3."}, {"text_block_id": "p7_b102", "text": "(Metering, settlement and invoicing)"}, {"text_block_id": "p7_b103", "text": "The Ministry lays down regulations governing metering, settlement and invoicing."}, {"text_block_id": "p7_b104", "text": "Authority pursuant to the legislation specified in paragraph one to coordinate the metering and settlement of power trading, is delegated to the party designated by the Ministry under further stipulated conditions. The entity responsible for settlement shall see that all feeds into and taps from the grid of electrical energy will be correctly settled so that an economic balance in the power market is achieved."}, {"text_block_id": "p7_b105", "text": "Anyone who fully or partly owns or operates a grid, power generation or an organised marketplace pursuant to section 4-5, together with trading companies and end users is required to comply with the instructions of the entity responsible for settlement during the coordination of the settlement, and to comply with the provisions relating to metering, settlement and invoicing specified in or pursuant to this Act. Decisions that are made by the entity responsible for settlement while exercising his responsibility for settlement are exempted from Chapters IV-VI and VIII of the Public Administration Act."}, {"text_block_id": "p7_b106", "text": "Section 4-4."}, {"text_block_id": "p7_b107", "text": "(Restructuring energy use and energy generation)"}, {"text_block_id": "p8_b108", "text": "The Ministry may decide that a trading licensee that charges for grid services shall add a mark-up to the consumption tariff for electricity for end use in the grid, which shall be paid as a contribution to an energy fund."}, {"text_block_id": "p8_b109", "text": "The fund's assets shall be used for measures aimed at the restructuring of energy use and energy generation in accordance with rules that are specified by the Ministry."}, {"text_block_id": "p8_b110", "text": "A contribution owed is a basis for execution. Should the contribution not be paid when due, interest shall be levied as laid down in pursuance of Act No. 100 of 17 December 1976 relating to interest on overdue payments etc."}, {"text_block_id": "p8_b111", "text": "The Ministry issues regulations concerning the formulation and implementation of the scheme, including the size of the mark-up, the basis, the calculation of the contribution, payments into the fund, interest, collection and supervision etc."}, {"text_block_id": "p8_b112", "text": "Chapters IV, V and VI of the Act of 10 February 1967 relating to procedure in cases concerning the public administration (the Public Administration Act) do not apply when the administrator of the energy fund makes individual decisions on behalf of the State regarding the allotment of assets from the energy fund."}, {"text_block_id": "p8_b113", "text": "Section 4-5."}, {"text_block_id": "p8_b114", "text": "("}, {"text_block_id": "p8_b115", "text": "Organised marketplace)"}, {"text_block_id": "p8_b116", "text": "No one but the State can engage in the organisation or operation of a marketplace for the trade in electrical energy without a licence. In case of doubt, the Ministry decides whether a licence is mandatory."}, {"text_block_id": "p8_b117", "text": "Conditions may be specified in the licence if public considerations so require. The Ministry may issue regulations governing the players' duty to disclose information."}, {"text_block_id": "p8_b118", "text": "Chap. 5. District heating plants"}, {"text_block_id": "p8_b119", "text": "Section 5-1."}, {"text_block_id": "p8_b120", "text": "(Licence for district heating plant)"}, {"text_block_id": "p8_b121", "text": "A district heating plant may not be built or operated without a licence. The same applies to the rebuilding and expansion of district heating plants."}, {"text_block_id": "p9_b122", "text": "The Ministry may specify the size of the output or the number of customers a district heating plant shall have in order for this provision to apply."}, {"text_block_id": "p9_b123", "text": "The Ministry may specify that this provision is not applicable to district heating plants that provide heat to public institutional buildings, large commercial buildings, industrial operations, housing cooperatives or commonhold associations."}, {"text_block_id": "p9_b124", "text": "Section 5-2."}, {"text_block_id": "p9_b125", "text": "("}, {"text_block_id": "p9_b126", "text": "Conditions)"}, {"text_block_id": "p9_b127", "text": "For licences pursuant to section 5-1, the Ministry may issue further regulations and specify conditions:"}, {"text_block_id": "p9_b128", "text": "For licences pursuant to section 5-1, the Ministry may issue further regulations and specify conditions:\n* relating to the start-up, construction, design, commissioning, maintenance, operation\n* relating to the licensee's organisation and expertise, the expertise of the party to"}, {"text_block_id": "p9_b132", "text": "In connection with the individual licence, the Ministry may specify further conditions if it is deemed necessary by public or private interests."}, {"text_block_id": "p9_b133", "text": "Section 5-3."}, {"text_block_id": "p9_b134", "text": "("}, {"text_block_id": "p9_b135", "text": "Mandatory connection)"}, {"text_block_id": "p9_b136", "text": "The Ministry may order any district heating plant to connect with other district heating plants if the plant has a heating system that can be connected."}, {"text_block_id": "p10_b137", "text": "Section 5-4."}, {"text_block_id": "p10_b138", "text": "("}, {"text_block_id": "p10_b139", "text": "Mandatory delivery)"}, {"text_block_id": "p10_b140", "text": "The licensee has a duty to provide connected customers with district heating, either from his own generation or through an agreement with some other supplier in accordance with the plan for the plant or as agreed with the customers. If a mandatory connection is required pursuant to section 66a of the Planning and Building Act, and the buildings cannot be connected to the district heating plant because of delays relative to the specified deadline for completion, the licensee may be ordered by the Ministry to guarantee the buildings a temporary heat supply."}, {"text_block_id": "p10_b141", "text": "The duty to provide district heating is waived in the event of war, a strike, a lockout, or any other sudden and unforeseen event that makes a delivery impossible or unreasonably burdensome. The provision of district heating may be interrupted when there is a danger of personal injury or damage to property or when it is necessary for repair and maintenance."}, {"text_block_id": "p10_b142", "text": "The licensee is obligated to take temporary measures to avert damage and disadvantages from the interruption of the deliveries to the greatest possible extent when this is possible."}, {"text_block_id": "p10_b143", "text": "Section 5-5."}, {"text_block_id": "p10_b144", "text": "("}, {"text_block_id": "p10_b145", "text": "Prices)"}, {"text_block_id": "p10_b146", "text": "The charge for district heating can be calculated in the form of a connection fee, a fixed yearly charge and a charge for the heat that is used. The charge for district heating shall not exceed the charge for electrical heating in the same supply area."}, {"text_block_id": "p10_b147", "text": "Installations for which a licence is required shall notify the licensing authority about prices and other terms of delivery and any changes that may occur in them."}, {"text_block_id": "p10_b148", "text": "Anyone who is ordered to connect to a district heating plant pursuant to section 66 a of the Planning and Building Act, has a right to appeal to the licensing authority about prices and other terms of delivery. The licensing authority may issue orders regarding changes in the price or other terms of delivery."}, {"text_block_id": "p11_b149", "text": "When a mandatory connection to a district heating plant is ordered pursuant to section 66a of the Planning and Building Act, the customer shall pay a connection fee and a fixed yearly charge regardless of whether or not the district heating is used."}, {"text_block_id": "p11_b150", "text": "Section 5-6."}, {"text_block_id": "p11_b151", "text": "("}, {"text_block_id": "p11_b152", "text": "Shut down)"}, {"text_block_id": "p11_b153", "text": "A district heating plant that is operated in accordance with a licence pursuant to this Act must not be shut down without a permit from the Ministry."}, {"text_block_id": "p11_b154", "text": "When a licence expires, a licence renewal may be granted upon application pursuant to this Act. If such a licence is not granted, the plant can be taken over free of charge by the State, the county or the municipality."}, {"text_block_id": "p11_b155", "text": "If the installation is not taken over by the public authorities, and no new licence is granted, the owner is obligated to remove the plant by a specified deadline. The Ministry may decide that buried components of the plant shall not be dug up again."}, {"text_block_id": "p11_b156", "text": "When the plant is shut-down, the owner is obligated to implement measures that are required by the public authorities to avert danger or damage to the surroundings and to property that is affected by the plant and for the protection of the customers' interests."}, {"text_block_id": "p11_b157", "text": "Chap. 5A. Responsibility for system operation, rationing and electricity supply quality"}, {"text_block_id": "p11_b158", "text": "Section 5A-1."}, {"text_block_id": "p11_b159", "text": "(Responsibility for system operation)"}, {"text_block_id": "p11_b160", "text": "The Ministry issues regulations governing the responsibility for system operation."}, {"text_block_id": "p11_b161", "text": "The Ministry delegates the authority to exercise responsibility for system operation according to further specified conditions. The entity responsible for system operation shall see that there will be an instantaneous balance at any given time between the total generation and the total consumption of power taking account of the power exchanges with interconnected foreign systems."}, {"text_block_id": "p11_b162", "text": "Anyone who fully or partly owns or operates a grid, power generation or an organised marketplace pursuant to section 4-5, together with trading companies and end"}, {"text_block_id": "p12_b163", "text": "users are required to comply with the instructions of the entity responsible for system operation during the operation of the system, and to comply with the provisions relating to the responsibility for system operation specified in or pursuant to this Act. Decisions that are made by the entity responsible for system operation while exercising his responsibility for system operation are exempted from Chapters IV-VI and VIII of the Public Administration Act."}, {"text_block_id": "p12_b164", "text": "Section 5A-2."}, {"text_block_id": "p12_b165", "text": "(Rationing)"}, {"text_block_id": "p12_b166", "text": "The Ministry may put into effect electricity rationing, including enforced reductions in supply or requisitioning, if extraordinary circumstances make this necessary."}, {"text_block_id": "p12_b167", "text": "The Ministry appoints a rationing authority that is responsible for planning and administrative implementation of any measures required in connection with rationing pursuant to paragraph one."}, {"text_block_id": "p12_b168", "text": "The rationing authority may delegate decision-making authority in connection with the implementation of rationing to the Power Supply Preparedness Organisation (KBO). Chapter VI relating to appeals and reversals in the Act of 10 February 1967 relating to procedure in cases concerning the public administration (the Public Administration Act) does not apply to individual decisions that are made by the rationing authority or KBO in connection with the implementation of rationing. For cases that are processed by KBO, Chapter II of the Public Administration Act, which concerns disqualification, does not apply either. However, cases shall be prepared and decided using justifiable, reasonable and impartial administrative procedures."}, {"text_block_id": "p12_b169", "text": "The Ministry issues regulations governing the planning and implementation of electricity rationing, requisitioning of power and enforced reductions in supply."}, {"text_block_id": "p12_b170", "text": "Section 5A-3."}, {"text_block_id": "p12_b171", "text": "(Delivery quality)"}, {"text_block_id": "p12_b172", "text": "The Ministry issues regulations governing the delivery quality in the power supply system and to the duty to disclose information in connection with this quality."}, {"text_block_id": "p13_b173", "text": "Chap. 5B. Energy planning"}, {"text_block_id": "p13_b174", "text": "Section 5B-1."}, {"text_block_id": "p13_b175", "text": "(Energy planning)"}, {"text_block_id": "p13_b176", "text": "Anyone who has a licence pursuant to sections 3-1, 3-2 and 5-1 is obligated to take part in energy planning."}, {"text_block_id": "p13_b177", "text": "The Ministry issues regulations and conditions pertaining to this planning."}, {"text_block_id": "p13_b178", "text": "Chap. 6. Emergency preparedness"}, {"text_block_id": "p13_b179", "text": "Section 6-1."}, {"text_block_id": "p13_b180", "text": "(The Power Supply Preparedness Organisation)"}, {"text_block_id": "p13_b181", "text": "During a state of emergency and in a time of war, control of power supplies shall pass to the Power Supply Preparedness Organisation. This organisation includes all the entities responsible for power supplies during peacetime."}, {"text_block_id": "p13_b182", "text": "The Ministry shall coordinate contingency planning and administer the power supplies during a state of emergency and in a time of war."}, {"text_block_id": "p13_b183", "text": "The Power Supply Preparedness Organisation may also be assigned duties during peacetime in the event of damage to power supply installations as a result of natural conditions, technical failure, terrorist acts or sabotage, and likewise in connection with rationing pursuant to section 5A-2."}, {"text_block_id": "p13_b184", "text": "Section 6-2."}, {"text_block_id": "p13_b185", "text": "("}, {"text_block_id": "p13_b186", "text": "Decision-making authority)"}, {"text_block_id": "p13_b187", "text": "In accordance with this chapter, the Ministry may make decisions regarding the protection of power supply installations against damage that is due to natural conditions, technical failure or deliberate sabotage during peacetime, in a state of emergency or in a time of war. The contingency measures may also include the management and operation of the power supplies."}, {"text_block_id": "p14_b188", "text": "Section 6-3."}, {"text_block_id": "p14_b189", "text": "("}, {"text_block_id": "p14_b190", "text": "Contingency measures)"}, {"text_block_id": "p14_b191", "text": "Decisions regarding contingency measures at power supply installations in accordance with this chapter can be made for existing installations, installations under construction or planned installations that are or probably will become important for the country's power supplies."}, {"text_block_id": "p14_b192", "text": "In paragraph one, installation means:"}, {"text_block_id": "p14_b193", "text": "In paragraph one, installation means:\n* A power plant with a generating capacity of at least 15,000 kVA.\n* A transformer or switching station with a throughput capacity of at least 10,000 kVA,\n* An electrical power line intended for at least 132 kV nominal voltage.\n* Dams or other water flow regulation facilities capable of storing at least 5 million\n* A district heating plant that has an output of at least 10 MJ/s (10,000 kW).\n* Operation control centres."}, {"text_block_id": "p14_b205", "text": "When special circumstances warrant it, the Ministry may decide that installations that do not meet the minimum requirements specified in paragraph two shall also be regarded as important installations for the nation's power supplies."}, {"text_block_id": "p14_b206", "text": "Section 6-4."}, {"text_block_id": "p14_b207", "text": "("}, {"text_block_id": "p14_b208", "text": "Orders)"}, {"text_block_id": "p14_b209", "text": "Companies engaged in activities covered by this chapter, may be ordered to put into effect at their own expense the contingency measures that the Ministry deems necessary in each individual case. If the implementation of an order entails significant expenses for the company that are not offset by corresponding benefits, the Ministry determines the compensation that the company shall receive."}, {"text_block_id": "p14_b210", "text": "When it is deemed necessary and irrespective of previous orders, it may be required that new or amended measures be put into effect."}, {"text_block_id": "p14_b211", "text": "Orders may not include the purchase of arms."}, {"text_block_id": "p14_b212", "text": "Section 6-5."}, {"text_block_id": "p14_b213", "text": "(Division of expenses and compensation)"}, {"text_block_id": "p15_b214", "text": "If an installation is not operated at the owner's expense, expenses and compensation pursuant to section 6-4 may be divided between the owner and operator on a reasonable basis."}, {"text_block_id": "p15_b215", "text": "If an order pertaining to contingency measures is essentially implemented for the benefit of particular consumers of electrical power or thermal energy, the expenses that this entails may be fully or partly charged to these consumers."}, {"text_block_id": "p15_b216", "text": "Section 6-6."}, {"text_block_id": "p15_b217", "text": "("}, {"text_block_id": "p15_b218", "text": "Mandatory notification)"}, {"text_block_id": "p15_b219", "text": "Anyone who wants to build, rebuild, alter or expand an installation as specified in section 6-3, shall notify the Ministry before the work commences so that it may specify the contingency measures that shall be implemented at the installation. Plans, descriptions, drawings and maps that are necessary in order to make a decision shall be submitted with the notification."}, {"text_block_id": "p15_b220", "text": "An owner or operator of an installation is required to give the Ministry and those to whom the Ministry grants authority the information they request and access to the installation for those with valid identification papers."}, {"text_block_id": "p15_b221", "text": "Section 6-7."}, {"text_block_id": "p15_b222", "text": "(Fee to cover expenses)"}, {"text_block_id": "p15_b223", "text": "The Ministry may decide that a fee shall be charged to cover the expenses incurred by the emergency preparedness authorities' contingency planning work for power supplies. The expenses are charged to the owners and operators of the installations encompassed by this chapter."}, {"text_block_id": "p16_b224", "text": "Chap. 7. Miscellaneous provisions"}, {"text_block_id": "p16_b225", "text": "Section 7-1."}, {"text_block_id": "p16_b226", "text": "(Monitoring)"}, {"text_block_id": "p16_b227", "text": "The Ministry may issue the orders that are necessary for the implementation of provisions specified in or pursuant to this Act. The Ministry monitors compliance with provisions specified in or pursuant to this Act. The monitoring expenses related to chapters 3 and 5 and section 4-2 shall be paid by the licensee."}, {"text_block_id": "p16_b228", "text": "Anyone who has a licence shall see that the installation and the operation of the installation or the activities meet the requirements specified in or pursuant to this Act. The Ministry issues regulations governing internal controls and internal control systems."}, {"text_block_id": "p16_b229", "text": "Everyone is obligated to give the Ministry the technical and economic information that is necessary for the execution of authority pursuant to this Act. The Ministry issues regulations governing the duty to disclose information."}, {"text_block_id": "p16_b230", "text": "Section 7-2."}, {"text_block_id": "p16_b231", "text": "(Deadlines etc.)"}, {"text_block_id": "p16_b232", "text": "The Ministry shall be notified as soon as possible and no later than three months after entry into an agreement that requires a licence pursuant to section 4-2. Notification shall also be given if any of the parties find it doubtful that the trading of power is subject to a requirement to obtain a licence pursuant to this Act."}, {"text_block_id": "p16_b233", "text": "An application for a licence shall be submitted to the Ministry as soon as possible and no later than three months after an agreement relating to the import or export of electrical energy has been signed. Upon application, the Ministry may extend this deadline."}, {"text_block_id": "p16_b234", "text": "If an application for a licence is refused, or if a licence application is not submitted in accordance with the provisions in paragraph 2, or if a time-limited licence expires, the Ministry shall set a deadline for the licensee to see that the agreement is amended. The deadline must not be set for any less than three months or any longer than three years."}, {"text_block_id": "p16_b235", "text": "The Ministry may order that the output or intake of power be interrupted with immediate effect until a licence has been granted."}, {"text_block_id": "p17_b236", "text": "The rules in paragraphs 1 to 4 will likewise be applicable if an energy utility that has been granted a licence pursuant to this Act has changed its head office or Board of Directors so that the conditions for the licence are no longer met. The same applies if the conditions have not been met from the very start."}, {"text_block_id": "p17_b237", "text": "Section 7-3."}, {"text_block_id": "p17_b238", "text": "(Non-compliance with conditions and orders)"}, {"text_block_id": "p17_b239", "text": "In the event of non-compliance with this Act or provisions or orders issued pursuant to this Act, a coercive fine may be imposed that either accrue until the situation has been remedied or that are payable for each infringement."}, {"text_block_id": "p17_b240", "text": "The Ministry may set a particular deadline for compliance with an order pursuant to Chapter 6 and impose a daily coercive fine payable to the Treasury if the deadline is exceeded. If the order is not complied with by the stipulated deadline, the Ministry may have the order executed at the expense of the party in question."}, {"text_block_id": "p17_b241", "text": "A coercive fine and expenses for the execution of orders may be recovered by distraint."}, {"text_block_id": "p17_b242", "text": "If a licence has been granted on the basis of incorrect or incomplete information about circumstances of considerable importance, or if the licensee violates this Act or provisions or orders issued pursuant to this Act, the licence may be withdrawn."}, {"text_block_id": "p17_b243", "text": "If a licence for an installation pursuant to Chapter 3 or Chapter 5 is withdrawn, a deadline shall be set for ensuring that the installation is taken over by some other party that can legally operate it. The provisions in section 26 of Act no. 19 of 31 May 1974 relating to concession and to the public authorities' right of pre-emption in the acquisition of real property are likewise applicable if the deadline is exceeded. For a district heating plant it may be required that the installation be shut down. In the event of closure, the provisions in section 5-6 will likewise be applicable."}, {"text_block_id": "p17_b244", "text": "If electrical power is exported or imported in violation of section 4-2 or of specified conditions for a licence, the transmission of power can be interrupted by measures initiated by the public authorities."}, {"text_block_id": "p18_b245", "text": "Section 7-4."}, {"text_block_id": "p18_b246", "text": "("}, {"text_block_id": "p18_b247", "text": "Amendments)"}, {"text_block_id": "p18_b248", "text": "In special cases the specified conditions can be amended in the public interest. Consideration shall be given to the costs that an amendment will impose on the licensee and the advantages and disadvantages that the amendment will otherwise entail."}, {"text_block_id": "p18_b249", "text": "Amendments in conditions may also be made upon application from the licensee. The provisions in section 2-1 will be applicable insofar as they are appropriate."}, {"text_block_id": "p18_b250", "text": "Section 7-5."}, {"text_block_id": "p18_b251", "text": "("}, {"text_block_id": "p18_b252", "text": "Penalties)"}, {"text_block_id": "p18_b253", "text": "Anyone who wilfully violates this Act or provisions or orders issued pursuant to this Act, will be punished with fines or imprisonment of up to 1 year or both. Complicity is punished in the same way."}, {"text_block_id": "p18_b254", "text": "Anyone who negligently violates a provision as specified in paragraph one or who is complicit in such a violation, will be punished with fines or imprisonment of up to three months or both."}, {"text_block_id": "p18_b255", "text": "A provision issued pursuant to this Act may specify that a breach of the provision is not a punishable offence."}, {"text_block_id": "p18_b256", "text": "Section 7-6."}, {"text_block_id": "p18_b257", "text": "("}, {"text_block_id": "p18_b258", "text": "Regulations)"}, {"text_block_id": "p18_b259", "text": "The Ministry may issue regulations for the implementation and supplementation of this Act and its scope."}, {"text_block_id": "p18_b260", "text": "The Ministry may issue the regulations that are necessary for the protection of Norway's obligations pursuant to the EEA Agreement."}, {"text_block_id": "p18_b261", "text": "Section 7-7."}, {"text_block_id": "p18_b262", "text": "("}, {"text_block_id": "p18_b263", "text": "Violation fines)"}, {"text_block_id": "p18_b264", "text": "The Ministry may impose a violation fine on anyone who negligently or wilfully violates section 5A-2 of this Act. The same applies to any violation of provisions or orders issued pursuant to section 5A-2 where the right to impose a violation fine has been particularly specified."}, {"text_block_id": "p19_b265_merged", "text": "Imposed fines are a basis for execution. Claims for fines are collected by the State Agency for the Recovery of Fines, Damages and Costs (Statens innkrevingssentral). The State Agency for the Recovery of Fines, Damages and Costs can recover the claim through deductions in pay and other similar payments pursuant to the rules in section 2-7 of the Satisfaction of Claims Act. The State Agency for the Recovery of Fines, Damages and Costs may also recover the claim by creating a lien by distraint for the claim if the lien can be given legal protection through registration in a register or by notifying a third party, cf. Chapter 5 of the Mortgage Act, and the execution proceedings may be conducted at the office of the State Agency for the Recovery of Fines, Damages and Costs pursuant to section 7-9, paragraph one of the Enforcement Act."}, {"text_block_id": "p19_b268", "text": "Section 7-8."}, {"text_block_id": "p19_b269", "text": "("}, {"text_block_id": "p19_b270", "text": "Undertakings)"}, {"text_block_id": "p19_b271", "text": "When a violation that may result in a violation fine pursuant to section 7-7 is committed by someone who has acted on behalf of an undertaking, a violation fine may be imposed on the undertaking. This applies even if a violation fine may not be imposed on any individual. Undertaking is defined here as a company, sole proprietorship, foundation, association or other amalgamation, estate or government agency."}, {"text_block_id": "p19_b272", "text": "In the decision of whether a violation fine shall be imposed on an undertaking and in the meting out of the sanction, particular emphasis shall be given to:"}, {"text_block_id": "p19_b273", "text": "In the decision of whether a violation fine shall be imposed on an undertaking and in the meting out of the sanction, particular emphasis shall be given to:\n* the seriousness of the violation,\n* whether the undertaking could have prevented the violation with guidelines,\n* Whether the violation was committed to promote the undertaking's interests,\n* Whether the undertaking has had or could have derived any benefit from the\n* Whether this is a repeated offence,\n* the undertaking's financial capacity."}, {"text_block_id": "p19_b285", "text": "Chap. 8. Entry into force. Amendments to other Acts."}, {"text_block_id": "p20_b286", "text": "Section 8-1."}, {"text_block_id": "p20_b287", "text": "(Entry into force and transitional rules)"}, {"text_block_id": "p20_b288", "text": "•Sections 22 and 23 of Act no. 16 of 14 December 1917 relating to acquisition of waterfalls, mines and other real property etc. are repealed with immediate effect."}, {"text_block_id": "p20_b289", "text": "The King decides when the remaining parts of the Act will enter into force. The King may decide that specific provisions in the Act shall enter into force at various times."}, {"text_block_id": "p20_b290", "text": "The provisions in sections 5-1, 5-2, 5-4 and 5-6 do not apply to district heating plants that are already in operation when the Act enters into force."}, {"text_block_id": "p20_b291", "text": "Section 8-2."}, {"text_block_id": "p20_b292", "text": "(The relationship to previous legislation)"}, {"text_block_id": "p20_b293", "text": "Regulations specified in accordance with statutory provisions that are repealed pursuant to section 8-3 shall apply until they are amended or repealed in accordance with this Act."}, {"text_block_id": "p20_b294", "text": "Permits issued in accordance with statutory provisions that are repealed pursuant to section 8-3 shall remain valid until they expire. Licences to purchase up to 5,000 kW of power will cease to apply with immediate effect."}, {"text_block_id": "p20_b295", "text": "If an application has been submitted for a permit in accordance with statutory provisions that are repealed pursuant to section 8-3 before this Act enters into force, the application shall be decided in accordance with the rules in this Act."}, {"text_block_id": "p20_b296", "text": "Section 8-3."}, {"text_block_id": "p20_b297", "text": "("}, {"text_block_id": "p20_b298", "text": "Amendment of other Acts)"}, {"text_block_id": "p21_b299", "text": "Regulations"}, {"text_block_id": "p21_b300", "text": "Ministry of Petroleum and Energy, 1991-01-11  13, Safety provisions for power supplies."}, {"text_block_id": "p21_b301", "text": "Ministry of Petroleum and Energy, 2001-12-14  1455, Delegation of authority to the Norwegian Water Resources and Energy Directorate pursuant to the Energy Act."}, {"text_block_id": "p21_b302", "text": "Section 2-3"}, {"text_block_id": "p21_b303", "text": "Ministry of Petroleum and Energy, 1991-01-18  24, Delegation of authority to the Ministry of Petroleum and Energy pursuant to the Energy Act."}, {"text_block_id": "p21_b304", "text": "Section 4-4"}, {"text_block_id": "p21_b305", "text": "Ministry of Petroleum and Energy, 2001-12-10  1377, Regulations concerning the payment of mark-up on grid tariffs to the Energy Fund (Regulations concerning the Energy Fund)."}, {"text_block_id": "p21_b306", "text": "Section 7-6"}, {"text_block_id": "p21_b307", "text": "Ministry of Petroleum and Energy, 1990-12-07  959, Regulations concerning the generation, conversion, transmission, trading, distribution and use of energy etc. (The Energy Act regulations), as subsequently amended on 10 December 1993, no. 1128, 18 February 1999, no. 165, 14 December 2001, no. 1456 (including the title), 2 January 2002, no. 1."}, {"text_block_id": "p21_b308", "text": "Ministry of Petroleum and Energy, 1991-01-11  12, Delegation of authority to the Ministry of Petroleum and Energy pursuant to the Energy Act."}, {"text_block_id": "p21_b309", "text": "Ministry of Petroleum and Energy, 1992-12-11  1065, Regulations concerning the implementation in Norwegian law of Annex IV, Section 1 of the EEA Agreement (Council Regulation (EEC) No. 1056/72) on notifying the Commission of investment projects of interest to the Community in the petroleum, natural gas and electricity sectors."}, {"text_block_id": "p22_b310", "text": "Ministry of Petroleum and Energy, 1999-03-11  301, Regulations concerning metering, settlement and coordination of electricity trading and invoicing of network services, as subsequently amended on 30 January 2001, no. 86 and 17 December 2001, no. 1461."}, {"text_block_id": "p22_b311", "text": "Ministry of Petroleum and Energy, 2001-12-10  1377, Regulations concerning the payment of mark-up on grid tariffs to the Energy Fund (Regulations concerning the Energy Fund)."}, {"text_block_id": "p22_b312", "text": "Ministry of Petroleum and Energy, 2001-12-17  1421, Regulations concerning the planning and implementation of requisitioning of power and enforced reductions in supply in connection with electricity rationing."}], "document_description": "The Act covers the generation, conversion, transmission, trading, distribution and use of energy in Norway. It regulates exports and imports, the licensing, metering and settlements of power trading, energy pricing, and responsibilities for energy system operations, rationing and supply quality. It also includes provisions for energy efficiency.  It establishes the role of the Power Supply Preparedness Organisation in controlling power supplies in states of emergency, as well as taking on some responsibilities during peacetime. It confirms the authority of the government to make decisions regarding the protection of power supply installations against damage, as well as to set out contingency measures and orders to this end."}