{"document_instrument_name": "Processes, plans and strategies|Governance", "document_country_english_shortname": "Norway", "document_category": "Policy", "document_sector_name": ["Urban", "Transportation"], "document_language": "English", "document_name": "National Transport Plan 2018-2029 (Meld. St. 33 2016-2017)", "document_country_code": "NOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Plan", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "04/05/2017", "document_keyword": "Transportation", "document_url": "https://cdn.climatepolicyradar.org/NOR/2017/NOR-2017-05-04-National Transport Plan 2018-2029 (Meld. St. 33 2016-2017)_ff000451222e81eb6127c2335461f36f.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Norwegian Ministry of Transport and Communications"}, {"text_block_id": "p0_b2", "text": "English summary"}, {"text_block_id": "p0_b3", "text": "Meld. St. 33 (2016–2017) Report to the Storting (white paper)"}, {"text_block_id": "p0_b4", "text": "National Transport Plan 2018–2029"}, {"text_block_id": "p1_b5", "text": "Meld. St. 33 (2016–2017) Report to the Storting (white paper)"}, {"text_block_id": "p1_b6", "text": "National Transport Plan 2018–2029"}, {"text_block_id": "p1_b7", "text": "A targeted and historic commitment to the Norwegian transport sector"}, {"text_block_id": "p3_b8", "text": "Contents"}, {"text_block_id": "p5_b9", "text": "Foreword"}, {"text_block_id": "p5_b10", "text": "Figure 1.1"}, {"text_block_id": "p5_b11", "text": "High quality infrastructure and efficient and safe transport solutions are prerequi"}, {"text_block_id": "p5_b12", "text": "-"}, {"text_block_id": "p5_b13", "text": "sites for good welfare services and for the nation’s competitiveness. Our National Transport Plan meets the challenges and the necessary restructuring the country is facing."}, {"text_block_id": "p5_b14", "text": "This is also a plan to reduce our climate footprint and to exploit the potential offered by new technologies. We are now in the"}, {"text_block_id": "p5_b15", "text": "Ketil Solvik-Olsen"}, {"text_block_id": "p5_b16", "text": "cess of building, maintaining and organising the transport sector in a better way. During the current governmental period there has been a great increase in maintenance. For the first time in years we have stopped the deterioriation of the road and railway systems. The task now is to reduce the backlog and develop our national infrastruc"}, {"text_block_id": "p5_b17", "text": "-"}, {"text_block_id": "p5_b18", "text": "ture through the most extensive and ambitious National Transport Plan ever presented."}, {"text_block_id": "p5_b19_merged_merged_merged", "text": "The transport of the future will be fast, efficient, clean and increas-ingly automated. We need a number of solutions to meet the increased demand for transport from people and industries. We know that opportunities for growth and new workplaces are inexticably linked to the establishment of the best possible transport solutions. Railways, roads, seaports, airports and digital infrastructure are necessary both for urban areas and for the less populated areas. We have to strengthen our infrastructure to make commuting easier, to get our products to the markets and to participate in an everyday life that is becoming increasingly digitalised. We will invest in new – and at the same time take good care of the existing – infrastructure. This Parlia-mentary period is the first where maintenance has left existing roads and railroads in better condition by the end of the period than at the beginning. This transport plan will continue this effort. This transport plan is also an initiative to improve conditions for soft road users and"}, {"text_block_id": "p6_b24", "text": "public transport. A targeted and co-ordinated effort in urban areas will improve conditions for cyclists, pedestrians and users of public trans"}, {"text_block_id": "p6_b25", "text": "-"}, {"text_block_id": "p6_b26", "text": "port. It will be more convenient to choose public transport, and urban air will be cleaner."}, {"text_block_id": "p6_b27", "text": "The railways will also receive a necessary boost. We will now embark upon the most hectic and ambitious construction period for the railways since the Nordland line with its over 700 km was com"}, {"text_block_id": "p6_b28", "text": "-"}, {"text_block_id": "p6_b29", "text": "pleted in 1962. Rail transport will be faster and more reliable due to major investments such as InterCity in Eastern Norway, electrification of the Trønder and Meråker lines, new tracks between Bergen and Voss and building of the new Ringerike line, which will also shorten the Bergen line. This will provide more attractive and competitive rail"}, {"text_block_id": "p6_b30", "text": "-"}, {"text_block_id": "p6_b31", "text": "way services for both freight and passenger transport. In addition there will be targeted efforts to improve conditions for rail freight."}, {"text_block_id": "p6_b32", "text": "In the last four years growth in road tolls has been reduced both through closure of a number of toll collection points, an increased state share in projects and reduced tolls in rural areas. This trend is continued in this plan, where tolls will constitute a lower share of total investments."}, {"text_block_id": "p6_b33_merged_merged_merged", "text": "The National Transport Plan 2018–2029 is aimed towards a Nor-way with increased mobility, decreased transport costs and reduced emissions. In short: It is a plan to build a better and greener Norway."}, {"text_block_id": "p6_b36", "text": "Ketil Solvik-Olsen"}, {"text_block_id": "p6_b37", "text": "Minister of Transport and Communications"}, {"text_block_id": "p7_b38", "text": "1 About Norway – population, topography and transport infrastructure"}, {"text_block_id": "p7_b39", "text": "Population"}, {"text_block_id": "p7_b40", "text": "Population: 5 258 317 inhabitants as of 1 January 2017"}, {"text_block_id": "p7_b41", "text": "Inhabitants per sq. km land area: 17.3"}, {"text_block_id": "p7_b42", "text": "Population growth rate (2016): 0.9 per cent"}, {"text_block_id": "p7_b43", "text": "Norway has the lowest population density in Europe after Iceland. However, more than 80 per cent of the population live in urban areas, where the population density is 1 947 per sq. km (2016)."}, {"text_block_id": "p7_b44", "text": "Mainland topography (2016)"}, {"text_block_id": "p7_b45", "text": "A large part of the country is unsuitable for settlement or agriculture due to harsh climatic conditions, poor soil quality and difficult terrain."}, {"text_block_id": "p7_b46", "text": "Transport infrastructure (2016)"}, {"text_block_id": "p8_b47", "text": "Broadband coverage/availability in Norway:"}, {"text_block_id": "p8_b48", "text": "Broadband coverage/availability in Norway:\n* per cent of Norwegian households have a broadband coverage of at least 10 Mbit/s (on commercial terms).\n<\\li1>\n\t* per cent of Norwegian households have a broadband coverage of at least 30 Mbit/s (on commercial terms).\n\t* per cent of Norwegian households have a broadband coverage of at least 100 Mbit/s (on commercial terms).\n\t* per cent of Norwegian households have a broadband coverage of at least 100 Mbit/s (on commercial terms).\n Mobile broadband (4G) covers all main roads and most households in Norway."}, {"text_block_id": "p10_b55", "text": "2 About the plan – procedures and organisation"}, {"text_block_id": "p10_b56", "text": "The National Transport Plan is submitted to the Storting (the Parlia"}, {"text_block_id": "p10_b57", "text": "-"}, {"text_block_id": "p10_b58", "text": "ment) in the form of a White Paper every four years. It sets forth the Government’s transport goals and strategies in a long-term perspec"}, {"text_block_id": "p10_b59", "text": "-"}, {"text_block_id": "p10_b60", "text": "tive."}, {"text_block_id": "p10_b61", "text": "National Transport Plan 2018–2029 (Meld. St. 33 (2016–2017)) was presented to the public and submitted to the Storting in April 2017. This is the fifth plan under the current planning system. This time the planning period is extended from ten to twelve years – and provides perspectives towards 2050."}, {"text_block_id": "p10_b62", "text": "The preparation of the White Paper is backed by an extensive and inclusive process, involving input from ministries, agencies, regional authorities, urban municipalities, businesses, industry and organisa-tions. The main contributors to the preparations have been the Nor"}, {"text_block_id": "p10_b63", "text": "-"}, {"text_block_id": "p10_b64", "text": "wegian Railway Directorate, the Norwegian Public Roads Administra"}, {"text_block_id": "p10_b65", "text": "-"}, {"text_block_id": "p10_b66", "text": "tion, the Norwegian Coastal Administration and Avinor (The public company responsible for airports)."}, {"text_block_id": "p10_b67_merged_merged_merged", "text": "The Ministry of Transport and Communications provided guide-lines for the preparatory work in the transport directorates and Avinor in March 2014 and in May 2015. Based on these guidelines, the administrations and Avinor presented their joint input document in February 2016. This document was submitted to the county authori-ties and major municipalities for comment. In addition, other authori-ties, transport users, organisations representing urban transport, environmental protection, transport safety etc. commented on the document. In the further work on the White Paper, particular empha-sis was placed on the submissions from and meetings with the county authorities and major cities."}, {"text_block_id": "p11_b76", "text": "3 Reforming the transport sector"}, {"text_block_id": "p11_b77", "text": "Competitiveness, value creation and a continued high level of welfare require a modern and efficient transport system. In order to achieve this, the Government has implemented a number of reforms in the transport sector. Some of the most important reforms are:"}, {"text_block_id": "p11_b78", "text": "Competitiveness, value creation and a continued high level of welfare require a modern and efficient transport system. In order to achieve this, the Government has implemented a number of reforms in the transport sector. Some of the most important reforms are:\n* New technology based on ITS (Intelligent Transport System) shall be implemented faster.\n* A highway construction company â Nye Veier AS â has been estab\n* A highway construction company â Nye Veier AS â has been estab\n -\n* A highway construction company â Nye Veier AS â has been estab\n -\n lished. The company is a limited liability company which will be in charge of the planning, construction, operation and maintenance of 530 km of the main road network.\n* A new set of rules governing PPPs (public-private partnerships) has been established. This framework emphasises the use of PPP for the purpose of ensuring efficient project execution, while pro\n* A new set of rules governing PPPs (public-private partnerships) has been established. This framework emphasises the use of PPP for the purpose of ensuring efficient project execution, while pro\n -\n* A new set of rules governing PPPs (public-private partnerships) has been established. This framework emphasises the use of PPP for the purpose of ensuring efficient project execution, while pro\n -\n ject financing over the fiscal budget is largely independent of how a particular project is organised.\n* New legislation to facilitate modular truck/trailer combinations on specific roads will reduce transport costs and increase the effi-ciency of freight transport. New rules can reduce transport costs for some loads by up to 50 per cent compared to traditional truck/ trailer combinations.\n* In order to minimise the total administrative costs on toll roads, the number of toll road companies will be reduced from approximately 60 to a maximum of five companies.\n* The electronic tag provider will be separated from the toll charger companies, in order to ensure increased user friendliness. This will also allow greater scope for specific customer friendly solutions.\n* A new Railway Directorate is responsible for long term planning, purchasing of passenger rail services, purchasing of infrastructure services and co-ordination with operators in the rail sector and within the public transport sector."}, {"text_block_id": "p12_b98", "text": "Competitiveness, value creation and a continued high level of welfare require a modern and efficient transport system. In order to achieve this, the Government has implemented a number of reforms in the transport sector. Some of the most important reforms are:\n* New technology based on ITS (Intelligent Transport System) shall be implemented faster.\n* A highway construction company â Nye Veier AS â has been estab\n* A highway construction company â Nye Veier AS â has been estab\n -\n* A highway construction company â Nye Veier AS â has been estab\n -\n lished. The company is a limited liability company which will be in charge of the planning, construction, operation and maintenance of 530 km of the main road network.\n* A new set of rules governing PPPs (public-private partnerships) has been established. This framework emphasises the use of PPP for the purpose of ensuring efficient project execution, while pro\n* A new set of rules governing PPPs (public-private partnerships) has been established. This framework emphasises the use of PPP for the purpose of ensuring efficient project execution, while pro\n -\n* A new set of rules governing PPPs (public-private partnerships) has been established. This framework emphasises the use of PPP for the purpose of ensuring efficient project execution, while pro\n -\n ject financing over the fiscal budget is largely independent of how a particular project is organised.\n* New legislation to facilitate modular truck/trailer combinations on specific roads will reduce transport costs and increase the effi-ciency of freight transport. New rules can reduce transport costs for some loads by up to 50 per cent compared to traditional truck/ trailer combinations.\n* In order to minimise the total administrative costs on toll roads, the number of toll road companies will be reduced from approximately 60 to a maximum of five companies.\n* The electronic tag provider will be separated from the toll charger companies, in order to ensure increased user friendliness. This will also allow greater scope for specific customer friendly solutions.\n* A new Railway Directorate is responsible for long term planning, purchasing of passenger rail services, purchasing of infrastructure services and co-ordination with operators in the rail sector and within the public transport sector.\n* The main parts of the former National Rail Administration have been transformed into a state-owned enterprise, Bane NOR SF, which will be responsible for managing, operating, maintaining and renewing the railway infrastructure. It is also responsible for rail traffic control.\n* A national port strategy has been launched, and is the first of its kind.\n* New regulations will allow more vessels to sail without a pilot.\n* The pilotage service has been reorganised. A call for tenders for the pilotage transport service was carried out in 2016.\n* Air navigation will be opened up for competition.\n* A new infrastructure fund has been established in order to promote predictable and long term financing of infrastructure projects. The fund has accumulated 100 billion NOK.\n* Stricter monitoring and control of efficiency in subordinate agencies.\n* Measures to reduce the time spent on planning processes have been established.\n* Measures for better control of project costs have been put in place."}, {"text_block_id": "p12_b116", "text": "Figure 3.1 Sign announcing construction"}, {"text_block_id": "p12_b117", "text": "Photo: Anders Martinsen fotografer"}, {"text_block_id": "p13_b118", "text": "4 A transport system that is safe, enhances value creation and contributes to a low carbon society"}, {"text_block_id": "p13_b119", "text": "4.1 Main objectives and challenges for the transport system of the future"}, {"text_block_id": "p13_b120", "text": "The National Transport Plan 2018–2029 describes how the Norwe"}, {"text_block_id": "p13_b121", "text": "-"}, {"text_block_id": "p13_b122", "text": "gian transport sector in the coming twelve years will work towards the overall objective, which is:"}, {"text_block_id": "p13_b123", "text": "A transport system that is safe, enhances value creation and contributes to a low-carbon society."}, {"text_block_id": "p13_b124", "text": "This objective describes the 2050 transport horizon and provides the framework for the resource allocation for the 12 year period."}, {"text_block_id": "p13_b125_merged_merged", "text": "The transport system is of great importance to both people and businesses. Good mobility ensures an easier everyday life and free-dom to settle wherever you wish, with access to goods and services, education opportunities, employment and recreational activities. The quality of the transport system is crucial to business competitiveness."}, {"text_block_id": "p13_b128", "text": "We are living in, and must plan for, a changing world. Population trends, settlement patterns, development of industry and trade have always been important preconditions for the design of the transport system. According to Statistics Norway, the Norwegian population will increase to more than six million shortly after 2030 and will pass seven million in 2060. Projections indicate that the growth in transport volumes for passengers and freight will continue towards 2050, but will be unevenly distributed between the different modes of transport. The transport modes have different characteristics. The best way to accommodate for this growth in transport volume will therefore depend on the location and type of travel and freight in question."}, {"text_block_id": "p14_b129", "text": "Figure 4.1 A set of transport policy objectives"}, {"text_block_id": "p15_b130", "text": "Our everyday lives are becoming increasingly digitalised. Techno"}, {"text_block_id": "p15_b131", "text": "-"}, {"text_block_id": "p15_b132", "text": "logical advances are taking place at a rapid pace and new solutions will affect our transport system in the near future. To meet the challenges and opportunities that arise from rapid technological development in the transport sector, the National Transport Plan underlines the need for strengthened efforts in research, innovation and demonstration activities. At the same time, international cooperation is needed, both with regard to R&D and standardisation/regulation. The latter is vital in order to facilitate a safe and fast deployment of new solutions. For Norway, cooperation with the EU and also between the EU and the rest of the world is important for staying ahead in this field."}, {"text_block_id": "p15_b133", "text": "It is also clear that climate change will put more pressure on the transport system, and we will therefore need a more robust infrastruc"}, {"text_block_id": "p15_b134", "text": "-"}, {"text_block_id": "p15_b135", "text": "ture. The transport system is vulnerable to a changing climate."}, {"text_block_id": "p15_b136", "text": "In the preparatory work for this plan, a great effort has been made to analyse what can be achieved within the economic framework. Cost/benefit analysis provides a systematic overview of the monet-ised and non-monetised effects, and represents an important bench"}, {"text_block_id": "p15_b137", "text": "-"}, {"text_block_id": "p15_b138", "text": "mark for the decision-making processes. This type of analysis also reveals the costs of prioritising differently."}, {"text_block_id": "p15_b139", "text": "The Transport Policy Objectives have been an important basis for the Government’s priorities in this plan. The Government aims to achieve a balanced goal attainment. This entails making priorities in such a way that the resource allocation contributes towards the three main goals and the associated goals for the planning period."}, {"text_block_id": "p15_b140", "text": "4.2 The plan is ambitious and requires considerable funding"}, {"text_block_id": "p15_b141_merged_merged_merged_merged", "text": "The transport sector has been highly prioritised in this governmental period, and there has been a considerable growth in transport invest-ments. The great challenges and demands facing us require the Gov-ernment to increase efforts even more. In order to build a more mod-ern transport system that will meet future demand, a budget frame of 933 billion NOK is allocated for the twelve year period. In addition, 131 billion NOK income is expected from road tolls – bringing the total up to approximately 1 064 billion NOK. Average annual budget"}, {"text_block_id": "p16_b148", "text": "Table 4.1 Government and other funding. Annual average. Million NOK. 2017 price level."}, {"text_block_id": "p16_b149", "text": "expenditure will be 77.7 billion NOK, an increase of 37 per cent com"}, {"text_block_id": "p16_b150", "text": "-"}, {"text_block_id": "p16_b151", "text": "pared to 2017. This implies very high government funding in the transport sector."}, {"text_block_id": "p16_b152_merged_merged", "text": "The funding framework that the government proposes is at a con-siderably higher level than in the National Transport Plan for 2014– 2023. The government proposes to increase the funding frames by 253 billion NOK compared to a continuation of the level in 2017. Changes in macroeconomic conditions, project costs or expenditure towards other fields in society will influence the timing and implemen-tation of the plan."}, {"text_block_id": "p16_b157", "text": "Main investment projects"}, {"text_block_id": "p16_b158", "text": "The Government will develop efficient transport corridors and invest more than 400 billion NOK in roads, railways, coastal infrastructure and aviation in the period 2018–2029. These investments will help solve the challenges we face today, but they are also building blocks"}, {"text_block_id": "p17_b159", "text": "for the transport system of the future. In and between the larger urban areas we will boost rail, in particular in the InterCity area in central and eastern Norway, but also in the Bergen, Trondheim and Stavan-ger areas. Inner InterCity comprises the stretches from Oslo to Hamar, Sarpsborg and Tønsberg, while Outer InterCity comprises the stretches further to Lillehammer, Halden and Skien. The new Ring-erike Line will be a part of the InterCity area. A dedicated freight pack"}, {"text_block_id": "p17_b160", "text": "-"}, {"text_block_id": "p17_b161", "text": "age will improve rail freight transport."}, {"text_block_id": "p17_b162_merged_merged", "text": "Mobility will improve considerably and the distances between regions will be shortened by projects replacing ferries and other large road projects which reduce travel time. Important new measures con-cerning sea transport and aviation will be implemented. Some of the larger projects are listed below:"}, {"text_block_id": "p17_b165", "text": "Two projects will be built jointly for road and rail:"}, {"text_block_id": "p17_b166", "text": "Two projects will be built jointly for road and rail:\n* E16 Skaret â HÃ¸nefoss and the new Ringerike Line\n* E16 and double rail tracks Stanghelle â Arna"}, {"text_block_id": "p17_b170", "text": "Rail projects:"}, {"text_block_id": "p17_b171", "text": "Rail projects:\n* Inner InterCity: Double tracks from Oslo to Hamar (Ãkersvika), Fredrikstad (Seut) and TÃ¸nsberg in 2024. Track extension to Sarps-borg in 2026\n* Outer InterCity: Double tracks from Oslo to Porsgrunn (Eidanger) in 2032 and to Halden and Lillehammer in 2034\n* Improved passenger rail services in the Oslo area, on the Voss, JÃ¦r and TrÃ¸nder Lines through smaller schemes (Ruteplan 2027)\n* Building start for the new tunnel under Oslo\n* Planning start for the Grenland Line\n* Electrification of the TrÃ¸nder and MerÃ¥ker Lines"}, {"text_block_id": "p17_b183", "text": "Road projects:"}, {"text_block_id": "p17_b184", "text": "Road projects:\n* E39 Rogfast\n* E39 Ãdland â SvegatjÃ¸rn (Hordfast)"}, {"text_block_id": "p18_b188", "text": "Road projects:\n* E39 Rogfast\n* E39 Ãdland â SvegatjÃ¸rn (Hordfast)\n* E39 Ãlesund â Molde (MÃ¸reaksen)\n* E18 Vestkorridoren â from Lysaker to Slependen"}, {"text_block_id": "p18_b192", "text": "Maritime projects:"}, {"text_block_id": "p18_b193", "text": "Maritime projects:\n* Stad ship tunnel\n* Borg Port\n* Port and fairway project Longyearbyen\n* Andenes fishing port"}, {"text_block_id": "p18_b201", "text": "Aviation projects:"}, {"text_block_id": "p18_b202", "text": "Aviation projects:\n* Relocation of BodÃ¸ Airport\n* New airport in Mo i Rana"}, {"text_block_id": "p18_b206", "text": "In total 155.9 billion NOK has been allocated to investment projects through The Norwegian Roads Administration. A further 61.7 billion NOK has been allocated to projects in the portfolio of Nye Veier ltd. 183.2 billion NOK has been allocated to rail investments, including 18 billion to the rail freight package. Altogether 43 large road and rail projects, each with a project cost of more than 3 billion NOK will be started, and 25 of those will be completed by the end of the period. In addition, 24 billion NOK have been allocated to local public transport projects in the four major urban areas (50 per cent government fund"}, {"text_block_id": "p18_b207", "text": "-"}, {"text_block_id": "p18_b208", "text": "ing)."}, {"text_block_id": "p18_b209_merged_merged", "text": "In addition to large investment projects, funds are also allocated to smaller measures that will improve roads, rail hubs and stations and fairways. 1.5 billion NOK/year has been allocated for such measures for roads – close to a doubling compared to 2017. There will be a ten-fold increase in the funds for urban growth agreements. More than 1 billion NOK/year will be allocated to minor rail measures; technical measures, safety and environmental measures and improvement of stations and hubs. 240 million NOK/year is allocated to measures along the coast."}, {"text_block_id": "p18_b212", "text": "This plan gives Norway incentives to test new ideas. Attention will be paid to the rapid developments in technology and allow for the"}, {"text_block_id": "p19_b213", "text": "right decisions to be made at the right time when mega investments in the transport system are to be carried out. We welcome the opportuni"}, {"text_block_id": "p19_b214", "text": "-"}, {"text_block_id": "p19_b215", "text": "ties that arise from the new technologies. In order to foster such developments, the Government will:"}, {"text_block_id": "p19_b216", "text": "–"}, {"text_block_id": "p19_b217", "text": "Provide the appropriate infrastructure."}, {"text_block_id": "p19_b218", "text": "–"}, {"text_block_id": "p19_b219", "text": "Have a flexible approach towards regulatory issues. Regulations must not be an obstacle to innovation."}, {"text_block_id": "p19_b220", "text": "–"}, {"text_block_id": "p19_b221", "text": "Actively use measures such as taxation and public procurement to promote innovative technological solutions."}, {"text_block_id": "p19_b222", "text": "–"}, {"text_block_id": "p19_b223", "text": "Participate actively in international cooperation in this area, to sup"}, {"text_block_id": "p19_b224", "text": "-"}, {"text_block_id": "p19_b225", "text": "port standardisation measures and to avoid fragmented solutions that do not work across borders."}, {"text_block_id": "p19_b226", "text": "–"}, {"text_block_id": "p19_b227", "text": "Actively support technological pilot projects."}, {"text_block_id": "p19_b228", "text": "–"}, {"text_block_id": "p19_b229", "text": "Increased focus on the provision of relevant and up-to-date know"}, {"text_block_id": "p19_b230", "text": "-"}, {"text_block_id": "p19_b231", "text": "ledge, with a view to understand how technology can help achieve policy objectives in the transport sector."}, {"text_block_id": "p19_b232_merged_merged_merged_merged", "text": "Digitalisation and new technologies will almost certainly result in a radical change in the way we plan our trips, how we travel and the impact transport has on the environment and climate. Grasping the opportunities the new technologies offer is vital for achieving the objectives and goals for the transport sector. This will increase effi-ciency and reduce emissions. The Government proposes to spend 1 billion NOK throughout the 12 year period on innovation, pilot scheme activities, R&D and a competition for Smarter Transport in Norway. Pilot-T, a competition arena for innovation, pilot projects and R&D, will facilitate testing new solutions in practice. In order to stimu-late innovation and development in the public transport sector, we will also invite the 18 county councils and the City of Oslo to compete in developing smarter transport in Norway. The idea is to allocate 100 million kroner to 1–3 winning bids. In addition, the transport adminis-trations and Avinor will carry out investments in new technology for different purposes."}, {"text_block_id": "p19_b239", "text": "Furthermore, the Government proposes a pilot scheme for an alternative core network in order to secure robust electronic"}, {"text_block_id": "p20_b240", "text": "nication services. Electronic communication is a prerequisite for the transport system of the future."}, {"text_block_id": "p20_b241", "text": "High-quality electronic communication promotes increased pro"}, {"text_block_id": "p20_b242", "text": "-"}, {"text_block_id": "p20_b243", "text": "ductivity and a simpler everyday life. Recent years have seen dramatic changes in the way electronic communication services are produced and, not least, in how people use the services. Access to and use of broadband in both the private and corporate market continues to grow. Mobile broadband and use of electronic communication ser"}, {"text_block_id": "p20_b244", "text": "-"}, {"text_block_id": "p20_b245", "text": "vices on public transport will become an increasingly important ele"}, {"text_block_id": "p20_b246", "text": "-"}, {"text_block_id": "p20_b247", "text": "ment of broadband policy, and mobile broadband providers are cur"}, {"text_block_id": "p20_b248", "text": "-"}, {"text_block_id": "p20_b249", "text": "rently rolling out better coverage along roads and railway lines."}, {"text_block_id": "p20_b250", "text": "Electronic communication service providers carry assets of great value to others. Electronic communication networks and services must be highly secure and robust against outages and attacks. Nor"}, {"text_block_id": "p20_b251", "text": "-"}, {"text_block_id": "p20_b252", "text": "way’s electronic communication networks are now more secure and more stable than ever before. At the same time, society’s ever increas"}, {"text_block_id": "p20_b253", "text": "-"}, {"text_block_id": "p20_b254", "text": "ing demand for electronic communication networks and services makes security and emergency preparedness vitally important aspects of the work of the electronic communication authority. Changes in electronic communication networks and threats against communications must be followed by changes in the way we maintain security in our electronic communication systems. Moreover, sound protection of privacy in electronic communication is vital for public confidence in electronic communication services."}, {"text_block_id": "p20_b255", "text": "4.3 Better mobility for people and goods throughout the country"}, {"text_block_id": "p20_b256_merged_merged_merged", "text": "Making adaptations in order to achieve efficient and predictable trans-port solutions is vital for a well-functioning society where value can be created. This is reflected in one of the main transport policy objec-tives, which is better mobility for people and goods throughout the coun-try."}, {"text_block_id": "p21_b265", "text": "A reliable and accessible transport system"}, {"text_block_id": "p21_b266", "text": "In order to ensure mobility throughout the country we must make a number of efforts, from providing adequate capacity in urban trans"}, {"text_block_id": "p21_b267", "text": "-"}, {"text_block_id": "p21_b268", "text": "port systems to making roads along the fjords safe from avalanches. The transport system should be accessible and reliable all year round."}, {"text_block_id": "p21_b269", "text": "The infrastructure and transport supply will be further developed in order to address the transport needs of the population and busi"}, {"text_block_id": "p21_b270", "text": "-"}, {"text_block_id": "p21_b271", "text": "nesses. By prioritising measures that reduce travel times, the Govern"}, {"text_block_id": "p21_b272", "text": "-"}, {"text_block_id": "p21_b273", "text": "ment underlines the importance of linking regions together. The development of infrastructure and improved public transport will expand housing and labour market regions. Ensuring good accessibil"}, {"text_block_id": "p21_b274", "text": "-"}, {"text_block_id": "p21_b275", "text": "ity and universally designed travel chains and making travel planning easier with better use of information technology are important tasks."}, {"text_block_id": "p21_b276", "text": "Central aspects of the plan are building and improving the railway network within and around the largest urban areas in order to improve conditions for passenger transport and facilitating rail freight transport. The planned development of fairways and navigation ser"}, {"text_block_id": "p21_b277", "text": "-"}, {"text_block_id": "p21_b278", "text": "vices will facilitate a more efficient and safe sea transport."}, {"text_block_id": "p21_b279_merged_merged_merged_merged", "text": "The Government will continue to contribute to the rehabilitation and renewal of county roads as an important step to achieve a compre-hensive quality in the road system. The standard of the transport sys-tem is important and the Government is determined to put an end to infrastructural decay. Funding will be allocated to the renewal of roads and railways in order to stop parts of the decay within 2029. Renewal projects will also be carried out along the coast to eliminate decay of the navigation infrastructure within the first six year period. In addi-tion, significant parts of the decay of molos and quays will be cor-rected within 2029. The Government will facilitate a future-oriented airport structure and secure countrywide transport services through procurement of services by rail, air and the Bergen–Kirkenes coastal route. The commitment in the High North will be continued through ensuring a reliable transport network, cross-border connections and ongoing cooperation with the relevant nations."}, {"text_block_id": "p22_b288", "text": "Figure 4.2 Schoolchildren in Oslo expressing their views to the Minister of Transport and Communications"}, {"text_block_id": "p22_b289", "text": "Photo: Tor Livius Midtbø"}, {"text_block_id": "p22_b290", "text": "A transport plan for children and youth"}, {"text_block_id": "p22_b291", "text": "In addition to the long-term perspective for the development of the transport system, the Government will also assess transport needs in a life-cycle perspective. Children and youth represent both today’s and tomorrow’s transport users. Their perspective is important in plan"}, {"text_block_id": "p22_b292", "text": "-"}, {"text_block_id": "p22_b293", "text": "ning the transport system of the future. This entails taking into account their wishes, needs and opportunities to have active lives, good health and to be informed users of the transport system."}, {"text_block_id": "p22_b294_merged_merged", "text": "The Government is committed to prioritising resources and taking measures to ensure that children and youth benefit from improve-ments made in the transport system. The major investments in the transport plan affect children and young people’s travel opportunities. However, it is especially the minor improvements, such as footpaths and cycle paths and the design of bus stops and stations that have sig-nificant impact on children’s everyday life and opportunities to move"}, {"text_block_id": "p23_b299", "text": "safely in their neighbourhood. Children’s safety inside and outside vehicles is an important feature of the work on transport safety."}, {"text_block_id": "p23_b300", "text": "Strong commitment to urban transport"}, {"text_block_id": "p23_b301", "text": "Towards 2050 there will be a great need for an improved transport system in urban areas if we are to provide sufficient mobility and con"}, {"text_block_id": "p23_b302", "text": "-"}, {"text_block_id": "p23_b303", "text": "tribute to a good urban environment. Advances in technology will help solve some of the challenges and provide new solutions. Different cit"}, {"text_block_id": "p23_b304", "text": "-"}, {"text_block_id": "p23_b305", "text": "ies will have specific transport challenges depending on the business structure, population and topography, and the solutions will therefore vary between urban areas. The Government will prioritise funding in order to achieve efficient land use and transport solutions, which will reduce emissions and improve mobility."}, {"text_block_id": "p23_b306", "text": "The Government will increase its efforts to ensure that the growth in passenger traffic in urban areas shall be covered by public trans"}, {"text_block_id": "p23_b307", "text": "-"}, {"text_block_id": "p23_b308", "text": "port, cycling and walking. Mobility in urban areas will be improved through targeted investments, better public transport and future-ori"}, {"text_block_id": "p23_b309", "text": "-"}, {"text_block_id": "p23_b310", "text": "ented solutions. This requires coordinated efforts and good coopera"}, {"text_block_id": "p23_b311", "text": "-"}, {"text_block_id": "p23_b312", "text": "tion in the urban areas. The Government will ensure stronger co-ordi"}, {"text_block_id": "p23_b313", "text": "-"}, {"text_block_id": "p23_b314", "text": "nation of development of housing, land use and the transport system through urban growth agreements."}, {"text_block_id": "p23_b315_merged_merged_merged", "text": "The Government intends to allocate 66.4 billion NOK during the plan period to urban areas through urban environment agreements, urban growth agreements and the reward scheme for public trans-port. This includes an important contribution to the four largest urban areas through 50 per cent state funding of local public transport pro-jects, namely the Fornebu Line in Oslo and Akershus, the new Metro Tunnel in Oslo, Light Rail to Fyllingsdalen in Bergen, Super Bus Phase 1 in Trondheim and the Bus Way in the Stavanger area. State subsidies to these projects are estimated to 24 billion NOK in the plan. The Government also intends to allocate 24 billion NOK to measures for public transport, cycling and walking. Furthermore, the Govern-ment will set aside 17.2 billion NOK to the reward scheme for public transport and will allow for the use of funds to be spent entirely on the public transport operation. The Government will to a greater extent"}, {"text_block_id": "p24_b322", "text": "Figure 4.3 Public transport"}, {"text_block_id": "p24_b323", "text": "Photo: Olav Heggø"}, {"text_block_id": "p24_b324", "text": "integrate the railroad in urban environment agreements and urban growth agreements, and will add NOK 1 billion for development of sta"}, {"text_block_id": "p24_b325", "text": "-"}, {"text_block_id": "p24_b326", "text": "tions and hubs as part of the negotiation pot."}, {"text_block_id": "p24_b327", "text": "A significant part of the transport growth can be covered by cycling and walking if suitable conditions are put in place. An impor"}, {"text_block_id": "p24_b328", "text": "-"}, {"text_block_id": "p24_b329", "text": "tant aspect of this transport plan is to target efforts to increase the numbers of pedestrians and cyclists through urban environment agreements and urban growth agreements. In some urban areas, the building of cycle superhighways may be introduced."}, {"text_block_id": "p24_b330_merged_merged_merged", "text": "The use of new technologies can not only lead to a considerable reduction in the negative climate and environmental impacts of trans-port, but also contribute to seamless transport and more individually adapted mobility. The role of the Government in this field is first and foremost to develop and adapt legislation and conditions that promote innovation and good services. Furthermore, the Government will facilitate more flexible and locally adapted tolling within the urban transport packages. This could for instance mean that the cities can set tariffs that vary according to the time of day and/or the various environmental specifications of the vehicle."}, {"text_block_id": "p24_b333", "text": "Efficient and environmentally sound freight transport"}, {"text_block_id": "p24_b334", "text": "Freight transport will face great challenges and new opportunities in the coming decades."}, {"text_block_id": "p24_b335", "text": "For a small and open economy like Norway’s, active participation in international trade is crucial for continued growth and prosperity. Norwegian businesses face long distances to international markets."}, {"text_block_id": "p25_b336", "text": "Globally, and in Norway, we expect goods transport to continue grow"}, {"text_block_id": "p25_b337", "text": "-"}, {"text_block_id": "p25_b338", "text": "ing. However, both modes of production and directions of transport will develop, and we must be prepared for large structural and techno"}, {"text_block_id": "p25_b339", "text": "-"}, {"text_block_id": "p25_b340", "text": "logical changes. We must try to avoid costly investments today that will prove inadequate in a longer perspective. At the same time, the transport system must work well in short and medium term. It is important that decisions made in this transport plan will result in good and sustainable solutions. A more efficient transport sector is crucial to future competitiveness."}, {"text_block_id": "p25_b341", "text": "The Government’s objective for freight is to reduce transport costs, exploit the comparative advantages of each mode and shift freight from road to rail and sea. This means facilitating all modes of transport to be more efficient, safe and environmentally friendly."}, {"text_block_id": "p25_b342", "text": "The Government will allocate substantial resources to improve freight transport and facilitate a more environmentally sound shift. A dedicated package for investment in railways to improve the competi"}, {"text_block_id": "p25_b343", "text": "-"}, {"text_block_id": "p25_b344", "text": "tive conditions for freight transport includes allocating 18 billion NOK to terminals and increased capacity by building more and longer pass"}, {"text_block_id": "p25_b345", "text": "-"}, {"text_block_id": "p25_b346", "text": "ing loops and connecting lines. To strengthen maritime transport, grants will be given to shipowners who shift freight from roads to sea, to ports that improve their efficiency and environmental performance and to cooperation among ports. These grants will amount to approxi"}, {"text_block_id": "p25_b347", "text": "-"}, {"text_block_id": "p25_b348", "text": "mately 3.7 billion NOK during the plan period. Measures will also be taken to improve mobility on roads to accommodate more efficient transport of goods."}, {"text_block_id": "p25_b349", "text": "Climate friendly modes of transport and fuel may contribute towards the low carbon society. The Government will support the introduction of new technologies, i.e. through Enova (the agency pro"}, {"text_block_id": "p25_b350", "text": "-"}, {"text_block_id": "p25_b351", "text": "moting measures to reduce greenhouse gas emissions, develop energy and climate technology and strengthen security of supply) and Pilot-T. The technological changes might gradually alter the modal dif"}, {"text_block_id": "p25_b352", "text": "-"}, {"text_block_id": "p25_b353", "text": "ferences regarding environmental and climate properties and safety. This could be of great importance for how we utilise the different modes and how we organise freight transport."}, {"text_block_id": "p25_b354_merged_merged_merged_merged", "text": "In the plan period the Government will strengthen freight trans-port to make Norwegian businesses competitive, and will arrange for"}, {"text_block_id": "p26_b357", "text": "increased utilisation of larger vehicles like modular trailers to reduce transport costs. The Government will encourage and facilitate more long distance freight transport by sea and rail. The Government plans to invest heavily in rail in order to improve reliability and efficiency for rail freight transport. We have introduced an incentive scheme for shifting freight from road to sea and we will implement measures to stimulate more environmentally sound and efficient ports. The Gov"}, {"text_block_id": "p26_b358", "text": "-"}, {"text_block_id": "p26_b359", "text": "ernment will furthermore stimulate the use of environmentally friendly transport technologies, alternative fuels as well as more effi"}, {"text_block_id": "p26_b360", "text": "-"}, {"text_block_id": "p26_b361", "text": "cient transport and logistics."}, {"text_block_id": "p26_b362", "text": "4.4 Improving transport safety"}, {"text_block_id": "p26_b363", "text": "The Government’s main objective for transport safety is to reduce the number of transport accidents according to the Vision Zero. By 2030 the Government will increase transport safety for roads, railways, sea and air. The main objective implies that there shall be no fatal or seri"}, {"text_block_id": "p26_b364", "text": "-"}, {"text_block_id": "p26_b365", "text": "ous accidents in the transport sector. By 2030 the number of fatalities and seriously injured in road traffic shall be reduced to a maximum of 350, while the high level of safety within other modes of transport shall be maintained and strengthened. Societal changes and techno"}, {"text_block_id": "p26_b366", "text": "-"}, {"text_block_id": "p26_b367", "text": "logical advances will largely affect transport safety both during the period of the plan and beyond."}, {"text_block_id": "p26_b368", "text": "The Government’s efforts will be based on risk assessments. Even if there has been a clear reduction in the number of serious accidents, there is still a relatively large number of fatalities and seriously injured in road traffic compared to accidents in rail, sea and air transport. The challenges associated with safety are therefore greatest for road trans"}, {"text_block_id": "p26_b369", "text": "-"}, {"text_block_id": "p26_b370", "text": "port. For the other modes of transport it is necessary to maintain and strengthen today’s high level of safety."}, {"text_block_id": "p26_b371_merged_merged_merged_merged", "text": "However, in the case of recreational craft/leisure boats, inland hel-icopter operations and general aviation, there are major safety chal-lenges. In maritime transport, accidents involving acute pollution are also considered a safety challenge."}, {"text_block_id": "p26_b376", "text": "In order to achieve the target of a maximum of 350 fatalities and serious injuries in road traffic by 2030, the Government will focus its"}, {"text_block_id": "p27_b377", "text": "efforts on five main areas: safe roads, risk behaviour in traffic, particu"}, {"text_block_id": "p27_b378", "text": "-"}, {"text_block_id": "p27_b379", "text": "larly vulnerable groups, technology and heavy vehicles. The Govern"}, {"text_block_id": "p27_b380", "text": "-"}, {"text_block_id": "p27_b381", "text": "ment will ensure that the White Paper on Transport Safety Efforts (Meld. St. 40 (2015–2016) Trafikksikkerhetsarbeidet – samordning og organisering) will be followed up."}, {"text_block_id": "p27_b382", "text": "The Government will pay attention to current risk conditions within the railway sector, identify early risk factors and prioritise measures based on risk assessments. In addition, the Government will invest in new and maintain existing railways, as well as participate actively in the development of the EEA regulations in the field of safety."}, {"text_block_id": "p27_b383", "text": "The high level of safety within maritime transport will be main"}, {"text_block_id": "p27_b384", "text": "-"}, {"text_block_id": "p27_b385", "text": "tained and strengthened. Given the expected increase in shipping traf"}, {"text_block_id": "p27_b386", "text": "-"}, {"text_block_id": "p27_b387", "text": "fic and in order to prevent acute pollution, the Government will priori-tise the expansion of the vessel traffic services areas. In addition, the maritime traffic monitoring around Svalbard will be improved, the maritime infrastructure modernised, Intelligent Transport Systems (ITS) for increased maritime safety will be developed and the preven"}, {"text_block_id": "p27_b388", "text": "-"}, {"text_block_id": "p27_b389", "text": "tive efforts aimed at recreational craft will be strengthened."}, {"text_block_id": "p27_b390", "text": "Regarding aviation the Government will make special efforts to prevent drug abuse among aviation personnel, introduce appropriate measures for safe use of drones, inland and offshore helicopter opera"}, {"text_block_id": "p27_b391", "text": "-"}, {"text_block_id": "p27_b392", "text": "tions and preventing terrorist threats in general. The Government also emphasises that aviation safety efforts should take into account the effects of globalisation and increased competition."}, {"text_block_id": "p27_b393", "text": "Security – an increasingly important factor for the transport sector"}, {"text_block_id": "p27_b394_merged_merged_merged_merged", "text": "The transport sector is facing a complex set of risks, threats and vul-nerabilities. The security challenges are largely linked to climate change, major accidents and terror threats and attacks. At the same time, IT security, including cyber security, is becoming increasingly important to ensure a safe and reliable transport system."}, {"text_block_id": "p28_b397", "text": "Security efforts are based on three overall goals:"}, {"text_block_id": "p28_b398", "text": "–"}, {"text_block_id": "p28_b399", "text": "Avoid major accidents that cause injury to people, the environment or vehicles"}, {"text_block_id": "p28_b400", "text": "–"}, {"text_block_id": "p28_b401", "text": "Reduce the consequences of such events if they occur"}, {"text_block_id": "p28_b402", "text": "–"}, {"text_block_id": "p28_b403", "text": "Ensure reliability and accessibility in transport and communica"}, {"text_block_id": "p28_b404", "text": "-"}, {"text_block_id": "p28_b405", "text": "tions networks, both in normal conditions and under pressure"}, {"text_block_id": "p28_b406", "text": "In order to prepare for a future with greater climatic variations, the Government will increase the robustness of the transport infrastruc"}, {"text_block_id": "p28_b407", "text": "-"}, {"text_block_id": "p28_b408", "text": "ture through significant efforts on operation, maintenance and renewal, as well as of the surrounding areas."}, {"text_block_id": "p28_b409", "text": "Furthermore, the Government will ensure that Norway has an efficient system for preparedness and response to acute pollution, capable of preventing lasting environmental damage in the event of acute pollution. The Government will strengthen security and preven"}, {"text_block_id": "p28_b410", "text": "-"}, {"text_block_id": "p28_b411", "text": "tive measures towards targeted incidents in key control systems and terminals. A special priority is given to strengthening the ability to prevent, detect and handle undesired IT incidents."}, {"text_block_id": "p28_b412", "text": "The digitalisation of the transport sector increases the depend"}, {"text_block_id": "p28_b413", "text": "-"}, {"text_block_id": "p28_b414", "text": "ency on electronic communications. A pilot scheme for alternative core networks will be established during the planning period in order to ensure robust electronic communication services for the future."}, {"text_block_id": "p28_b415", "text": "4.5 Reducing emissions and negative impacts on the environment"}, {"text_block_id": "p28_b416", "text": "The Government’s main climate and environmental objective for the transport sector is to reduce greenhouse gas emissions consistent with the transition to a low-carbon society and to reduce other nega"}, {"text_block_id": "p28_b417", "text": "-"}, {"text_block_id": "p28_b418", "text": "tive environmental impacts. Both transport activity in itself and the building, operation and maintenance of infrastructure have an impact on the climate and the environment."}, {"text_block_id": "p28_b419_merged_merged_merged_merged_merged_merged", "text": "Norway is committed to a target that represents at least a 40 per cent reduction of greenhouse gas emissions by 2030 compared to 1990-levels. The goal is to fulfil the emission reduction target as a col-lective delivery with the EU and its member states. Around"}, {"text_block_id": "p29_b422", "text": "50 per cent of Norway’s emissions are already covered by the Emis"}, {"text_block_id": "p29_b423", "text": "-"}, {"text_block_id": "p29_b424", "text": "sions Trading System (ETS) of the EU. In addition, a national target for emission reductions will be established for sectors outside the ETS. Norway is in a dialogue with the EU on an agreement for the col"}, {"text_block_id": "p29_b425", "text": "-"}, {"text_block_id": "p29_b426", "text": "lective delivery of the climate target. The national emission reductions will depend on the agreement with the EU and the use of flexible mechanisms and their pricing. The Government will ensure that the transport sector contributes to attaining Norway’s climate targets."}, {"text_block_id": "p29_b427", "text": "The transport sector accounts for approximately 60 per cent of the greenhouse gas emissions from the sectors outside of the EU Emis"}, {"text_block_id": "p29_b428", "text": "-"}, {"text_block_id": "p29_b429", "text": "sions Trading System (ETS) in Norway. A large part of the domestic emission reductions from the non-ETS sectors must therefore be made in the transport sector. In their joint input document, the trans"}, {"text_block_id": "p29_b430", "text": "-"}, {"text_block_id": "p29_b431", "text": "port directorates and Avinor have indicated that the emission reduc"}, {"text_block_id": "p29_b432", "text": "-"}, {"text_block_id": "p29_b433", "text": "tion potential mainly derives from changes in technology and fuel (9 million tonnes CO"}, {"text_block_id": "p29_b434", "text": "2"}, {"text_block_id": "p29_b435", "text": "), while the emission reduction potential from other types of measures, aimed at freight, public transport, walking and cycling, is approximately 1 million tonnes. This transport plan will facilitate cuts in greenhouse gas emissions from the sector."}, {"text_block_id": "p29_b436", "text": "The technological shift provides opportunities to counteract many of the negative impacts of the transport sector. Technological advances have already helped reduce emissions across all sectors. Due to favourable incentive schemes, Norway has a high proportion of low and zero emission cars. The increasing proportion of such vehi"}, {"text_block_id": "p29_b437", "text": "-"}, {"text_block_id": "p29_b438", "text": "cles has contributed to a considerable reduction in average CO"}, {"text_block_id": "p29_b439", "text": "2"}, {"text_block_id": "p29_b440", "text": "-emis"}, {"text_block_id": "p29_b441", "text": "-"}, {"text_block_id": "p29_b442", "text": "sions from new (first-time registered) cars. The Government expects that technological advances both in energy use, new energy carriers and new motor technology may reduce the costs of emission reduc"}, {"text_block_id": "p29_b443", "text": "-"}, {"text_block_id": "p29_b444", "text": "tions considerably in the coming years. Enova is an important actor in promoting the transition to new technologies."}, {"text_block_id": "p29_b445_merged_merged_merged_merged", "text": "The Government’s White Paper on Long-term Perspectives on the Norwegian Economy 2017 (Meld. St. 29 (2016–2017) Perspek-tivmeldingen) presents predictions indicating that CO2-emissions from road traffic will be 84 million tonnes in 2030, based on current measures and assumptions regarding technological advancement. The speed of future technological development is not known, but the"}, {"text_block_id": "p30_b448", "text": "development of zero emission technology has happened at a higher speed than expected. In order to illustrate the possible impact of a technological shift on greenhouse gas emissions from road transport, The Ministry of Transport and Communictions has developed a «dis"}, {"text_block_id": "p30_b449", "text": "-"}, {"text_block_id": "p30_b450", "text": "ruptive scenario» for the emissions from road traffic, where new tech"}, {"text_block_id": "p30_b451", "text": "-"}, {"text_block_id": "p30_b452", "text": "nologies are introduced at a much faster pace than in the reference sit"}, {"text_block_id": "p30_b453", "text": "-"}, {"text_block_id": "p30_b454", "text": "uation. According to the «disruptive scenario», CO"}, {"text_block_id": "p30_b455", "text": "2"}, {"text_block_id": "p30_b456", "text": "-emissions from road transport may be reduced to 3.8 million tonnes in 2030, i.e. less than half of the emissions from road transport in the reference situa"}, {"text_block_id": "p30_b457", "text": "-"}, {"text_block_id": "p30_b458", "text": "tion."}, {"text_block_id": "p30_b459", "text": "The Government is taking a number of steps in order to contribute to a considerable reduction in CO"}, {"text_block_id": "p30_b460", "text": "2"}, {"text_block_id": "p30_b461", "text": "-emissions from transport. In Nor"}, {"text_block_id": "p30_b462", "text": "-"}, {"text_block_id": "p30_b463", "text": "way, purchase of zero-emission cars should be more economically favourable than purchase of conventional cars. The Government has established targets for new zero-emission vehicles. All new passenger cars and light vans sold in 2025 shall be zero-emission vehicles. All new urban buses sold in 2025 shall be zero emitters or use biogas. By 2030, all new heavy duty vehicles, 75 per cent of new long distance coaches and 50 per cent of new trucks shall be zero emission vehicles. Furthermore, the distribution of freight in the largest urban centers shall have almost zero emissions by 2030. Improvements in technolog"}, {"text_block_id": "p30_b464", "text": "-"}, {"text_block_id": "p30_b465", "text": "ical maturity, in a way that zero emission vehicles will be competitive in relation to conventional vehicles, is a precondition for the targets."}, {"text_block_id": "p30_b466", "text": "The Government will introduce a blend-in requirement of 1 per cent sustainable biofuel in aviation from 2019, targeting a 30 per cent blend-in requirement in 2030. In the railway sector, the Government requires that all future public procurement of rolling stock will be zero emission solutions. When acquiring new rolling stock, this require"}, {"text_block_id": "p30_b467", "text": "-"}, {"text_block_id": "p30_b468", "text": "ment will apply according to the availability of zero-emission solutions. An action plan for fossil-free construction sites in the transport sector will also be prepared."}, {"text_block_id": "p30_b469_merged_merged_merged_merged", "text": "The transport sector affects biodiversity through the construction and management of infrastructure and associated activity. The trans-port directorates and related agencies will aim at reducing impacts on biodiversity and water, and lowering the use of environmentally harm-ful chemicals. Biodiversity and ecological and chemical water quality"}, {"text_block_id": "p31_b474", "text": "shall be taken into account when planning, constructing, operating and maintaining transport infrastructure and services. Efforts will be made to avoid the spreading of plastic to water. The Government will contribute to maintaining good conditions in the Norwegian ecosys"}, {"text_block_id": "p31_b475", "text": "-"}, {"text_block_id": "p31_b476", "text": "tems. This also includes efforts to minimise damage before consider"}, {"text_block_id": "p31_b477", "text": "-"}, {"text_block_id": "p31_b478", "text": "ing mitigation measures, restoration measures or ecological compen"}, {"text_block_id": "p31_b479", "text": "-"}, {"text_block_id": "p31_b480", "text": "sation."}, {"text_block_id": "p31_b481_merged_merged", "text": "The construction of roads and other infrastructure leads to land use changes. More car-dependent housing, business and trade pat-terns may expose more people to noise and local air pollution. Noise and reduced air quality are local environmental problems that cause health problems. The Government will contribute to compliance with the Pollution Regulation and ensure that the municipalities have suffi-cient measures to comply with national targets for local air quality and noise. Furthermore, the Government has established a legal basis for introducing low-emission zones, and has asked the Norwegian Public Roads Administration to arrange for the road toll to be differentiated according to environmental performance of the vehicles. In order to reduce noise, targeted measures such as rail grinding, quieter trains and noise-proof road surfaces will be prioritised."}, {"text_block_id": "p32_b486", "text": "Figure 4.4 Hålogaland bridge under construction"}, {"text_block_id": "p32_b487", "text": "Photo: Line Vestnes"}, {"text_block_id": "p33_b488", "text": "5 The High North Strategy, Cooperation and Cross-Border Transport"}, {"text_block_id": "p33_b489", "text": "The Arctic is Norway’s most important foreign policy priority. Foreign and domestic policy are intertwined in the region. Infrastructure is among the five priority areas set out in the Government’s Arctic policy."}, {"text_block_id": "p33_b490", "text": "The development of the transport system in the North should con"}, {"text_block_id": "p33_b491", "text": "-"}, {"text_block_id": "p33_b492", "text": "tribute to regional development in the entire Barents region and cre"}, {"text_block_id": "p33_b493", "text": "-"}, {"text_block_id": "p33_b494", "text": "ate new opportunities for key industries. The transport system will be developed in an environmentally sustainable manner, with an empha"}, {"text_block_id": "p33_b495", "text": "-"}, {"text_block_id": "p33_b496", "text": "sis on safety and accessibility for all. Bottlenecks, high-risk sections and connections with a poor standard are to be improved."}, {"text_block_id": "p33_b497", "text": "There are several major infrastructure investment projects in the North that have priority in the National transport plan 2018–2029, and which will shorten travel times significantly. However, for the users of the transport system the reliability of roads or railways is also of great importance. Operation and maintenance of the infrastructure, suffi"}, {"text_block_id": "p33_b498", "text": "-"}, {"text_block_id": "p33_b499", "text": "cient capacity on ferries, open mountain passes and reliable air ser"}, {"text_block_id": "p33_b500", "text": "-"}, {"text_block_id": "p33_b501", "text": "vices at the regional airports are among the prioritised measures. The objectives for the transport system in the North are the same as for the rest of the country, but in addition, more attention is put on cross-border connections and extensive international cooperation."}, {"text_block_id": "p33_b502", "text": "Barents co-operation"}, {"text_block_id": "p33_b503_merged_merged_merged", "text": "The Barents Euro-Arctic Transport Area is working for better connec-tivity between Sweden, Finland, Russia and Norway. The first version of the Joint Barents Transport Plan in 2013 established a network with the most important cross-border relations between the countries. The document, with its particular emphasis on the transport networks, is of great benefit to national and regional transport planning and con-tributes to a holistic and balanced approach for the development of"}, {"text_block_id": "p34_b508", "text": "cross-border transport connections. It is expected that a new and updated version of the Joint Barents Transport Plan will be finalised during 2017. The follow-up work on the Joint Barents Transport Plan is carried out nationally through planning processes and budget prior"}, {"text_block_id": "p34_b509", "text": "-"}, {"text_block_id": "p34_b510", "text": "ities. For the planning and development of specific cross-border con"}, {"text_block_id": "p34_b511", "text": "-"}, {"text_block_id": "p34_b512", "text": "nections the most appropriate format is bilateral cooperation."}, {"text_block_id": "p34_b513", "text": "The port and fairway project Longyearbyen"}, {"text_block_id": "p34_b514", "text": "Svalbard is a community in transition. Mining has long been the core business of the archipelago, but in recent years the falling coal prices have led to a sharp reduction in activity. To maintain Norwegian settle"}, {"text_block_id": "p34_b515", "text": "-"}, {"text_block_id": "p34_b516", "text": "ments on Svalbard increased activity in other sectors is therefore needed. Improvement of the port facilities may stimulate tourism and the creation of new business opportunities. A study from the Norwe"}, {"text_block_id": "p34_b517", "text": "-"}, {"text_block_id": "p34_b518", "text": "gian Coastal Administration recommends a new floating dock in con"}, {"text_block_id": "p34_b519", "text": "-"}, {"text_block_id": "p34_b520", "text": "crete with a terminal building to handle the increasing number of cruise ships, as well as other types of vessels. The Government has set aside 300 million NOK to finance this project."}, {"text_block_id": "p34_b521", "text": "TEN-T (Trans-European Transport Network)"}, {"text_block_id": "p34_b522_merged_merged_merged", "text": "Norway’s participation in TEN-T is regulated through the EEA Agree-ment. The part of the TEN-T network called «The Nordic Triangle» is the most interesting for Norway, as it includes the Norwegian infra-structure connections between Norway and abroad. On the Norwe-gian side, the Nordic Triangle includes the Norwegian rail route from Oslo to Sweden via Kornsjø, the road route E6 from Oslo to Sweden via Svinesund, the Oslofjord connection, the railway connection with Sweden via Kongsvingerbanen and the E18 road connection to Swe-den. Other parts of Norway’s infrastructure are also classified as TEN-T networks, without this having any economic benefit or cost for Norway. However, Norway must adhere to EU requirements for the network, such as the requirements stated in the Tunnel Directive and the Euro Vignette Directive."}, {"text_block_id": "p35_b531_merged", "text": "Norway participates in TEN-T through the EEA Agreement. The new revised TEN-T guidelines were incorporated in the EEA Agree-ment in October 2015. Norwegian infrastructure in both the Compre-hensive Network and the Core Network must meet the requirements set forth in the TEN-T methodology. Norwegian infrastructure is also part of the TEN-T Core Network Scandinavian-Mediterranean Corri-dor."}, {"text_block_id": "p36_b538", "text": "6 Overview of investments in roads, railways, ports and fairways"}, {"text_block_id": "p36_b539", "text": "Figure 6.1 National road projects in Northern Norway"}, {"text_block_id": "p37_b540", "text": "Figure 6.2 National road projects in Southern Norway"}, {"text_block_id": "p38_b541", "text": "Figure 6.3 Railway projects in Southern Norway"}, {"text_block_id": "p39_b542", "text": "Figure 6.4 Railway projects in Northern Norway"}, {"text_block_id": "p41_b543", "text": "Figure 6.6 Ports and fairway projects in Northern Norway"}, {"text_block_id": "p42_b544", "text": "7 Map of airports in Norway"}, {"text_block_id": "p42_b545", "text": "Figure 7.1 Norwegian airports"}, {"text_block_id": "p43_b546", "text": "Figure 7.2 Cyclist in Lofoten"}, {"text_block_id": "p43_b547", "text": "Photo: Norwegian Public Roads Administration."}, {"text_block_id": "p44_b548", "text": "Published by:"}, {"text_block_id": "p44_b549", "text": "Norwegian Ministry of Transport and Communications"}, {"text_block_id": "p44_b550", "text": "Public institutions may order additional copies from:"}, {"text_block_id": "p44_b551", "text": "Norwegian Government Security and Service Organisation"}, {"text_block_id": "p44_b552", "text": "E-mail: publikasjonsbestilling@dss.dep.no"}, {"text_block_id": "p44_b553", "text": "Internet: www.publikasjoner.dep.no"}, {"text_block_id": "p44_b554", "text": "Telephone: + 47 222 40 000"}, {"text_block_id": "p44_b555", "text": "Complete White Paper:"}, {"text_block_id": "p44_b556", "text": "https://www.regjeringen.no/no/dokumenter/meld.-st.-33-20162017/id2546287/ Cover illustration: Bjørn Sæthren, 07 Media AS"}], "document_description": "This document sets the government's National Transport Plan for the period 2018-2029. It notably deals with the sectoral emissions reductions targets, discussing higher rates of biofuels, technology improvements, transport-related infrastructure and urbanism, public transport and other active modes."}