{"document_instrument_name": ["Processes, plans and strategies|Governance", "Standards, obligations and norms|Regulation", "Disclosure obligations|Regulation"], "document_country_english_shortname": "Norway", "document_category": "Law", "document_sector_name": "Energy", "document_language": "English", "document_name": "No. 39: Act on elcertificate", "document_country_code": "NOR", "document_hazard_name": [], "document_response_name": "Mitigation", "document_type": "Act", "document_framework_name": [], "document_region_code": "Europe & Central Asia", "document_date": "01/01/2011", "document_keyword": "Energy Supply", "document_url": "https://cdn.climatepolicyradar.org/NOR/2011/NOR-2011-01-01-No. 39: Act on elcertificate_33f55e02be139a0ec37f10672ae65289.pdf", "text_blocks": [{"text_block_id": "p0_b1", "text": "Please note: This is an unofficial translation of the Norwegian ACT 2011-06-24 nr 39 Lov om elsertifikater. The translation is for information purposes only. In the event of any discrepancies between this translation and the Norwegian original, the wording in the latter shall take precedence."}, {"text_block_id": "p0_b2", "text": "ACT 2011-06-24 No. 39: Act on elcertificates"}, {"text_block_id": "p0_b3", "text": "CONTENTS"}, {"text_block_id": "p2_b4", "text": "Act on elcertificates"}, {"text_block_id": "p2_b5", "text": "Chapter 1. Introductory provisions"}, {"text_block_id": "p2_b6", "text": "Section 1."}, {"text_block_id": "p2_b7", "text": "Purpose"}, {"text_block_id": "p2_b8", "text": "The purpose of the act is to contribute to increased generation of electrical energy from renewable energy sources."}, {"text_block_id": "p2_b9", "text": "Section 2."}, {"text_block_id": "p2_b10", "text": "Geographical scope of the Act"}, {"text_block_id": "p2_b11", "text": "The act shall apply on Norwegian territory."}, {"text_block_id": "p2_b12", "text": "The King may determine that the entire Act or parts thereof shall apply on the Norwegian continental shelf or in jurisdictions established pursuant to Act No. 91 of 17 December 1976 relating to the economic zone of Norway."}, {"text_block_id": "p2_b13", "text": "The King may provide regulations concerning application of the Act in Svalbard and Jan Mayen, and may stipulate special rules taking into account the local conditions."}, {"text_block_id": "p2_b14", "text": "Section 3."}, {"text_block_id": "p2_b15", "text": "Definitions"}, {"text_block_id": "p2_b16", "text": "In the Act the following definitions shall apply:"}, {"text_block_id": "p2_b17", "text": "In the Act the following definitions shall apply:\n* a confirmation issued by the Norwegian State proving that one\n* the owner of a production facility entitled to elcertificates\n* an obligation to have a certain number of certificates for\n* an installation for generation of electrical energy\n* the entity appointed responsible for issuing elcertificates"}, {"text_block_id": "p2_b32", "text": "Section 4."}, {"text_block_id": "p2_b33", "text": "Elcertificates -functional period"}, {"text_block_id": "p2_b34", "text": "Elcertificates can be issued for production that takes place up to and including 31 December 2035. The final cancellation of elcertificates will take place on 1 April 2036."}, {"text_block_id": "p2_b35", "text": "Section 5."}, {"text_block_id": "p2_b36", "text": "Foreign elcertificates"}, {"text_block_id": "p2_b37", "text": "The Ministry may stipulate more detailed provisions relating to the use of foreign elcertificates to comply with the quota obligations and the more detailed terms and conditions pertaining to this."}, {"text_block_id": "p3_b38", "text": "Chapter 2. Issuance of elcertificates"}, {"text_block_id": "p3_b39", "text": "Section 6."}, {"text_block_id": "p3_b40", "text": "Entitlement to elcertificates"}, {"text_block_id": "p3_b41", "text": "The owner of a production facility is entitled to elcertificates if the production facility:"}, {"text_block_id": "p3_b42", "text": "The owner of a production facility is entitled to elcertificates if the production facility:\n* generates electrical energy based on renewable energy sources in accordance\n* has been accredited in accordance with Section 8 and\n* complies with the requirements for metering and reporting in accordance with"}, {"text_block_id": "p3_b48", "text": "Section 7."}, {"text_block_id": "p3_b49", "text": "Generation from renewable sources"}, {"text_block_id": "p3_b50", "text": "Elcertificates are issued for generation of electrical energy based on renewable energy sources, including:"}, {"text_block_id": "p3_b51", "text": "Elcertificates are issued for generation of electrical energy based on renewable energy sources, including:\n* hydropower\n* wind power\n* solar power\n* ocean energy\n* geothermal energy\n* bioenergy"}, {"text_block_id": "p3_b63", "text": "The Ministry may stipulate more detailed provisions relating to what constitutes a renewable energy source."}, {"text_block_id": "p3_b64", "text": "Section 8."}, {"text_block_id": "p3_b65", "text": "Accreditation of production devices"}, {"text_block_id": "p3_b66", "text": "The Ministry shall, upon written application from the owner, accredit production devices that qualify for the right to elcertificates."}, {"text_block_id": "p3_b67", "text": "The production devicemust:"}, {"text_block_id": "p3_b68", "text": "The production devicemust:\n* have started construction after 7 September 2009,\n* be a hydropower plant with an installed capacity of up to 1 MW with construction\n* permanently increase its energy production with construction start after 7"}, {"text_block_id": "p3_b74", "text": "Production devices as mentioned in litera c shall be accredited to the extent that the increase in production is a result of an investment."}, {"text_block_id": "p3_b75", "text": "The Ministry may stipulate more detailed provisions relating to accreditation of production devices, including stipulations relating to construction start, facilities that are significantly renovated or affected by significant changes in the framework conditions, as well as calculation and documentation of increased production."}, {"text_block_id": "p4_b76", "text": "Production devices that become operational after 31 December 2020 are not entitled to elcertificates. Production devices that have received investment support from the Norwegian State and that started construction after 7 September 2009 shall only be accredited if the received investment support has been repaid by 30 April 2012. The Ministry may stipulate more detailed provisions relating to rules concerning repayment, including interest."}, {"text_block_id": "p4_b77", "text": "An entitled producer has a duty to report any changes relating to the production device that may be of significance for the device accreditation as soon as the entity becomes aware of these changes, including the time the change took place."}, {"text_block_id": "p4_b78", "text": "The King may stipulate regulations relating to fulfilment of obligations with another state concerning exclusion of the right to elcertificates if state subsidies have been granted for the generation of electrical energy in accredited production devices."}, {"text_block_id": "p4_b79", "text": "Section 9."}, {"text_block_id": "p4_b80", "text": "Metering and reporting"}, {"text_block_id": "p4_b81", "text": "Elcertificates are issued for electrical energy metered and reported to the registry responsible on the basis of a system for metering generation and verification of the metering results. Applications pursuant to Section 8 must contain documentation of this."}, {"text_block_id": "p4_b82", "text": "If only parts of a facility’s production qualify for the right to"}, {"text_block_id": "p4_b83", "text": "elcertificates, the Ministry may request that the owner makes special calculations and reports this production to the registry responsible."}, {"text_block_id": "p4_b84", "text": "The Ministry may stipulate more detailed provisions relating to metering and reporting of generation of electrical energy."}, {"text_block_id": "p4_b85", "text": "Section 10."}, {"text_block_id": "p4_b86", "text": "Issuance of elcertificates"}, {"text_block_id": "p4_b87", "text": "The registry responsible shall issue one elcertificate to the entity entitled to such a certificate for each megawatt hour of electrical energy generated in an approved production device in accordance with Section 8. Each elcertificate shall contain an identification number and date of issue."}, {"text_block_id": "p4_b88_merged", "text": "An elcertificate is issued to the entity entitled to such a certificate by registering the certificate in the entity’s elcertificate account. The registrations shall take place without undue delay after the registry responsible has received report of the entity’s production."}, {"text_block_id": "p4_b93", "text": "For each accredited production device, elcertificates can be issued for a total period of 15 years from the first allocation. For production devices comprised by Section 8, first subsection, litera c, the issue period runs from the time of the first allocation after the increased production became operational. For production devices comprised by Section 8, first subsection, that became operational before the Act entered into force, the operation period leading up to the date the act entered into force, shall be deducted from the total issue period."}, {"text_block_id": "p4_b94", "text": "If an entitled producer is prevented from receiving electrical certificates due to operational interruptions or incidents relating to transmission or distribution of electrical energy, the Ministry may, upon application, extend the 15 year period for a period corresponding to that during which the entitled producer did not receive"}, {"text_block_id": "p5_b95", "text": "elcertificates. Elcertificates cannot be issued for production taking place after 31 December 2035."}, {"text_block_id": "p5_b96", "text": "Should an entitled producer find that it has been issued with an incorrect number of elcertificates, the entity may request that the Ministry make a decision concerning how many elcertificates the entity is entitled to."}, {"text_block_id": "p5_b97", "text": "Entitled producers have a duty to keep documentation pertaining to the issuance of elcertificates for ten years after the end of the calendar year in which the elcertificates were issued."}, {"text_block_id": "p5_b98", "text": "The Ministry may stipulate more detailed provisions relating to the issuance of elcertificates."}, {"text_block_id": "p5_b99", "text": "Chapter 3. The elcertificate registry and trading of elcertificates"}, {"text_block_id": "p5_b100", "text": "Section 11."}, {"text_block_id": "p5_b101", "text": "The elcertificate registry"}, {"text_block_id": "p5_b102", "text": "The registry responsible shall establish an elcertificate registry containing, inter alia, information about the issuing and number of certificates, as well as transfer, trading price and cancellation of elcertificates."}, {"text_block_id": "p5_b103", "text": "The registry responsible shall, upon written application, open elcertificate accounts for entities with an obligation to hold elcertificates (obligated entities), entities entitled to elcertificates (entitled entities) and others. Obligated entities shall have an elcertificate account."}, {"text_block_id": "p5_b104", "text": "The registry responsible is responsible for running the elcertificate registry and for registration and cancellation of elcertificates. The Ministry shall have direct access to the elcertificate registry."}, {"text_block_id": "p5_b105", "text": "The Ministry appoints a registry responsible and may, through regulations or by making an individual decision, stipulate terms and conditions for the elcertificate registry, including the duty to open elcertificate accounts, keeping of the elcertificate registry, criteria for when a right shall be considered registered, reporting to the elcertificate registry and disclosure of information registered in the elcertificate registry."}, {"text_block_id": "p5_b106", "text": "Section 12."}, {"text_block_id": "p5_b107", "text": "Trading and registering elcertificates"}, {"text_block_id": "p5_b108", "text": "Elcertificates can be sold to anyone with an elcertificate account pursuant to Section 11. All trading of elcertificates and the trading price shall be registered in the elcertificate registry."}, {"text_block_id": "p5_b109_merged", "text": "The seller is responsible for ensuring that the sale of elcertificates is registered in the buyer’s elcertificate account and for informing the registry responsible of the trading price."}, {"text_block_id": "p5_b112", "text": "The registry responsible may, upon written application from the buyer, conduct a preliminary registration of the purchase if this is rendered probable. The registry responsible shall immediately inform the seller about the preliminary registration. The seller shall be given a two-week period to comment."}, {"text_block_id": "p6_b113", "text": "If the seller does not dispute the preliminary registration to the registry responsible within two weeks,"}, {"text_block_id": "p6_b114", "text": "the purchase shall be registered as final in the buyer’s account."}, {"text_block_id": "p6_b115", "text": "Should the seller dispute the preliminary registration and inform the registry responsible of this within two weeks, the preliminary registration shall be retained until the issue has been legally settled, or the seller and buyer jointly request that the registry responsible changes the preliminary registration. Elcertificates that have been preliminary registered cannot be sold, pledged as security or transferred in any other way."}, {"text_block_id": "p6_b116", "text": "The registry responsible conducts registrations or preliminary registrations of pledges in the same way as sales. The registry responsible conducts registration of bankruptcy and execution after receipt of a written notification."}, {"text_block_id": "p6_b117", "text": "The registry responsible may correct obvious errors in the elcertificate information. The registry responsible shall, immediately after the correction has been made, notify the account holders and other holders of legal rights that are affected by the correction."}, {"text_block_id": "p6_b118", "text": "Section 13"}, {"text_block_id": "p6_b119", "text": "Elcertificate pledges"}, {"text_block_id": "p6_b120_merged_merged", "text": "Elcertificates may be pledged as security. Liens in elcertificates will have legal protection once they are registered in the elcertificate registry. The pledge covers the elcertificates specified as pledged in the pledger’s elcertificate account."}, {"text_block_id": "p6_b123", "text": "When pledging elcertificates as security, the parties shall notify the registry responsible about the pledge. The pledgee must grant his consent before the pledge can be deleted. The provisions relating to registration, preliminary registration and correction of errors laid down in Section 12 shall apply correspondingly."}, {"text_block_id": "p6_b124", "text": "Execution in elcertificates registered in the elcertificate registry will have legal protection once registered in the elcertificate registry."}, {"text_block_id": "p6_b125", "text": "A registered lien in elcertificates is a basis for execution of enforced payment pursuant to Chapter 10 of the Norwegian Enforcement Act."}, {"text_block_id": "p6_b126", "text": "The Ministry may stipulate more detailed provisions relating to elcertificate pledges."}, {"text_block_id": "p6_b127", "text": "Section 14"}, {"text_block_id": "p6_b128", "text": "Legal effect of registration in the elcertificate registry"}, {"text_block_id": "p6_b129", "text": "A registered right takes precedence over a non-registered right, and over a right registered at a later point in time."}, {"text_block_id": "p6_b130", "text": "An older right will, regardless of the first subsection, take precedence over a younger right if:"}, {"text_block_id": "p6_b131", "text": "An older right will, regardless of the first subsection, take precedence over a younger right if:\n* the younger right is based on an agreement and the acquirer of the younger right\n* the younger right was acquired by inheritance."}, {"text_block_id": "p7_b135_merged", "text": "When a right that was acquired through an agreement has been registered, the buyer shall not be held accountable for the seller’s right not being in accordance with the content of the elcertificate registry. This shall not apply if the buyer was aware of, or should have been aware of, the seller’s lack of right when the purchase was registered, or in the event of conflicts between colliding rights as stated in the first and second subsection."}, {"text_block_id": "p7_b140", "text": "Section 15."}, {"text_block_id": "p7_b141", "text": "Price information"}, {"text_block_id": "p7_b142", "text": "The registry responsible shall continuously make public information about transfers of elcertificates, including the date of transfer, the number of transferred elcertificates and the amount of consideration paid."}, {"text_block_id": "p7_b143", "text": "The seller and buyer shall, upon request, submit contract documentation to the registry responsible or the Ministry."}, {"text_block_id": "p7_b144", "text": "The Ministry may stipulate more detailed provisions relating to the collection and publication of price information."}, {"text_block_id": "p7_b145", "text": "Chapter 4. Quota obligation"}, {"text_block_id": "p7_b146", "text": "Section 16."}, {"text_block_id": "p7_b147", "text": "Who has a quota obligation?"}, {"text_block_id": "p7_b148", "text": "The following have an quota obligation:"}, {"text_block_id": "p7_b149", "text": "The following have an quota obligation:\n* anyone supplying electrical energy to an end-user,\n* anyone consuming self-produced electrical energy, and\n* anyone purchasing electrical energy for own consumption on the Nordic power"}, {"text_block_id": "p7_b155", "text": "In cases where the purchaser has an obligation to hold elcertificates pursuant to litera c), the seller does not have an obligation to hold elcertificates."}, {"text_block_id": "p7_b156", "text": "Section 17"}, {"text_block_id": "p7_b157", "text": "Annual elcertificate quotas"}, {"text_block_id": "p7_b158", "text": "The annual elcertificate quota for entities with an quota obligation is a ratio provided in the following table:"}, {"text_block_id": "p8_b159", "text": "Section 18."}, {"text_block_id": "p8_b160", "text": "Scope of the quota obligation"}, {"text_block_id": "p8_b161", "text": "The scope of the obligation to hold elcertificates corresponds to the quota obliged party"}, {"text_block_id": "p8_b162", "text": "’s"}, {"text_block_id": "p8_b163", "text": "consumption data in the individual year, multiplied by the quota (ratio) established for the same year. If the calculated quota obligation does not make up a whole number, the number of elcertificates per megawatt hour shall be rounded off to the nearest whole number. However, the quota obligation shall always comprise at least one elcertificate."}, {"text_block_id": "p8_b164_merged_merged", "text": "The consumption data pursuant to the first subsection shall mean deliveries as mentioned in Section 1 of the Storting’s decision relating to a consumer tax on electrical energy as stipulated for the 2011 budget period."}, {"text_block_id": "p8_b167", "text": "The King will stipulate more detailed provisions allowing power consumption in power-intensive industries, possibly above a certain consumption level, to be considered not calculation-relevant when an application for this has been submitted."}, {"text_block_id": "p8_b168", "text": "Purchases of electrical energy to cover grid losses are not calculation-relevant."}, {"text_block_id": "p8_b169", "text": "The grid companies have a duty to, upon request, provide the Ministry and the quota obliged party with information about the consumption data supplied via the grid"}, {"text_block_id": "p8_b170", "text": "companies’ grid."}, {"text_block_id": "p8_b171", "text": "The quota obliged party cannot charge end-users for elcertificate costs relating to consumption that is not calculation-relevant."}, {"text_block_id": "p9_b172", "text": "Section 19."}, {"text_block_id": "p9_b173", "text": "Registration of the quota obligation"}, {"text_block_id": "p9_b174", "text": "Entities with an quota obligation pursuant to Sections 16 and 18 shall submit a notification to the Ministry two weeks after the quota obligation has arisen at the latest. The Ministry may, after prior notice, register entities that have not reported their quota obligation."}, {"text_block_id": "p9_b175", "text": "Upon application, the Ministry may make decisions for obligated entities pursuant to Section 16 to determine whether electrical energy is considered calculation-relevant pursuant to Section 18."}, {"text_block_id": "p9_b176", "text": "Section 20."}, {"text_block_id": "p9_b177", "text": "Compliance with the quota obligation"}, {"text_block_id": "p9_b178", "text": "Entities with an obligation to hold elcertificates shall, by 1 March each year, report to the registry responsible all electrical energy included in the calculation of the quota obligation in accordance with Section 18, as well as the number of elcertificates to be cancelled. The registry responsible shall forward the information to the Ministry."}, {"text_block_id": "p9_b179", "text": "Compliance with the quota obligation takes place as the registry responsible, as at 1 April each year, cancels the number of elcertificates specified by the quota obliged party. Elcertificates that are pledged as security, subject to execution or preliminary registered, cannot be cancelled."}, {"text_block_id": "p9_b180", "text": "Entities with an quota obligation shall keep documentation pertaining to the establishment of the quota obligation for 10 years after the end of the calendar year the quota obligation applies to."}, {"text_block_id": "p9_b181", "text": "Section 21."}, {"text_block_id": "p9_b182", "text": "Fee for failure to cancel elcertificates"}, {"text_block_id": "p9_b183", "text": "If an insufficient number of elcertificates have been cancelled for the quota obliged party pursuant to Section 20, the Ministry will charge a fee for each elcertificate that is lacking in order to comply with the quota obligation."}, {"text_block_id": "p9_b184", "text": "The final decision to impose a fee shall be a basis for enforced execution. The Ministry will stipulate more detailed provisions relating to how a fee for failure to comply with the quota obligation shall be calculated, imposed and recovered."}, {"text_block_id": "p9_b185", "text": "Section 22."}, {"text_block_id": "p9_b186", "text": "Information to end-users"}, {"text_block_id": "p9_b187", "text": "The quota obliged party shall provide end-users with specified information about the costs incurred as a result of the quota obligation, and general information about the quota obligation, including the quota for each year."}, {"text_block_id": "p9_b188", "text": "Chapter 5. Miscellaneous provisions"}, {"text_block_id": "p9_b189", "text": "Section 23."}, {"text_block_id": "p9_b190", "text": "Audits"}, {"text_block_id": "p9_b191", "text": "The Ministry conducts audits to ensure compliance with the provisions stipulated in or pursuant to the Act."}, {"text_block_id": "p9_b192", "text": "The Ministry may issue any orders necessary to ensure compliance with the provisions stipulated in or pursuant to the Act."}, {"text_block_id": "p10_b193", "text": "All parties with rights or obligations under this Act must, regardless of provisions relating to a duty of confidentiality, provide the Ministry with the information"}, {"text_block_id": "p10_b194", "text": "necessary to execute authority pursuant to this Act, and to honour Norway’s"}, {"text_block_id": "p10_b195", "text": "international commitments. The Ministry may, without being precluded by the statutory duty of confidentiality, also provide information to other Norwegian authorities to execute authority vis-à-vis entities comprised by the Act. To ensure that Norway meets its contractual obligations to other states the Ministry may, without being precluded by the statutory duty of confidentiality, provide such information to other EEA member states as is necessary to promote enforcement of the Norwegian"}, {"text_block_id": "p10_b196", "text": "State’s, or another relevant state’s, regulation of the"}, {"text_block_id": "p10_b197", "text": "elcertificate market. The Ministry may stipulate more detailed provisions relating to the duty of disclosure, duty of confidentiality, and disclosure of information."}, {"text_block_id": "p10_b198_merged_merged", "text": "The Ministry is entitled to access to production devices, premises, areas belonging to such productiondevices and the registry responsible’s offices, to the extent that this is necessary to conduct audits pursuant to this Act."}, {"text_block_id": "p10_b201", "text": "Section 24."}, {"text_block_id": "p10_b202", "text": "Revocation of accreditation"}, {"text_block_id": "p10_b203", "text": "If the accreditation as an entitled producer pursuant to Section 8 has been granted on the basis of incorrect or misleading information, or should the production device for other reasons no longer comply with the accreditation requirements, the accreditation may be revoked."}, {"text_block_id": "p10_b204", "text": "Section 25."}, {"text_block_id": "p10_b205", "text": "Coercive fines"}, {"text_block_id": "p10_b206", "text": "The Ministry may decide to issue a coercive fine to ensure that a duty arising as a result of or pursuant to this Act is fulfilled. The coercive fine may be issued as a continuing fine or a one-off payment. The coercive fine is payable to the Treasury and shall be a basis for enforced execution. The Ministry may waive an accrued coercive fine in total or partly."}, {"text_block_id": "p10_b207", "text": "Section 26."}, {"text_block_id": "p10_b208", "text": "Violation fees"}, {"text_block_id": "p10_b209", "text": "The Ministry may impose a violation fee on anyone who wilfully or negligently"}, {"text_block_id": "p10_b210", "text": "The Ministry may impose a violation fee on anyone who wilfully or negligently\n* provides incorrect or misleading information in the application for accreditation of\n* provides incorrect or misleading information regarding aspects that form the basis\n* provides incorrect or misleading information pursuant to Section 12 or 15 in\n* violates or contributes to violation of the provisions relating to keeping of\n* violates or contributes to violation of the provisions relating to quota obligation in\n* violates or contributes to violation of decisions made pursuant to Sections 18, 21 or"}, {"text_block_id": "p11_b222", "text": "The deadline for payment of fees is four weeks from the date of the decision. Imposed fines are a basis for enforced execution. Claims for fees are collected by the Norwegian National Collection Agency (NCA). The NCA may recover the claim through deductions in pay or other similar payments pursuant to the rules in Section 2-7 of the"}, {"text_block_id": "p11_b223", "text": "Act relating to creditors’ rights to satisfaction"}, {"text_block_id": "p11_b224", "text": "of claims. The NCA may also recover the claim by creating a lien by distraint for the claim if the lien can be given legal protection through registration in a registry or by notifying a third party, cf. Chapter 5 of the Mortgage Act, and the execution proceedings can be conducted at the office of the NCA pursuant to Section 7-9, first subsection, of the Norwegian Enforcement Act."}, {"text_block_id": "p11_b225", "text": "If a violation that may result in a violation fee has been committed by a party acting on behalf of an undertaking, a violation fee may be imposed on the undertaking even if a violation fee may not be imposed on any individual. An undertaking is defined here as a company, sole proprietorship, foundation, association or another amalgamation, estate or government agency."}, {"text_block_id": "p11_b226", "text": "In deciding whether a violation fee shall be imposed on an undertaking and in meting out the sanction, particular emphasis shall be given to:"}, {"text_block_id": "p11_b227", "text": "In deciding whether a violation fee shall be imposed on an undertaking and in meting out the sanction, particular emphasis shall be given to:\n* the seriousness of the violation,\n* whether the undertaking could have prevented the violation with guidelines,\n* whether the violation was committed to promote the undertaking\n* s interests,\n* whether the undertaking has benefitted, or could have benefitted, from the\n* whether this is a repeated violation,\n* the undertakingâs financial capacity."}, {"text_block_id": "p11_b243", "text": "Section 27."}, {"text_block_id": "p11_b244", "text": "Penalties"}, {"text_block_id": "p11_b245", "text": "Fines or imprisonment of up to three months, or both, will be imposed on anyone who wilfully or negligently"}, {"text_block_id": "p11_b246", "text": "Fines or imprisonment of up to three months, or both, will be imposed on anyone who wilfully or negligently\n* provides incorrect or misleading information in the application for accreditation of\n* provides incorrect or misleading information regarding aspects that form the basis\n* provides incorrect or misleading information pursuant to Section 12 or 15 in\n* violates or contributes to violation of the provisions relating to quota obligation\n* violates or contributes to violation of decisions pursuant to Section 21 or 23."}, {"text_block_id": "p11_b256", "text": "Complicity is punished in the same way."}, {"text_block_id": "p12_b257", "text": "Section 28."}, {"text_block_id": "p12_b258", "text": "Fees"}, {"text_block_id": "p12_b259", "text": "The Ministry may stipulate more detailed provisions relating to fees for administrative processing pursuant to the Act, including registration and keeping of accounts in the elcertificate registry, processing of applications regarding accreditation of facilities and audits."}, {"text_block_id": "p12_b260", "text": "Imposed fines are a basis for enforced execution."}, {"text_block_id": "p12_b261", "text": "Section 29."}, {"text_block_id": "p12_b262", "text": "Compensation"}, {"text_block_id": "p12_b263", "text": "The registry responsible is responsible for financial losses suffered by an entity as a result of errors that have occurred in connection with the registration activities. This shall not apply if the registry responsible can prove that the error was caused by matters beyond his control which he could not reasonably have anticipated or overcome the consequences of."}, {"text_block_id": "p12_b264", "text": "The compensation liability pursuant to the first subsection shall only apply to direct losses."}, {"text_block_id": "p12_b265", "text": "For other financial losses, the registry responsible is liable if the loss is caused by negligence by the registry responsible or by anyone the registry responsible is liable for."}, {"text_block_id": "p12_b266", "text": "In the case of participation by the party who sustained the loss, the liability may be reduced or lapse altogether."}, {"text_block_id": "p12_b267", "text": "Section 30."}, {"text_block_id": "p12_b268", "text": "Regulations"}, {"text_block_id": "p12_b269", "text": "The Ministry may issue regulations for the implementation and supplementation of this Act and the regulations that are necessary to honour"}, {"text_block_id": "p12_b270", "text": "Norway’s obligations"}, {"text_block_id": "p12_b271", "text": "pursuant to the EEA Agreement."}, {"text_block_id": "p12_b272", "text": "Chapter 6"}, {"text_block_id": "p12_b273", "text": ". Entry into force and transitional rules. Amendments to other Acts"}, {"text_block_id": "p12_b274", "text": "Section 31"}, {"text_block_id": "p12_b275", "text": "Entry into force"}, {"text_block_id": "p12_b276_merged_merged", "text": "The King decides when the Act will enter into force. The King may decide that specific provisions in the Act shall enter into force at various times."}, {"text_block_id": "p12_b278", "text": "Section 32."}, {"text_block_id": "p12_b279", "text": "Amendments to other Acts"}, {"text_block_id": "p12_b280", "text": "From the time the Act enters into force, the following amendments are made to other Acts: ---"}, {"text_block_id": "p12_b281", "text": "The database was last updated on 15 June 2012."}], "document_description": "The purpose of the Act is to contribute to increased generation of electrical energy from renewable energy sources. It establishes a system of green certificates in Norway which are issued by the Norwegian state to renewable energy producers. Green certificates may be traded and they are subject to a quota obligation."}